{
  "7": {
    "ECLI:BE:CASS:2014:ARR.20140507.3": {
      "court": "CASS",
      "date": "2014-05-07",
      "roleNumber": "P.14.0557.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140507.3",
      "abstractFR": [
        "L'extradition peut être refusée si l'individu recherché a été jugé par les autorités d'un Etat tiers pour le ou les faits à raison desquels l'extradition est demandée; lorsque ce cas de refus facultatif est invoqué par la personne internationalement recherchée, il appartient au juge de préciser les circonstances propres à la cause qui, à son estime, justifient ou non de rendre exécutoire le mandat d'arrêt décerné en vue d'extradition (1). (1) Voir Cass., 15 juin 2010, RG P.10.0653.N, Pas., 2010, n° 428."
      ],
      "abstractNL": [
        "De uitlevering kan worden geweigerd wanneer de gezochte persoon door de autoriteiten van een derde Staat is berecht wegens het feit of de feiten op grond waarvan de uitlevering wordt gevraagd; wanneer die facultatieve weigeringsgrond door de internationaal gezochte persoon wordt aangevoerd, dient de rechter de omstandigheden te vermelden eigen aan de zaak die, naar zijn oordeel, al dan niet verantwoorden dat het bevel tot aanhouding uitvoerbaar wordt verklaard dat met het oog op uitlevering is verleend (1). (1) Zie Cass. 15 juni 2010, AR P.10.0653.N, AC 2010, nr. 428."
      ]
    }
  },
  "8": {
    "ECLI:BE:CASS:2022:ARR.20220301.2N.6": {
      "court": "CASS",
      "date": "2022-03-01",
      "roleNumber": "P.22.0171.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220301.2N.6",
      "abstractFR": [
        "Suivant l'article 7 de la loi du 15 mars 1874 sur les extraditions, l'extradition ne peut avoir lieu si, depuis le fait imputé, les poursuites ou la condamnation, la prescription de l'action publique est acquise au regard de la loi belge ; selon l'article 8.1 de la Convention du 7 juillet 1997 entre le Royaume de Belgique et le Royaume du Maroc sur l'extradition, celle-ci ne sera pas accordée si la prescription de l'action publique est acquise d'après la législation de la Partie requérante ou de la Partie requise ; en vertu des dispositions précitées, la juridiction d'instruction qui apprécie l'exécution d'un mandat d'arrêt international émis par les autorités marocaines aux fins de poursuites pénales est tenue de vérifier si, au moment de l'extradition, la prescription de l'action publique pour le fait pour lequel l'extradition est demandée n'est pas acquise d'après le droit belge ; la juridiction d'instruction vérifie à cette fin que la prescription de l'action publique n'a pas été suspendue ou interrompue en vertu du droit belge, en tenant compte des actes accomplis par les autorités marocaines ; un acte d'instruction tel audition d'un coïnculpé, accompli au Maroc, pendant le délai de prescription initial interrompt la prescription de l'action publique en droit belge (1).(1) Cass. 1er mars 2011, RG P.11.0227.N, Pas. 2011, nº 171, avec concl. de M. DUINSLAEGER, alors avocat général, publiées à leur date dans AC ; Cass. 22 juin 1994, RG P.94.0719.F, Pas. 1994, nº 327. Le ministère public avait suggéré une cassation partielle avec renvoi, limitée au délit d'association de malfaiteurs (fait 3), étant donné que les faits datent de 2015 et que « des actes d'instruction interruptifs de prescription ont été accomplis au moins jusqu'en 2017 » selon les juges d'appel, et non pas « jusqu'en 2017 inclus », ce qui crée une incertitude quant à savoir si la prescription a été interrompue au cours de l'année 2017 et si la prescription de cinq ans était dès lors acquise le 3 février 2022, date de l'arrêt attaqué.",
        "Conformément à l'article 8.1 de la Convention du 7 juillet 1997 entre le Royaume de Belgique et le Royaume du Maroc sur l'extradition, celle-ci ne sera pas accordée si la prescription de l'action est acquise d'après la législation de la Partie requérante ; les articles 15 à 18 du Code pénal marocain prévoient que les peines criminelles principales privatives de liberté sont la réclusion perpétuelle ou la réclusion de cinq à trente ans, les peines délictuelles principales privatives de liberté sont en règle l'emprisonnement d'un mois à cinq et les peines contraventionnelles principales privatives de liberté sont des peines des détention de moins d'un mois ; l'article 5 du Code de procédure pénale marocain prévoit que l'action publique se prescrit, à compter du jour où l'infraction a été commise, par quinze ans pour les crimes, quatre ans pour les délits et un an pour les contraventions ; les articles 293 et 294, alinéa 1er, du Code pénal marocain punissent d'une peine de réclusion de cinq à dix ans, tout individu faisant partie d'une association de malfaiteurs ; aucune des peines principales privatives de liberté prévues au chapitre V, section I, articles 293 à 299 de ce code (« De l'association de malfaiteurs et de l'assistance aux criminels ») ne constitue une peine de police ; par conséquent, le délai de prescription des contraventions ne saurait davantage lui être applicable d'après les lois du Maroc (1). (1) Le ministère public avait conclu qu'il n'y avait pas lieu de répondre à la seconde branche, en ce qui concerne la prescription en droit marocain du délit d'association de malfaiteurs (fait 3), étant donné qu'elle ne saurait entraîner une cassation plus étendue compte tenu du problème de prescription en droit belge (première branche).",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Artikel 7 Uitleveringswet bepaalt dat niet tot uitlevering wordt overgegaan wanneer sedert het ten laste gelegde feit, de vervolgingen of de veroordeling, de verjaring van de strafvordering naar Belgisch recht is bereikt; artikel 8.1 Uitleveringsovereenkomst bepaalt dat geen uitlevering wordt toegestaan indien, volgens de wetgeving van de verzoekende of van de aangezochte partij, verjaring van de strafvordering is ingetreden; het onderzoeksgerecht dat de tenuitvoerlegging beoordeelt van een door de Marokkaanse overheid verleend internationaal bevel tot aanhouding met het oog op strafvervolging, moet op grond van de vermelde bepalingen nagaan of op het ogenblik van de uitlevering de verjaring van de strafvordering voor het feit waarvoor de uitlevering wordt gevraagd, niet is bereikt naar Belgisch recht; het onderzoeksgerecht gaat met dat doel na of de verjaring van de strafvordering volgens het Belgisch recht niet werd geschorst of gestuit en het houdt daarbij rekening met handelingen van overheden in Marokko; een in Marokko verrichte onderzoeksdaad binnen de oorspronkelijke verjaringstermijn, zoals het verhoor van een medeverdachte, heeft een stuitend effect op de verjaring van de strafvordering naar Belgisch recht (1). (1) Cass. 1 maart 2011, AR P.11.0227.N, AC 2011, nr. 171 met concl. van advocaat-generaal P. DUINSLAEGER; Cass. 22 juni 1994, AR P.94.0719.F, AC 1994, nr. 327. Het OM had geadviseerd tot partiële cassatie met verwijzing van de zaak, beperkt tot het wanbedrijf van bendevorming (feit 3), aangezien de feiten dateren van 2015 en de appelrechters aannamen dat ‘minstens tot 2017 onderzoeksdaden met stuitende werking werden gesteld', dus niet ‘tot en met 2017', waardoor er enige onzekerheid bestaat over een stuiting in de loop van 2017 en bijgevolg het al dan niet bereiken van de verjaringstermijn van 5 jaar op moment van het bestreden arrest van 3 februari 2022.",
        "Overeenkomstig artikel 8.1 Uitleveringsovereenkomst wordt geen uitlevering toegestaan indien, volgens de wetgeving van de verzoekende partij, verjaring van de strafvordering is ingetreden; op grond van de artikelen 15 tot 18 van het Marokkaanse Strafwetboek zijn de vrijheidsbenemende criminele hoofdstraffen levenslange opsluiting of opsluiting van vijf tot dertig jaren, de vrijheidsbenemende correctionele hoofdstraffen gevangenisstraf van in de regel een maand tot vijf jaren en de vrijheidsbenemende politiehoofdstraffen detentie van minder dan een maand; op grond van artikel 5 van het Marokkaanse Wetboek van Strafvordering bedraagt de verjaring van de strafvordering vijftien jaren voor misdaden, vier jaren voor wanbedrijven en een jaar voor overtredingen, telkens vanaf de datum van het plegen van het feit; de artikelen 293 en 294, eerste lid, van het Marokkaanse Strafwetboek bestraffen met opsluiting van vijf tot tien jaar iedere persoon die deel uitmaakt van een vereniging van misdadigers; geen enkele vrijheidsbenemende hoofdstraf die dat wetboek bepaalt onder hoofdstuk 5, afdeling 1, artikelen 293 tot 299 (Vereniging van misdadigers en hulp aan misdadigers) is een politiestraf; bijgevolg kan de verjaringstermijn voor overtredingen naar Marokkaans recht daarop evenmin van toepassing zijn (1). (1) Het OM had geconcludeerd dat het tweede onderdeel geen antwoord behoeft, wat betreft de verjaring naar Marokkaans recht voor het wanbedrijf van feit 3 (bendevorming), omdat het niet tot een ruimere cassatie kan leiden, gelet op het probleem van verjaring naar Belgisch recht (eerste onderdeel).",
        "Artikel 7 Uitleveringswet bepaalt dat niet tot uitlevering wordt overgegaan wanneer sedert het ten laste gelegde feit, de vervolgingen of de veroordeling, de verjaring van de strafvordering naar Belgisch recht is bereikt; artikel 8.1 Uitleveringsovereenkomst bepaalt dat geen uitlevering wordt toegestaan indien, volgens de wetgeving van de verzoekende of van de aangezochte partij, verjaring van de strafvordering is ingetreden; het onderzoeksgerecht dat de tenuitvoerlegging beoordeelt van een door de Marokkaanse overheid verleend internationaal bevel tot aanhouding met het oog op strafvervolging, moet op grond van de vermelde bepalingen nagaan of op het ogenblik van de uitlevering de verjaring van de strafvordering voor het feit waarvoor de uitlevering wordt gevraagd, niet is bereikt naar Belgisch recht; het onderzoeksgerecht gaat met dat doel na of de verjaring van de strafvordering volgens het Belgisch recht niet werd geschorst of gestuit en het houdt daarbij rekening met handelingen van overheden in Marokko; een in Marokko verrichte onderzoeksdaad binnen de oorspronkelijke verjaringstermijn, zoals het verhoor van een medeverdachte, heeft een stuitend effect op de verjaring van de strafvordering naar Belgisch recht (1). (1) Cass. 1 maart 2011, AR P.11.0227.N, AC 2011, nr. 171 met concl. van advocaat-generaal P. DUINSLAEGER; Cass. 22 juni 1994, AR P.94.0719.F, AC 1994, nr. 327. Het OM had geadviseerd tot partiële cassatie met verwijzing van de zaak, beperkt tot het wanbedrijf van bendevorming (feit 3), aangezien de feiten dateren van 2015 en de appelrechters aannamen dat ‘minstens tot 2017 onderzoeksdaden met stuitende werking werden gesteld’, dus niet ‘tot en met 2017’, waardoor er enige onzekerheid bestaat over een stuiting in de loop van 2017 en bijgevolg het al dan niet bereiken van de verjaringstermijn van 5 jaar op moment van het bestreden arrest van 3 februari 2022."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220323.2F.14": {
      "court": "CASS",
      "date": "2022-03-23",
      "roleNumber": "P.22.0224.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220323.2F.14",
      "abstractFR": [
        "Lorsque les faits paraissent constituer un délit collectif par unité d'intention, au sens de l'article 65 du Code pénal, il appartient au juge de l'extradition d'examiner la prescription au regard de l'infraction pour laquelle le délai de prescription prévu est le plus long.",
        "Lorsque les faits paraissent constituer un délit collectif par unité d’intention, au sens de l’article 65 du Code pénal, il appartient au juge de l’extradition d’examiner la prescription au regard de l’infraction pour laquelle le délai de prescription prévu est le plus long."
      ],
      "abstractNL": [
        "Wanneer de feiten kennelijk een collectief misdrijf door eenheid van opzet vormen in de zin van artikel 65 Strafwetboek, dient de uitleveringsrechter de verjaring te onderzoeken ten aanzien van het misdrijf waarvoor de bepaalde verjaringstermijn de langste is."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200115.2F.4": {
      "court": "CASS",
      "date": "2020-01-15",
      "roleNumber": "P.19.1126.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200115.2F.4",
      "abstractFR": [
        "Lorsque les faits pour lesquels l'extradition est demandée par le Maroc à la Belgique constituent un concours idéal d'infractions au sens de l'article 65 du Code pénal, il appartient au juge de l'extradition d'examiner la prescription au regard de l'infraction la plus grave ; si un seul fait est susceptible de qualifications différentes (1), ce juge peut constater qu'au moment où il statue, la prescription n'est pas acquise, d'après la législation de la Partie requérante ou celle de la Partie requise, pour les faits tels que qualifiés respectivement selon chacune de ces législations. (1) C'est-à-dire que le même acte matériel présente un concours idéal d'infractions par unité de réalisation, soit le premier cas visé à l'art. 65, al. 1er, C. pén., qui vise ensuite le concours idéal d'infractions par unité d'intention, soit le cas où « différentes infractions soumises simultanément au même juge du fond constituent la manifestation successive et continue de la même intention délictueuse » (voir TH. MOREAU et D. VANDERMEERSCH, Éléments de droit pénal, La Charte, 2019, pp. 351-356). Le demandeur soutenait que dans un tel cas, au regard de l'article 8.1 de la Convention entre le Royaume de Belgique et le Royaume du Maroc sur l'extradition - qui dispose que « l'extradition ne sera pas accordée si la prescription de l'action ou de la peine est acquise d'après la législation soit de la Partie requérante, soit de la Partie requise » -, la prescription doit s'apprécier au regard de la même qualification des faits pour les deux pays concernés. Le MP a conclu que le moyen manquait en droit en ce que cette solution est en réalité celle applicable au concours matériel d'infractions (visés aux art. 58 à 64 et 82 C. pén.), soit le cas, ne constituant pas un concours idéal, où une personne est poursuivie pour plusieurs faits constitutifs chacun d'une infraction et où, en effet, « la prescription s'apprécie séparément pour chacune des infractions » (D. VANDERMEERSCH, Éléments de droit pénal et de procédure pénale, La Charte, 2015, p. 492). (M.N.B.)"
      ],
      "abstractNL": [
        "Wanneer de feiten waarvoor Marokko aan België de uitlevering vraagt, een eendaadse samenloop van misdrijven vormen in de zin van artikel 65 Strafwetboek, dient de uitleveringsrechter de verjaring te onderzoeken ten aanzien van het zwaarste misdrijf; indien één enkel feit voor verschillende kwalificaties vatbaar is (1), kan die rechter vaststellen dat de verjaring, op het ogenblik waarop hij uitspraak doet, volgens de wetgeving van de verzoekende Staat of van de aangezochte Staat niet is ingetreden voor de feiten zoals ze respectievelijk, volgens die beide wetgevingen, zijn gekwalificeerd. (1) Dit wil zeggen dat dezelfde materiële handeling een eendaadse samenloop van misdrijven vormt door eenheid van verwezenlijking, namelijk het eerste geval bedoeld in art. 65, eerste lid, Strafwetboek, dat vervolgens de eendaadse samenloop vermeldt door eenheid van opzet, namelijk het geval waarin \"verschillende misdrijven die tegelijkertijd aan dezelfde rechter worden voorgelegd, de opeenvolgende en voortgezette uitvoering zijn van een zelfde misdadig opzet\" (zie TH. MOREAU en D. VANDERMEERSCH, Éléments de droit pénal, La Charte, 2019, p. 351-356). De eiser voerde aan dat in dergelijk geval, gelet op artikel 8.1 van de Overeenkomst tussen het Koninkrijk België en het Koninkrijk Marokko betreffende uitlevering - luidens hetwelk \"geen uitlevering wordt toegestaan indien, volgens de wetgeving van de verzoekende of van de aangezochte Partij, verjaring van de vordering of van de straf is ingetreden\" -, de verjaring beoordeeld moet worden ten aanzien van dezelfde kwalificatie van de feiten voor de twee betrokken landen. Het OM concludeerde dat het middel faalde naar recht, aangezien die oplossing in werkelijkheid deze is die wordt toegepast op de materiële samenloop van misdrijven (bedoeld in de artt. 58 tot 64 en 82 Strafwetboek), namelijk het geval - dat geen eendaadse samenloop vormt - waarin iemand vervolgd wordt voor verschillende feiten die elk een misdrijf vormen en waarin, inderdaad, \"de verjaring voor elk misdrijf apart moet worden beoordeeld\" (D. VANDERMEERSCH, Éléments de droit pénal et de procédure pénale, La Charte, 2015, p. 492). (M.N.B.)"
      ]
    }
  }
}