{
  "2": {
    "ECLI:BE:CASS:2023:ARR.20231018.2F.4": {
      "court": "CASS",
      "date": "2023-10-18",
      "roleNumber": "P.23.0325.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231018.2F.4",
      "abstractFR": [
        "Ni l'article 141ter du Code pénal ni les articles 8 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, 2, 3 et 27.2 de la Convention relative aux droits de l'enfant, 22 et 22bis de la Constitution et 203, § 1er, de l'ancien Code civil n'ont pour but ou pour effet d'exclure du champ d'application de l'article 140, § 1er, du Code pénal le parent qui fournit des moyens matériels en vue de permettre à son enfant de participer aux activités d'un groupe terroriste ou pour financer ces dernières."
      ],
      "abstractNL": null
    }
  },
  "3": {
    "ECLI:BE:CASS:2024:ARR.20241004.1N.4": {
      "court": "CASS",
      "date": "2024-10-04",
      "roleNumber": "C.22.0474.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241004.1N.4",
      "abstractFR": null,
      "abstractNL": [
        "De rechtscolleges dienen in procedures die op het kind betrekking hebben, zoals een procedure tot vernietiging van zijn afstamming, in de eerste plaats het belang van het kind in aanmerking te nemen; hoewel dit belang een eerste overweging vormt, heeft het evenwel geen absoluut karakter; de rechter dient, in het licht van alle juridische en feitelijke elementen van de zaak voor hem, een in concreto afweging te maken tussen de verschillende betrokken belangen, waarbij het belang van het kind een bijzondere plaats inneemt (1). (1) Zie concl. OM.",
        "Een toetsing van het belang van het kind veronderstelt het in aanmerking nemen van het recht van het kind op identiteit, waaronder het recht om zowel zijn ouders te kennen als door hen te worden verzorgd; de vaststelling van de juridische afstammingsband kan helpen bij het waarborgen daarvan (1). (1) Zie concl. OM.",
        "Uit het geheel van de artikelen 330/1, 330/3, § 1, Oud Burgerlijk Wetboek, artikel 3, eerste lid, Kinderrechtenverdrag en artikel 22bis, Grondwet volgt dat de rechter die zich over een vordering tot nietigverklaring van een erkenning op grond van de artikelen 330/1 en 330/3 Oud Burgerlijk Wetboek moet uitspreken, in het licht van alle juridische en feitelijke elementen, het belang van het kind in concreto moet afwegen ten opzichte van een complexe situatie waarin met de erkenning een doelstelling van verblijfsrechtelijke fraude zou worden nagestreefd; hij kan zich daarbij niet beperken tot het louter nagaan of bij de erkenner kennelijk de intentie ontbreekt om zijn verantwoordelijkheid ten aanzien van het kind op te nemen, maar dient tevens het belang van het kind om onder meer zijn beide ouders te kennen, in rekening te nemen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240126.1F.3": {
      "court": "CASS",
      "date": "2024-01-26",
      "roleNumber": "C.21.0470.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240126.1F.3",
      "abstractFR": [
        "L'article 3.1 de la convention de New York du 20 novembre 1989 n'est, en soi, pas suffisamment précis et complet pour avoir un effet direct dès lors qu'il laisse à l'État plusieurs possibilités de satisfaire aux exigences de l'intérêt de l'enfant. Il ne peut servir de source de droits subjectifs et d'obligations dans le chef des particuliers (1). (1) Cass.4 novembre 1999, RG C.99.0111.N, Pas. 1999, n° 589."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20231018.2F.4": {
      "court": "CASS",
      "date": "2023-10-18",
      "roleNumber": "P.23.0325.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231018.2F.4",
      "abstractFR": [
        "Ni l'article 141ter du Code pénal ni les articles 8 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, 2, 3 et 27.2 de la Convention relative aux droits de l'enfant, 22 et 22bis de la Constitution et 203, § 1er, de l'ancien Code civil n'ont pour but ou pour effet d'exclure du champ d'application de l'article 140, § 1er, du Code pénal le parent qui fournit des moyens matériels en vue de permettre à son enfant de participer aux activités d'un groupe terroriste ou pour financer ces dernières."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20221123.2F.7": {
      "court": "CASS",
      "date": "2022-11-23",
      "roleNumber": "P.22.1223.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221123.2F.7",
      "abstractFR": [
        "Si l'intérêt de l'enfant, au centre des articles 22bis de la Constitution, 3 de la Convention du 20 novembre 1989 relative aux droits de l'enfant et 5 de l'ordonnance de l'assemblée réunie de la commission communautaire commune de la région de Bruxelles-Capitale du 29 avril 2004 relative à l'aide à la jeunesse, constitue le critère principal qui doit guider le juge saisi d'une décision de placement d'un enfant mineur, il ne peut se réduire à la volonté de l'enfant, fût-il doté de la capacité de discernement."
      ],
      "abstractNL": [
        "Hoewel het belang van het kind, dat centraal staat in artikel 22bis Grondwet, artikel 3 Kinderrechtenverdrag en artikel 5 van de beschikking van de algemene vergadering van de gemeenschappelijke gemeenschapscommissie van het Brussels Hoofdstedelijk Gewest van 29 april 2004 inzake hulpverlening aan jongeren, het hoofdcriterium is waardoor de rechter zich moet laten leiden wanneer hij kennisneemt van een beslissing tot plaatsing van een minderjarig kind, kan dat niet worden beperkt tot de wil van het kind, zelfs al beschikt het over het vereiste onderscheidingsvermogen.",
        "Vertaling nog niet beschikbaar"
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2022:ARR.20221123.2F.7": {
      "court": "CASS",
      "date": "2022-11-23",
      "roleNumber": "P.22.1223.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221123.2F.7",
      "abstractFR": [
        "L'article 8 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales doit être interprété en tenant compte des articles 7 et 9 de la Convention relative aux droits de l'enfant ; le droit au respect de la vie familiale implique ainsi notamment, pour l'enfant, le droit d'être élevé par ses parents et celui, pour une mère ou pour un père, de ne pas être séparé de son enfant contre son gré, sauf lorsque cette séparation est requise par l'intérêt supérieur de l'enfant et pour autant que la mesure, prise conformément aux lois et procédures applicables, soit susceptible de révision judiciaire notamment à la requête des titulaires de l'autorité parentale à laquelle il est ainsi porté atteinte (1). (1) Cass. 28 septembre 2022, RG P.22.0988.F, inédit."
      ],
      "abstractNL": [
        "Artikel 8 EVRM moet worden uitgelegd met inachtneming van de artikelen 7 en 9 Kinderrechtenverdrag; het recht op eerbiediging van het gezinsleven impliceert aldus met name het recht, voor het kind, om te worden opgevoed door zijn ouders en het recht, voor een moeder of een vader, om niet tegen hun wil van hun kind te worden gescheiden, behalve wanneer die scheiding wordt vereist door het hogere belang van het kind en voor zover de overeenkomstig de toepasselijke wetten en procedures genomen maatregel kan worden herzien door de rechter, met name op verzoek van de dragers van het ouderlijk gezag waaraan aldus afbreuk wordt gedaan (1). (1) Cass. 28 september 2022, AR P.22.0988.F, arrest niet gepubliceerd."
      ]
    }
  },
  "9": {
    "ECLI:BE:CASS:2022:ARR.20221123.2F.7": {
      "court": "CASS",
      "date": "2022-11-23",
      "roleNumber": "P.22.1223.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221123.2F.7",
      "abstractFR": [
        "L'article 8 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales doit être interprété en tenant compte des articles 7 et 9 de la Convention relative aux droits de l'enfant ; le droit au respect de la vie familiale implique ainsi notamment, pour l'enfant, le droit d'être élevé par ses parents et celui, pour une mère ou pour un père, de ne pas être séparé de son enfant contre son gré, sauf lorsque cette séparation est requise par l'intérêt supérieur de l'enfant et pour autant que la mesure, prise conformément aux lois et procédures applicables, soit susceptible de révision judiciaire notamment à la requête des titulaires de l'autorité parentale à laquelle il est ainsi porté atteinte (1). (1) Cass. 28 septembre 2022, RG P.22.0988.F, inédit."
      ],
      "abstractNL": [
        "Artikel 8 EVRM moet worden uitgelegd met inachtneming van de artikelen 7 en 9 Kinderrechtenverdrag; het recht op eerbiediging van het gezinsleven impliceert aldus met name het recht, voor het kind, om te worden opgevoed door zijn ouders en het recht, voor een moeder of een vader, om niet tegen hun wil van hun kind te worden gescheiden, behalve wanneer die scheiding wordt vereist door het hogere belang van het kind en voor zover de overeenkomstig de toepasselijke wetten en procedures genomen maatregel kan worden herzien door de rechter, met name op verzoek van de dragers van het ouderlijk gezag waaraan aldus afbreuk wordt gedaan (1). (1) Cass. 28 september 2022, AR P.22.0988.F, arrest niet gepubliceerd."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210928.2N.5": {
      "court": "CASS",
      "date": "2021-09-28",
      "roleNumber": "P.21.0791.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210928.2N.5&lang=fr",
      "abstractFR": [
        "Ni l'article 9 de Convention relative aux droits de l'enfant, ni aucune autre disposition de celle-ci ne définissent ce qu'il faut entendre par le terme « parent » concernant le droit de l'enfant de ne pas être séparé de ses parents, sous réserve d'une décision judiciaire, et concernant le droit des parties de prendre part à la procédure relative à la protection de la jeunesse; il s'ensuit qu'il revient aux États contractants d'en préciser les contours; conformément à l'article 46 de la loi du 8 avril 1965 relative à la protection de la jeunesse, à la prise en charge des mineurs ayant commis un fait qualifié infraction et à la réparation du dommage causé par ce fait, applicable en l'espèce, la citation à comparaître devant le tribunal de la jeunesse à la requête du ministère public doit, à peine de nullité, être adressée aux parents, parents d'accueil, tuteurs ou personnes qui ont la garde du mineur de même que, en principe, au mineur lui-même; en l'absence de disposition spécifique, le terme « parent » doit être compris selon son acception en droit commun, laquelle découle, s'agissant de la filiation paternelle, des articles 315 à 325 de l'ancien Code civil (1); il s'ensuit que celui dont il est allégué qu'il est le géniteur de l'enfant sans que la filiation paternelle ait été établie conformément aux dispositions légales précitées ne peut arguer de sa qualité de parent dans le cadre d'une procédure menée devant le tribunal de la jeunesse. (1) Quant à ces règles, voir F. SWENNEN, Het personen en familierecht. Een benadering in context, Intersentia, 2021, pp. 479-492.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Artikel 9 Kinderrechtenverdrag noch een andere bepaling van dat verdrag legt uit wat voor het recht van het kind om niet te worden gescheiden van zijn ouders, behoudens rechterlijke beslissing, en voor het recht op deelname van partijen aan de procedure van jeugdbescherming onder het begrip “ouder” moet worden begrepen; daaruit volgt dat de verdere invulling daarvan is overgelaten aan de verdragsluitende Staten; artikel 46 Jeugdbeschermingswet bepaalt dat de dagvaarding op verzoek van het openbaar ministerie om te verschijnen voor de jeugdrechtbank, op straffe van nietigheid moet worden gericht aan de ouders, de opvangouders, de voogden of degenen die de minderjarige onder bewaring hebben, alsook in beginsel aan de minderjarige zelf; bij gebrek aan een specifieke bepaling is het begrip “ouder” hierbij te begrijpen in de gemeenrechtelijke betekenis, zoals langs vaderszijde bepaald in de artikelen 315 tot en met 325 oud Burgerlijk Wetboek (1); daaruit volgt dat hij van wie wordt aangevoerd dat hij de verwekker is van het kind zonder dat de afstamming van vaderszijde overeenkomstig de voormelde wetsbepalingen is vastgesteld, zich niet als ouder in een procedure voor de jeugdrechtbank kan manifesteren. (1) Over deze regels zie F. SWENNEN, Het personen en familierecht. Een benadering in context, Intersentia, 2021, 479-492."
      ]
    }
  },
  "12": {
    "ECLI:BE:CASS:2021:ARR.20210413.2N.8": {
      "court": "CASS",
      "date": "2021-04-13",
      "roleNumber": "P.21.0045.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210413.2N.8&lang=fr",
      "abstractFR": [
        "Le droit de l'enfant d'exprimer son opinion sur toute question qui le concerne, son opinion étant prise en considération eu égard à son âge et à son discernement, n'est pas méconnu par la simple circonstance que, dans une matière qui concerne l'enfant, le juge ne se prononce pas selon l'opinion que cet enfant exprime (1). (1) Voir W. VANDENHOLE, « Wordt de stem van het kind gehoord? Initiatiefrecht en positie van de minderjarige in de procedure van de verblijfsregeling in het licht van het internationaal recht van de rechten van het kind en de mens », in Verblijfsregeling, Intersentia, 2008, 111-124 ; J. PUT, Handboek jeugdbeschermingsrecht, La Charte, 2015, 446 en 468 ; L. CAPPON et F. VANDER LAENEN, « Gehoord worden is nog geen inspraak: perspectieven van minderjarigen en ouders op de beslissingen genomen door de jeugdrechter », T.J.K. 2015, 3-19 ; B. DE SMET, Jeugdbeschermingsrecht in hoofdlijnen, Intersentia, 2017, 191 ; E. VAN DER MUSSELE (e.s.), Jeugdadvocaat in Vlaanderen, België en Europa, Bruxelles, Larcier, 2017, 129 ; S. RAP, « Heilige graal of werkelijkheid? Het recht om gehoord te worden voor kinderen in juridische procedures », T.J.K. 2019, 131-133 ; S. DEVRIENDT et M. DECOCK, « De impact van mensenrechtelijke instrumenten op de procespositie van minderjarigen », T.J.K. 2020, 7-20 (p. 15), P. SENAEVE, « Het hoorrecht van minderjarigen », dans Handboek familiestrafprocesrecht, Kluwer, 2020, 469-517 ; F. SWENNEN, Het personen-en familierecht, Intersentia, 2019, 175-176."
      ],
      "abstractNL": [
        "Het recht van het kind om zijn mening te uiten in alle aangelegenheden die het kind betreffen, waarbij aan de mening van het kind passend belang wordt gehecht in overeenstemming met zijn leeftijd en rijpheid, wordt niet miskend door de loutere omstandigheid dat de rechter in een aangelegenheid die het kind betreft niet oordeelt volgens de mening die dat kind heeft geuit (1). (1) Zie W. VANDENHOLE, “Wordt de stem van het kind gehoord? Initiatiefrecht en positie van de minderjarige in de procedure van de verblijfsregeling in het licht van het internationaal recht van de rechten van het kind en de mens”, in Verblijfsregeling, Intersentia, 2008, 111-124; J. PUT, Handboek jeugdbeschermingsrecht, Die Keure, 2015, 446 en 468; L. CAPPON en F. VANDER LAENEN, “Gehoord worden is nog geen inspraak: perspectieven van minderjarigen en ouders op de beslissingen genomen door de jeugdrechter”, TJK 2015, 3-19; B. DE SMET, Jeugdbeschermingsrecht in hoofdlijnen, Intersentia, 2017, 191; E. VAN DER MUSSELE (e.a.), Jeugdadvocaat in Vlaanderen, België en Europa, Brussel, Larcier, 2017, 129; S. RAP, “Heilige graal of werkelijkheid? Het recht om gehoord te worden voor kinderen in juridische procedures”, TJK 2019, 131-133; S. DEVRIENDT en M. DECOCK, “De impact van mensenrechtelijke instrumenten op de procespositie van minderjarigen”, TJK 2020, 7-20 (p. 15), P. SENAEVE, “Het hoorrecht van minderjarigen”, in Handboek familiestrafprocesrecht, Kluwer, 2020, 469-517; F. SWENNEN, Het personen-en familierecht, Intersentia, 2019, 175-176."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171006.4": {
      "court": "CASS",
      "date": "2017-10-06",
      "roleNumber": "C.16.0421.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171006.4",
      "abstractFR": [
        "Le tuteur ad hoc désigné pour représenter le mineur non émancipé n'a pas l'obligation, quels que soient l'âge de l'enfant et les circonstances de la cause, de rencontrer celui-ci et lui demander son opinion sur le litige."
      ],
      "abstractNL": [
        "De voogd ad hoc, die werd aangewezen om de niet-ontvoogde minderjarige te vertegenwoordigen, is niet verplicht het kind, ongeacht zijn leeftijd en de omstandigheden van de zaak, te ontmoeten en hem zijn mening over het geschil te vragen."
      ]
    }
  },
  "27": {
    "ECLI:BE:CASS:2023:ARR.20231018.2F.4": {
      "court": "CASS",
      "date": "2023-10-18",
      "roleNumber": "P.23.0325.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231018.2F.4",
      "abstractFR": [
        "Ni l'article 141ter du Code pénal ni les articles 8 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, 2, 3 et 27.2 de la Convention relative aux droits de l'enfant, 22 et 22bis de la Constitution et 203, § 1er, de l'ancien Code civil n'ont pour but ou pour effet d'exclure du champ d'application de l'article 140, § 1er, du Code pénal le parent qui fournit des moyens matériels en vue de permettre à son enfant de participer aux activités d'un groupe terroriste ou pour financer ces dernières."
      ],
      "abstractNL": null
    }
  },
  "37": {
    "ECLI:BE:CASS:2020:ARR.20200212.2F.2": {
      "court": "CASS",
      "date": "2020-02-12",
      "roleNumber": "P.19.0692.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200212.2F.2",
      "abstractFR": [
        "Ni les articles 40 de la Convention du 20 novembre 1989 relative aux droits de l'enfant et 14 du Pacte international relatif aux droits civils et politiques ni aucune autre disposition n'interdisent aux États parties aux traités précités de prévoir qu'à partir d'un âge minimum, au-dessous duquel les mineurs ne peuvent relever des tribunaux de droit commun, les juridictions de la jeunesse, dans les conditions établies par la loi et, en particulier, lorsqu'elles estiment inadéquate une mesure de protection, peuvent se dessaisir et renvoyer la cause au ministère public aux fins de poursuite devant les juridictions répressives compétentes."
      ],
      "abstractNL": [
        "Noch de artikelen 40 Kinderrechtenverdrag en 14 IVBPR noch enige andere bepaling verbieden de bij de voormelde verdragen aangesloten Staten te bepalen dat de jeugdrechtbanken vanaf een minimumleeftijd, waaronder minderjarigen niet onder de bevoegdheid van de gemeenrechtelijke rechtbanken kunnen vallen, onder de bij wet gestelde voorwaarden, en met name wanneer ze een beschermingsmaatregel niet geschikt achten, de zaak uit handen kunnen geven en de zaak naar het openbaar ministerie kunnen verwijzen met het oog op vervolging voor de bevoegde strafgerechten."
      ]
    }
  },
  "40": {
    "ECLI:BE:CASS:2020:ARR.20200212.2F.2": {
      "court": "CASS",
      "date": "2020-02-12",
      "roleNumber": "P.19.0692.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200212.2F.2",
      "abstractFR": [
        "Ni les articles 40 de la Convention du 20 novembre 1989 relative aux droits de l'enfant et 14 du Pacte international relatif aux droits civils et politiques ni aucune autre disposition n'interdisent aux États parties aux traités précités de prévoir qu'à partir d'un âge minimum, au-dessous duquel les mineurs ne peuvent relever des tribunaux de droit commun, les juridictions de la jeunesse, dans les conditions établies par la loi et, en particulier, lorsqu'elles estiment inadéquate une mesure de protection, peuvent se dessaisir et renvoyer la cause au ministère public aux fins de poursuite devant les juridictions répressives compétentes."
      ],
      "abstractNL": [
        "Noch de artikelen 40 Kinderrechtenverdrag en 14 IVBPR noch enige andere bepaling verbieden de bij de voormelde verdragen aangesloten Staten te bepalen dat de jeugdrechtbanken vanaf een minimumleeftijd, waaronder minderjarigen niet onder de bevoegdheid van de gemeenrechtelijke rechtbanken kunnen vallen, onder de bij wet gestelde voorwaarden, en met name wanneer ze een beschermingsmaatregel niet geschikt achten, de zaak uit handen kunnen geven en de zaak naar het openbaar ministerie kunnen verwijzen met het oog op vervolging voor de bevoegde strafgerechten."
      ]
    }
  }
}