{
  "3": {
    "ECLI:BE:CASS:2024:ARR.20240223.1F.2": {
      "court": "CASS",
      "date": "2024-02-23",
      "roleNumber": "F.22.0150.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240223.1F.2",
      "abstractFR": [
        "L'article 6, paragraphe 1er, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, dont la teneur est reprise à l'article 14, paragraphes 1er et 3, g) du Pacte international relatif aux droits civils et politiques, implique le droit de garder le silence et de ne pas contribuer à sa propre incrimination (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "9": {
    "ECLI:BE:CASS:2004:ARR.20040317.12": {
      "court": "CASS",
      "date": "2004-03-17",
      "roleNumber": "P040210F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2004:ARR.20040317.12",
      "abstractFR": [
        "Les articles 9, 10 et 14.1 du Pacte international relatif aux droits civils et politiques ne sont pas applicables en matière de libération conditionnelle (1). (1) Voir Cass., 9 octobre 2002, RG P.02.1008.F, n° ..."
      ],
      "abstractNL": [
        "De artt. 9, 10 en 14.1, I.V.B.P.R. zijn niet van toepassing inzake voorwaardelijke invrijheidstelling (1). (1) Zie Cass., 9 okt. 2002, AR P.02.1008.F, nr ..."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2004:ARR.20040317.12": {
      "court": "CASS",
      "date": "2004-03-17",
      "roleNumber": "P040210F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2004:ARR.20040317.12",
      "abstractFR": [
        "Les articles 9, 10 et 14.1 du Pacte international relatif aux droits civils et politiques ne sont pas applicables en matière de libération conditionnelle (1). (1) Voir Cass., 9 octobre 2002, RG P.02.1008.F, n° ..."
      ],
      "abstractNL": [
        "De artt. 9, 10 en 14.1, I.V.B.P.R. zijn niet van toepassing inzake voorwaardelijke invrijheidstelling (1). (1) Zie Cass., 9 okt. 2002, AR P.02.1008.F, nr ..."
      ]
    }
  },
  "14": {
    "ECLI:BE:CASS:2026:ARR.20260113.2N.12": {
      "court": "CASS",
      "date": "2026-01-13",
      "roleNumber": "P.25.1055.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2026:ARR.20260113.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Uit de bepalingen van artikelen 14.7 IVBPR, 4.1 Zevende Aanvullend Protocol EVRM en het algemeen rechtsbeginsel non bis in idem volgt dat een tweede vervolging van eenzelfde persoon verboden is wegens identieke feiten of substantieel dezelfde feiten die na een eerste vervolging hebben geleid tot een onherroepelijke beslissing van veroordeling of vrijspraak."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251216.2N.16": {
      "court": "CASS",
      "date": "2025-12-16",
      "roleNumber": "P.25.1368.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251216.2N.16",
      "abstractFR": null,
      "abstractNL": [
        "Het algemeen rechtsbeginsel van het vermoeden van onschuld, zoals dit ook wordt gewaarborgd door artikel 6.2 EVRM en artikel 14.2 IVBPR, verzet zich niet ertegen dat de rechter: - voor de bewezenverklaring van een misdrijf het gegeven in aanmerking neemt dat een beklaagde geen aannemelijke verklaring kan of wil geven voor bezwarende elementen; - beweringen die een beklaagde te zijner ontlasting aanvoert, verwerpt omdat de beklaagde die beweringen niet enigszins aannemelijk maakt; - de bewezenverklaring voor de vervolgde feiten mede afleidt uit gegevens die zijn ontleend aan geseponeerde strafdossiers waarover de beklaagde tegenspraak kon voeren, voor zover de rechter de beklaagde niet schuldig verklaart aan de feiten die het voorwerp uitmaken van die geseponeerde strafdossiers."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251125.2N.11": {
      "court": "CASS",
      "date": "2025-11-25",
      "roleNumber": "P.25.0935.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251125.2N.11",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 14.7 IVBPR, 4.1. Zevende Aanvullend Protocol EVRM en het algemeen rechtsbeginsel non bis in idem volgt dat in de regel een tweede vervolging verboden is wegens identieke feiten of substantieel dezelfde feiten die na een eerste vervolging hebben geleid tot een onherroepelijke beslissing van veroordeling of vrijspraak; een vervolging in de zin van die bepalingen wordt als strafrechtelijk omschreven wanneer ze volgens het intern recht aan een strafrechtelijke omschrijving beantwoordt, wanneer het misdrijf, naargelang zijn aard, geldt voor alle burgers of wanneer de bestraffing van het misdrijf, naargelang de aard en de ernst ervan, een repressief dan wel een preventief oogmerk heeft, zonder dat vereist is dat de veroordeling of de vrijspraak die een einde maakt aan die strafvervolging, door een strafrechter wordt uitgesproken ; het komt de strafrechter toe op grond van zijn feitelijke vaststellingen te oordelen of de eerdere vervolging een strafrechtelijk karakter heeft."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251124.3F.1": {
      "court": "CASS",
      "date": "2025-11-24",
      "roleNumber": "S.18.0059.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251124.3F.1",
      "abstractFR": [
        "Sauf lorsque la loi en dispose autrement, l'utilisation en matière civile d'une preuve obtenue illégalement ne peut être écartée que si l'irrégularité commise entache la fiabilité de la preuve ou si cette utilisation compromet le droit au procès équitable; à cet égard, le juge tient compte, entre autres, de la manière dont la preuve a été obtenue, des circonstances dans lesquelles l'illégalité a été commise, de la gravité de celle-ci, de la mesure dans laquelle elle a porté atteinte aux droits de la partie adverse, du droit à la preuve de la partie qui l'utilise et de l'attitude de la partie adverse (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20251124.3F.2": {
      "court": "CASS",
      "date": "2025-11-24",
      "roleNumber": "S.23.0020.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251124.3F.2",
      "abstractFR": [
        "Sauf lorsque la loi en dispose autrement, l'utilisation en matière civile d'une preuve obtenue illégalement ne peut être écartée que si l'irrégularité commise entache la fiabilité de la preuve ou si cette utilisation compromet le droit au procès équitable; à cet égard, le juge tient compte, entre autres, de la manière dont la preuve a été obtenue, des circonstances dans lesquelles l'illégalité a été commise, de la gravité de celle-ci, de la mesure dans laquelle elle a porté atteinte aux droits de la partie adverse, du droit à la preuve de la partie qui l'utilise et de l'attitude de la partie adverse."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20251103.3F.7": {
      "court": "CASS",
      "date": "2025-11-03",
      "roleNumber": "S.24.0064.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251103.3F.7",
      "abstractFR": [
        "L'extinction de l'action publique moyennant l'exécution de mesures et le respect des conditions est une mesure proposée par une autorité appelée à participer à l'administration de la justice, requiert une appréciation de la responsabilité pénale de l'intéressé et sanctionne le comportement illicite de ce dernier; il s'ensuit qu'elle constitue une condamnation par un jugement définitif qui commande l'application du principe non bis in idem, qui a pour objet de prohiber la répétition de poursuites revêtant un caractère répressif définitivement clôturées (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20251028.2N.1": {
      "court": "CASS",
      "date": "2025-10-28",
      "roleNumber": "P.25.0925.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251028.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Bij de beoordeling of over de strafvervolging werd geoordeeld binnen een redelijke termijn zoals vereist door artikel 6.1 EVRM en artikel 14.3.c IVBPR mag de rechter wel degelijk het gedrag van de beklaagde betrekken; ook handelingen van de beklaagde die geen dilatoir karakter hebben en die kunnen worden gekaderd in de normale uitoefening van het recht van verdediging, zoals het verzoek om uitstel wegens de recente raadpleging van een nieuwe raadsman of het indienen van nieuwe stukken wat tot uitstel leidt omdat de tegenpartij ervan kennis wil nemen, kunnen een impact hebben op het tijdsverloop en zijn dus wel degelijk relevant bij de beoordeling van de redelijketermijnvereiste."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251028.2N.2": {
      "court": "CASS",
      "date": "2025-10-28",
      "roleNumber": "P.25.1076.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251028.2N.2",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 6 EVRM en het algemeen rechtsbeginsel houdende eerbiediging van het recht van verdediging volgt niet dat indien de rechter bij de beoordeling van de strafvordering rekening houdt met aan het strafdossier ontleende gegevens die niet zijn vermeld in een schriftelijke nota die door het openbaar ministerie werd neergelegd of in de mondelinge vordering, hij de beklaagde de kans moet geven om daarover standpunt in te nemen; een beklaagde en zijn raadsman, aan wie voldoende tijd en faciliteiten werden verleend voor de voorbereiding van de verdediging, moeten ermee rekening houden dat de rechter alle gegevens van het strafdossier bij zijn beoordeling kan betrekken en dit ongeacht of de vervolgende partij in een schriftelijke nota of in de mondelinge vordering van die gegevens melding heeft gemaakt."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251021.2N.98": {
      "court": "CASS",
      "date": "2025-10-21",
      "roleNumber": "P.25.1275.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251021.2N.98",
      "abstractFR": null,
      "abstractNL": [
        "De vordering tot herroeping van een strafuitvoeringsmodaliteit betreft geen nieuwe berechting of bestraffing voor een strafbaar feit waarvoor de betrokkene reeds onherroepelijk is vrijgesproken of veroordeeld in de zin van het voormelde algemeen rechtsbeginsel; op die procedure is het algemeen rechtsbeginsel non bis in idem niet van toepassing; dit algemeen rechtsbeginsel kan dan ook niet beletten dat het openbaar ministerie, nadat de strafuitvoeringsrechtbank een herroepingsvordering gegrond op artikel 64, 7°, Wet Strafuitvoering heeft afgewezen, een nieuwe herroepingsvordering gegrond op artikel 67/1 Wet Straftuitvoering aanhangig maakt, alsook dat de strafuitvoeringsrechtbank daarover uitspraak doet."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251015.2F.12": {
      "court": "CASS",
      "date": "2025-10-15",
      "roleNumber": "P.25.0954.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251015.2F.12",
      "abstractFR": [
        "En vertu du principe général du droit non bis in idem, consacré par les articles 14.7 du Pacte international relatif aux droits civils et politiques et 4.1 du Protocole n° 7 à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, nul ne peut être poursuivi ou puni en raison d'une infraction pour laquelle il a déjà été acquitté ou condamné par un jugement définitif; mais un classement sans suite ne répond pas à cette condition (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20221012.2F.7": {
      "court": "CASS",
      "date": "2022-10-12",
      "roleNumber": "P.22.0851.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221012.2F.7",
      "abstractFR": [
        "L'application de la fin de non-recevoir de l'action publique déduite du principe non bis in idem suppose l'existence d'une première condamnation définitive ; il doit s'agir d'une condamnation prononcée à la suite d'une poursuite revêtant un caractère répressif ; pour en décider, il y a lieu d'avoir égard à la nature et à la qualification des faits, ainsi qu'à la nature et à la gravité de la sanction applicable à leur auteur (1). (1) Voir concl. du MP ; P. MARCHAL, « Principes généraux du droit », R.P.D.B., Bruylant, 2014, p. 273."
      ],
      "abstractNL": [
        "De toepassing van de grond van niet-ontvankelijkheid van de strafvordering, die voortvloeit uit het algemeen rechtsbeginsel non bis in idem, veronderstelt het bestaan van een eerste onherroepelijke veroordeling; het moet gaan om een veroordeling die is uitgesproken na een vervolging van repressieve aard; bij die beslissing moeten de aard en de kwalificatie van de feiten in aanmerking worden genomen, evenals de aard en de ernst van de aan de dader opgelegde sanctie (1). (1) Zie concl. OM; P. MARCHAL, “Principes généraux du droit”, RPDB, Bruylant, 2014, 273.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250916.2N.9": {
      "court": "CASS",
      "date": "2025-09-16",
      "roleNumber": "P.25.0400.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250916.2N.9",
      "abstractFR": null,
      "abstractNL": [
        "Het Hof kan overeenkomstig artikel 26, § 4, tweede lid, 2°, Bijzondere Wet Grondwettelijk Hof onderzoeken of de betwiste wetsbepaling artikel 13 Grondwet klaarblijkelijk niet schendt; de toegang tot de rechter, zoals gewaarborgd bij artikel 13 Grondwet, artikel 6.1 EVRM en artikel 14.1 IVBPR, kan worden onderworpen aan ontvankelijkheidsvoorwaarden, zoals een belangenvereiste; die voorwaarden mogen de toegang tot de rechter niet dermate beperken dat afbreuk wordt gedaan aan de essentie zelf ervan; dat zou het geval zijn wanneer een beperking niet redelijk evenredig zou zijn met het gewettigde doel; de hiervoor vermelde uitlegging van artikel 17 Gerechtelijk Wetboek beperkt, door middel van de ontvankelijkheidsvoorwaarde van het hebben van een eigen belang, de toegang tot de gewone rechtscolleges, zodat een vereniging in beginsel niet in rechte kan optreden ter verwezenlijking van haar maatschappelijk doel, zoals dit het geval is bij de bescherming of de vrijwaring van het dierenwelzijn, maar dat wel kan doen wanneer dit maatschappelijk doel de bescherming beoogt van de rechten van de mens of de fundamentele vrijheden zoals erkend in de Grondwet en in de internationale instrumenten die België binden zoals voorzien in artikel 17, tweede lid, Gerechtelijk Wetboek of in een verdragsbepaling, zoals het Verdrag van Aarhus, België verplicht dergelijke toegang tot de rechter te verlenen; deze beperking is evenredig met het nagestreefde wettige doel, namelijk een goede rechtsbedeling verzekeren door de actio popularis te weigeren en het beginsel in acht te doen nemen dat is uitgedrukt in het adagium “nul ne plaide par procureur”; aldus schendt de vermelde uitlegging van artikel 17 Gerechtelijk Wetboek artikel 13 Grondwet met betrekking tot het recht op toegang tot de bevoegde rechter, zoals tevens gewaarborgd door artikel 6.1 EVRM, klaarblijkelijk niet (1). (1) Zie concl. ‘in hoofdzaak' OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240109.2N.7": {
      "court": "CASS",
      "date": "2024-01-09",
      "roleNumber": "P.23.1481.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240109.2N.7",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 14.7 IVBPR, artikel 4.1 Zevende Aanvullend Protocol EVRM en het algemene rechtsbeginsel non bis in idem houden in dat een tweede vervolging verboden is wegens identieke feiten of substantieel dezelfde feiten die na een eerste vervolging hebben geleid tot een onherroepelijke beslissing van veroordeling of vrijspraak en onder identieke of substantieel dezelfde feiten moet worden verstaan een geheel van concrete feitelijke omstandigheden met betrekking tot eenzelfde verdachte welke onlosmakelijk in tijd en ruimte met elkaar verbonden zijn; een dergelijk verband vloeit niet noodzakelijk voort uit de vaststelling dat witgewassen vermogensvoordelen geheel afkomstig zijn uit het basismisdrijf en het witwasmisdrijf niet kan worden gepleegd zonder het plegen van het daaraan voorafgaande basismisdrijf; de rechter oordeelt onaantastbaar of de feiten die het voorwerp uitmaken van de vervolgingen identiek of substantieel dezelfde zijn en het Hof gaat na of de rechter uit de door hem vastgestelde feiten geen gevolgen afleidt die op grond daarvan onmogelijk kunnen worden verantwoord (1). (1) Cass. 27 juni 2023, AR P.23.0521.N, AC 2023, nr. 489."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221108.2N.1": {
      "court": "CASS",
      "date": "2022-11-08",
      "roleNumber": "P.22.0915.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221108.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Het algemeen rechtsbeginsel houdende het vermoeden van onschuld, zoals dit ook wordt gewaarborgd door artikel 6.2 EVRM en artikel 14.2 IVBPR, verzet zich niet ertegen dat de rechter met het oog op de schuldbeoordeling de geloofwaardigheid toetst van niet gelijkluidende verklaringen van een beklaagde en van het slachtoffer op basis van de inhoud van die verklaringen; die toets kan de rechter doen aan de hand van onder meer het precies karakter van de gezegdes, de interne coherentie, de afwezigheid van overdrijvingen en de overstemming met andere dossiergegevens; op basis van die toetsing kan de rechter de verklaringen van een beklaagde als ongeloofwaardig en die van een slachtoffer als geloofwaardig beoordelen; daaruit kan niet worden afgeleid dat de rechter de bewijslast bij de beklaagde legt."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240223.1F.2": {
      "court": "CASS",
      "date": "2024-02-23",
      "roleNumber": "F.22.0150.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240223.1F.2",
      "abstractFR": [
        "L'article 6, paragraphe 1er, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, dont la teneur est reprise à l'article 14, paragraphes 1er et 3, g) du Pacte international relatif aux droits civils et politiques, implique le droit de garder le silence et de ne pas contribuer à sa propre incrimination (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20221129.2N.1": {
      "court": "CASS",
      "date": "2022-11-29",
      "roleNumber": "P.22.0872.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221129.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Uit de tekst van de artikelen 14.7 IVBPR en 4.1 Zevende Protocol EVRM volgt dat deze bepalingen niet van toepassing zijn bij een vervolging voor een Belgisch gerecht na een veroordeling door een buitenlands gerecht (1). (1) P. HOET, Het strafrechtelijk ne bis in idem-beginsel, Intersentia, 2021, 7-22."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240430.2N.17": {
      "court": "CASS",
      "date": "2024-04-30",
      "roleNumber": "P.23.0814.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240430.2N.17",
      "abstractFR": null,
      "abstractNL": [
        "Het door artikel 6.1 EVRM gewaarborgde recht van toegang tot de rechter, zoals uitgelegd door het Europees Hof voor de Rechten van de Mens, belet de lidstaten niet het instellen van rechtsmiddelen afhankelijk te maken van voorwaarden, voor zover die voorwaarden een wettig doel dienen en er een redelijke verantwoording bestaat tussen de opgelegde voorwaarden en het nagestreefde doel maar die voorwaarden mogen niet ertoe leiden dat het recht op het instellen van het rechtsmiddel in de kern wordt aangetast; met de verplichting voor de appellant op straffe van verval van het hoger beroep de grieven tegen de beroepen beslissing kenbaar te maken, beoogt de wetgever een doelmatiger behandeling van de strafzaken in hoger beroep, het vermijden van nutteloze werklast en kosten door het niet langer voorleggen van niet-betwiste beslissingen aan het appelgerecht en ten slotte de tegenpartijen en het appelgerecht in de gelegenheid te stellen te bepalen van welke beslissingen de appellant de hervorming wenst; die verplichting, alsook de duidelijk in artikel 204 Wetboek van Strafvordering bepaalde verplichting om binnen de appeltermijn de grieven schriftelijk in te dienen zodat snel zekerheid bestaat over de draagwijdte van het hoger beroep, dienen een wettig doel, respecteren een redelijke verhouding tussen de opgelegde beperkingen en het nagestreefde doel en tasten het recht op hoger beroep in de kern niet aan en de loutere omstandigheid dat een beklaagde zelf en zonder bijstand van een advocaat het hoger beroep instelt en een grievenformulier indient, laat niet toe anders te oordelen en houdt als zodanig evenmin een miskenning in van zijn recht op bijstand van een raadsman zoals bedoeld in artikel 6.3.c EVRM en artikel 14.3.d IVBPR (1). (1) Cass. 10 oktober 2023, AR P.23.0973.N, AC 2023, nr. 640."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241001.2N.24": {
      "court": "CASS",
      "date": "2024-10-01",
      "roleNumber": "P.24.1014.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241001.2N.24",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer een beklaagde overeenkomstig artikel 65/1, § 2, eerste lid, Wegverkeerswet beroep aantekent tegen het bevel tot betalen, is het niet vereist dat de beklaagde nogmaals in kennis wordt gesteld van de feiten waarop de vervolging betrekking heeft en van de kwalificatie van die feiten, aangezien de beklaagde door het hem ter kennis gebrachte bevel tot betalen werd ingelicht over de ten laste gelegde feiten, de geschonden wetsbepalingen, de datum, het tijdstip en de plaats van de overtreding, alsook hij zijn beroep tegen het bevel met redenen moet omkleden; noch uit artikel 6 EVRM noch uit artikel 14 IVBPR kan een dergelijke tweede verwittigingsplicht worden afgeleid; de politierechtbank en in hoger beroep de correctionele rechtbank kunnen de feiten zoals aanhangig gemaakt door het beroep tegen het bevel tot betalen heromschrijven, mits het recht van verdediging te respecteren."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250520.2N.25": {
      "court": "CASS",
      "date": "2025-05-20",
      "roleNumber": "P.25.0288.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250520.2N.25",
      "abstractFR": null,
      "abstractNL": [
        "De vaststelling dat artikel 67bis Wegverkeerswet betreffende het vermoeden van toerekening van daderschap aan de kentekenplaathouder niet kan worden toegepast, belet de rechter niet op basis van de feitelijke gegevens die hij vermeldt niettemin te oordelen dat de kentekenplaathouder wel degelijk de bestuurder van het voertuig was waarmee de overtreding werd begaan en hij mag daarbij alle feitelijke omstandigheden die zowel betrekking hebben op de gedragingen van de beklaagde ten aanzien van de ten laste gelegde feiten als op de omstandigheden waarin die hebben plaatsgegrepen, in aanmerking nemen om de schuld te beoordelen; het zwijgrecht, zoals gewaarborgd door artikel 6.1 EVRM en artikel 14.1 en 14.3.g IVBPR, houdt het recht in van iedere persoon die wegens een strafbaar feit wordt vervolgd om niet tegen zichzelf te getuigen en om niet gedwongen te moeten meewerken aan zijn eigen beschuldiging maar de rechter miskent dit zwijgrecht niet wanneer hij een beklaagde schuldig verklaart mede op grond van de vaststelling dat hij zijn schuld aan het hem ten laste gelegde feit in een eerdere fase van de procedure niet heeft betwist of dat hij geen geloofwaardige uitleg kan verstrekken voor bezwarende elementen."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250604.2F.15": {
      "court": "CASS",
      "date": "2025-06-04",
      "roleNumber": "P.25.0382.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250604.2F.15",
      "abstractFR": [
        "Les articles 2.1 du Protocole n° 7 additionnel à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (1) et 14.5 du Pacte international relatif aux droits civils et politiques (2) ne s'appliquent pas aux personnes qui, en vertu de la loi belge, sont directement déférées à une juridiction supérieure telle que la cour d'appel; tel est le cas lorsque, conformément à l'article 215 du Code d'instruction criminelle, les juges d'appel évoquent la cause dont ils ont été saisis. (1) Voir Cass. 2 mars 2021, RG P.20.1057.N, ECLI:BE:CASS:2021:ARR.20210302.2N.22, Pas. 2021, n° 148, § 27, et concl. de M. WINANTS, avocat général, ECLI:BE:CASS:2021:CONC.20210302.2N.22. (2) Voir Cass. 3 septembre 2013, RG P.12.1645.N, Pas. 2013, n° 416, ECLI:BE:CASS:2013:ARR.20130903.9."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230530.2N.13": {
      "court": "CASS",
      "date": "2023-05-30",
      "roleNumber": "P.23.0483.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230530.2N.13",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 195, tweede lid, Wetboek van Strafvordering dat overeenkomstig artikel 211 Wetboek van Strafvordering van toepassing is op de hoven van beroep, volgt voor de rechter de verplichting om de straffen en hun maat die de wetgever aan zijn vrije beoordeling overlaat, nauwkeurig te motiveren, zij het dat die motivering beknopt mag zijn; uit artikel 6.1 EVRM, artikel 14.3.c IVBPR en artikel 149 Grondwet kan geen verdergaande motiveringsverplichting worden afgeleid; de verplichting de keuze voor de straffen en hun maat nauwkeurig te motiveren geldt ook voor de bijkomende straffen van het door artikel 1 en 1bis Wet Beroepsuitoefeningsverbod bedoelde bestuurders – en ondernemersverbod (1); evenwel is niet vereist dat de rechter ter verantwoording van het door artikel 1bis Wet Beroepsuitoefeningsverbod bedoelde ondernemersverbod en de duur van dit verbod noodzakelijk een afzonderlijke en bijkomende motivering verstrekt; de rechter kan het opleggen van het door artikel 1bis Wet Beroepsuitoefeningsverbod bedoelde ondernemersverbod en de duur van dit verbod nauwkeurig motiveren met dezelfde redenen als die welke het opleggen van het door artikel 1 Wet Beroepsuitoefeningsverbod bedoelde bestuurdersverbod en de duur ervan verantwoorden. (1) B. SPRIET, “Het vennootschapsberoepsverbod: van bot en blind naar scherp en bedachtzaam”, in De wet voorbij. Liber amicorum Luc Huybrechts, Intersentia, 2010, 341-358; B. SPRIET, “Actualia strafrechtelijke fraude: misdrijf, rechtspersoon en beroepsverbod”, in Themis 110. Straf-en strafprocesrecht, Die Keure, 2019, 123-141; C. VAN DEN WYNGAERT, S. VANDROMME en Ph. TRAEST, Strafrecht en strafprocesrecht in hoofdlijnen, Gompel& Svacina, 2022, 115 en 471-472; J. DE HERDT en J. ROZIE, “Bestraffing van ondernemingen: huidige knelpunten en toekomstige uitdagingen”, in (J. ROZIE, ed.) Ondernemingsstrafrecht, Boomjuridisch, 2023, 11."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230613.2N.2": {
      "court": "CASS",
      "date": "2023-06-13",
      "roleNumber": "P.23.0316.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230613.2N.2",
      "abstractFR": null,
      "abstractNL": [
        "Uit de bepalingen van de artikelen 6.1 en 6.3.c. EVRM, artikel 14.3, d) IVBPR, artikel 185, § 1, Wetboek van Strafvordering en het algemeen rechtsbeginsel van het recht op een eerlijk proces volgt dat een beklaagde het recht heeft om tegenwoordig te zijn bij het tegen hem gevoerde strafproces, hij zijn strafproces daadwerkelijk moet kunnen volgen en eraan deelnemen als hij dat wenst en hij onder meer verklaringen moet kunnen afleggen, met de rechter in interactie kunnen treden over de feiten, het bewijs en zijn persoonlijkheid, waarbij het enkele feit dat een advocaat de beklaagde vertegenwoordigt, niet volstaat om deze laatste de voormelde rechten te ontzeggen; in beginsel is de rechter er dan ook toe gehouden de behandeling van een strafzaak uit te stellen indien dit noodzakelijk is opdat de beklaagde die dat wil, effectief zijn proces kan bijwonen en indien de rechter uitstel weigert, moet hij de concrete omstandigheden vaststellen waarop hij zich baseert; de voormelde rechten zijn evenwel niet absoluut en de eerbiediging ervan dient geval per geval te worden beoordeeld en in de regel dient een beklaagde die de nodige tijd en faciliteiten heeft gekregen om zijn verdediging voor te bereiden, ter rechtszitting te verschijnen om er zijn verdediging voor te dragen en heeft hij niet het recht om zonder aannemelijke en ernstige redenen te vragen de behandeling van zijn zaak uit te stellen, zodat wanneer een beklaagde op de rechtszitting waarvoor hij tijdig is opgeroepen, via zijn advocaat vraagt om een uitstel wegens gezondheidsproblemen die hem zouden beletten in persoon te verschijnen, de rechter onaantastbaar oordeelt of die reden aannemelijk en ernstig is (1). (1) Cass. 5 oktober 2022, AR P.21.0024.F, AC 2022, nr. 607 met concl. van advocaat-generaal D. VANDERMEERSCH op datum in Pas.; Cass. 7 april 2020, RG P.20.0231.N, AC 2020, nr. 228; Cass. 20 september 2016, RG P.16.0231.N, AC 2016, n° 509, R.A.B.G., 2017, p. 62 en noot C. VAN DE HEYNING, “Het recht op deelname aan de procedure: wanneer ben je (tijdig) ziek genoeg?”"
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230606.2N.7": {
      "court": "CASS",
      "date": "2023-06-06",
      "roleNumber": "P.22.1440.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230606.2N.7",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 6.1 en 6.3.c EVRM en artikel 14.3, d) IVBPR volgt dat een beklaagde het recht heeft op de bijstand van een raadsman naar eigen keuze of, indien hij niet over voldoende middelen beschikt om een raadsman te bekostigen, kosteloos door een toegevoegd advocaat te kunnen worden bijgestaan indien de belangen van een behoorlijke rechtspleging dit eisen en de rechter is in beginsel dan ook ertoe gehouden de behandeling van een strafzaak uit te stellen indien dit noodzakelijk is om dit recht te verzekeren; uit de voormelde rechten kan voor een beklaagde evenwel geen absoluut recht op uitstel van behandeling van zijn zaak worden afgeleid indien hij op een hem toerekenbare wijze zelf ervoor verantwoordelijk is dat hij op het ogenblik van de behandeling van de zaak niet wordt bijgestaan door een raadsman; van een beklaagde, die kennis heeft van de datum waarop de strafzaak zal worden behandeld, mag worden verwacht dat hijzelf tijdig de nodige initiatieven neemt om een raadsman te contacteren zodat zijn raadsman of nieuw gekozen raadsman aanwezig kan zijn op de rechtszitting en tijdig zijn verdediging kan voorbereiden vermits een beklaagde mee verantwoordelijk is voor het kunnen uitoefenen van zijn rechten (1). (1) Zie ook Cass. 3 november 2020, AR P.20.0672.N, AC 2020, nr. 676.",
        "Wanneer een beklaagde op de rechtszitting verzoekt om uitstel van de behandeling van de zaak om hem toe te laten een raadsman te raadplegen, mag de rechter bij de beoordeling van dit verzoek rekening houden met het gegeven dat de beklaagde reeds geruime tijd kennis had van de datum van de behandeling van de zaak, hij in het verleden reeds werd bijgestaan door een raadsman en hij zijn verzoek slechts heeft geformuleerd op de voor de behandeling van de zaak voorziene rechtszitting of kort voordien, waardoor hij zelf verantwoordelijk is voor de afwezigheid van een raadsman (1). (1) Zie ook Cass. 3 november 2020, AR P.20.0672.N, AC 2020, nr. 676."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230627.2N.30": {
      "court": "CASS",
      "date": "2023-06-27",
      "roleNumber": "P.23.0521.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230627.2N.30",
      "abstractFR": null,
      "abstractNL": [
        "Onder identieke of substantieel dezelfde feiten moet worden verstaan een geheel van concrete feitelijke omstandigheden welke onlosmakelijk in tijd en ruimte of naar voorwerp of aard met elkaar verbonden zijn; de rechter beoordeelt in het licht van de gegevens van de zaak welke feiten bij hem aanhangig zijn gemaakt en of die feiten identiek of substantieel dezelfde zijn als deze die het voorwerp waren van een eerdere strafvervolging die is beëindigd met een onherroepelijke beslissing van vrijspraak of veroordeling waarbij de rechter acht moet slaan op de feitelijke gedragingen en de werkelijk bedoelde omstandigheden waarop de eerste strafvordering betrekking heeft en dit dubbel onderzoek van de hem voorgelegde en de eerder berechte feiten maakt deel uit van de onaantastbare beoordeling door de feitenrechter; het Hof gaat na of de rechter uit zijn vaststellingen geen gevolgen trekt die op grond daarvan onmogelijk kunnen worden verantwoord."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231017.2N.6": {
      "court": "CASS",
      "date": "2023-10-17",
      "roleNumber": "P.23.0964.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231017.2N.6",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 6 EVRM en artikel 14 IVBPR en het door die bepalingen gewaarborgde recht van toegang tot de rechter volgt voor de overheid niet de verplichting om een beklaagde, die bij de behandeling in eerste aanleg persoonlijk aanwezig was en er verweer heeft gevoerd, die bij die behandeling werd ingelicht over de datum waarop het vonnis zou worden uitgesproken en die op het ogenblik van de termijn om hoger beroep in te stellen niet van zijn vrijheid was beroofd en dus vrij hoger beroep kon aantekenen tegen het op de voorziene datum uitgesproken vonnis, expliciet te informeren over de door hem in acht te nemen termijn om hoger beroep aan te tekenen, zoals die duidelijk is vastgelegd in artikel 203, § 1, eerste lid, Wetboek van Strafvordering; de omstandigheid dat de beklaagde op de rechtszittingen waarop de zaak werd behandeld en het beroepen vonnis werd uitgesproken, niet werd bijgestaan door een raadsman, doet daaraan geen afbreuk (1). (1) Cass. 28 juni 2022, AR P.21.1690.N, AC 2022, nr. 462."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200324.1N.1": {
      "court": "CASS",
      "date": "2020-03-24",
      "roleNumber": "P.19.0571.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200324.1N.1&lang=fr",
      "abstractFR": [
        "Le droit à un procès équitable requiert uniquement que l'assistance d'un avocat soit offerte au prévenu durant son audition par la police, dans la mesure où il se trouve dans une situation de vulnérabilité; il appartient au juge de vérifier, en s'appuyant sur des éléments concrets, si le prévenu se trouvait dans une situation particulièrement vulnérable durant ses auditions et, si tel est le cas, si le fait de ne pas exclure certaines auditions réalisées au cours de l'enquête pénale sans l'assistance d'un avocat ou en violation de l'obligation d'information entraîne une violation du droit à un procès équitable considéré dans son ensemble (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Le droit à l'assistance d'un avocat est lié à l'obligation d'information, au droit au silence et au fait que personne ne peut être contraint à s'auto-incriminer."
      ],
      "abstractNL": [
        "Het recht op bijstand van een advocaat is verbonden met de cautieplicht, het zwijgrecht en het feit dat niemand kan verplicht worden zich te incrimineren.",
        "Artikel 47bis, § 6, 9) Wetboek van Strafvordering, in werking getreden op 27 november 2016, is niet van toepassing op verhoren die daarvoor zijn afgenomen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220517.2N.12": {
      "court": "CASS",
      "date": "2022-05-17",
      "roleNumber": "P.22.0118.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220517.2N.12",
      "abstractFR": [
        "Lorsque le principe non bis in idem est invoqué devant la juridiction pénale par référence à une décision administrative ayant le caractère d'une peine au sens des articles 14, § 7, du Pacte international relatif aux droits civils et politiques et 4, § 1er, du Protocole n° 7 à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, il appartient au juge d'examiner la légalité de cette décision administrative; ni l'absence de recours introduit contre cette décision administrative devant le juge administratif, ni le fait que la personne concernée ait déjà subi les conséquences de cette décision administrative n'exonèrent le juge pénal de cette obligation (1). (1) Voir les concl. contraires du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Indien voor de strafrechter met verwijzing naar een bestuurlijke beslissing met het karakter van een straf in de zin van artikel 14.7 IVBPR en artikel 4.1 Zevende Aanvullend Protocol EVRM een non bis in idem-verweer wordt gevoerd, staat het aan de rechter te onderzoeken of die bestuurlijke beslissing wel wettig is; noch het gegeven dat tegen deze bestuurlijke beslissing geen rechtsmiddel werd ingesteld bij de administratieve rechter noch het gegeven dat de betrokkene de gevolgen van die bestuurlijke beslissing reeds heeft ondergaan, ontslaat de strafrechter van die verplichting (1). (1) Zie andersluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210920.3F.6": {
      "court": "CASS",
      "date": "2021-09-20",
      "roleNumber": "D.21.0005.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210920.3F.6",
      "abstractFR": [
        "Une seconde poursuite est interdite du chef de faits identiques ou substantiellement les mêmes qui, après une première poursuite, ont déjà donné lieu à une décision irrévocable de condamnation ou d'acquittement, pour autant que ces poursuites concernent une même personne; il est entendu par faits identiques ou substantiellement les mêmes un ensemble de circonstances de fait concrètes indissociablement liées entre elles dans le temps ou dans l'espace; les faits en tant que tels doivent être identiques ou substantiellement les mêmes, non les infractions ou la qualification des faits (1). (1) Cass. 4 juin 2019, RG P.18.0407.N, Pas. 2019, n° 341.",
        "Il relève de l'appréciation souveraine du juge du fond d'examiner si les faits dont il est saisi et ceux qui ont été précédemment jugés constituent un ensemble de circonstances de fait concrètes indissociablement liées entre elles dans le temps ou dans l'espace (1). (1) Cass. 4 juin 2019, RG P.18.0407.N, Pas. 2019, n° 341."
      ],
      "abstractNL": [
        "Een tweede vervolging wegens identieke of substantieel dezelfde feiten die, na een eerste vervolging, al tot een onherroepelijke beslissing van veroordeling of vrijspraak hebben geleid, is verboden, voor zover die vervolgingen eenzelfde persoon betreffen; onder identieke of substantieel dezelfde feiten moet worden verstaan een geheel van concrete feitelijke omstandigheden welke onlosmakelijk in tijd en ruimte met elkaar verbonden zijn; de feiten als dusdanig moeten identiek of substantieel dezelfde zijn, niet de misdrijven of de kwalificatie van de feiten (1). (1) Cass. 4 juni 2019, AR P.18.0407.N, AC 2019, nr. 341.",
        "Het behoort tot de onaantastbare beoordeling van de feitenrechter om te onderzoeken of de feiten waarvan hij moet kennisnemen en de feiten waarover eerder uitspraak is gedaan, een geheel vormen van concrete feitelijke omstandigheden welke onlosmakelijk in tijd en ruimte met elkaar verbonden zijn (1). (1) Cass. 4 juni 2019, AR P.18.0407.N, AC 2019, nr. 341."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211006.2F.10": {
      "court": "CASS",
      "date": "2021-10-06",
      "roleNumber": "P.21.0713.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211006.2F.10",
      "abstractFR": [
        "Lors du dépôt, le 21 avril 1983, de l'instrument de ratification du Pacte international relatif aux droits civils et politiques, la Belgique a fait la réserve que l'article 14.5 du Pacte ne s'appliquera pas aux personnes qui, en vertu de la loi belge, sont directement déférées à une juridiction supérieure telle que la cour d'appel; tel est le cas lorsque, conformément aux articles 479 et suivants du Code d'instruction criminelle, les magistrats y visés, prévenus d'avoir commis un délit ou un crime correctionnalisé hors de l'exercice de leurs fonctions, sont directement jugés par la cour d'appel (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Bij de neerlegging, op 21 april 1983, van de bekrachtigingsoorkonde van het IVBPR heeft België het voorbehoud gemaakt dat artikel 14.5 IVBPR niet van toepassing zou zijn op de personen die, krachtens de Belgische wet, rechtstreeks naar een hoger rechtscollege zoals het hof van beroep worden verwezen; dat is het geval wanneer, overeenkomstig de artikelen 479 en volgende Wetboek van Strafvordering, de daarin bedoelde magistraten die ervan worden beschuldigd buiten de uitoefening van hun ambt een wanbedrijf of een gecorrectionaliseerde misdaad te hebben gepleegd, rechtstreeks door het hof van beroep worden berecht (1). (1) Zie concl. OM in Pas. 2021, nr. 621."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201103.2N.10": {
      "court": "CASS",
      "date": "2020-11-03",
      "roleNumber": "P.20.0713.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201103.2N.10&lang=fr",
      "abstractFR": [
        "Lorsque, sur l'appel dirigé par une partie contre la décision par laquelle son opposition formée contre un jugement rendu par défaut est déclarée non avenue, la juridiction d'appel se prononce tant sur cette décision de déclarer l'opposition non avenue que sur le jugement rendu par défaut lui-même, cette partie jouit du bénéfice d'une double instance; le droit à une double instance, tel qu'il est garanti par les articles 2, § 1er, du Protocole additionnel n° 7 à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales et 14, § 5, du Pacte international relatif aux droits civils et politiques, ne requiert pas que la juridiction d'appel qui décide que le premier juge a déclaré, à tort, l'opposition non avenue, renvoie la cause au premier juge afin qu'elle soit à nouveau examinée par ce juge (1). (1) Cass. 27 février 2018, RG P.17.0618.N, Pas. 2018, n° 127, R.W. 2017-2018, 1657 avec la note S. VAN OVERBEKE, \"Hoger beroep tegen een ongedaan verzet: het grievenstelsel buiten spel\" ; voir C. const. 26 septembre 2019, arrêt n° 123/2019."
      ],
      "abstractNL": [
        "Indien het appelgerecht zich ingevolge het hoger beroep van een partij tegen de beslissing van ongedaanverklaring van haar verzet tegen een verstekvonnis zowel over die beslissing van ongedaanverklaring als over het verstekvonnis zelf uitspreekt, geniet deze partij het voordeel van de dubbele aanleg; het recht op een dubbele aanleg zoals gewaarborgd door de artikelen 2.1 Zevende Aanvullend Protocol EVRM en 14.5 IVBPR, vereist niet dat het appelgerecht dat oordeelt dat de eerste rechter ten onrechte het verzet ongedaan heeft verklaard, de zaak verwijst naar de eerste rechter voor een nieuwe beoordeling door die rechter (1). (1) Cass. 27 februari 2018, AR P.17.0618.N, AC 2018, nr. 127, RW 2017-2018, 1657 met noot S. VAN OVERBEKE, \"Hoger beroep tegen een ongedaan verzet: het grievenstelsel buiten spel\"; zie GwH, arrest nr. 123/2019, 26 september 2019."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210326.1N.3": {
      "court": "CASS",
      "date": "2021-03-26",
      "roleNumber": "D.20.0008.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210326.1N.3&lang=fr",
      "abstractFR": [
        "Lorsque la procédure disciplinaire ne présente pas les caractéristiques d'une poursuite pénale, ce qui est le cas, en revanche, lorsqu'elle répond à une qualification pénale selon le droit interne, lorsque, selon sa nature, l'infraction vaut pour l'ensemble des citoyens ou lorsque, selon sa nature et sa gravité, la sanction de l'infraction poursuit un but répressif ou préventif, ni le principe général du droit non bis in idem, ni les articles 14.7 du Pacte international relatif aux droits civils et politiques et 4.1 du Protocole additionnel n° 7 à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales ne font obstacle à l'imposition d'un sanction disciplinaire pour des faits ayant conduit précédemment à une condamnation pénale (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer de tuchtprocedure niet de kenmerken vertoont van een strafvervolging, wat wel het geval is wanneer deze vervolging beantwoordt aan een strafrechtelijke kwalificatie volgens het intern recht, de inbreuk volgens haar aard geldt voor alle burgers of de sanctie op de inbreuk volgens haar aard en haar ernst een repressief of preventief oogmerk heeft, staan noch het algemeen rechtsbeginsel non bis in idem, noch de artikelen 14.7 IVBPR en 4.1, Protocol nr. 7 EVRM in de weg aan het opleggen van een tuchtsanctie voor feiten die eerder hebben geleid tot een strafrechtelijke veroordeling (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210518.2N.9": {
      "court": "CASS",
      "date": "2021-05-18",
      "roleNumber": "P.21.0245.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210518.2N.9",
      "abstractFR": [
        "Aucune violation de l'article 6, § 1er, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales ni de l'article 14, § 1er, du Pacte international relatif aux droits civils et politiques, ni aucune méconnaissance du principe général du droit relatif à l'impartialité du juge ne saurait être déduite de la seule circonstance qu'un conseiller d'une chambre correctionnelle de la cour d'appel statue sur le bien-fondé de l'action publique, alors qu'il a statué précédemment, en tant que membre de la chambre des mises en accusation, à l'égard du même prévenu sur le maintien de sa détention préventive; il n'en va autrement que s'il ressort de la décision de la chambre des mises en accusation qu'elle s'est effectivement fait une opinion sur le fond de la cause (1). (1) Voir Cass. 12 mars 2013, RG P.12.0852.N, Pas. 2013, n° 171, R.W. 2013-14, 305-308, avec la note de B. DE SMET."
      ],
      "abstractNL": [
        "Uit de enkele omstandigheid dat een raadsheer in een correctionele kamer van het hof van beroep oordeelt over de gegrondheid van de strafvordering, terwijl hij eerder als lid van de kamer van inbeschuldigingstelling ten aanzien van dezelfde beklaagde heeft beslist over de handhaving van diens voorlopige hechtenis, kan geen schending van artikel 6.1 EVRM of artikel 14.1 IVBPR noch miskenning van het recht op een onpartijdige rechterlijke instantie worden afgeleid; dat is slechts anders indien uit de beslissing van de kamer van inbeschuldigingstelling blijkt dat die zich daadwerkelijk een mening heeft gevormd over de grond van de zaak (1). (1) Zie Cass. 12 maart 2013, AR P.12.0852.N, AC 2013, nr. 171, RW 2013-14, 305-308, met noot B. De Smet."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210607.3F.3": {
      "court": "CASS",
      "date": "2021-06-07",
      "roleNumber": "C.20.0237.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210607.3F.3",
      "abstractFR": [
        "Ni les articles 6, § 1er, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales et 14, § 1er, du Pacte international sur les droits civils et politiques, ni les principes généraux du droit relatif au respect des droits de la défense, de la légalité et de la hiérarchie des normes et de la primauté de la norme de droit international conventionnel ayant des effets directs dans l'ordre juridique interne sur toute norme de droit interne, ne sauraient avoir pour effet d'étendre le champ d'application de l'article 792, alinéas 2 et 3, du Code judiciaire à d'autres matières que celles qu'il vise (1). (1) Voir les concl. MP."
      ],
      "abstractNL": [
        "De bepalingen van het tweede en derde lid van artikel 792 Gerechtelijk Wetboek zijn niet van toepassing op de kennisgeving bij gerechtsbrief van een beschikking gewezen op een vordering tot betwisting van de weigering van de ambtenaar van de burgerlijke stand om de akte van een in het buitenland voltrokken huwelijk over te schrijven (1). (1) Zie concl. OM. in Pas. 2021, nr. 413."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211019.2N.24": {
      "court": "CASS",
      "date": "2021-10-19",
      "roleNumber": "P.21.0952.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211019.2N.24&lang=fr",
      "abstractFR": [
        "Le droit au contradictoire, tel que consacré par les dispositions conventionnelles et les principes généraux du droit précités, implique qu'une partie à la procédure pénale doit être en mesure de contredire les pièces produites devant le juge ; du seul fait qu'une partie à la procédure pénale produise certaines pièces devant le juge lors des plaidoiries et des répliques mais avant la prise en délibéré de l'affaire, il ne résulte pas nécessairement que les autres parties n'ont pas pu les contredire et dans un tel cas de figure, il appartient à ces parties de demander soit le rejet de ces pièces, étant donné que leur dépôt constitue un abus de procédure, soit un report de l'examen de l'affaire afin de pouvoir en prendre connaissance plus en détail et, éventuellement, de demander de nouveaux délais pour conclure conformément à l'article 152, § 2, du Code d'instruction criminelle."
      ],
      "abstractNL": [
        "Het recht op tegenspraak, zoals vervat in de verdragsbepalingen en algemene rechtsbeginselen houdt in dat een partij in het strafproces tegenspraak moet kunnen voeren betreffende de stukken die aan de rechter worden overgelegd; uit het enkele feit dat een partij in het strafproces bepaalde stukken slechts aan de rechter overlegt tijdens de pleidooien en de replieken maar voor het in beraad nemen van de zaak, volgt niet noodzakelijk dat de andere partijen daarover geen tegenspraak hebben kunnen voeren en het staat in een dergelijk geval aan die partijen om hetzij de wering van die stukken te vragen omdat de neerlegging ervan procesmisbruik inhoudt hetzij om een uitstel van behandeling van de zaak te verzoeken teneinde van die stukken nader kennis te kunnen nemen en gebeurlijk om nieuwe conclusietermijnen te vragen bij toepassing van artikel 152, § 2, Wetboek van Strafvordering."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211126.1F.5": {
      "court": "CASS",
      "date": "2021-11-26",
      "roleNumber": "C.20.0578.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211126.1F.5",
      "abstractFR": [
        "Pour apprécier si le délai raisonnable dans lequel quiconque a le droit de voir sa cause jugée est dépassé, le juge tient compte de toute la durée de la procédure et, à cet égard, il prend en considération les circonstances concrètes de la cause, telles la complexité de celle-ci, l'attitude de chaque partie et celle des autorités judiciaires; le demandeur pouvait donc s'attendre à ce que l'arrêt examine le caractère fautif du comportement du défendeur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Om te beoordelen of de redelijke termijn binnen dewelke eenieder recht heeft op de berechting van zijn zaak is overschreden, houdt de rechter rekening met de hele duur van de rechtspleging en, wat dat betreft, neemt hij de concrete omstandigheden van de zaak in aanmerking, zoals de complexiteit van de zaak, de houding van elke partij en deze van de gerechtelijke overheden; de eiser kon dus verwachten dat het arrest het foutief karakter van verweerders gedrag zou onderzoeken (1). (1) Zie concl. OM in Pas. 2021, nr. 749."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220419.2N.10": {
      "court": "CASS",
      "date": "2022-04-19",
      "roleNumber": "P.22.0056.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220419.2N.10",
      "abstractFR": [
        "Il résulte des dispositions des articles 4, § 1er, du Septième Protocole additionnel à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales et 14, § 7, du Pacte international relatif aux droits civils et politiques, ainsi que du principe général du droit non bis in idem qu'il est interdit de mener une deuxième fois des poursuites du chef de faits identiques ou substantiellement les mêmes qui ont donné lieu, ensuite des premières poursuites, à une décision irrévocable de condamnation ou d'acquittement et pour autant que ces poursuites concernent la même personne, la décision irrévocable de condamnation ou d'acquittement étant une décision mettant un terme non pas provisoirement, mais bien irrévocablement à la cause, de sorte que l'application du principe non bis in idem requiert que la cause ait été examinée au fond et qu'il ait ainsi été statué sur la responsabilité pénale de l'auteur qui l'invoque dans le cadre de nouvelles poursuites ; les décisions de la juridiction d'instruction n'ont, en principe, autorité de chose jugée que lorsqu'elle statue en tant que juridiction de jugement, de sorte que le non-lieu prononcé par la juridiction d'instruction en raison de l'absence de charges suffisantes ou en raison de l'extinction de l'action publique par prescription ne représente pas une décision irrévocable rendue sur l'action publique et que pareille décision ne peut servir de fondement à l'application du principe non bis in idem (1). (1) CEDH, 20 octobre 2020, Gutu c. Moldavie, 13112/07, § 50 à § 51 ; CEDH, 12 novembre 2019, Smokovic c. Croatie, 57849/12, § 35 à § 46 ; Cass. 3 octobre 2001, RG P.01.0537.F, Pas. 2011, nº 519, R.D.P.C. 2002/3, p. 339, note G.-F. RANERI, « L'autorité de la chose jugée au criminel sur le criminel » ; Gand, 6 mars 2018, E.R.G.S. 24, 2018, p. 459 ; S. GNEDASJ et H. VANHULLE, « Not even God judges twice for the same act … and tax offence. Draagwijdte en grenzen van het ne bis in idem-beginsel », T.F.R. 2014, 466, p. 659 à 663 ; R. DECLERCQ, Beginselen van Strafrechtspleging, Anvers, Kluwer, 2014, p. 157 ; M.-A. BEERNAERT, H. BOSLY et D. VANDERMEERSCH, Droit de la procédure pénale, Bruxelles, La Charte, 2021, p. 263 ; CEDH, 8 juillet 2019, Mihalache c. Roumanie, 54012/10, T.Strafr. 2019, p. 122, § 95. L'autorité concernée doit donc être compétente pour examiner et évaluer les éléments de preuve révélés par l'instruction. Il suffit que la décision en question soit prise par une autorité habilitée à réprimer pas des sanctions pénales des comportements interdits par le système juridique. CEDH, 22 novembre 2005, Sundqvist c. Finlande, 75602/01 ; R. DECLERCQ, Beginselen van Strafrechtspleging, Malines, Kluwer, 2014, nº 297 ; C. VAN DE HEYNING, D. VERBEKE, P. DE VOS et S. LAMBERIGTS, « Het ne bis in idem-beginsel in parallelle administratieve en strafrechtelijke procedures: de beperkte beperking van “bis” », T.F.R. 2018, 378 ; Cass. 29 novembre 2016, RG P.15.0214.N, Pas. 2016 nº 681. AW"
      ],
      "abstractNL": [
        "Uit de bepalingen van de artikelen 4.1 van het Zevende Aanvullend Protocol EVRM en 14.7. van het IVBPR alsmede uit het algemeen rechtsbeginsel non bis in idem, volgt dat een tweede vervolging verboden is wegens identieke feiten of substantieel dezelfde feiten die na een eerste vervolging hebben geleid tot een onherroepelijke beslissing van veroordeling of vrijspraak en voor zover die vervolgingen betrekking hebben op dezelfde persoon, waarbij een onherroepelijke beslissing van veroordeling of vrijspraak een beslissing is die de zaak niet slechts voorlopig maar wel onherroepelijk beëindigt, zodat de toepassing van het non bis in idem-beginsel vereist dat de zaak ten gronde werd onderzocht en er dus werd geoordeeld over de strafrechtelijke verantwoordelijkheid van de dader die zich in een tweede vervolging erop beroept; beslissingen van het onderzoeksgerecht hebben in de regel slechts gezag van gewijsde indien het uitspraak doet als vonnisgerecht zodat een door het onderzoeksgerecht bevolen buitenvervolgingstelling wegens de afwezigheid van voldoende bezwaren of wegens het verval van de strafvordering door verjaring geen onherroepelijke beslissing over de strafvordering is en een dergelijke beslissing niet kan dienen als basis voor de toepassing van het non bis in idem-beginsel (1). (1) EHRM 20 oktober 2020, Gutu t. Moldavië, nr. 13112/07, ro 50-51; EHRM 12 november 2019, Smokovic t Kroatië, 57849/12, ro 35-46; Cass. 3 oktober 2001, AR P.01.0537.F, AC 2011, nr. 519, RDPC 2002/3, blz. 339, met noot G.-F. RANERI, “L'autorité de la chose jugée au criminel sur le criminel”; Gent 6 maart 2018, ERGS 24, 2018, blz. 459; S. GNEDASJ en H. VANHULLE, “Not even God judges twice for the same act … and tax offence Draagwijdte en grenzen van het ne bis in idem-beginsel”, TFR 2014, 466, blz. 659-663; R. DECLERCQ, Beginselen van Strafrechtspleging, Antwerpen, Kluwer, 2014, blz. 157; M.-A. BEERNAERT, H. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, Brussel, La charte, 2021, blz. 263; EHRM 8 juli 2019, Mihalache t. Roemenië, 54012/10, T.Strafr. 2019, blz. 122, ro 95. De betrokken overheid moet dus de bevoegdheid hebben het door het onderzoek opgeleverde bewijsmateriaal te onderzoeken en te evalueren. Het volstaat dat de betrokken beslissing wordt genomen door een overheid die bevoegd is met strafrechtelijke sancties op te treden tegen door het rechtssysteem verboden gedragingen. EHRM 22 november 2005, Sundqvist t. Finland, 75602/01; R. DECLERCQ, Beginselen van Strafrechtspleging, Mechelen, Kluwer, 2014, nr. 297; C. VAN DE HEYNING, D. VERBEKE, P. DE VOS en S. LAMBERIGTS, “Het ne bis in idem-beginsel in parallelle administratieve en strafrechtelijke procedures: de beperkte beperking van “bis”, TFR 2018, 378; Cass. 29 november 2016, AR P.15.0214.N, AC 2016 nr. 681. AW",
        "Uit de bepalingen van de artikelen 4.1 van het Zevende Aanvullend Protocol EVRM en 14.7. van het IVBPR alsmede uit het algemeen rechtsbeginsel non bis in idem, volgt dat een tweede vervolging verboden is wegens identieke feiten of substantieel dezelfde feiten die na een eerste vervolging hebben geleid tot een onherroepelijke beslissing van veroordeling of vrijspraak en voor zover die vervolgingen betrekking hebben op dezelfde persoon, waarbij een onherroepelijke beslissing van veroordeling of vrijspraak een beslissing is die de zaak niet slechts voorlopig maar wel onherroepelijk beëindigt, zodat de toepassing van het non bis in idem-beginsel vereist dat de zaak ten gronde werd onderzocht en er dus werd geoordeeld over de strafrechtelijke verantwoordelijkheid van de dader die zich in een tweede vervolging erop beroept; beslissingen van het onderzoeksgerecht hebben in de regel slechts gezag van gewijsde indien het uitspraak doet als vonnisgerecht zodat een door het onderzoeksgerecht bevolen buitenvervolgingstelling wegens de afwezigheid van voldoende bezwaren of wegens het verval van de strafvordering door verjaring geen onherroepelijke beslissing over de strafvordering is en een dergelijke beslissing niet kan dienen als basis voor de toepassing van het non bis in idem-beginsel (1). (1) EHRM 20 oktober 2020, Gutu t. Moldavië, nr. 13112/07, ro 50-51; EHRM 12 november 2019, Smokovic t Kroatië, 57849/12, ro 35-46; Cass. 3 oktober 2001, AR P.01.0537.F, AC 2011, nr. 519, RDPC 2002/3, blz. 339, met noot G.-F. RANERI, “L’autorité de la chose jugée au criminel sur le criminel”; Gent 6 maart 2018, ERGS 24, 2018, blz. 459; S. GNEDASJ en H. VANHULLE, “Not even God judges twice for the same act … and tax offence Draagwijdte en grenzen van het ne bis in idem-beginsel”, TFR 2014, 466, blz. 659-663; R. DECLERCQ, Beginselen van Strafrechtspleging, Antwerpen, Kluwer, 2014, blz. 157; M.-A. BEERNAERT, H. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, Brussel, La charte, 2021, blz. 263; EHRM 8 juli 2019, Mihalache t. Roemenië, 54012/10, T.Strafr. 2019, blz. 122, ro 95. De betrokken overheid moet dus de bevoegdheid hebben het door het onderzoek opgeleverde bewijsmateriaal te onderzoeken en te evalueren. Het volstaat dat de betrokken beslissing wordt genomen door een overheid die bevoegd is met strafrechtelijke sancties op te treden tegen door het rechtssysteem verboden gedragingen. EHRM 22 november 2005, Sundqvist t. Finland, 75602/01; R. DECLERCQ, Beginselen van Strafrechtspleging, Mechelen, Kluwer, 2014, nr. 297; C. VAN DE HEYNING, D. VERBEKE, P. DE VOS en S. LAMBERIGTS, “Het ne bis in idem-beginsel in parallelle administratieve en strafrechtelijke procedures: de beperkte beperking van “bis”, TFR 2018, 378; Cass. 29 november 2016, AR P.15.0214.N, AC 2016 nr. 681. AW"
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221005.2F.1": {
      "court": "CASS",
      "date": "2022-10-05",
      "roleNumber": "P.21.0024.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221005.2F.1",
      "abstractFR": [
        "La règle non bis in idem interdit que de nouvelles poursuites soient engagées, ou une condamnation prononcée, contre une personne qui a déjà été acquittée ou condamnée par une décision passée en force de chose jugée, en raison de faits identiques ou qui, en substance, sont les mêmes que ceux qui ont fait l'objet de cette décision ; la notion de faits identiques ou substantiellement les mêmes vise un ensemble de circonstances concrètes concernant un même suspect qui, indépendamment de leur qualification juridique ou des éléments constitutifs de l'infraction, sont indissociablement liées entre elles dans le temps et dans l'espace (1). (1) Voir les concl. du MP.",
        "Le juge apprécie souverainement, en fait, si les faits visés par la nouvelle poursuite sont identiques ou substantiellement les mêmes, la Cour se bornant à vérifier s'il n'a pas déduit des faits qu'il a constatés des conséquences qui seraient sans lien avec eux ou qui ne seraient susceptibles, sur leur fondement, d'aucune justification (1). (1) Voir les concl. du MP.",
        "Si la différence de qualification ne permet pas, à elle seule, d'écarter l'identité des faits comme condition d'application de la règle non bis in idem, elle peut néanmoins figurer parmi les éléments que le juge est habilité à prendre en considération pour trancher cette question (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De regel non bis in idem verbiedt om een persoon die reeds is vrijgesproken of veroordeeld door een in kracht van gewijsde gegane beslissing opnieuw te vervolgen of te veroordelen voor feiten die identiek zijn aan of substantieel dezelfde zijn als de feiten waarop die beslissing betrekking had; onder identieke of substantieel dezelfde feiten moet worden verstaan een geheel van concrete feitelijke omstandigheden met betrekking tot eenzelfde verdachte die, los van hun juridische kwalificatie of van de bestanddelen van het misdrijf, onlosmakelijk in tijd en ruimte met elkaar verbonden zijn (1). (1) Zie concl. OM in Pas. 2022, nr. 608.",
        "De rechter oordeelt onaantastbaar of de feiten die het voorwerp uitmaken van de nieuwe vervolging identiek of substantieel dezelfde zijn, terwijl het Hof slechts nagaat of de rechter uit de door hem vastgestelde feiten geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden verantwoord (1). (1) Zie concl. OM in Pas. 2022, nr. 608.",
        "Hoewel het verschil in kwalificatie op zichzelf niet toestaat de identiteit van de feiten te verwerpen als toepassingsvoorwaarde voor de regel non bis in idem, kan het wel een van de gegevens zijn die de rechter in aanmerking kan nemen om die kwestie te beslechten (1). (1) Zie concl. OM in Pas. 2022, nr. 608.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241008.2N.9": {
      "court": "CASS",
      "date": "2024-10-08",
      "roleNumber": "P.24.0901.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241008.2N.9",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 6.1 en 6.3.c EVRM en artikel 14.3, b) en 14.3, d) IVBPR volgt dat een beklaagde het recht heeft op de bijstand van een raadsman naar eigen keuze of, indien hij niet over voldoende middelen beschikt om een raadsman te bekostigen, kosteloos door een toegevoegd advocaat te kunnen worden bijgestaan indien de belangen van een behoorlijke rechtspleging dit eisen; de rechter is in beginsel dan ook ertoe gehouden de behandeling van een strafzaak uit te stellen indien dit noodzakelijk is om dit recht te verzekeren; een beklaagde heeft evenwel geen absoluut recht op uitstel van behandeling van zijn zaak; de rechter mag het verzoek om uitstel van behandeling van de zaak afwijzen indien de beklaagde zelf ervoor verantwoordelijk is dat hij op het ogenblik van de behandeling van de zaak niet wordt bijgestaan door een raadsman; een beklaagde is immers mee verantwoordelijk voor het kunnen uitoefenen van zijn rechten; van een beklaagde, die kennis heeft van de datum waarop de strafzaak zal worden behandeld, mag worden verwacht dat hijzelf tijdig de nodige initiatieven neemt om zich van een bijstand van een raadsman naar zijn keuze te verzekeren (1). (1) Cass. 6 juni 2023, P.22.1440.N, AC 2023, nr. 405, RW 2023-24, 1314; Cass. 3 november 2020, AR P.20.0672.N, AC 2020, nr. 676; F. KUTY, Justice pénale et procès equitable, Larcier, 2023, 2081-2089. | Wanneer een beklaagde op de rechtszitting verzoekt om uitstel van de behandeling van de zaak om hem toe te laten een andere raadsman te raadplegen, mag de rechter bij de beoordeling van dit verzoek rekening houden met het gegeven dat de beklaagde reeds geruime tijd kennis had van de datum van de behandeling van de zaak, hij in het verleden reeds werd bijgestaan door een raadsman die voor hem een schriftelijk verweer heeft ingediend en hij zijn verzoek om uitstel slechts heeft geformuleerd op de voor de behandeling van de zaak bepaalde rechtszitting; de rechter oordeelt onaantastbaar of een beklaagde zelf ervoor verantwoordelijk is dat hij bij de behandeling van de zaak niet wordt bijgestaan door een raadsman naar zijn keuze en dat die afwezigheid van die bijstand dan ook geen uitstel van de behandeling van de zaak wettigt; het Hof gaat na of de rechter uit zijn vaststellingen geen onmogelijk te verantwoorden gevolgen afleidt (1). (1) Wanneer een beklaagde op de rechtszitting verzoekt om uitstel van de behandeling van de zaak om hem toe te laten een andere raadsman te raadplegen, mag de rechter bij de beoordeling van dit verzoek rekening houden met het gegeven dat de beklaagde reeds geruime tijd kennis had van de datum van de behandeling van de zaak, hij in het verleden reeds werd bijgestaan door een raadsman die voor hem een schriftelijk verweer heeft ingediend en hij zijn verzoek om uitstel slechts heeft geformuleerd op de voor de behandeling van de zaak bepaalde rechtszitting; de rechter oordeelt onaantastbaar of een beklaagde zelf ervoor verantwoordelijk is dat hij bij de behandeling van de zaak niet wordt bijgestaan door een raadsman naar zijn keuze en dat die afwezigheid van die bijstand dan ook geen uitstel van de behandeling van de zaak wettigt; het Hof gaat na of de rechter uit zijn vaststellingen geen onmogelijk te verantwoorden gevolgen afleidt (1). (1) Cass. 6 juni 2023, P.22.1440.N, AC 2023, nr. 405, RW 2023-24, 1314; Cass. 3 november 2020, AR P.20.0672.N, AC 2020, nr. 676; F. KUTY, Justice pénale et procès equitable, Larcier, 2023, 2081-2089."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220914.2F.5": {
      "court": "CASS",
      "date": "2022-09-14",
      "roleNumber": "P.22.0430.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220914.2F.5",
      "abstractFR": [
        "Tel qu'il est consacré par les articles 14.7 du Pacte international relatif aux droits civils et politiques et 4.1 du Protocole n° 7 à la Convention de sauvegarde des droits de l'homme, le principe général du droit non bis in idem interdit de juger une deuxième fois le contrevenant pour la même infraction ; l'identité de l'infraction est établie et entraîne l'irrecevabilité de la deuxième poursuite lorsque les faits, fussent-ils qualifiés différemment, sont en substance les mêmes, se réfèrent au même comportement, ont pour origine un ensemble de circonstances liées indissociablement dans le temps et dans l'espace ; il appartient au juge du fond d'en décider, la Cour se bornant à vérifier si, des circonstances qu'il relève, le juge a pu en déduire la conclusion qu'il en tire (1). (1) Voir les concl. du MP ; P. Marchal, « Principes généraux du droit », R.P.D.B., Bruylant, 2014, nos 250 à 254 ; P. Lagasse, « L'affaire A et B contre Norvège : entre continuité et évolution quant au principe non bis in idem », J.T., 2018, p. 109 [111, n° 16], et les références citées."
      ],
      "abstractNL": [
        "Zoals het non bis in idem-beginsel is vastgelegd in artikel 14.7 IVBPR en in artikel 4.1 van Protocol nr. 7 EVRM, verbiedt het de overtreder nogmaals te berechten wegens hetzelfde misdrijf; het is aangetoond dat het om hetzelfde misdrijf gaat, wat de niet-ontvankelijkheid van de tweede vervolging tot gevolg heeft, wanneer de feiten, hoewel anders gekwalificeerd, in essentie dezelfde zijn, naar dezelfde gedraging verwijzen en veroorzaakt zijn door een geheel aan omstandigheden die onlosmakelijk in tijd en ruimte met elkaar verbonden zijn; de feitenrechter dient hierover te beslissen, waarbij het Hof enkel nagaat of hij, uit de omstandigheden die hij vermeldt, de gevolgtrekking heeft kunnen maken die hij hieruit heeft gemaakt (1). (1) Zie concl. OM in Pas. 2022, nr. 538; P. MARCHAL, “Principes généraux du droit”, R.P.D.B., Bruylant, 2014, nrs. 250 tot 254; P. LAGASSE, “L'affaire A et B contre Norvège: entre continuité et évolution quant au principe non bis in idem”, J.T., 2018, p. 109 [111, nr. 16], en de aangehaalde verwijzingen."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210614.3N.2": {
      "court": "CASS",
      "date": "2021-06-14",
      "roleNumber": "C.20.0418.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210614.3N.2&lang=fr",
      "abstractFR": [
        "Sauf disposition contraire expressément prévue par la loi, l'utilisation d'une preuve obtenue illégalement en matière civile ne peut être écartée que si son obtention entache sa fiabilité ou si elle compromet le droit à un procès équitable ; à cet égard, le juge doit tenir compte de toutes les circonstances de la cause, notamment la manière dont la preuve a été obtenue, les circonstances dans lesquelles l'illégalité a été commise, la gravité de l'illégalité et la mesure dans laquelle le droit de la partie adverse a été violé, le besoin de preuve de la part de la partie qui a commis l'illégalité et l'attitude de la partie adverse (1). (1) Cass. 9 novembre 2018, RG C.17.0220.N-C.17.0318.N, Pas. 2018, n 620."
      ],
      "abstractNL": [
        "Behoudens wanneer de wet uitdrukkelijk anders bepaalt, kan het gebruik van onrechtmatig verkregen bewijs in burgerlijke zaken slechts worden geweerd indien de bewijsverkrijging de betrouwbaarheid van het bewijs aantast of indien hierdoor het recht op een eerlijk proces in gevaar wordt gebracht; de rechter dient hierbij rekening te houden met al de omstandigheden van de zaak, waaronder de wijze waarop het bewijs werd verkregen, de omstandigheden waarin de onrechtmatigheid werd begaan, de ernst van de onrechtmatigheid en de mate waarin hierdoor het recht van de wederpartij werd geschonden, de bewijsnood van de partij die de onrechtmatigheid beging en de houding van de wederpartij (1). (1) Cass. 9 november 2018, AR C.17.0220.N-C.17.0318.N, AC 2018, nr. 620."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220225.1F.13": {
      "court": "CASS",
      "date": "2022-02-25",
      "roleNumber": "F.20.0062.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220225.1F.13",
      "abstractFR": [
        "Seule une décision se prononçant sur la culpabilité par un jugement ou un arrêt d'acquittement ou de condamnation, passé en force de chose jugée, empêche que de nouvelles poursuites soient intentées pour une même infraction (1). (1) Voir les concl. du MP.",
        "Un jugement ou arrêt rendu en matière correctionnelle, qui dit les poursuites irrecevables sans se prononcer sur la culpabilité par une décision d'acquittement ou de condamnation, ne fait pas obstacle au maintien des cotisations à l'impôt des personnes physiques et des accroissements d'impôt (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Enkel een beslissing die over de schuldvraag uitspraak doet bij wijze van een vrijsprekend of veroordelend vonnis of arrest dat in kracht van gewijsde is gegaan, belet dat nieuwe vervolgingen voor hetzelfde strafbare feit worden ingesteld (1). (1) Zie concl. OM in Pas. 2022, nr. 152.",
        "Een vonnis of arrest uitspraak doende in correctionele zaken, dat de vervolgingen niet-ontvankelijk verklaart zonder uitspraak te doen over de schuld bij wijze van een vrijsprekende of veroordelende beslissing, staat niet in de weg aan de handhaving van bijdragen in de personenbelasting en belastingverhogingen (1). (1) Zie concl. OM in Pas. 2022, nr. 152.",
        "Enkel een beslissing die over de schuldvraag uitspraak doet bij wijze van een vrijsprekend of veroordelend vonnis of arrest dat in kracht van gewijsde is gegaan, belet dat nieuwe vervolgingen voor hetzelfde strafbare feit worden ingesteld (1). (1) Zie concl. OM in Pas. 2022, nr. 151.",
        "Een vonnis of arrest uitspraak doende in correctionele zaken, dat de vervolgingen niet-ontvankelijk verklaart zonder uitspraak te doen over de schuld bij wijze van een vrijsprekende of veroordelende beslissing, staat niet in de weg aan de handhaving van bijdragen in de personenbelasting en belastingverhogingen (1). (1) Zie concl. OM in Pas. 2022, nr. 151."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211013.2F.15": {
      "court": "CASS",
      "date": "2021-10-13",
      "roleNumber": "P.21.0532.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211013.2F.15",
      "abstractFR": [
        "Si les droits de la défense requièrent qu'un prévenu soit suffisamment informé des faits mis à sa charge, aucune disposition ne prescrit que cette information puisse uniquement résulter d'une citation ou d'une ordonnance de renvoi, une telle information pouvant également et notamment être donnée au moyen des pièces du dossier répressif dont le prévenu a pu prendre connaissance et au sujet desquelles il a pu librement exercer ses droits de défense devant les juges du fond (1). (1) Cass. 26 mars 2019, RG P.18.1248.N, Pas. 2019, n° 182 ; Cass. 23 mai 2001, RG P.01.0218.F, Pas. 2001, n° 306 ; Cass. 28 juin 1994, RG P.94.0503.N, Pas. 1994, n° 335 ; voir Cour eur. D.H., Guide sur l'article 6 de la Convention européenne des droits de l'homme. - Droit à un procès équitable (volet pénal), mis à jour au 31 août 2021, §§ 390-393 et 403-405 ; Cour eur. D.H. 8 décembre 2009, n° 45.291/06, Previti c. Italie, § 208 ; Cour eur. D.H. 19 mai 2015, n° 55.546/09, Sampech c. Italie, § 110 ; Cour eur. D.H. 26 juin 2018, n° 56.396/12, Pereira Cruz et autres c. Portugal, § 198 ; Cass. 1er décembre 2020, RG P.20.0784.N, Pas. 2020, n° 736, avec concl. de M. DE SMET, avocat général, publiées à leur date dans AC ; Cass. 23 mai 2001, RG P.01.0218.F, Pas. 2001, n° 306."
      ],
      "abstractNL": [
        "Hoewel het recht van verdediging vereist dat een beklaagde voldoende wordt ingelicht over de hem ten laste gelegde feiten, schrijft geen enkele bepaling voor dat die informatie enkel kan voortvloeien uit een dagvaarding of uit een beschikking tot verwijzing, aangezien een dergelijke informatie ook en met name kan worden gegeven aan de hand van de stukken van het strafdossier waarvan de beklaagde heeft kunnen kennisnemen en waarover hij zijn recht van verdediging vrij heeft kunnen uitoefenen voor de feitenrechters (1). (1) Cass. 26 maart 2019, AR P.18.1248.N, AC 2019, nr. 182; Cass. 23 mei 2001, AR P.01.0218.F, AC 2001, nr. 306; Cass. 28 juni 1994, AR P.94.0503.N, AC 1994, nr. 335; zie EHRM, Guide sur l'article 6 de la Convention européenne des droits de l'homme. - Droit à un procès équitable (volet pénal), bijgewerkt op 31 augustus 2021, paragrafen 390 tot 393 en 403 tot 405; EHRM 8 december 2009, nr. 45.291/06, Previti t. Italië, § 208; EHRM 19 mei 2015, nr. 55.546/09, Sampech t. Italië, § 110; EHRM 26 juni 2018, nr. 56.396/12, Pereira Cruz, e.a. t. Portugal, § 198; Cass. 1 december 2020, AR P.20.0784.N, AC 2020, nr. 736, met concl. van advocaat-generaal DE SMET; Cass. 23 mei 2001, AR P.01.0218.F, AC 2001, nr. 306."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211027.2F.5": {
      "court": "CASS",
      "date": "2021-10-27",
      "roleNumber": "P.21.1090.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211027.2F.5",
      "abstractFR": [
        "Les mentions, dans le procès-verbal de l'audience du tribunal de l'application des peines au cours de laquelle celui-ci a rendu son jugement et dans ce jugement, « à l'audience publique (…) tenue au siège du tribunal de l'application des peines » signifient que ce tribunal a prononcé le jugement au cours d'une audience publique, c'est-à-dire une audience que le tribunal a tenue dans un endroit accessible à tous; ces constatations authentiques font foi jusqu'à inscription de faux (1). (1) « Le tribunal de l'application des peines est une section du tribunal de première instance ; lorsqu'il statue sur les contestations qui lui sont soumises, il prononce un jugement qui doit être prononcé en audience publique, ce qui suppose qu'il le soit en présence du ministère public à une audience accessible au public ; dès lors qu'il ne ressort d'aucune pièce de la procédure qu'elle a été rendue en audience publique, la décision attaquée viole l'article 149 de la Constitution » (Cass. 13 mars 2013, RG P.13.0320.F, Pas. 2013, n° 181) ; voir aussi Cass. 28 novembre 2007, RG P.07.1558.F, Pas. 2007, n° 590, avec concl. de M. Vandermeersch, avocat général ; Cass. 24 juillet 2007, RG P.07.0959.N, Pas. 2007, n° 373, avec concl. de M. Thijs, alors avocat général, publiées à leur date dans AC ; Cass. 10 avril 2007, RG P.07.0370.N, Pas. 2007, n° 176 ; Rapport annuel 2007 de la Cour de cassation, p. 80. « Lorsqu'il ne ressort ni des procès-verbaux des audiences ni d'aucune autre pièce à laquelle la Cour peut avoir égard que les débats à des audiences où la cause a été instruite et la prononciation de l'arrêt ajournée ont eu lieu publiquement ou que le huis clos a été régulièrement ordonné, la procédure est nulle ; cette nullité entraîne celle de la décision rendue » (Cass. 11 janvier 1984, RG 3189, Pas. 1984, n° 239). « La mention figurant dans un procès-verbal d'audience, qui ne comporte aucune indication contraire, suivant laquelle ‘‘l'instruction de la cause s'est faite conformément à l'article 190, alinéa 1er, du Code d'instruction criminelle'' établit que les débats ont eu lieu publiquement » (Cass. 16 septembre 2015, RG P.15.0562.F, Pas. 2015, n° 525). « En règle, le procès-verbal de l'audience fait preuve jusqu'à inscription de faux de l'observation des dispositions légales relatives aux formes de l'instruction d'audience, dont il constate l'accomplissement » (Cass. 27 septembre 2006, RG P.06.1262.F, Pas. 2006, n° 443). (MNB)",
        "Les mentions, dans le procès-verbal de l'audience du tribunal de l'application des peines au cours de laquelle celui-ci a rendu son jugement et dans ce jugement, « à l'audience publique (…) tenue au siège du tribunal de l'application des peines » signifient que ce tribunal a prononcé le jugement au cours d'une audience publique, c'est-à-dire une audience que le tribunal a tenue dans un endroit accessible à tous; ces constatations authentiques font foi jusqu'à inscription de faux (1). (1) « Le tribunal de l'application des peines est une section du tribunal de première instance ; lorsqu'il statue sur les contestations qui lui sont soumises, il prononce un jugement qui doit être prononcé en audience publique, ce qui suppose qu'il le soit en présence du ministère public à une audience accessible au public ; dès lors qu'il ne ressort d'aucune pièce de la procédure qu'elle a été rendue en audience publique, la décision attaquée viole l'article 149 de la Constitution » (Cass. 13 mars 2013, RG P.13.0320.F, Pas. 2013, n° 181) ; voir aussi Cass. 28 novembre 2007, RG P.07.1558.F, Pas. 2007, n° 590, avec concl. de M. Vandermeersch, avocat général ; Cass. 24 juillet 2007, RG P.07.0959.N, Pas. 2007, n° 373, avec concl. de M. Thijs, alors avocat général, publiées à leur date dans AC ; Cass. 10 avril 2007, RG P.07.0370.N, Pas. 2007, n° 176 ; Rapport annuel 2007 de la Cour de cassation, p. 80. « Lorsqu'il ne ressort ni des procès-verbaux des audiences ni d'aucune autre pièce à laquelle la Cour peut avoir égard que les débats à des audiences où la cause a été instruite et la prononciation de l'arrêt ajournée ont eu lieu publiquement ou que le huis clos a été régulièrement ordonné, la procédure est nulle ; cette nullité entraîne celle de la décision rendue » (Cass. 11 janvier 1984, RG 3189, Pas. 1984, n° 239). « La mention figurant dans un procès-verbal d'audience, qui ne comporte aucune indication contraire, suivant laquelle ‘‘l'instruction de la cause s'est faite conformément à l'article 190, alinéa 1er, du Code d'instruction criminelle'' établit que les débats ont eu lieu publiquement » (Cass. 16 septembre 2015, RG P.15.0562.F, Pas. 2015, n° 525)."
      ],
      "abstractNL": [
        "De vermeldingen “tijdens de openbare rechtszitting (...) gehouden op de zetel van de strafuitvoeringsrechtbank”, opgenomen in het proces-verbaal van de rechtszitting waarop de strafuitvoeringsrechtbank zijn vonnis heeft gewezen en in dat vonnis, betekenen dat de strafuitvoeringsrechtbank het vonnis heeft uitgesproken tijdens een openbare rechtszitting, dit wil zeggen een zitting die de rechtbank heeft gehouden op een voor iedereen toegankelijke plaats; die authentieke vaststellingen hebben bewijskracht tot betichting van valsheid (1). (1) “De strafuitvoeringsrechtbank is een afdeling van de rechtbank van eerste aanleg; wanneer zij uitspraak doet over de haar voorgelegde betwistingen, doet zij uitspraak met een vonnis dat in openbare rechtszitting moet worden uitgesproken, wat veronderstelt dat het in aanwezigheid van het openbaar ministerie op een voor het publiek toegankelijke rechtszitting wordt uitgesproken; aangezien uit geen enkel stuk van de rechtspleging blijkt dat de beslissing in openbare rechtszitting werd gewezen, schendt de bestreden beslissing artikel 149 Grondwet” (Cass. 13 maart 2013, AR P.13.0320.F, AC 2013, nr. 181); zie ook Cass. 28 november 2007, AR P.07.1558.F, AC 2007, nr. 590, met concl. van advocaat-generaal VANDERMEERSCH op datum in Pas.; Cass. 24 juli 2007, AR P.07.0959.N, AC 2007, nr. 373, met concl. van toenmalig advocaat-generaal THIJS; Cass. 10 april 2007, AR P.07.0370.N, AC 2007, nr. 176; Jaarverslag 2007 van het Hof van Cassatie, p. 80. “Wanneer noch uit de processen-verbaal van de terechtzittingen, noch uit enig ander stuk waarop het Hof vermag acht te slaan, blijkt dat de debatten van de terechtzittingen waarop de zaak is behandeld en de uitspraak van het uitgestelde arrest in het openbaar hebben plaatsgehad of dat het sluiten der deuren regelmatig is bevolen, is de procedure nietig; de nietigheid van de procedure leidt tot nietigheid van de gewezen beslissing” (Cass. 11 januari 1984, AR 3189, AC 1984, nr. 239). “De vermelding in een proces-verbaal van de rechtszitting, dat geen enkele andersluidende vermelding bevat volgens welke \"de behandeling van de zaak overeenkomstig artikel 190, eerste lid, Wetboek van Strafvordering is geschied\", bewijst dat het debat in het openbaar heeft plaatsgevonden (Cass. 16 september 2015, AR P.15.0562.F, AC 2015, nr. 525).",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210901.2F.3": {
      "court": "CASS",
      "date": "2021-09-01",
      "roleNumber": "P.21.1078.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210901.2F.3",
      "abstractFR": [
        "Le droit au silence, qui est celui de ne pas devoir contribuer à sa propre incrimination, signifie que l'accusation ne peut pas fonder son argumentation en recourant à des éléments de preuve obtenus par la contrainte ou la pression au mépris de la volonté de la personne concernée.",
        "L'assistant de justice n'étant pas une autorité de poursuite ou de jugement, il n'existe pas, dans le chef du condamné placé sous sa guidance, de droit au silence qui puisse éluder l'obligation de loyauté stipulée parmi les conditions mises à sa libération."
      ],
      "abstractNL": [
        "Het zwijgrecht, namelijk het recht om niet aan zijn eigen beschuldiging mee te werken, betekent dat de vervolgende partij haar bewijsvoering niet mag baseren op bewijselementen die onder dwang of onder druk, in weerwil van de betrokken persoon, zijn verkregen.",
        "Aangezien de justitieassistent geen vervolgende of rechtsprekende autoriteit is, beschikt de onder zijn begeleiding geplaatste veroordeelde niet over een zwijgrecht waardoor de laatstgenoemde zich aan de onder de voorwaarden voor zijn vrijlating vermelde loyauteitsverplichting kan onttrekken."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210622.2N.8": {
      "court": "CASS",
      "date": "2021-06-22",
      "roleNumber": "P.21.0404.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210622.2N.8&lang=fr",
      "abstractFR": [
        "Aucune violation des articles 6, § 1er, et 6, § 3, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, 2 du protocole additionnel n° 7 à cette Convention et 14, § 5 du Pacte international relatif aux droits civils et politiques ne peut être déduite du fait que le juge, constatant qu'un prévenu auquel la citation a été signifiée en personne n'a pas invoqué la force majeure et n'a pas justifié d'une excuse légitime au moment de faire opposition au jugement par défaut, déclare ladite opposition non avenue, la défense au fond du prévenu n'étant, ainsi, pas examinée, dès lors que cette absence d'examen résulte entièrement de la décision du prévenu de ne pas se présenter à l'examen devant le premier juge, alors qu'il avait connaissance de la date dudit examen et qu'il ne peut alléguer d'un motif d'absence admissible."
      ],
      "abstractNL": [
        "Geen schending van artikel 6.1 en 6.3 EVRM, artikel 2 Zevende Protocol EVRM en artikel 14.5 IVBPR kan worden afgeleid uit het gegeven dat de rechter die vaststelt dat een beklaagde aan wie de dagvaarding persoonlijk werd betekend en die bij zijn verzet tegen het verstekvonnis geen gewag heeft gemaakt van overmacht of een wettige reden van verschoning, dit verzet ongedaan verklaart waardoor het verweer ten gronde van de beklaagde niet wordt behandeld aangezien dit louter een gevolg is van de beslissing van de beklaagde om, hoewel hij kennis had van de datum van behandeling en geen aanvaardbare reden voor zijn afwezigheid kan aanvoeren, afwezig te blijven bij de behandeling voor de eerste rechter."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200929.2N.5": {
      "court": "CASS",
      "date": "2020-09-29",
      "roleNumber": "P.20.0588.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200929.2N.5&lang=fr",
      "abstractFR": [
        "La présomption d'innocence consacrée aux articles 6, § 2, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales et 14, § 2, du Pacte international relatif aux droits civils et politiques n'empêche pas le juge de tenir compte, pour fixer le taux de la peine, de tous les faits soumis à contradiction qui portent sur la personnalité de l'auteur et les actes qu'il a posés, pour autant qu'il ne se prononce pas sur leur caractère punissable; la présomption d'innocence empêche toutefois le juge de tenir compte dans son appréciation d'une infraction du chef de laquelle le prévenu n'a pas été définitivement condamné (1). (1) Voir les concl. « dit en substance » du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het in artikel 6.2. EVRM en artikel 14.2 IVBPR omschreven vermoeden van onschuld belet de rechter niet om bij de straftoemeting rekening te houden met alle aan tegenspraak onderworpen feiten die verband houden met de persoonlijkheid van de dader en de handelingen die hij heeft vastgesteld, mits hij geen uitspraak doet over het strafbare karakter ervan; het vermoeden van onschuld staat er echter wel aan in de weg dat de rechter bij de beoordeling van de straftoemeting rekening houdt met een misdrijf waarvoor de beklaagde niet definitief werd veroordeeld (1). (1) Zie concl. \"in hoofdzaak\" OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200617.2F.9": {
      "court": "CASS",
      "date": "2020-06-17",
      "roleNumber": "P.20.0626.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200617.2F.9",
      "abstractFR": [
        "Les articles 6, § 3, c, de la Convention de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales et 14, § 3, d), du Pacte international relatif aux droits civils et politiques, ainsi que le principe général du droit relatif au respect des droits de la défense, consacrent le droit, pour toute personne dont la cause doit être examinée par un juge, de comparaître à l'audience, d'être entendue et de se défendre en personne devant lui (1). (1) Cass. 3 juin 2020, RG P.20.0499.F, Pas. 2020, n° 356, avec concl. MP.",
        "La chambre des mises en accusation méconnaît les articles 6, § 3, c, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, 14, § 3, d), du Pacte international relatif aux droits civils et politiques, 23, 2°, et 30, § 3, de la loi du 20 juillet 1990 relative à la détention préventive, ainsi que le principe général du droit relatif au respect des droits de la défense lorsque, n'ayant pas constaté qu'il avait été impossible d'extraire l'inculpé en vue de lui permettre de se défendre personnellement devant elle, elle a admis que le droit de comparution personnelle, garanti par l'article 6 de la Convention, puisse être suspendu par un acte qui, émanant d'une autorité judiciaire, ne constitue pas une loi ou une norme de droit interne présentant les mêmes qualités d'accessibilité et de précision (1). (1) Cass. 3 juin 2020, RG P.20.0499.F, Pas. 2020, n° 356, avec concl. MP."
      ],
      "abstractNL": [
        "De artikelen 6.3.c EVRM en 14.3, d) IVBPR alsook het algemeen rechtsbeginsel van het recht van verdediging geven eenieder wiens zaak moet worden onderzocht door een rechter het recht om in persoon te verschijnen op de rechtszitting, aldaar gehoord te worden en zich voor hem te kunnen verdedigen (1). (1) Cass. 3 juni 2020, AR P.20.0499.F, AC 2020, nr. 356, met concl. OM, op datum in Pas.",
        "De kamer van inbeschuldigingstelling schendt de artikelen 6.3.c EVRM, 14.3, d) IVBPR, 23, 2°, en 30, § 3, Voorlopige Hechteniswet, en miskent het algemeen rechtsbeginsel van het recht van verdediging wanneer ze niet vaststelt dat de inverdenkinggestelde onmogelijk kon worden uitgehaald om zich voor haar in persoon te verdedigen, maar integendeel aanneemt dat het in artikel 6 EVRM gewaarborgde recht om in persoon te verschijnen kan worden geschorst door een akte van een rechterlijke overheid die geen wet of interne rechtsregel vormt die dezelfde graad van toegankelijkheid of duidelijkheid biedt (1). (1) Cass. 3 juni 2020, AR P.20.0499.F, AC 2020, nr. 356, met concl. OM, op datum in Pas."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200603.2F.9": {
      "court": "CASS",
      "date": "2020-06-03",
      "roleNumber": "P.20.0499.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200603.2F.9",
      "abstractFR": [
        "Les articles 6.3, c, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, 14.3, d, du Pacte international relatif aux droits civils et politiques, et 41 de la Charte des droits fondamentaux de l'Union européenne, ainsi que le principe général du droit relatif au respect des droits de la défense, consacrent le droit, pour toute personne dont la cause doit être examinée par un juge, de comparaître à l'audience, d'être entendue et de se défendre en personne devant lui (1). (1) Voir les concl. « dit en substance » du MP.",
        "Le droit de comparution personnelle consacré par les articles 6.3, c, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, 14.3, d, du Pacte international relatif aux droits civils et politiques, et 41 de la Charte des droits fondamentaux de l'Union européenne, ainsi que par le principe général du droit relatif au respect des droits de la défense est applicable aux étrangers qui, privés de liberté en vue d'éloignement, entendent soumettre au pouvoir judiciaire le contrôle de légalité institué par les articles 71 et 72 de la loi du 15 décembre 1980 sur l'accès au territoire, le séjour, l'établissement et l'éloignement des étrangers (1). (1) Voir les concl. « dit en substance » du MP.",
        "La chambre des mises en accusation méconnaît les articles 6.3, c, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, 14.3, d, du Pacte international relatif aux droits civils et politiques, et 41 de la Charte des droits fondamentaux de l'Union européenne, ainsi que par le principe général du droit relatif au respect des droits de la défense lorsque, n'ayant pas constaté qu'il avait été impossible d'extraire le demandeur en cassation en vue de lui permettre de se défendre personnellement devant elle, elle a admis que le droit de comparution personnelle, garanti par l'article 6 de la Convention, puisse être suspendu par un acte qui, émanant d'une autorité judiciaire, ne constitue pas une loi ou une norme de droit interne présentant les mêmes qualités d'accessibilité et de précision (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": [
        "De artikelen 6.3.c, EVRM, 14.3, d), IVBPR en 41 Handvest Grondrechten EU, alsook het algemeen rechtsbeginsel van het recht van verdediging geven eenieder wiens zaak moet worden onderzocht door een rechter het recht om in persoon te verschijnen op de rechtszitting, aldaar gehoord te worden en er zich voor hem te kunnen verdedigen.",
        "Het recht om in persoon te verschijnen, vastgelegd in de artikelen 6.3.c, EVRM, 14.3, d), IVBPR en 41 Handvest Grondrechten EU, alsook in het algemeen rechtsbeginsel van het recht van verdediging, is van toepassing op de vreemdelingen die, vastgehouden met het oog op hun verwijdering, aan de rechterlijke macht het in de artikelen 71 en 72 Vreemdelingenwet ingevoerde wettigheidstoezicht willen voorleggen (1). (1) Zie concl. “in hoofdzaak” OM in Pas. 2020, nr. 356.",
        "De kamer van inbeschuldigingstelling schendt de artikelen 6.3, c, EVRM, 14.3, d, IVBPR, en 41 Handvest Grondrechten EU, en miskent het algemeen rechtsbeginsel van het recht van verdediging wanneer ze niet vaststelt dat de eiser in cassatie onmogelijk kon worden uitgehaald om zich in persoon voor hem te verdedigen, maar aanneemt dat het in artikel 6 EVRM gewaarborgde recht om in persoon te verschijnen kan worden geschorst door een handeling van een rechterlijke overheid die geen wet of interne rechtsregel vormt die dezelfde graad van toegankelijkheid of van duidelijkheid biedt (1). (1) Zie concl. “in hoofdzaak” OM in Pas. 2020, nr. 356."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200407.2N.1": {
      "court": "CASS",
      "date": "2020-04-07",
      "roleNumber": "P.20.0231.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200407.2N.1&lang=fr",
      "abstractFR": [
        "Il résulte des articles 6, § 1er, et 6, § 3, c, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, et 14, § 3, d, du Pacte international relatif aux droits civils et politiques, ainsi que du principe général du droit relatif au droit à un procès équitable, qu'un prévenu a le droit d'être présent lors du procès pénal mené contre lui et de décider s'il se défendra lui-même; le prévenu doit pouvoir suivre son procès et y participer de manière effective s'il le souhaite; il doit pouvoir se concerter avec son conseil, lui donner des instructions, faire des déclarations et contredire les éléments de preuve; la seule circonstance que le prévenu ait la possibilité de se faire représenter par un conseil, ou qu'il soit effectivement représenté par ce conseil, ne permet pas pour autant de le priver des droits susmentionnés de prendre part en personne au procès pénal et de se concerter avec son conseil (1). (1) Voir les concl. « dit en substance » du MP publiées à leur date dans AC.",
        "Le droit du prévenu de prendre part en personne au procès pénal et le droit de se concerter avec son conseil ne sont pas absolus ; lorsqu'un prévenu rend lui-même impossible l'exercice de ces droits, ou lorsque le juge estime que l'examen de l'action publique ne peut faire l'objet d'un report supplémentaire au vu des éléments concrets de la cause tels, entre autres, la nécessité de respecter le délai raisonnable et les répercussions de la lenteur de l'examen de la cause sur la fiabilité de la preuve, il peut rejeter la demande d'un prévenu d'être présent physiquement au moment de l'examen de la cause et de présenter sa défense lui-même ou avec l'assistance de son conseil; toutefois, le juge doit, en cas de refus, s'assurer que, à la lumière de l'ensemble de la procédure, le droit à un procès équitable de ce prévenu a été suffisamment garanti(1). (1) Voir les concl. « dit en substance » du MP publiées à leur date dans AC.",
        "Le simple fait qu'un prévenu dont la Belgique a demandé la remise en vertu d'un mandat d'arrêt européen et qui a été libéré moyennant le paiement d'un cautionnement et sous conditions dans l'attente d'une décision de l'État d'exécution sur sa remise à la Belgique, et dont il y a lieu de supposer qu'il est tenu de rester sur place, s'oppose à cette remise devant les autorités judiciaires de l'État d'exécution, n'implique pas que ce prévenu rende impossible l'exercice de son droit d'être présent physiquement au moment de l'appréciation par les juridictions de jugement belges de l'action publique dirigée contre lui et de présenter sa défense devant celles-ci, et ne le prive pas de ces droits (1). (1) Voir les concl. « dit en substance » du MP publiées à leur date dans AC.",
        "Il appartient aux juridictions de jugement, si le prévenu s'oppose à sa remise à la Belgique et demande à être présent physiquement et à présenter sa défense, de décider d'un report temporaire de l'examen de la cause, le cas échéant après disjonction entre les poursuites à charge de ce prévenu et celles à charge des autres prévenus en la cause, sauf si la juridiction de jugement estime que, compte tenu des éléments concrets de l'ensemble de la procédure tels, entre autres, la nécessité de respecter le délai raisonnable et les répercussions de la lenteur du traitement de la cause sur la fiabilité de la preuve, l'examen de l'action publique ne peut faire l'objet d'un report supplémentaire (1). (1) Voir les concl. « dit en substance » du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de artikelen 6.1 en 6.3.c EVRM en artikel 14.3.d) IVBPR en het algemeen rechtsbeginsel van het recht op een eerlijk proces volgt dat een beklaagde het recht heeft om tegenwoordig te zijn bij het tegen hem gevoerde strafproces en te beslissen of hij zichzelf zal verdedigen; de beklaagde moet zijn strafproces daadwerkelijk kunnen volgen en eraan deelnemen, als hij dat wenst; hij moet overleg kunnen plegen met zijn raadsman, hem instructies kunnen geven, verklaringen afleggen en tegenspraak kunnen voeren over het bewijsmateriaal; de loutere omstandigheid dat de beklaagde zich kan laten vertegenwoordigen door een raadsman of effectief door een raadsman wordt vertegenwoordigd, volstaat niet om hem voormelde rechten van persoonlijke deelname aan het strafproces en overleg te plegen met zijn raadsman te ontzeggen (1). (1) Zie concl. \"in hoofdzaak\" OM.",
        "Het recht van de beklaagde op persoonlijke deelname aan het strafproces en het recht overleg te plegen met zijn raadsman zijn niet absoluut; indien een beklaagde de uitoefening van die rechten zelf onmogelijk maakt of indien de rechter van oordeel is dat rekening houdend met de concrete elementen van de zaak, zoals onder meer de redelijke termijn-vereiste en de gevolgen van het aanslepen van de zaak voor de betrouwbaarheid van het bewijs de behandeling van de strafvordering geen verder uitstel duldt, kan hij het verzoek van een beklaagde om persoonlijk aanwezig te zijn bij de behandeling van de zaak en zelf of samen met zijn raadsman verweer te voeren, afwijzen; de rechter moet bij afwijzing er wel op toezien dat het recht op een eerlijk proces van die beklaagde rekening houdend met de gehele rechtspleging voldoende is gewaarborgd (1). (1) Zie concl. \"in hoofdzaak\" OM.",
        "Het enkele feit dat een beklaagde van wie op grond van een Europees aanhoudingsbevel de overlevering door België wordt gevraagd en die in afwachting van een beslissing door de uitvoerende staat over zijn overlevering aan België tegen betaling van een borgsom en onder voorwaarden is vrijgelaten en die naar moet worden aangenomen ter plaatse moet blijven, zich voor de gerechtelijke overheden van de uitvoerende staat verzet tegen die overlevering, houdt niet in dat deze beklaagde zijn recht om persoonlijk aanwezig te zijn bij de beoordeling van de tegen hem ingestelde strafvordering voor de Belgische vonnisgerechten en daar verweer te voeren onmogelijk maakt en berooft hem niet van deze rechten (1). (1) Zie concl. \"in hoofdzaak\" OM.",
        "Het staat aan de vonnisgerechten om indien de beklaagde die zich verzet tegen een overlevering naar België verzoekt om persoonlijk aanwezig te kunnen zijn en verweer te voeren, de behandeling van de zaak tijdelijk uit te stellen, desgevallend na afsplitsing van de vervolging van deze beklaagde van de vervolging van andere bij de zaak betrokken beklaagden, tenzij het vonnisgerecht oordeelt dat rekening houdend met de concrete elementen van de gehele rechtspleging zoals onder meer de redelijke termijn-vereiste en de gevolgen van het aanslepen van de zaak voor de betrouwbaarheid van het bewijs de behandeling van de strafvordering geen verder uitstel duldt (1). (1) Zie concl. \"in hoofdzaak\" OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200317.2N.3": {
      "court": "CASS",
      "date": "2020-03-17",
      "roleNumber": "P.19.1253.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200317.2N.3&lang=fr",
      "abstractFR": [
        "Lorsque la loi n'établit pas de mode spécial de preuve, le juge pénal apprécie souverainement la valeur probante des éléments qui lui sont régulièrement soumis et que les parties ont pu contredire; dans ce cadre, il peut tenir compte de toutes les présomptions de fait qui suscitent dans son chef l'intime conviction de la culpabilité du prévenu; lorsque le juge considère sur ce fondement que les faits d'une prévention sont établis, il ne méconnaît pas la présomption d'innocence."
      ],
      "abstractNL": [
        "Wanneer de wet geen bijzonder bewijsmiddel voorschrijft, beoordeelt de rechter in strafzaken onaantastbaar de bewijswaarde van de hem regelmatig overgelegde gegevens waarover de partijen tegenspraak hebben kunnen voeren; hij mag hierbij rekening houden met alle vermoedens van feitelijke aard, die hem de innerlijke overtuiging van de schuld van de beklaagde geven; wanneer de rechter op die grond oordeelt dat de feiten van een telastlegging bewezen zijn, miskent hij het vermoeden van onschuld niet."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200212.2F.2": {
      "court": "CASS",
      "date": "2020-02-12",
      "roleNumber": "P.19.0692.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200212.2F.2",
      "abstractFR": [
        "Ni les articles 40 de la Convention du 20 novembre 1989 relative aux droits de l'enfant et 14 du Pacte international relatif aux droits civils et politiques ni aucune autre disposition n'interdisent aux États parties aux traités précités de prévoir qu'à partir d'un âge minimum, au-dessous duquel les mineurs ne peuvent relever des tribunaux de droit commun, les juridictions de la jeunesse, dans les conditions établies par la loi et, en particulier, lorsqu'elles estiment inadéquate une mesure de protection, peuvent se dessaisir et renvoyer la cause au ministère public aux fins de poursuite devant les juridictions répressives compétentes."
      ],
      "abstractNL": [
        "Noch de artikelen 40 Kinderrechtenverdrag en 14 IVBPR noch enige andere bepaling verbieden de bij de voormelde verdragen aangesloten Staten te bepalen dat de jeugdrechtbanken vanaf een minimumleeftijd, waaronder minderjarigen niet onder de bevoegdheid van de gemeenrechtelijke rechtbanken kunnen vallen, onder de bij wet gestelde voorwaarden, en met name wanneer ze een beschermingsmaatregel niet geschikt achten, de zaak uit handen kunnen geven en de zaak naar het openbaar ministerie kunnen verwijzen met het oog op vervolging voor de bevoegde strafgerechten."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200204.2N.6": {
      "court": "CASS",
      "date": "2020-02-04",
      "roleNumber": "P.19.1086.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200204.2N.6&lang=fr",
      "abstractFR": [
        "Aucune disposition conventionnelle, ni aucun principe général de droit reposant sur une telle disposition, n’empêche l’incrimination et la sanction d’un suspect qui refuse de communiquer le code d’accès à son téléphone portable malgré l’ordre émis en ce sens par le juge d’instruction; à cet égard, il convient notamment de prendre en compte que le droit de ne pas s’auto-incriminer et la présomption d’innocence ne sont pas absolus, que le code d’accès à un système informatique existe indépendamment de la volonté de la personne qui a connaissance de ce code, que cette collaboration forcée n’implique donc aucun risque pour la fiabilité des éléments de preuve et que l’état actuel de la technologie rend très difficile voire impossible d’accéder à un système informatique protégé par une application de cryptage (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Op grond van artikel 88quater, §§1 en 3 Wetboek van Strafvordering is onder meer een verdachte strafbaar die, hoewel hij de toegangscode van een te doorzoeken informaticasysteem zoals een GSM-toestel kent, weigert ze mee te delen ondanks een daartoe strekkend bevel van de onderzoeksrechter; vereist is dat de opsporings-of onderzoeksinstantie op het moment van de gevraagde informatie het toestel reeds heeft opgespoord zonder het gebruik van dwang op de persoon en dat de vervolgende instantie aantoont dat de bedoelde persoon zonder redelijke twijfel de toegangscode kent (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190604.1": {
      "court": "CASS",
      "date": "2019-06-04",
      "roleNumber": "P.18.0407.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190604.1&lang=fr",
      "abstractFR": [
        "Le juge apprécie, d'après les éléments de la cause, quels sont les faits dont il est saisi et si ces faits sont identiques ou substantiellement les mêmes que ceux ayant fait l'objet d'une poursuite pénale antérieure à laquelle une décision irrévocable de condamnation ou d'acquittement a mis un terme et, ce faisant, le juge doit avoir égard aux comportements de fait et aux circonstances réellement visés par la première poursuite; ce double examen, des faits qui lui sont soumis et de ceux précédemment jugés, relève de l'appréciation souveraine du juge du fond (1). (1) Cass. 9 avril 2014, RG P.13.1916.F, Pas. 2014, n° 280."
      ],
      "abstractNL": [
        "De rechter beoordeelt in het licht van de gegevens van de zaak welke feiten bij hem aanhangig zijn gemaakt en of die feiten identiek of substantieel dezelfde zijn als deze die het voorwerp waren van een eerdere strafvervolging die is beëindigd met een onherroepelijke beslissing van vrijspraak of veroordeling en waarbij de rechter acht moet slaan op de feitelijke gedragingen en de werkelijk bedoelde omstandigheden waarop de eerste strafvordering betrekking heeft; dat dubbel onderzoek van de hem voorgelegde en de eerder berechte feiten maakt deel uit van de onaantastbare beoordeling door de feitenrechter (1). (1) Cass. 9 april 2014, AR P.13.1916.F, AC 2014, nr. 280."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190329.4": {
      "court": "CASS",
      "date": "2019-03-29",
      "roleNumber": "D.18.0005.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190329.4&lang=fr",
      "abstractFR": [
        "L'exigence d'impartialité consacrée par les articles 6.1 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, 14.1 du Pacte international relatif aux droits civils et politiques, et par le principe général du droit relatif au droit à un procès équitable et aux droits de la défense n'implique pas que l'instance à laquelle la cause est renvoyée après l'annulation doive toujours être composée tout à fait autrement, sans préjudice de l'obligation de mettre tout en oeuvre afin de parvenir à une composition tout à fait différente (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het vereiste van onpartijdigheid vervat in artikel 6.1 EVRM, artikel 14.1 IVBPR en in het algemeen rechtsbeginsel van het recht op een eerlijk proces en van het recht van verdediging houdt niet in dat de instantie waarnaar verwezen wordt na vernietiging steeds volledig anders moet samengesteld zijn, onverminderd de verplichting alles in het werk te stellen om een volledig andere samenstelling te betrachten (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181205.1": {
      "court": "CASS",
      "date": "2018-12-05",
      "roleNumber": "P.18.0610.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181205.1",
      "abstractFR": [
        "Il ne saurait se déduire une violation du droit à un procès équitable de la circonstance que, pour déclarer irrecevable l'opposition au jugement de condamnation rendu à l'égard du demandeur, le juge a soulevé d'office un moyen tiré de l'expiration du délai de prescription des peines, qui est une règle d'ordre public."
      ],
      "abstractNL": [
        "Uit de omstandigheid dat de rechter, om het verzet tegen het ten aanzien van de eiser gewezen veroordelend vonnis niet-ontvankelijk te verklaren, ambtshalve een middel heeft opgeworpen, afgeleid uit het verstrijken van de verjaringstermijn van de straffen, wat een regel van openbare orde is, kan geen miskenning van het recht op een eerlijk proces worden afgeleid."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181115.5": {
      "court": "CASS",
      "date": "2018-11-15",
      "roleNumber": "D.17.0017.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181115.5",
      "abstractFR": [
        "L'article 6, § 1er, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales et l'article 14, § 1er du Pacte international relatif aux droits civils et politiques ne garantissent pas le droit d'accès à un tribunal pour obtenir la révision d'une procédure clôturée par une décision passée en force de chose jugée qui a statué sur de tels droits et obligations; elles ne sont pas davantage applicables, en règle, à la procédure d'examen d'une demande tendant à une telle réouverture."
      ],
      "abstractNL": [
        "Artikel 6.1 van het Verdrag tot bescherming van de rechten van de mens en de fundamentele vrijheden en artikel 14.1 van het Internationaal verdrag inzake burgerrechten en politieke rechten waarborgen geen recht van toegang tot de rechter teneinde de herziening te verkrijgen van een procedure die werd afgesloten met een in kracht van gewijsde gegane beslissing die over dergelijke rechten en plichten uitspraak heeft gedaan; ze zijn in de regel evenmin van toepassing op de procedure van onderzoek van een vordering die een dergelijke heropening beoogt."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181010.1": {
      "court": "CASS",
      "date": "2018-10-10",
      "roleNumber": "P.18.0660.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181010.1",
      "abstractFR": [
        "À supposer que l'article 9, § 1er, de la loi sur la tutelle des mineurs étrangers non accompagnés ait pour effet de priver le mineur étranger non accompagné qui a fait l'objet d'une décision de dessaisissement du droit d'exercer lui-même, ou à l'intervention de son avocat, les recours prévus par la loi contre les décisions relatives à l'action publique des juridictions d'instruction et des chambres spécifiques des juridictions de la jeunesse, et d'attribuer l'exercice de ce droit au tuteur, ladite disposition légale serait contraire aux articles 6.3.c de la Convention et 14.3.d) du Pacte international relatif aux droits civils et politiques et ne pourrait, dans cette mesure, être appliquée."
      ],
      "abstractNL": [
        "In de veronderstelling dat artikel 9, § 1, Voogdijwet NBM tot gevolg heeft dat de niet-begeleide minderjarige vreemdeling die het voorwerp is geweest van een beslissing tot uithandengeving het recht wordt ontzegd om zelf of door tussenkomst van zijn advocaat de bij de wet bepaalde rechtsmiddelen in te stellen tegen de beslissingen op de strafvordering van de onderzoeksgerechten en van de bijzondere kamers van de jeugdrechtbank en dat de uitoefening van dat recht wordt toegekend aan de voogd, dan zou die wetsbepaling in strijd zijn met artikel 6.3.c EVRM en artikel 14.3.d) IVBPR en in zoverre niet toegepast kunnen worden."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181002.11": {
      "court": "CASS",
      "date": "2018-10-02",
      "roleNumber": "P.18.0770.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181002.11&lang=fr",
      "abstractFR": [
        "Il résulte de l'article 96, § 4, alinéa 2, du décret du Parlement flamand du 18 mai 1999 portant organisation de l'aménagement du territoire que, si un prévenu démontre par une quelconque preuve qu'une construction est postérieure à l'entrée en vigueur de la loi organique de l'aménagement du territoire et de l'urbanisme du 29 mars 1962, mais date d'avant le tout premier établissement du plan régional, elle est présumée avoir fait l'objet d'un permis, sauf preuve contraire à apporter par les autorités que la construction a été érigée en infraction; cette condition imposée au prévenu pour pouvoir bénéficier de la présomption de permis ne constitue pas, en tant que telle, une violation des articles 6, § 2, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales et 14, § 2, du Pacte international relatif aux droits civils et politiques et ne constitue pas davantage une méconnaissance des règles relatives à la charge de la preuve en matière répressive (1). (1) Voir Cass. 13 décembre 2005, RG P.05.0891.N, Pas. 2005, n° 667, avec concl. de M. DE SWAEF, alors procureur général, publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit artikel 96, § 4, tweede lid, Stedenbouwdecreet 1999 volgt dat indien een beklaagde aantoont door enig bewijsmateriaal dat een constructie dateert van na de inwerkingtreding van de Stedenbouwwet 1962, maar van vóór de eerste vaststelling van het gewestplan er een vermoeden bestaat dat die constructie is vergund, behoudens een door de overheid te leveren tegenbewijs dat de constructie in overtreding werd opgericht; die op de beklaagde rustende voorwaarde om van het vermoeden van vergunning te kunnen genieten houdt als dusdanig geen schending in van artikel 6.2 EVRM en artikel 14.2 IVBPR of een miskenning van de regels betreffende de bewijslast in strafzaken (1). (1) Zie: Cass. 13 december 2005, AR P.05.0891.N, AC 2005, nr. 667 met concl. van procureur-generaal De Swaef."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180927.6": {
      "court": "CASS",
      "date": "2018-09-27",
      "roleNumber": "D.17.0015.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180927.6",
      "abstractFR": [
        "Le droit au silence, qui est compris dans le droit à un procès équitable, implique le droit de ne pas contribuer à sa propre incrimination (1). (1) Voir Cass. 25 novembre 2011, RG D.11.0016.F, Pas. 2011, n° 647 avec les concl. de M. l'avocat général GÉNICOT; Cass. 19 juin 2013, RG P.12.1150.F, Pas. 2013, n° 380 avec les concl. de M. l'avocat général VANDERMEERSCH.",
        "Le refus de faire droit à une demande de suspension du prononcé de la condamnation dès lors qu'il n'a admis aucun des griefs articulés contre lui, viole le droit au silence de l'avocat."
      ],
      "abstractNL": [
        "Het recht om te zwijgen, dat vervat is in het recht op een eerlijk proces, impliceert het recht om niet aan de eigen beschuldiging mee te werken (1). (1) Zie Cass. 25 november 2011, AR D.11.0016.F, AC 2011, nr. 647, met concl. van advocaat-generaal Genicot in Pas. 2011; Cass. 19 juni 2013, AR P.12.1150.F, AC 2013, nr. 380, met concl. van advocaat-generaal Vandermeersch in Pas. 2013.",
        "De weigering om een vordering tot opschorting van de uitspraak van de veroordeling toe te wijzen, aangezien de advocaat geen van de tegen hem ingebrachte grieven heeft erkend, miskent zijn recht om te zwijgen."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180627.1": {
      "court": "CASS",
      "date": "2018-06-27",
      "roleNumber": "P.17.1160.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180627.1",
      "abstractFR": [
        "En soi, la circonstance qu'une personne qui y est tenue en vertu des articles 489 et 489bis, 4°, du Code pénal, tel un dirigeant de fait, fasse aveu de faillite lorsque les conditions de cet état sont réunies n'est pas de nature à la contraindre à témoigner contre elle-même ou à s'avouer coupable d'une infraction liée à cet état de faillite."
      ],
      "abstractNL": [
        "De omstandigheid dat een persoon, zoals een feitelijke bestuurder, die daartoe krachtens de artikelen 489 en 489bis, 4°, Strafwetboek verplicht is, aangifte doet van het faillissement wanneer aan de voorwaarden van deze staat is voldaan, dwingt hem op zich niet tot het afleggen van een verklaring tegen zichzelf of tot het bekennen van schuld aan een misdrijf met betrekking tot die staat van faillissement."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180321.11": {
      "court": "CASS",
      "date": "2018-03-21",
      "roleNumber": "P.17.1062.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180321.11",
      "abstractFR": [
        "Lorsque le prévenu est, par sa faute, dans l'impossibilité, pour une durée indéterminée, d'assister en personne à son procès en raison notamment de son incarcération à l'étranger, ni les articles 6.1 et 6.3, b et c, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, 14.3, b, du Pacte international relatif aux droits civils et politiques, 182 à 185, 187, § 6, et 208 du Code d'instruction criminelle ni les principes généraux du droit à un procès équitable et relatif au respect des droits de la défense n'ont pour portée ou pour effet d'imposer au juge de suspendre le procès jusqu'au moment où l'intéressé sera à nouveau en mesure de comparaître personnellement, ni de lui interdire de considérer qu'il appartenait au prévenu, au regard de circonstances qui lui sont imputables, de prendre les mesures utiles en vue de continuer à se faire représenter par le conseil dont il a fait le choix ou un autre défenseur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de beklaagde door eigen toedoen in de onmogelijkheid verkeert om, voor onbepaalde duur, zijn proces persoonlijk bij te wonen, omdat hij met name in het buitenland is opgesloten, hebben noch de artikelen 6.1 en 6.3, b en c EVRM, noch artikel 14.3, b IVBPR, noch de algemene rechtsbeginselen van het recht op een eerlijk proces en houdende het recht van verdediging als draagwijdte of tot gevolg dat de rechter verplicht wordt het proces op te schorten tot de betrokkene opnieuw in staat zal zijn persoonlijk te verschijnen, en verbieden hem evenmin te oordelen dat de beklaagde, gelet op de aan hemzelf te wijten omstandigheden, zelf de nodige stappen had moeten ondernemen om zich door een raadsman naar eigen keuze of door een andere verdediger te doen vertegenwoordigen (1). (1) Zie concl. OM in Pas. 2018, nr. 196."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180307.5": {
      "court": "CASS",
      "date": "2018-03-07",
      "roleNumber": "P.17.0558.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180307.5",
      "abstractFR": [
        "Le droit au silence et celui de ne pas s'incriminer ne s'étendent pas à l'usage, dans une procédure pénale, de données que l'on peut obtenir de l'accusé en recourant à des pouvoirs coercitifs mais qui existent indépendamment de la volonté du suspect (1). (1) Cass. 14 mars 2017, RG P.14.1001.N, Pas. 2017, n° 176; M.-A. Beernaert, H.-D. Bosly et D. Vandermeersch, Droit de la procédure pénale, Bruxelles, La Charte, 8ième éd., 2017, p. 33-34."
      ],
      "abstractNL": [
        "Het zwijgrecht en het recht om zichzelf niet te beschuldigen, strekken zich niet uit tot de aanwending, in een strafrechtelijke procedure, van gegevens die van de beschuldigde kunnen worden verkregen door een beroep te doen op dwangmaatregelen, maar die onafhankelijk van de wil van de verdachte bestaan (1). (1) Cass. 14 maart 2017, AR P.14.1001.N, AC 2017, nr. 176; M.-A. Beernaert, H.-D. Bosly en D. Vandermeersch, Droit de la procédure pénale, Brussel, Die Keure, 8ste uitg., 2017, p. 33-34."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180208.3": {
      "court": "CASS",
      "date": "2018-02-08",
      "roleNumber": "C.15.0538.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180208.3&lang=fr",
      "abstractFR": [
        "Ni l'article 6.1 et 6.3.c de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, ni l'article 14, § 3, b) et d) du Pacte international relatif aux droits civils et politiques n'impliquent un droit absolu à l'assistance d'un avocat de son choix (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Le droit au libre choix d'un avocat est, sans préjudice de l'importance que revêt la confiance dans la relation entre un avocat et son client, nécessairement soumis à certaines restrictions dans le cadre de l'aide juridique de deuxième ligne; le droit d'être défendu dans ce cadre par un conseil de son choix peut être soumis à des restrictions lorsque des motifs pertinents et suffisants rendent ces restrictions nécessaires dans l'intérêt de la justice (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Noch artikel 6.1 en 6.3.c EVRM, noch artikel 14, §3, b) en d) IVBPR houden een absoluut recht op bijstand van een advocaat van zijn keuze in (1). (1) Zie concl. OM.",
        "Het recht op vrije keuze van een advocaat is, onverminderd het belang van het vertrouwen in de relatie tussen een advocaat en zijn cliënt, noodzakelijk onderworpen aan bepaalde beperkingen in het kader van de juridische tweedelijnsbijstand; het recht om dit kader verdedigd te worden door een raadsman van zijn keuze kan worden onderworpen aan beperkingen wanneer relevante en voldoende gronden deze beperkingen in het belang van een behoorlijke rechtspleging noodzakelijk maken (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170921.2": {
      "court": "CASS",
      "date": "2017-09-21",
      "roleNumber": "F.15.0081.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170921.2&lang=fr",
      "abstractFR": [
        "L'article 4, § 1er du Septième Protocole additionnel à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, tel qu'interprété par la Cour européenne des droits de l'homme, ne s'oppose pas à ce que des procédures administratives distinctes visant à l'application de sanctions fiscales, qui ont été engagées contre une seule et même personne et en raison des mêmes faits antérieurement à la clôture définitive de l'une d'entre elles, se poursuivent jusqu'à leur terme et aboutissent, le cas échant, à une décision d'infliger une sanction, à condition que l'existence d'un lien matériel et temporel suffisamment étroit entre les procédures en question soit établie (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Artikel 4.1 Zevende Aanvullend Protocol EVRM, zoals uitgelegd door het Europees Hof voor de Rechten van de Mens, verhindert niet dat onderscheiden administratieve procedures tot oplegging van fiscale sancties, die tegen eenzelfde persoon en wegens dezelfde feiten werden ingesteld alvorens één ervan definitief werd beëindigd, tot hun einde worden voortgezet en, desgevallend, beëindigd worden met een beslissing tot oplegging van een sanctie, op voorwaarde dat vaststaat dat de desbetreffende procedures, zowel substantieel als temporeel, voldoende nauw met elkaar verbonden zijn (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170912.3": {
      "court": "CASS",
      "date": "2017-09-12",
      "roleNumber": "P.16.0738.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170912.3&lang=fr",
      "abstractFR": [
        "Les articles 6, § 1er de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales et 14, § 3, c du Pacte international relatif aux droits civils et politiques n'instaurent pas de seuil au-delà duquel la durée de la procédure a nécessairement pour conséquence que l'administration loyale de la preuve est rendue impossible ou que les droits de la défense sont irrévocablement méconnus. Au contraire, il revient au juge d'apprécier, à la lumière des circonstances spécifiques de chaque cause, l'incidence du dépassement du délai raisonnable sur l'administration de la preuve et sur l'exercice des droits de la défense (1). (1) Voir Cass. 7 septembre 2011, RG P.10.1319.F, Pas. 2011, n° 455."
      ],
      "abstractNL": [
        "Artikel 6.1 EVRM en 14.3.c IVBPR houden geen drempel in waarboven de duur van de rechtspleging noodzakelijkerwijs tot gevolg heeft dat geen loyale bewijsvoering meer mogelijk is of dat het recht van verdediging onherroepelijk is miskend, maar het staat integendeel aan de rechter om aan de hand van de bijzondere omstandigheden van elke afzonderlijke zaak te beoordelen welke impact de door hem vastgestelde overschrijding van de redelijke termijn heeft op de bewijslevering en de uitoefening van het recht van verdediging (1). (1) Zie: Cass. 7 september 2011, AR P.10.1319.F, AC 2011, nr. 455."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170531.1": {
      "court": "CASS",
      "date": "2017-05-31",
      "roleNumber": "P.17.0388.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170531.1",
      "abstractFR": [
        "Les articles 6.1 de la Convention et 148 de la Constitution, qui consacrent le droit de chacun à ce que sa cause soit traitée en audience publique, ne s'appliquent pas aux juridictions d'instruction statuant sur le règlement de la procédure, y compris lors des débats qui s'y déroulent à propos de la nécessité d'ordonner l'internement d'un inculpé; cette procédure est régie par l'article 5.1, e, de la Convention, qui n'impose pas la publicité des débats (1). (1) Voir C. const., arrêt 22/2016 du 18 février 2016, spéc. # B.42 à B.45; Doc. parl., Sénat, 2012-2013, n° 5-2001/1, spéc. pp. 25-26.",
        "Toute personne poursuivie du chef d'une infraction a le droit d'interroger ou de faire interroger les témoins à charge et d'obtenir la convocation et l'interrogatoire des témoins à décharge dans les mêmes conditions que les témoins à charge; ce droit n'est pas absolu, le juge pouvant accepter ou refuser une telle demande selon qu'elle apparaisse ou non utile à la manifestation de la vérité et dans le respect de l'équité du procès (1). (1) Cass. 16 novembre 2016, RG P.16.0872.F, Pas. 2016, n° 648.",
        "Lorsqu'une audition de témoin est demandée par la voie de conclusions, le juge, s'il n'y fait pas droit, doit y répondre et préciser la raison de l'inutilité de la mesure d'instruction sollicitée pour forger sa conviction (1). (1) Cass. 16 novembre 2016, RG P.16.0872.F, Pas. 2016, n° 648.",
        "Compris dans le droit à un procès équitable, le droit au silence implique non seulement le droit de ne pas témoigner contre soi-même mais également celui pour tout inculpé de ne pas contribuer à sa propre incrimination (1); ne pouvant être contraint de collaborer à la preuve du bien-fondé de l'accusation qui sera portée contre lui, le suspect ne peut être sanctionné pour le défaut de participer aux investigations; en revanche, le refus d'un inculpé de se soumettre à une expertise psychiatrique ou psychologique médicolégale n'interdit pas au juge d'instruction de malgré tout requérir un expert afin de disposer d'un avis à propos de l'état mental de cet inculpé, a fortiori lorsque, comme en l'espèce, la loi impose la présence au dossier d'un tel rapport d'expertise avant de statuer; l'inculpé demeure, à tout moment, libre de décider de participer ou non à l'expertise. (1) Cass. 19 juin 2013, RG P.12.1150.F, avec concl. de M. VANDERMEERSCH, avocat général, Pas. 2013, n° 380."
      ],
      "abstractNL": [
        "Artikel 6.1 EVRM en artikel 148 Grondwet, die het recht van eenieder op een openbare behandeling van zijn zaak waarborgen, zijn niet van toepassing op de onderzoeksgerechten die uitspraak doen over de regeling van de rechtspleging, inclusief tijdens het debat dat er wordt gevoerd over de noodzaak om de internering van een inverdenkinggestelde te bevelen; die rechtspleging wordt geregeld door artikel 5.1, e, EVRM van toepassing, dat de openbaarheid van het debat niet oplegt (1). (1) Zie GwH 18 februari 2016, nr. 22/2016, inzonderheid B.42 tot B.45; Parl.St. Senaat 2012-13, nr. 5-2001/1, pp. 25-26.",
        "Eenieder die wegens een strafbaar feit wordt vervolgd, heeft het recht de getuigen à charge te ondervragen of te doen ondervragen en de oproeping en ondervraging van getuigen à décharge te doen geschieden onder dezelfde voorwaarden als het geval is met de getuigen à charge; dat recht is niet onbeperkt; de rechter kan een dergelijk verzoek immers inwilligen dan wel afwijzen, naargelang het verzoek al dan niet dienstig blijkt voor de waarheidsvinding en mits eerbiediging van het recht op een eerlijk proces (1). (1) Cass. 16 november 2016, AR P.16.0872.F, AC 2016, n. 648.",
        "Wanneer bij conclusie om het verhoor van een getuige wordt verzocht, moet de rechter, wanneer hij dat verzoek afwijst, daarop antwoorden en verduidelijken waarom hij de gevraagde onderzoeksmaatregel niet nuttig acht om tot zijn overtuiging te komen (1). (1) Cass. 16 november 2016, AR P.16.0872.F, AC 2016, n. 648.",
        "Het zwijgrecht, dat besloten ligt in het recht op een eerlijk proces, houdt niet alleen het recht in om niet tegen zichzelf te getuigen maar ook het recht van iedere inverdenkinggestelde om niet mee te werken aan de eigen beschuldiging (1); aangezien de verdachte niet kan worden gedwongen om zijn medewerking te verlenen aan het bewijs van de gegrondheid van de beschuldiging die tegen hem zal worden ingesteld, kan hij niet worden bestraft omdat hij niet deelneemt aan het onderzoek; de weigering van een inverdenkinggestelde om een forensisch psychiatrisch of psychologisch deskundigenonderzoek te ondergaan verbiedt de onderzoeksrechter evenwel niet om desondanks een deskundige te vorderen teneinde over een advies met betrekking tot de mentale toestand van die inverdenkinggestelde te beschikken, a fortiori wanneer, zoals te dezen, de wet vereist dat een dergelijk deskundigenverslag deel uitmaakt van het dossier alvorens uitspraak wordt gedaan; het staat de inverdenkinggestelde te allen tijde vrij te beslissen of hij al dan niet wil deelnemen aan het deskundigenonderzoek.(1) Cass. 19 juni 2013, AR P.12.1150.F, AC 2013, nr. 380 met concl. van advocaat-generaal VANDERMEERSCH op datum in Pas."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170221.3": {
      "court": "CASS",
      "date": "2017-02-21",
      "roleNumber": "P.16.0614.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170221.3&lang=fr",
      "abstractFR": [
        "Ni les articles 6 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales et 14 du Pacte international relatif aux droits civils et politiques, ni les articles 149 de la Constitution et 195 du Code d'instruction criminelle ne prescrivent que les juges d'appel, outre la motivation des peines qu'ils ont prononcées, soient tenus de motiver pourquoi les peines infligées par le premier juge étaient insuffisantes (1). (1) Voir: Cass. 22 mai 2012, RG P.11.1915.N, Pas 2012, n° 322 et Cass. 5 juin 2012, RG P.11.2100.N, Pas 2012, n° 363."
      ],
      "abstractNL": [
        "Noch artikel 6 EVRM en artikel 14 IVBPR, noch artikel 149 Grondwet en artikel 195 Wetboek van Strafvordering schrijven voor dat de appelrechters, naast de motivering van de door hen uitgesproken straffen, moeten motiveren waarom de door de eerste rechter opgelegde straffen niet toereikend zijn (1). (1) Zie: Cass. 22 mei 2012, AR P.11.1915.N, AC 2012, nr. 322 en Cass. 5 juni 2012, AR P.11.2100.N, AC 2012, nr. 363."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140617.3": {
      "court": "CASS",
      "date": "2014-06-17",
      "roleNumber": "P.13.1747.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140617.3&lang=fr",
      "abstractFR": [
        "Le juge apprécie souverainement si les faits qui font l'objet des poursuites sont identiques ou substantiellement les mêmes; la Cour vérifie toutefois si le juge ne tire pas des faits constatés des conséquences qui n'y sont pas liées ou qui ne peuvent être justifiées sur cette base (1). (1) Cass. 20 mai 2014, RG P.13.0026.N, Pas. 2014, n° ..."
      ],
      "abstractNL": [
        "De rechter oordeelt onaantastbaar of de feiten die het voorwerp uitmaken van de vervolgingen identiek of substantieel dezelfde zijn; het Hof gaat evenwel na of de rechter uit de vastgestelde feiten geen gevolgen trekt die daarmee geen verband houden of op grond daarvan niet kunnen worden verantwoord (1). (1) Cass. 20 mei 2014, AR P.13.0026.N, AC 2014, nr...."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140520.1": {
      "court": "CASS",
      "date": "2014-05-20",
      "roleNumber": "P.13.0026.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140520.1&lang=fr",
      "abstractFR": [
        "Le juge apprécie souverainement si les faits qui font l'objet d'une seconde poursuite pénale sont identiques ou substantiellement les mêmes que ceux ayant fait l'objet d'une première poursuite pénale à laquelle un décision irrévocable d'acquittement ou de condamnation a mis un terme."
      ],
      "abstractNL": [
        "De rechter oordeelt onaantastbaar of de feiten voorwerp van een tweede strafvervolging identiek of substantieel dezelfde zijn als die welke voorwerp waren van een eerste strafvervolging die met een onherroepelijke beslissing van vrijspraak of veroordeling is beëindigd."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140225.8": {
      "court": "CASS",
      "date": "2014-02-25",
      "roleNumber": "P.13.1409.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140225.8&lang=fr",
      "abstractFR": [
        "Ni les articles 14.7 du Pacte international relatif aux droits civils et politiques et 4.1 du Protocole additionnel n° 7 à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, ni le principe général du droit «non bis in idem» ayant la même portée, ne font obstacle à une poursuite pénale et à une condamnation après une procédure disciplinaire ayant fait l'objet d'une décision définitive, lorsque cette procédure disciplinaire ne présente pas les caractéristiques d'une poursuite pénale; la circonstance qu'il y a lieu de considérer, en l'occurrence, la peine disciplinaire infligée comme une peine au sens de l'article 6 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, n'y change rien (1). (1) Voir Cass., 24 novembre 2009, RG P.09.0965.N, Pas., 2009, n° 692."
      ],
      "abstractNL": [
        "Artikel 14.7 IVBPR en artikel 4.1 Zevende aanvullende Protocol EVRM, noch het algemene rechtsbeginsel 'non bis in idem' dat dezelfde draagwijdte heeft, beletten een strafvervolging en een veroordeling na een tuchtprocedure waarin een einduitspraak is gewezen, wanneer die tuchtprocedure niet de kenmerken van een strafvervolging vertoont; de omstandigheid dat de opgelegde tuchtstraf, in voorkomend geval, als een straf moet worden beschouwd in de zin van artikel 6 EVRM, doet hieraan geen afbreuk (1). (1) Zie Cass. 24 nov. 2009, AR P.09.0965.N, AC 2009, nr. 692."
      ]
    },
    "ECLI:BE:CASS:2004:ARR.20040317.12": {
      "court": "CASS",
      "date": "2004-03-17",
      "roleNumber": "P040210F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2004:ARR.20040317.12",
      "abstractFR": [
        "Les articles 9, 10 et 14.1 du Pacte international relatif aux droits civils et politiques ne sont pas applicables en matière de libération conditionnelle (1). (1) Voir Cass., 9 octobre 2002, RG P.02.1008.F, n° ..."
      ],
      "abstractNL": [
        "De artt. 9, 10 en 14.1, I.V.B.P.R. zijn niet van toepassing inzake voorwaardelijke invrijheidstelling (1). (1) Zie Cass., 9 okt. 2002, AR P.02.1008.F, nr ..."
      ]
    },
    "ECLI:BE:CASS:2001:ARR.20010207.21": {
      "court": "CASS",
      "date": "2001-02-07",
      "roleNumber": "P.00.1532.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2001:ARR.20010207.21",
      "abstractFR": [
        "L'interdiction faite au juge de sanctionner le silence du prévenu en le déclarant coupable du seul fait qu'il a refusé de répondre à des questions, ne prive pas le législateur d'aménager le droit de la preuve dans une mesure compatible avec le respect du principe de la présomption d'innocence."
      ],
      "abstractNL": [
        "Art. 67bis Wegverkeerswet verlicht de bewijslast die op het O.M. rust door t.a.v. de titularis van de nummerplaat van het voertuig een weerlegbaar vermoeden van schuld in te richten; die bepaling is alleen van toepassing op de misdrijven inzake de politie van het wegverkeer en kan door alle middelen rechtens worden weerlegd, zodat zij geen onverantwoorde inbreuk maakt op het vermoeden van onschuld dat in art. 6.2 E.V.R.M. is uitgedrukt (1). (1) A.A., 21 maart 2000, nr. 27/2000, B.S. 26 mei 2000, blz. 17911; zie Cass., 17 maart 1999, en 19 okt. 1999, A.R. P.98.0753.F en P.98.0177.N, nrs. 160 en 547."
      ]
    },
    "ECLI:BE:CASS:2000:ARR.20000216.8": {
      "court": "CASS",
      "date": "2000-02-16",
      "roleNumber": "P000226F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2000:ARR.20000216.8",
      "abstractFR": [
        "Les articles 6.1 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales et 14.1 du Pacte international relatif aux droits civils et politiques ne s'appliquent pas aux juridictions de jugement statuant sur une requête de mise en liberté provisoire."
      ],
      "abstractNL": [
        "De artt. 6.1 E.V.R.M. en 14.1 I.V.B.P.R. zijn niet van toepassing op de vonnisgerechten die uitspraak doen over een verzoek tot voorlopige invrijheidstelling."
      ]
    }
  },
  "15": {
    "ECLI:BE:CASS:2025:ARR.20251216.2N.19": {
      "court": "CASS",
      "date": "2025-12-16",
      "roleNumber": "P.25.0246.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251216.2N.19",
      "abstractFR": null,
      "abstractNL": [
        "De legaliteit van een strafbepaling vereist dat ze voldoende toegankelijk is en als dusdanig of in samenhang met andere bepalingen gelezen, op voldoende precieze wijze de als strafbaar gestelde gedraging omschrijft, zodat de draagwijdte ervan redelijk voorzienbaar is; aan het vereiste van de redelijke voorzienbaarheid is voldaan als het voor de persoon op wie de strafbepaling van toepassing is, mogelijk is om op grond van de strafbepaling de handelingen en verzuimen te kennen die zijn strafrechtelijke verantwoordelijkheid kunnen meebrengen; de loutere omstandigheid dat bepaalde wettelijke begrippen van de strafbepaling of begrippen waarnaar de strafbepaling verwijst, niet nader in de wet of in uitvoeringsbepalingen worden gedefinieerd, de rechter deze begrippen feitelijk dient te toetsen en hierbij over een zekere beoordelingsvrijheid beschikt, is als zodanig niet strijdig met die vereiste van redelijke voorzienbaarheid (1). (1) Zie Cass. 19 december 2023, AR P.23.1155.N, ECLI:BE:CASS:2023:ARR.20231219.2N.10, met concl. van advocaat-generaal B. DE SMET; Cass. 19 januari 2021, AR P.20.1031.N, ECLI:BE:CASS:2021:ARR.20210119.2N.4; Cass. 15 december 2020, AR P.20.0693.N, AC 2020, nr. 776, ECLI:BE:CASS:2020:ARR.20201215.2N.14; Cass. 16 januari 2018, AR P.17.0281.N, AC 2018, nr. 29, ECLI:BE:CASS:2018:ARR.20180116.2; Cass. 23 maart 2015, AR P.13.1134.N, AC 2015, nr. 214, ECLI:BE:CASS:2015:ARR.20150324.4; Cass. 22 mei 2012, AR P.11.1723.N, AC 2012, nr. 317, met concl. van eerste advocaat-generaal M. DE SWAEF; Cass. 29 november 2011, AR P.10.1766.N, AC 2011, nr. 650, met concl. van advocaat-generaal M. TIMPERMAN.",
        "Een overbrenging van afvalstoffen in strijd met artikel 3.1 Verordening (EG) 1013/2006 van 14 juni 2006 van het Europees Parlement en de Raad betreffende de overbrenging van afvalstoffen (hierna Verordening 1013/2006), op grond waarvan het overbrengen van bepaalde afvalstoffen die bestemd zijn voor nuttige toepassing valt onder de procedure van voorafgaande schriftelijke kennisgeving en toestemming, houdt een illegale overbrenging in zoals bedoeld door artikel 2.35 van die verordening en is verboden bij toepassing van de artikelen 12, § 1, en 14, derde lid, Materialendecreet en een inbreuk op dit verbod wordt strafbaar gesteld op grond van artikel 16.6.3, § 1, DABM; bij toepassing van artikel 3.2 Verordening 1013/2006 valt het overbrengen van bepaalde mengsels van afvalstoffen niet onder de procedure van voorafgaande schriftelijke kennisgeving en toestemming maar louter onder de algemene informatieverplichtingen als vastgesteld in artikel 18 van die verordening, mits de samenstelling van deze mengsels geen gevaar vormt voor de milieuhygiënisch verantwoorde nuttige toepassing ervan en mits deze mengsels overeenkomstig artikel 58 vermeld zijn in bijlage III A, maar volgens punt 1, b), van bijlage III A bij Verordening 1013/2006 mogen mengsels, ongeacht of zij in deze lijst zijn opgenomen of niet, evenwel niet worden onderworpen aan de algemene informatievoorschriften van artikel 18 indien zij dermate met andere stoffen verontreinigd zijn dat nuttige toepassing van de afvalstoffen op milieuhygiënisch verantwoorde wijze niet mogelijk is; uit de redenen vervat in het arrest nr. C-654/18 van het Hof van Justitie van 28 mei 2020 naar aanleiding van de uitlegging van punt 1, b), van bijlage III A bij Verordening 1013/2006, volgt dat de voormelde strafbepaling, door de loutere bewoordingen waarin die bepaling is gesteld, op voldoende precieze wijze de als strafbaar gestelde gedraging omschrijft en toelaat de handelingen en verzuimen te kennen die de strafrechtelijke verantwoordelijkheid kunnen meebrengen, zodat de draagwijdte ervan redelijk voorzienbaar is voor elkeen op wie ze van toepassing is."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250325.2N.55": {
      "court": "CASS",
      "date": "2025-03-25",
      "roleNumber": "P.24.1400.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250325.2N.55",
      "abstractFR": [
        "Il résulte du principe de légalité, tel qu'il est exprimé aux articles 7, § 1er, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales,15, § 1er, du Pacte international relatif aux droits civils et politiques et 2 du Code pénal que, lorsque le législateur a modifié la qualification de l'infraction après la commission de celle-ci, le juge ne peut en principe en déclarer un prévenu coupable que s'il constate que cette infraction est punissable, tant sous l'empire de la loi ancienne que sous celui de la loi nouvelle; il résulte de l'article 195, alinéa 1er, du Code d'instruction criminelle, applicable aux cours d'appel conformément à l'article 211 de ce code, qu'une décision de condamnation doit énoncer les dispositions légales qui érigent les faits en infraction et celles qui édictent les peines appliquées, de sorte que, lorsque les dispositions légales applicables ont été modifiées au cours de la période d'incrimination déclarée établie, le juge est tenu de mentionner, à l'exception des dispositions légales relatives aux peines appliquées, celles qui rendent les faits punissables pendant toute la période d'incrimination déclarée établie, et ces conditions sont remplies lorsque le juge énonce les préventions contenues dans la citation, en indiquant les dispositions légales applicables.",
        "Dès lors que le décret de 1976 a été abrogé à effet du 1er janvier 2015 et remplacé par le décret du Conseil flamand du 12 juillet 2013 relatif au patrimoine immobilier et qu'ont été introduites dans ce dernier, avec effet au 1er janvier 2023, des dispositions pénales relatives au non-respect de l'obligation de notification au collège des bourgmestre et échevins, visée à l'article 6.4.4, § 1er, alinéa 1er, 2°, d'actes sur ou dans des sites urbains ou ruraux protégés, il s'en suit qu'aucune autre disposition n'incriminait ce comportement jusqu'au 1er janvier 2023, de sorte que, conformément aux dispositions des articles 7, § 1er, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, 15 du Pacte international relatif aux droits civils et politiques, 12 de la Constitution et 2 du Code pénal, la condamnation d'un prévenu du chef de ce comportement, commis avant le 1er janvier 2023, n'est pas légalement justifiée.",
        "Dès lors que le décret de 1976 a été abrogé à effet du 1er janvier 2015 et remplacé par le décret du Conseil flamand du 12 juillet 2013 relatif au patrimoine immobilier et qu'ont été introduites dans ce dernier, avec effet au 1er janvier 2023, des dispositions pénales relatives au non-respect de l'obligation de notification au collège des bourgmestre et échevins,visée à l'article 6.4.4, § 1er, alinéa 1er, 2°, d'actes sur ou dans des sites urbains ou ruraux protégés, il s'en suit qu'aucune autre disposition n'incriminait ce comportement jusqu'au 1er janvier 2023, de sorte que, conformément aux dispositions des articles 7, § 1er, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, 15 du Pacte international relatif aux droits civils et politiques, 12 de la Constitution et 2 du Code pénal, la condamnation d'un prévenu du chef de ce comportement, commis avant le 1er janvier 2023, n'est pas légalement justifiée."
      ],
      "abstractNL": [
        "Uit het legaliteitsbeginsel zoals het is verwoord in artikel 7.1 EVRM, artikel 15.1 IVBPR en artikel 2 Strafwetboek volgt dat indien de wetgever een misdrijfomschrijving heeft gewijzigd na het plegen van het misdrijf, de rechter een beklaagde in beginsel slechts schuldig kan verklaren indien hij vaststelt dat dit misdrijf strafbaar is, zowel onder de oude als onder de nieuwe wet; uit artikel 195, eerste lid, Wetboek van Strafvordering, dat overeenkomstig artikel 211 Wetboek van Strafvordering van toepassing is op de hoven van beroep, volgt dat een veroordelende beslissing de wetsbepalingen moet vermelden die de feiten strafbaar stellen en die de toegepaste straffen bepalen zodat indien de toepasselijke wetsbepalingen tijdens de bewezenverklaarde incriminatieperiode werden gewijzigd, de rechter behalve de wetsbepalingen in verband met de toegepaste straffen de wetsbepalingen dient te vermelden die de feiten gedurende de volledige bewezenverklaarde incriminatieperiode strafbaar stellen en aan deze verplichtingen is voldaan als de rechter de telastleggingen van de dagvaarding weergeeft met vermelding van de toepasselijke wetsbepalingen.",
        "Aangezien het decreet 1976 met ingang van 1 januari 2015 werd opgeheven en vervangen door het Onroerenderfgoeddecreet en in dit laatste met ingang van 1 januari 2023 strafbepalingen werden ingevoerd betreffende het niet naleven van de in artikel 6.4.4, § 1, eerste lid, 2°, bepaalde meldingsplicht aan het college van burgemeester en schepenen van handelingen aan of in beschermde stads- of dorpsgezichten, volgt daaruit dat geen enkele andere bepaling deze gedraging strafbaar stelde tot 1 januari 2023, zodat ingevolge de bepalingen van artikel 7.1 EVRM, 15 IVBPR, 12 Grondwet en 2 Strafwetboek de veroordeling van een beklaagde uit hoofde van deze gedraging, gepleegd voor 1 januari 2023 niet naar recht verantwoord is."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231219.2N.10": {
      "court": "CASS",
      "date": "2023-12-19",
      "roleNumber": "P.23.1155.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231219.2N.10",
      "abstractFR": null,
      "abstractNL": [
        "Het legaliteitsbeginsel in strafzaken, zoals dit voortvloeit uit artikel 7 EVRM, artikel 15 IVBPR en de artikelen 12 en 14 Grondwet, vereist dat de wetgever in voldoende nauwkeurige, duidelijke en rechtszekerheid biedende bewoordingen bepaalt welke feiten strafbaar worden gesteld, zodat diegene die een gedrag aanneemt, vooraf op afdoende wijze kan inschatten wat het strafrechtelijk gevolg van dat gedrag zal zijn (1); het legaliteitsbeginsel in strafzaken vereist niet dat indien in een uitvoeringsbesluit bepaalde handelingen worden verboden of geboden, de op de overtreding daarvan bepaalde straffen in dat uitvoeringsbesluit zelf worden opgenomen; de strafbaarstelling van de overtredingen van de bepalingen van het uitvoeringsbesluit en de daarop toepasselijke straffen kunnen worden bepaald in een wet; dit maakt de strafbaarheid van een overtreding niet onvoorzienbaar; het legaliteitsbeginsel in strafzaken verzet zich evenmin ertegen dat de strafbaarstelling van overtredingen van een uitvoeringsbesluit en zelfs eenzelfde overtreding mogelijk is op basis van meerdere wetten en met verschillende straffen, voor zover hij die een bepaling van een uitvoeringsbesluit overtreedt kan weten dat hij strafbaar handelt en welke straffen hij daarvoor kan oplopen. (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241029.2N.8": {
      "court": "CASS",
      "date": "2024-10-29",
      "roleNumber": "P.24.0986.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241029.2N.8",
      "abstractFR": null,
      "abstractNL": [
        "Het legaliteitsbeginsel in strafzaken, zoals dit voortvloeit uit artikel 7 EVRM, artikel 15 IVBPR en de artikelen 12 en 14 Grondwet, vereist dat de wetgever in voldoende nauwkeurige, duidelijke en rechtszekerheid biedende bewoordingen bepaalt welke feiten strafbaar worden gesteld, zodat diegene die een gedrag aanneemt, vooraf op afdoende wijze kan inschatten wat het strafrechtelijk gevolg van dat gedrag zal zijn; uit de wetsgeschiedenis en de bewoordingen van artikel 2bis, § 6, Drugswet blijkt dat de wetgever met de invoering van die bepaling de bedoeling had om feiten van georganiseerde drughandel op een meer efficiënte wijze te bestrijden door alle schakels in de totstandkoming ervan strafbaar te stellen, met inbegrip van handelingen die voorafgaan aan deze feiten of een eventuele poging daartoe en die ertoe strekken aan de daders middelen te verschaffen teneinde het plegen van die feiten mogelijk te maken, te vergemakkelijken of de straffeloosheid ervan te bewerkstelligen, zodat elke gedraging, ongeacht of die op zichzelf genomen legaal is, een voorbereidende handeling in de zin van artikel 2bis, § 6, Drugswet kan uitmaken indien zij met de door de wet strafbaar gestelde intentie is gesteld; tot de strafbaar gestelde voorbereidende handelingen behoort ook het organiseren van legale transporten om te beschikken over dekladingen voor drugs en daarvoor is geen wettelijk bepaalde definitie van het begrip deklading vereist, maar volstaat het dat woord in zijn gewone betekenis te verstaan hetgeen in de voorliggende context bestaat uit in de regel legale goederen die dienen, hetzij om de waarneming te verhinderen van samen ermee vervoerde drugs, hetzij om bij opsporingsinstanties het vertrouwen te wekken van de geoorloofdheid van transporten waarin achteraf drugs zullen worden verborgen, waarbij het gegeven dat het transport van de legale goederen geen economisch nut heeft, een aanwijzing kan vormen dat die goederen fungeren als een deklading voor drugs, zodat de rechter die aldus oordeelt, zijn beslissing niet steunt op een onvoorspelbare wetsbepaling of een te ruime strafbaarstelling, maar louter het recht toepast op de hem voorgelegde feiten en aldus artikel 2bis, § 6 Drugswet kennelijk het legaliteitsbeginsel niet miskent (1). (1) GwH 20 oktober 2022, nr. 132/2022; Cass. 17 januari 2024, AR P.23.1339.F, AC 2024, nr. 46, met concl. van advocaat-generaal Michel NOLET DE BRAUWERE, op datum in Pas.; Cass. 10 april 2018, AR P.18.0039.N, AC 2018, nr. 220; P. TERSAGO, “Voorbereidende handelingen in de drugswet als ersatzmiddel voor (niet-strafbare poging drugsmisdrijven, Juristenkrant 7 februari 2024, pp. 2 en 11."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241105.2N.23": {
      "court": "CASS",
      "date": "2024-11-05",
      "roleNumber": "P.23.1549.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241105.2N.23",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 12, § 3, Materialendecreet bepaalt dat de natuurlijke persoon of rechtspersoon die afvalstoffen beheert, verplicht is alle maatregelen te nemen die redelijkerwijs kunnen worden genomen om gevaar voor de gezondheid van de mens of voor het milieu, meer bepaald risico voor water, lucht, bodem, fauna en flora, geluids- of geurhinder, schade aan natuur- en landschapsschoon te voorkomen of zoveel mogelijk te beperken; aan die verplichting, waarvan de miskenning strafbaar wordt gesteld op grond van artikel 69 Materialendecreet en artikel 16.6.3 DABM, wordt geen afbreuk gedaan door de omstandigheid dat de afvalstoffen afkomstig zijn van een economische activiteit die reeds werd stopgezet vóór de inwerkingtreding van die bepaling; de toepassing van de aangehaalde decretale bepalingen in de voormelde zin heeft niet tot gevolg dat de strafwet met terugwerkende kracht wordt toegepast."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241112.2N.22": {
      "court": "CASS",
      "date": "2024-11-12",
      "roleNumber": "P.24.0915.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241112.2N.22",
      "abstractFR": null,
      "abstractNL": [
        "De strafbaarstelling van artikel 30, § 1, 4°, Wegverkeerswet is niet onvoorzienbaar, zodat er klaarblijkelijk geen miskenning van het legaliteitsbeginsel is."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241119.2N.20": {
      "court": "CASS",
      "date": "2024-11-19",
      "roleNumber": "P.24.0819.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241119.2N.20",
      "abstractFR": null,
      "abstractNL": [
        "Het legaliteitsbeginsel in strafzaken houdt in dat na een arrest van de Raad van State houdende vernietiging van een besluit van 8 november 2019 van de Vlaamse Regering betreffende de exploitatievoorwaarden voor individueel bezoldigd personenvervoer , niemand kon worden vervolgd voor inbreuken op dat vernietigde besluit (1). (1) De tenlastgelegde feiten van inbreuk op het besluit van de Vlaamse regering van 8 november 2019 dateerden van 20 juli 2022, maar de veroordeling kwam tussen op 25 april 2024, terwijl het arrest van de Raad van State houdende vernietiging van 30 november 2023 dateerde (nr. 256.171)."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241218.2F.11": {
      "court": "CASS",
      "date": "2024-12-18",
      "roleNumber": "P.24.1012.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241218.2F.11",
      "abstractFR": [
        "La violation alléguée du principe de la légalité des délits et des peines et de la règle de la non-rétroactivité de la loi pénale plus sévère, qui en découle, constitue une cause d'irrecevabilité de l'action publique susceptible d'être relevée avant l'examen du fond par la cour d'assises; conformément à l'article 278bis du Code d'instruction criminelle, il appartient à la partie poursuivie qui se prévaut d'une telle fin de non-recevoir de l'invoquer par voie de conclusions devant le juge du fond; le président de la cour d'assises se prononce alors dans un arrêt séparé passible d'un pourvoi en cassation à former en même temps que celui dirigé contre l'arrêt définitif; dans la mesure où de tels griefs sont soulevés pour la première fois devant la Cour alors qu'ils auraient pu et dû l'être devant la cour d'assises conformément à l'article 278bis précité, le moyen est irrecevable (1). (1) Voir les concl. du MP, § 6.1. La Cour a cependant ajouté ce qui suit.",
        "Voulue par le législateur, ainsi que les travaux préparatoires de cette loi en témoignent, l'application rétroactive de la loi du 10 février 1999 relative à la répression des violations graves du droit international humanitaire n'emporte aucune violation de l'article 7 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, dès lors que la condamnation du chef de génocide est fondée sur le droit international applicable à l'époque où les faits ont été commis, telle la Convention de Genève du 9 décembre 1948 pour la prévention et la répression du crime de génocide, ratifiée par la Belgique le 5 septembre 1951; définissant, avec suffisamment d'accessibilité et de prévisibilité, les comportements qu'elle incrimine, cette Convention confirme l'existence d'une coutume pénale internationale s'imposant aux États, y compris dans leur droit interne; l'incrimination de génocide peut être considérée comme faisant déjà partie de l'ordre juridique de l'État belge avant l'entrée en vigueur de la loi susdite; et lorsque le droit international ne définit pas, avec une clarté suffisante, les sanctions s'attachant à une telle infraction, la juridiction nationale peut, après avoir jugé un accusé coupable, fixer la peine sur la base d'une disposition de droit pénal interne, telle celle incriminant le meurtre, puisque le meurtre des membres du groupe que l'auteur veut détruire fait partie des actes que la Convention du 9 décembre 1948 répute constitutifs de génocide (1). (1) Ibid., §§ 9 à 14."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220419.2N.11": {
      "court": "CASS",
      "date": "2022-04-19",
      "roleNumber": "P.21.1232.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220419.2N.11",
      "abstractFR": [
        "Il suit du principe de légalité tel qu'il est formulé aux articles 7, § 1er de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, 15.1 du Pacte international relatif aux droits civils et politiques et 2 du Code pénal que si le législateur a modifié la définition d'une infraction après sa commission, le juge ne peut en principe déclarer un prévenu coupable que s'il constate que cette infraction est punissable à la fois sous l'empire de l'ancienne loi et sous celui de la nouvelle loi (1). (1) Voir les concl. conformes du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit het legaliteitsbeginsel zoals het is verwoord in artikel 7.1 EVRM, artikel 15.1 IVBPR en artikel 2 Strafwetboek volgt dat indien de wetgever een misdrijfomschrijving heeft gewijzigd na het plegen van het misdrijf, de rechter een beklaagde in beginsel slechts schuldig kan verklaren indien hij vaststelt dat dit misdrijf strafbaar is zowel onder de oude als onder de nieuwe wet (1). (1) Zie gelijkluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2002:ARR.20020506.9": {
      "court": "CASS",
      "date": "2002-05-06",
      "roleNumber": "S.01.0052.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2002:ARR.20020506.9&lang=fr",
      "abstractFR": [
        "Pour décider si une sanction administrative est une sanction pénale au sens de l'article 15 du P.I.D.C.P., il y a lieu d'examiner si elle ne concerne pas uniquement un groupe déterminé doté d'un statut particulier, si elle ne prescrit pas un comportement déterminé et prévoit une sanction en vue de son respect, si elle ne concerne pas seulement une réparation pécuniaire d'un préjudice mais tend essentiellement à sanctionner afin d'éviter la réitération d'agissements similaires, si elle se fonde sur une norme à caractère général dont le but est à la fois préventif et répressif et si elle est très sévère eu égard à son montant ; si, après examen de tous ces éléments il apparaît que les aspects répressifs sont prédominants, la sanction administrative doit être considérée comme une sanction pénale au sens des dispositions conventionnelles mentionnées (1). (1) Voir les conclusions (contraires) du MP.",
        "La sanction administrative infligée aux kinésithérapeutes et aux praticiens de l'art infirmier qui n'ont pas tenu les registres de prestations ne constitue pas une sanction pénale (1). (1) Voir les conclusions (contraires) du MP."
      ],
      "abstractNL": [
        "Om uit te maken of een administratieve sanctie een strafsanctie is in de zin van artikel 15 I.V.B.P.R., moet nagegaan worden of ze niet slechts een bepaalde groep met een particulier statuut betreft, een bepaald gedrag voorschrijft en op de niet-naleving ervan een sanctie stelt, niet alleen een vergoeding van schade betreft, maar essentieel ertoe strekt te straffen om herhaling van gelijkaardige handelingen te voorkomen, stoelt op een norm met een algemeen karakter, waarvan het oogmerk tezelfdertijd preventief en repressief is en of ze zeer zwaar is gelet op het bedrag ervan; indien na afweging van deze elementen blijkt dat de strafrechtelijke aspecten doorslag geven, moet de administratieve sanctie beschouwd worden als een strafsanctie in de zin van de aangewezen verdragsbepaling (1). (1) Zie de (strijdige) conclusie van het O.M.",
        "De administratieve sanctie wegens het door de kinesitherapeuten en de verpleegkundigen niet-bijhouden van het verstrekkingenregister is geen strafsanctie (1). (1) Zie de (strijdige) conclusie van het O.M."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210825.VAK.2": {
      "court": "CASS",
      "date": "2021-08-25",
      "roleNumber": "P.21.1105.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210825.VAK.2&lang=fr",
      "abstractFR": [
        "L'interdiction faite au juge par les articles 7, § 1er, deuxième phrase, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, 15, § 1, du Pacte international relatif aux droits civils et politiques et 2 du Code pénal d'appliquer une loi qui sanctionne d'une peine plus sévère des faits commis avant l'entrée en vigueur de la nouvelle loi vaut non seulement pour les lois qui prévoient des sanctions pénales, mais également pour celles qui redéfinissent ou modifient des sanctions pénales déjà infligées par le juge (1). (1) Cass. 26 mars 2019, RG P.19.0219.N, Pas. 2019, n° 184 ; Cass. 27 février 2018, RG P.17.0509.N, Pas. 2018, n° 133, avec concl. de A. Winants, avocat général, publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het uit de bepalingen van artikel 7.1., tweede zin, EVRM, 15.1. IVBPR en artikel 2 Strafwetboek voortvloeiende verbod voor de rechter om een wet die een zwaardere straf bepaalt toe te passen op feiten gepleegd vóór de inwerkingtreding van de nieuwe wet, geldt niet alleen voor wetten die in strafsancties voorzien, maar ook voor wetten die reeds door de rechter opgelegde strafsancties herdefiniëren of wijzigen (1). (1) Cass. 26 maart 2019, AR P.19.0219.N, AC 2019, nr. 184; Cass. 27 februari 2018, AR P.17.0509.N, AC 2018, nr. 133 met concl. van advocaat-generaal A. Winants."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210413.2N.15": {
      "court": "CASS",
      "date": "2021-04-13",
      "roleNumber": "P.20.1346.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210413.2N.15&lang=fr",
      "abstractFR": [
        "Si le principe de légalité en matière répressive, consacré à l'article 12, alinéa 2, de la Constitution, est un droit fondamental garanti de manière totalement ou partiellement analogue par les articles 7, § 1er, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales et 15, § 1er, du Pacte international relatif aux droits civils et politiques, ce principe ne va pas jusqu'à obliger le législateur à régler lui-même chaque aspect des poursuites; toutefois, il requiert que ne soient pas méconnues les exigences particulières auxquelles les lois pénales doivent satisfaire en termes de précision, de clarté et de prévisibilité."
      ],
      "abstractNL": [
        "Het legaliteitsbeginsel in strafzaken vervat in artikel 12, tweede lid, Grondwet, is een grondrecht dat op geheel of gedeeltelijk analoge wijze wordt gewaarborgd door de artikelen 7.1 EVRM en artikel 15.1 IVBPR, maar dit beginsel in strafzaken gaat niet zover dat het de wetgever ertoe zou verplichten elk aspect van de vervolging zelf te regelen; vereist is evenwel dat de bijzondere eisen ter zake van nauwkeurigheid, duidelijkheid en voorspelbaarheid waaraan de strafwetten moeten voldoen, niet worden miskend."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210119.2N.4": {
      "court": "CASS",
      "date": "2021-01-19",
      "roleNumber": "P.20.1031.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210119.2N.4&lang=fr",
      "abstractFR": [
        "La légalité d'une disposition pénale requiert qu'elle soit suffisamment accessible et, en tant que telle ou lue en combinaison avec d'autres dispositions, qu'elle décrive de manière suffisamment précise le comportement qualifié de punissable, de sorte que sa portée soit raisonnablement prévisible; la condition de la prévisibilité raisonnable est remplie lorsqu'il est possible pour la personne à laquelle s'applique la disposition pénale de connaître sur la base de celle-ci et, pour autant que de besoin, à la lumière de son interprétation par la jurisprudence, les agissements et omissions pouvant engager sa responsabilité pénale (1). (1) Cass. 15 janvier 2019, RG P.18.0722.N, Pas. 2019, n° 21 ; Cass 16 mai 2017, RG P.15.0807.N, Pas. 2017, n° 336."
      ],
      "abstractNL": [
        "De legaliteit van een strafbepaling vereist dat ze voldoende toegankelijk is en als dusdanig of in samenhang met andere bepalingen gelezen, op voldoende precieze wijze de als strafbaar gestelde gedraging omschrijft, zodat de draagwijdte ervan redelijk voorzienbaar is; aan het vereiste van de redelijke voorzienbaarheid is voldaan als het voor de persoon op wie de strafbepaling van toepassing is, mogelijk is om op grond van de strafbepaling en, zo nodig, met behulp van de uitlegging ervan gegeven door de rechtspraak, de handelingen en verzuimen te kennen die zijn strafrechtelijke verantwoordelijkheid kunnen meebrengen (1). (1) Cass. 15 januari 2019, AR P.18.0722.N, AC 2019, nr. 21; Cass. 16 mei 2017, AR P.15.0807.N, AC 2017, nr. 336."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190130.8": {
      "court": "CASS",
      "date": "2019-01-30",
      "roleNumber": "P.18.0879.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190130.8",
      "abstractFR": [
        "Il suit des articles 2 du Code pénal et 15.1 P.I.D.C.P. que l'état de récidive ne peut être retenu par le juge dans le chef de l'auteur d'une infraction lorsque les conditions légales de la récidive étaient remplies à la date de la commission de cette infraction mais qu'elles ont cessé de l'être à un moment quelconque entre cette date et celle du jugement; toutefois, si, en application de ces dispositions et de l'article 7 de la Convention D.H., un fait cesse d'être punissable ou l'est dans des conditions plus douces, notamment du point de vue de la récidive spécifique, c'est à la condition que l'intention non douteuse du législateur ait été de renoncer tantôt à toute répression pour le passé comme pour l'avenir, tantôt, dans les mêmes circonstances de temps, à la répression de la récidive telle qu'elle était prévue à la date de l'infraction; ainsi, le prévenu ne peut se prévaloir rétroactivement de la loi qui apparaît plus favorable, si la modification des conditions de fond de la récidive qui en découle est due à une erreur de formulation du texte que le législateur a par la suite rectifiée (1). (1) Voir les concl. partiellement contraires du MP."
      ],
      "abstractNL": [
        "Uit de artikelen 2 Strafwetboek en 15.1 IVBPR volgt dat de staat van herhaling door de rechter niet in aanmerking kan worden genomen ten aanzien van de pleger van een strafbaar feit wanneer de wettelijke voorwaarden voor herhaling waren vervuld op de datum van het plegen van het feit, maar niet op enig ogenblik tussen die datum en de datum van het vonnis; indien evenwel, met toepassing van die bepalingen en artikel 7 EVRM, een feit niet langer strafbaar is of nog enkel strafbaar is onder mildere voorwaarden, met name wat de bijzondere herhaling betreft, dan is dat op voorwaarde dat het de duidelijke bedoeling van de wetgever is geweest af te zien van elke bestraffing voor zowel het verleden als de toekomst alsook, onder dezelfde tijdsvoorwaarden, van de bestraffing van de herhaling zoals die op de datum van de overtreding was bepaald; de beklaagde kan zich dan ook niet met terugwerkende kracht beroepen op de wet die gunstiger lijkt, als de daaruit voortvloeiende wijziging van de grondvoorwaarden voor herhaling te wijten is aan een fout in de formulering van de tekst die de wetgever naderhand heeft rechtgezet (1). (1) Zie gedeeltelijk andersluidende concl. OM in Pas. 2019, nr. 60."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181115.5": {
      "court": "CASS",
      "date": "2018-11-15",
      "roleNumber": "D.17.0017.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181115.5",
      "abstractFR": [
        "Il ne suit pas des dispositions qui permettent de recevoir l'action en révision en matière criminelle et correctionnelle, lors même que celle-ci ne porte que sur une partie des faits et que la peine infligée demeure légalement justifiée par les faits de la condamnation qui demeurent constants, qu'une demande en révision d'une sentence disciplinaire est recevable."
      ],
      "abstractNL": [
        "Uit de bepalingen op grond waarvan een vordering tot herziening in criminele en correctionele zaken ontvankelijk kan worden verklaard, zelfs als die vordering enkel betrekking heeft op een gedeelte van de feiten en de opgelegde straf naar recht verantwoord blijft door de feiten van de veroordeling die nog steeds vaststaan, volgt niet dat een aanvraag tot herziening van een tuchtrechtelijke uitspraak ontvankelijk is."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181113.5": {
      "court": "CASS",
      "date": "2018-11-13",
      "roleNumber": "P.18.0649.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181113.5&lang=fr",
      "abstractFR": [
        "Les articles 7 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, 15 du Pacte international relatif aux droits civils et politiques, 14 de la Constitution et 2, alinéa 2, du Code pénal, qui concernent la non-rétroactivité de la loi pénale, ne s'appliquent pas à l'action fiscale de la partie poursuivante."
      ],
      "abstractNL": [
        "De artikelen 7 EVRM, 15 IVBPR, 14 Grondwet en 2, eerste lid, Strafwetboek betreffende de niet-retroactiviteit van de strafwet zijn niet van toepassing op de fiscale rechtsvordering van de vervolgende partij."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180116.2": {
      "court": "CASS",
      "date": "2018-01-16",
      "roleNumber": "P.17.0281.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180116.2&lang=fr",
      "abstractFR": [
        "La légalité d'une disposition pénale requiert qu'elle soit suffisamment accessible et, lue en tant que telle ou en combinaison avec d'autres dispositions, qu'elle décrive de manière suffisamment précise le comportement qualifié de punissable, de sorte que sa portée soit raisonnablement prévisible (1) ; le fait que le juge dispose d'une certaine liberté d'appréciation n'est pas, en soi, contraire à cette condition de prévisibilité raisonnable. (1) Cass. 9 novembre 2004, RG P.04.0849.N, Pas. 2004, n° 539; Cass. 25 novembre 1997, RG P.96.1187.N, Pas. 1997, n° 504.",
        "La condition de la prévisibilité raisonnable est remplie lorsqu'il est permis à la personne à laquelle s'applique la disposition pénale, de connaître, sur la base de la disposition pénale, les agissements et omissions pouvant entraîner sa responsabilité pénale (1) ; à cet égard, il y a lieu de tenir notamment compte de l'interprétation de la disposition pénale à la lumière des objectifs du législateur, de la genèse de la loi et de l'interprétation que donne la jurisprudence à la disposition pénale. (1) Cass. 9 novembre 2004, RG P.04.0849.N, Pas. 2004, n° 539; Cass. 25 novembre 1997, RG P.96.1187.N, Pas. 1997, n° 504."
      ],
      "abstractNL": [
        "De legaliteit van een strafbepaling vereist dat ze voldoende toegankelijk is en als dusdanig of in context met andere bepalingen gelezen, op voldoende precieze wijze de als strafbaar gestelde gedraging omschrijft zodat de draagwijdte ervan redelijk voorspelbaar is (1); het gegeven dat de rechter over een zekere beoordelingsvrijheid beschikt, is als dusdanig niet strijdig met dat vereiste van redelijke voorspelbaarheid. (1) Cass. 9 november 2004, AR P.04.0849.N, AC 2004, nr. 539; Cass. 25 november 1997, AR P.96.1187.N, AC 1997, nr. 504.",
        "Aan het vereiste van de redelijke voorspelbaarheid van een strafbepaling is voldaan wanneer het voor de persoon op wie de strafbepaling toepasselijk is, mogelijk is om op grond van de strafbepaling de handelingen en verzuimen te kennen die zijn strafrechtelijke aansprakelijkheid meebrengen (1); daarbij dient onder meer rekening te worden gehouden met de interpretatie van de strafbepaling in het licht van de doelstellingen van de wetgever, de wetsgeschiedenis en de door de rechtspraak gegeven interpretatie van de strafbepaling. (1) Cass. 9 november 2004, AR P.04.0849.N, AC 2004, nr. 539; Cass. 25 november 1997, AR P.96.1187.N, AC 1997, nr. 504."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160906.2": {
      "court": "CASS",
      "date": "2016-09-06",
      "roleNumber": "P.15.0826.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160906.2&lang=fr",
      "abstractFR": [
        "L'article 15.1 du Pacte international relatif aux droits civils et politiques et l'article 2, alinéa 2, du Code pénal ont notamment pour conséquence que celui qui enfreint une interdiction légale qui n'est sanctionnée à aucun moment entre la date de la commission de l'infraction et la date du jugement, ne peut, en principe, être puni, quand bien même cette infraction était répréhensible à ces deux dates; cependant, le prévenu ne peut se prévaloir rétroactivement du régime plus favorable de la loi intermédiaire que lorsqu'il appert de la réglementation provisoirement modifiée qu'elle est le fruit d'une conception modifiée du législateur quant au caractère répréhensible de l'infraction (1). (1) Cass. 10 décembre 2013, RG P.13.0691.N, Pas. 2013, n° 669."
      ],
      "abstractNL": [
        "Artikel 15.1 IVBPR en artikel 2, tweede lid, Strafwetboek hebben onder meer tot gevolg dat degene die een wettelijk verbod overtreedt waarop geen straf is gesteld op enig moment tussen de datum van het begaan van de overtreding en de datum van het vonnis, in de regel niet kan worden gestraft, ook al was deze overtreding op die beide data wel strafbaar; evenwel kan de beklaagde enkel retroactief aanspraak maken op het gunstiger regime van de tussenliggende wet, wanneer uit de tijdelijk gewijzigde regeling blijkt dat zij het resultaat is van een gewijzigd inzicht van de wetgever over de strafwaardigheid van de overtreding (1). (1) Cass. 10 december 2013, AR P.13.0691.N, AC 2013, nr. 669."
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20100426.6": {
      "court": "CASS",
      "date": "2010-04-26",
      "roleNumber": "S.08.0003.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100426.6&lang=fr",
      "abstractFR": [
        "La règle de la rétroactivité au sens des articles 15.1 du Pacte international relatif aux droits civils et politiques et 2, alinéa 2, du Code pénal a pour seule conséquence que le prévenu peut se prévaloir rétroactivement d'un régime plus favorable que celui qui était en vigueur au moment où il a commis le fait mis à charge, s'il ressort de la nouvelle réglementation que le législateur a changé d'opinion quant au caractère punissable du fait litigieux (1). (1) Voir les conclusions du M.P. publiées avant cet arrêt dans A.C."
      ],
      "abstractNL": [
        "De retroactiviteitsregel zoals bedoeld in artikel 15.1 van het I.V.B.P.R. en artikel 2, tweede lid van het Strafwetboek, heeft enkel tot gevolg dat de beklaagde retroactief aanspraak kan maken op een gunstiger regime dan datgene dat van toepassing was ten tijde van het plegen van het ten laste gelegde feit, wanneer uit de nieuwe regeling blijkt dat het inzicht van de wetgever omtrent de strafwaardigheid van dat feit is gewijzigd (1). (1) Zie de conclusie van het openbaar ministerie."
      ]
    },
    "ECLI:BE:CASS:2005:ARR.20050517.2": {
      "court": "CASS",
      "date": "2005-05-17",
      "roleNumber": "P041571N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2005:ARR.20050517.2&lang=fr",
      "abstractFR": [
        "L'interdiction d'exercer certaines fonctions, professions ou activités, déterminées à l'article 1 de l'arrêté royal n° 22 du 24 octobre 1934, était auparavant une interdiction par mesure de sûreté, mais actuellement, depuis la modification législative du 2 juin 1998, une interdiction par mesure de peine accessoire et, partant, ne peut être infligée que pour des faits commis après l'entrée en vigueur de la loi précitée (1). (1) Voir les concl. de l'avocat général DUINSLAEGER."
      ],
      "abstractNL": [
        "Het verbod om bepaalde functies, beroepen of werkzaamheden uit te oefenen, bepaald bij artikel 1 van het koninklijk besluit nr 22 van 24 oktober 1934, was vroeger een ontzetting bij wijze van veiligheidsmaatregel, maar is thans, sinds de wijziging bij wet van 2 juni 1998, een ontzetting bij wijze van bijkomende straf en kan derhalve enkel worden opgelegd voor feiten gepleegd na de inwerkingtreding van voornoemde wet (1). (1) Zie de concl. van het O.M."
      ]
    }
  },
  "17": {
    "ECLI:BE:CASS:2024:ARR.20240521.2N.16": {
      "court": "CASS",
      "date": "2024-05-21",
      "roleNumber": "P.24.0003.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240521.2N.16",
      "abstractFR": null,
      "abstractNL": [
        "De bewoner van een hotelkamer heeft op grond van de artikelen 8 EVRM, 17 IVBPR, 15 en 22 Grondwet, in die kamer recht op de bescherming van zijn privéleven en de onschendbaarheid van zijn woonst, met inbegrip van zijn seksuele beleving, behoudens voor wat betreft de uitzonderingen bepaald in artikel 8.2 EVRM; dat de bewoning van een hotelkamer intrinsiek van tijdelijke aard is, doet daaraan geen afbreuk maar voor de vermelde bescherming en onschendbaarheid is vereist dat de betrokkene de hotelkamer daadwerkelijk bewoont en dit is niet het geval wanneer een persoon een hotelkamer enkel huurt om daarin occasioneel een lucratieve activiteit uit te oefenen, zoals de organisatie van prostitutie; dat deze activiteit uit haar aard zelf leidt tot intieme contacten tussen personen die normalerwijze behoren tot de privésfeer en dat zij daarom, alsook wegens haar inherent clandestiene en potentieel strafbare karakter, op een enigszins discrete manier wordt uitgeoefend, doet daaraan geen afbreuk (1). (1) Zie Cass. 4 januari 2006, AR P.05.1417.F, AC 2006, nr. 6, met concl. van advocaat-generaal D. VANDERMEERSCH op datum in Pas., ECLI:BE:CASS:2006:ARR.20060104.1."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181108.9": {
      "court": "CASS",
      "date": "2018-11-08",
      "roleNumber": "C.16.0457.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181108.9",
      "abstractFR": [
        "Le droit au respect de la vie privée comporte le droit à l'oubli permettant à une personne reconnue coupable d'un crime ou d'un délit de s'opposer dans certaines circonstances à ce que son passé judiciaire ou le lien alors établi entre elle et les faits constitutifs d'infractions soient rappelés au public à l'occasion d'une nouvelle divulgation de ces faits (1). (1) Voir les concl. du MP; Cass. 29 avril 2016, RG C.15.0052.F, Pas. 2016, n° 291.",
        "L'archivage numérique d'un article ancien de la presse écrite ayant, à l'époque des faits, légalement relaté des événements du passé désormais couverts par le droit à l'oubli ainsi entendu n'est pas soustrait aux ingérences que le droit au respect de la vie privée peut justifier dans le droit à la liberté d'expression (1). (1) Voir les concl. du MP; Cass. 29 avril 2016, RG C.15.0052.F, Pas. 2016, n° 291.",
        "Les ingérences dans le droit à la liberté d'expression justifiées par le droit au respect de la vie privée peuvent consister en une altération du texte archivé de nature à prévenir ou réparer une atteinte au droit à l'oubli (1). (1) Voir les concl. du MP; Cass. 29 avril 2016, RG C.15.0052.F, Pas. 2016, n° 291."
      ],
      "abstractNL": [
        "Het recht op eerbiediging van het privéleven omvat het recht op vergetelheid, waardoor de persoon die schuldig werd bevonden aan een misdaad of wanbedrijf zich in bepaalde omstandigheden ertegen kan verzetten dat zijn verleden opnieuw in de herinnering wordt gebracht naar aanleiding van een nieuwe openbaarmaking van die feiten (1). (1) Zie concl. OM in Pas. 2018, nr. 618; Cass. 29 april 2016, AR C.15.0052.F, AC 2016, nr. 291.",
        "De digitale archivering van een oud artikel uit de geschreven pers dat, ten tijde van de feiten, op wettige wijze het verhaal heeft gebracht van gebeurtenissen uit het verleden die thans gedekt zijn door het in die zin begrepen recht op vergetelheid, ontsnapt niet aan de inmengingen in het recht op vrijheid van meningsuiting die het gevolg zijn van het recht op eerbiediging van het privéleven (1). (1) Zie concl. OM in Pas. 2018, nr. 618; Cass. 29 april 2016, AR C.15.0052.F, AC 2016, nr. 291.",
        "De inmengingen in het recht op vrijheid van meningsuiting die het gevolg zijn van het recht op eerbiediging van het privéleven, kunnen bestaan in een wijziging van de gearchiveerde tekst waardoor een aantasting van het recht op vergetelheid kan worden voorkomen of hersteld (1). (1) Zie concl. OM in Pas. 2018, nr. 618; Cass. 29 april 2016, AR C.15.0052.F, AC 2016, nr. 291."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160429.1": {
      "court": "CASS",
      "date": "2016-04-29",
      "roleNumber": "C.15.0052.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160429.1",
      "abstractFR": [
        "Le droit au respect de la vie privée, garanti par les articles 8 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, 17 du Pacte international relatif aux droits civils et politiques et 22 de la Constitution, qui comporte le droit à l'oubli permettant à une personne reconnue coupable d'un crime ou d'un délit de s'opposer dans certaines circonstances à ce que son passé judiciaire soit rappelé au public à l'occasion d'une nouvelle divulgation des faits, peut justifier une ingérence dans le droit à la liberté d'expression (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het recht op eerbiediging van het privéleven, gewaarborgd door de artikelen 8 van het Europees Verdrag tot Bescherming van de Rechten van de Mens en de Fundamentele Vrijheden, 17 van het Internationaal Verdrag inzake Burgerrechten en Politieke Rechten en 22 van de Grondwet, dat het recht op vergetelheid omvat voor een persoon die schuldig is bevonden aan een misdaad of misdrijf, om zich in bepaalde omstandigheden ertegen te kunnen verzetten dat het publiek wordt herinnerd aan zijn gerechtelijk verleden naar aanleiding van een nieuwe openbaarmaking van de feiten, kan een inmenging in het recht op vrijheid van meningsuiting verantwoorden (1). (1) Zie concl. OM in Pas. 2016, nr. ..."
      ]
    }
  },
  "19": {
    "ECLI:BE:CASS:2021:ARR.20210428.2F.11": {
      "court": "CASS",
      "date": "2021-04-28",
      "roleNumber": "P.21.0029.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210428.2F.11",
      "abstractFR": [
        "Lorsque, malgré le retentissement des procédures criminelles dont une médiation litigieuse a constitué un épilogue, les propos échangés dans le cadre de celle-ci ne relèvent pas d'un débat d'intérêt général mais uniquement de la vie privée, que l'intrusion dans la vie privée de ses participants n'est ni justifiée ni nécessaire pour garantir un des buts légitimes visés à l'article 10.2 de la Convention D.H., et que cette ingérence n'est pas non plus de celles qu'une loi autorise puisqu'au contraire, l'article 314bis du Code pénal en fait un délit, la condamnation, de ce chef, de celui qui a publié ces propos par voie de presse ne méconnaît pas les libertés de la presse et d'expression garanties par les articles 19 et 25 de la Constitution, 10 de la Convention D.H. et 19 du Pacte international relatif aux droits civils et politiques, ces libertés n'étant pas absolues (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer, ondanks de weerklank van de strafrechtelijke procedures waarvan de litigieuze bemiddeling het sluitstuk vormde, de in het kader hiervan uitgewisselde verklaringen niet passen binnen het kader van algemeen belang, maar uitsluitend tot het privéleven behoren, de indringing in het privéleven van de deelnemers noch verantwoord noch noodzakelijk was om een van de in artikel 10.2 EVRM bedoelde rechtmatige doelen te waarborgen en die inmenging evenmin bij wet was toegestaan aangezien, integendeel, artikel 314bis Strafwetboek dit als een misdrijf omschrijft, miskent de veroordeling hiervoor van wie die verklaringen via de pers heeft bekendgemaakt niet de door de artikelen 19 en 25 Grondwet, artikel 10 EVRM en artikel 19 IVBPR gewaarborgde persvrijheid en vrijheid van meningsuiting, aangezien die vrijheden niet absoluut zijn (1). (1) Zie concl. OM in Pas 2021, nr. 312."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160429.1": {
      "court": "CASS",
      "date": "2016-04-29",
      "roleNumber": "C.15.0052.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160429.1",
      "abstractFR": [
        "Si les articles 10 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales et 19 du Pacte international relatif aux droits civils et politiques, qui protègent la liberté d'expression et, partant, la liberté de la presse, confèrent aux organes de la presse écrite le droit de mettre en ligne des archives numériques et au public celui d'accéder à ces archives, ces droits ne sauraient être absolus mais peuvent, dans les strictes limites prévues par ces dispositions conventionnelles, céder dans certaines circonstances le pas à d'autres droits également respectables (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Hoewel de artikelen 10 van het Europees Verdrag tot Bescherming van de Rechten van de Mens en de Fundamentele Vrijheden en 19 van het Internationaal Verdrag inzake Burgerrechten en Politieke Rechten, die de vrijheid van meningsuiting, en, bijgevolg, de persvrijheid beschermen, aan de organen van de geschreven pers het recht toekennen om digitale archieven online te zetten, en aan het publiek om toegang te hebben tot die archieven, kunnen die rechten niet absoluut zijn maar kunnen ze, binnen de strikte perken waarin die verdragsbepalingen voorzien, in bepaalde omstandigheden wijken voor andere rechten die evenzeer geëerbiedigd horen te worden (1). (1) Zie concl. OM in Pas. 2016, nr. ..."
      ]
    }
  },
  "22": {
    "ECLI:BE:CASS:2015:ARR.20150630.6": {
      "court": "CASS",
      "date": "2015-06-30",
      "roleNumber": "P.15.0882.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150630.6&lang=fr",
      "abstractFR": [
        "Les articles 11, § 1er de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, 22, § 1er du Pacte international relatif aux droits civils et politiques, 8, § 1er, a, première phrase, du Pacte international relatif aux droits économiques, sociaux et culturels et 27 de la Constitution garantissent la liberté de réunion, d'association et le droit de s'affilier à un syndicat et, conformément aux articles 11, § 2 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, 22, § 2 du Pacte international relatif aux droits civils et politiques et 8, § 1er, a, alinéa 2, du Pacte international aux droits économiques, sociaux et culturels, la restriction dans l'exercice de ces droits est admise si celle-ci est prévue par la loi et est nécessaire, dans une société démocratique, notamment à la protection des droits et libertés d'autrui; les dispositions de l'article 35, § 1er, 2, 3 et 5 de la loi du 20 juillet 1990 relative à la détention préventive sont des dispositions légales précises, accessibles et prévisibles qui autorisent l'ingérence dans l'exercice de la liberté de réunion, d'association et du droit de s'affilier à un syndicat et qui sont nécessaires, dans une société démocratique, notamment à la protection des droits et libertés d'autrui."
      ],
      "abstractNL": [
        "Artikel 11.1 EVRM, artikel 22.1 IVBPR, artikel 8.1.a, eerste zin, IVESCR en artikel 27 Grondwet waarborgen het recht van vergadering, vereniging of vakvereniging en beperking van de uitoefening van die rechten is overeenkomstig artikel 11.2 EVRM, artikel 22.2 IVBPR, artikel 8.1.a, tweede zin, IVESCR toegelaten, indien deze door de wet is voorgeschreven en in een democratische maatschappij noodzakelijk is onder andere voor de bescherming van de rechten en vrijheden van anderen; de bepalingen van artikel 35, §§ 1, 2, 3 en 5 Voorlopige Hechteniswet zijn de nauwkeurige, toegankelijke en voorzienbare wettelijke bepalingen die inmenging in de uitoefening van het recht op vergadering, vereniging of vakvereniging toestaan, en die in een democratische maatschappij noodzakelijk zijn onder meer om de rechten en vrijheden van anderen te beschermen."
      ]
    }
  },
  "26": {
    "ECLI:BE:CASS:2025:ARR.20251125.2N.3": {
      "court": "CASS",
      "date": "2025-11-25",
      "roleNumber": "P.25.0594.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251125.2N.3",
      "abstractFR": null,
      "abstractNL": [
        "Gezien het gelijkheidsbeginsel en niet-discriminatiebeginsel op geheel of gedeeltelijk analoge wijze is gewaarborgd door de artikelen 10 en 11 Grondwet en door artikel 14 EVRM en artikel 26 IVBPR, kan het Hof overeenkomstig artikel 26, § 4, tweede lid, 2°, Bijzondere Wet Grondwettelijk Hof onderzoeken of de artikelen 37/1, § 1, derde lid, en 38, § 6, Wegverkeerswet, door de in die bepalingen verplichte sanctionering van een voor een verkeersovertreding veroordeelde beklaagde te laten afhangen van het al dan niet voldoen aan de in artikel 37/1, § 1, derde lid, Wegverkeerswet omschreven drempel of aan de in artikel 38, § 6, Wegverkeerswet bepaalde voorwaarden, de artikelen 10 en 11 Grondwet klaarblijkelijk niet schendt."
      ]
    }
  }
}