{
  "3": {
    "ECLI:BE:CASS:2024:ARR.20240409.2N.10": {
      "court": "CASS",
      "date": "2024-04-09",
      "roleNumber": "P.24.0391.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240409.2N.10",
      "abstractFR": null,
      "abstractNL": [
        "Het onderzoeksgerecht onderzoekt onaantastbaar of de uitlevering wordt gevraagd voor een strafbaar feit dat als een politiek delict of als een met een dergelijk delict samenhangend feit moet worden beschouwd, dan wel voor een niet-politiek delict met de bedoeling een persoon te vervolgen of te straffen op grond van zijn ras, godsdienst, nationaliteit of politieke gezindheid, dan wel of de positie van de betrokkene om deze reden ongunstig dreigt te worden beïnvloed."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2024:ARR.20240409.2N.10": {
      "court": "CASS",
      "date": "2024-04-09",
      "roleNumber": "P.24.0391.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240409.2N.10",
      "abstractFR": null,
      "abstractNL": [
        "Het onderzoeksgerecht onderzoekt onaantastbaar of de uitlevering wordt gevraagd voor een strafbaar feit dat als een politiek delict of als een met een dergelijk delict samenhangend feit moet worden beschouwd, dan wel voor een niet-politiek delict met de bedoeling een persoon te vervolgen of te straffen op grond van zijn ras, godsdienst, nationaliteit of politieke gezindheid, dan wel of de positie van de betrokkene om deze reden ongunstig dreigt te worden beïnvloed."
      ]
    }
  },
  "14": {
    "ECLI:BE:CASS:2024:ARR.20240409.2N.10": {
      "court": "CASS",
      "date": "2024-04-09",
      "roleNumber": "P.24.0391.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240409.2N.10",
      "abstractFR": null,
      "abstractNL": [
        "Van een lidstaat die de uitlevering heeft gevraagd op grond van het in het kader van de Raad van Europa gesloten Europees Uitleveringsverdrag mag worden verwacht dat die de voorwaarden die de rechterlijke autoriteiten van de aangezochte staat op basis van de verdragsbepalingen hebben verbonden aan die uitlevering zal respecteren, zonder dat daartoe uitdrukkelijk garanties moeten worden gevraagd aan de verzoekende staat of door die staat dergelijke garanties moeten worden verstrekt."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210317.2F.12": {
      "court": "CASS",
      "date": "2021-03-17",
      "roleNumber": "P.21.0319.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210317.2F.12",
      "abstractFR": [
        "Il ne saurait être porté atteinte au principe de spécialité prévu à l'article 14.1 de la Convention d'extradition du 13 décembre 1957 (1) lorsque les faits pour lesquels l'extradition a été demandée par l'État requérant sont qualifiés autrement dans l'État qui a accordé cette extradition (2). (1) Loi du 22 avril 1997 portant assentiment à : a) Convention européenne d'extradition, faite à Paris le 13 décembre 1957 (…), MB, 22 novembre. (2) Voir, au regard des art. 6 de la loi du 1er octobre 1833 sur les extraditions, 1er de la loi du 15 mars 1874 sur les extraditions et 2.1 et 10.2.c de la Convention d'extradition entre les Royaumes de Belgique et du Maroc du 27 février 1959, Cass. 15 février 2006, RG P.05.1594.F, Pas. 2006, n° 96 avec concl. de M. VANDERMEERSCH, avocat général, (« pour satisfaire à la condition de double incrimination, il n'est pas exigé que la qualification des faits soit identique dans les deux pays: il suffit que les faits tombent sous le coup de la loi pénale aux termes des deux législations, peu importe leur qualification ») ; concl. de M. DUINSLAEGER, alors avocat général, précédant Cass. 18 mai 2010, RG P.10.0468.N, AC 2010, n° 344 ; Cass. 8 mai 2001, RG P.01.0392.N, Pas. 2001, n° 262 ; Cass. 22 juin 1994, RG P.94.0719.F, Pas. 1994, n° 327. Le M.P. a relevé que le premier moyen confondait le fait et sa qualification (voir Cass. 15 février 2006, précité). Quant aux notions d'extradition passive ou active, voir M.-A. BEERNAERT, H.-D. BOSLY et D. VANDERMEERSCH, Droit de la procédure pénale, La Charte, Bruges, 9ème éd., 2021, t. II, pp. 2043 et 2137. (M.N.B.)"
      ],
      "abstractNL": [
        "Het in het artikel 14.1 Europees Verdrag betreffende uitlevering van 13 december 1957 (1) bepaalde specialiteitsbeginsel kan niet zijn aangetast wanneer de feiten waarvoor de uitlevering door de verzoekende Staat werd gevraagd, anders worden gekwalificeerd in de Staat die deze uitlevering heeft toegestaan (2). (1) Wet van 22 april 1997 houdende instemming met: a) Europees Verdrag betreffende de uitlevering, opgemaakt te Parijs op 13 december 1957 (…), BS 22 november 1997. (2) Zie, in het licht van artikel 6 Uitleveringswet 1833, artikel 1 Uitleveringswet 1874, en de artikelen 2.1 en 10.2.c van de Overeenkomst van 27 februari 1959 betreffende uitlevering tussen het Koninkrijk België en het Koninkrijk Marokko, Cass. 15 februari 2006, AR P.05.1594.F, AC 2006, nr. 96 met concl. van advocaat-generaal VANDERMEERSCH, op datum in Pas. (“pour satisfaire à la condition de double incrimination, il n'est pas exigé que la qualification des faits soit identique dans les deux pays: il suffit que les faits tombent sous le coup de la loi pénale aux termes des deux législations, peu importe leur qualification”); concl. van toenmalig advocaat-generaal DUINSLAEGER, vóór Cass. 18 mei 2010, AR P.10.0468.N, AC 2010, nr. 344; Cass. 8 mei 2001, AR P.01.0392.N, AC 2001, nr. 262; Cass. 22 juni 1994, AR P.94.0719.F, AC 1994, nr. 327. Het OM heeft erop gewezen dat het eerste middel het feit en de kwalificatie ervan door elkaar haalt (zie Cass. 15 februari 2006, voormeld). Wat betreft de begrippen passieve en actieve uitlevering, zie M.-A. BEERNAERT, H.-D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, Die Keure, Brugge, 9de uitg., 2021, II, p. 2043 en p. 2137. (M.N.B.°"
      ]
    }
  }
}