{
  "25": {
    "ECLI:BE:CASS:2010:ARR.20100628.4": {
      "court": "CASS",
      "date": "2010-06-28",
      "roleNumber": "S.09.0047.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100628.4",
      "abstractFR": [
        "À l'obligation de l'Etat, auquel ont ensuite été substituées les communautés, de payer directement et mensuellement les subventions-traitements aux membres du personnel des établissements subventionnés, correspond, dans le chef de ces membres, un droit subjectif à l'égard de ces autorités.",
        "Aucune disposition n'implique que la position de disponibilité pour maladie ne pourrait prendre fin que lorsque le pouvoir organisateur y met un terme en remettant le membre du personnel en position d'activité de service."
      ],
      "abstractNL": [
        "Tegenover de verplichting van de Staat, in wiens plaats de gemeenschappen zijn getreden, om rechtstreeks en maandelijks de weddetoelagen aan de leden van het personeel van de gesubsidieerde instellingen te betalen, staat een subjectief recht van die leden t.a.v. die overheden.",
        "Geen enkele bepaling impliceert dat de stand terbeschikkingstelling wegens ziekte slechts kan eindigen wanneer het bevoegde gezag die stand beëindigt door het personeelslid opnieuw in stand dienstactiviteit te plaatsen."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20090209.15": {
      "court": "CASS",
      "date": "2009-02-09",
      "roleNumber": "S.07.0096.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090209.15",
      "abstractFR": [
        "La Communauté paie directement et mensuellement les subventions-traitements aux membres du personnel des établissements subventionnés; à cette obligation de la Communauté envers ces membres du personnel correspond, dans le chef de ceux-ci, un droit subjectif à l'égard de la Communauté (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "De Gemeenschap betaalt aan de personeelsleden van de gesubsidieerde instellingen rechtstreeks en maandelijks de weddetoelagen uit; die verplichting van de Gemeenschap t.a.v. die personeelsleden gaat, in hoofde van die personeelsleden, gepaard met een subjectief recht t.a.v. de Gemeenschap (1). (1) Zie concl. O.M. in Pas., 2009, nr ..."
      ]
    }
  },
  "33": {
    "ECLI:BE:CASS:2022:ARR.20221114.3F.4": {
      "court": "CASS",
      "date": "2022-11-14",
      "roleNumber": "C.21.0549.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221114.3F.4",
      "abstractFR": [
        "La décision d'une commune d'octroyer un avantage social au bénéfice des élèves fréquentant une école qu'elle organise ouvre au profit du pouvoir organisateur d'une école de même catégorie située dans la même commune et relevant de l'enseignement libre subventionné par la Communauté française le droit d'obtenir le même avantage au bénéfice des élèves fréquentant cette école (1). (1) Voir. les concl. du MP."
      ],
      "abstractNL": [
        "De beslissing van een gemeente om een sociaal voordeel te verlenen aan de leerlingen die onderwijs volgen in een school die zij inricht, geeft de inrichtende macht van een school van dezelfde categorie die in dezelfde gemeente gelegen is en die tot het door de Franse Gemeenschap gesubsidieerd vrij onderwijs behoort, het recht om van de gemeente hetzelfde voordeel te verkrijgen voor de leerlingen die in die school onderwijs volgen (1). (1) Zie concl. OM in Pas. 2022, nr. 724."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130627.3": {
      "court": "CASS",
      "date": "2013-06-27",
      "roleNumber": "C.11.0782.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130627.3",
      "abstractFR": [
        "La décision prise par une commune d''octroyer un avantage social au bénéfice des élèves fréquentant une école qu''elle organise ouvre au profit du pouvoir organisateur d''une école de même catégorie située dans la même commune et relevant de l''enseignement libre subventionné par la Communauté française le droit d''obtenir de cette commune le même avantage au bénéfice des élèves fréquentant cette école.",
        "Les avantages sociaux sont des avantages à caractère social accordés aux enfants, qui ne s''inscrivent pas dans l''organisation normale de l''enseignement; l''aspect économique et financier des avantages ne peut se substituer à la notion d''organisation normale de l''enseignement (1). (1) Voir Cass., 7 juin 2007, RG C.05.0321.F, Pas., 2007, n° 311.",
        "L'organisation des classes de dépaysement et d'excursions scolaires ainsi que le transport s'y rapportant font partie de l'organisation normale de l'enseignement."
      ],
      "abstractNL": [
        "De beslissing van een gemeente om een sociaal voordeel toe te kennen aan leerlingen die onderwijs volgen in de scholen die zij inricht, geeft de inrichtende macht van een school van dezelfde categorie die in dezelfde gemeente gelegen is en die tot het door de Franse Gemeenschap gesubsidieerde vrij onderwijs behoort, het recht om van die gemeente hetzelfde voordeel te verkrijgen voor de leerlingen die in die school onderwijs volgen.",
        "De sociale voordelen zijn voordelen van sociale aard die aan de kinderen worden toegekend en die niet binnen de normale onderwijsorganisatie vallen; het economische en financiële aspect van de voordelen kan het begrip normale onderwijsorganisatie niet vervangen (1). (1) Zie Cass. 7 juni 2007, AR C.05.0321.F, AC 2007, nr. 311.",
        "De organisatie van openluchtklassen en schoolreizen alsook het daarbij horende vervoer maken deel uit van de normale onderwijsorganisatie."
      ]
    },
    "ECLI:BE:CASS:2007:ARR.20070607.1": {
      "court": "CASS",
      "date": "2007-06-07",
      "roleNumber": "C.05.0321.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20070607.1",
      "abstractFR": [
        "Viole l'article 33 de la loi du 29 mai 1959, l'arrêt qui, sans constater que les frais des classes de dépaysement ne font pas partie de l'organisation normale de l'enseignement, considère que ces classes \"rentrent néanmoins manifestement, à priori, dans la notion générale d'avantages 'supplémentaires' telle que définie par la Cour d'arbitrage\" (1). (1) Voir Cass., 18 novembre 2004, RG C.02.0264.F, n° 554, avec concl. de M. l'avocat général HENKES.",
        "Viole l'article 33 de la loi du 29 mai 1959, l'arrêt qui, sans constater que les frais de surveillance et de garderies ainsi que les frais d'accès à la piscine ne s'inscrivent pas dans l'organisation normale de l'enseignement, considère ces frais comme des avantages sociaux (1). (1) Voir Cass., 18 novembre 2004, RG C.02.0264.F, n° 554, avec concl. de l'avocat général HENKES."
      ],
      "abstractNL": [
        "Het arrest schendt artikel 33 van de wet van 29 mei 1959 wanneer het, zonder vast te stellen dat de kosten voor de extra muros activiteiten niet onder de normale onderwijsorganisatie vallen, beslist dat die activiteiten \"niettemin kennelijk a priori onder het algemene begrip bijkomende voordelen vallen zoals dat door het Arbitragehof is omschreven\" (1). (1) Zie Cass., 18 nov. 2004, AR C.02.0264.F, nr 554, met concl. adv.-gen. Henkes, in Pas., 2004, nr 554.",
        "Het arrest schendt artikel 33 van de wet van 29 mei 1959 wanneer het, zonder vast te stellen dat de kosten voor bewaking en toezicht alsook de kosten voor de toegang tot het zwembad niet onder de normale onderwijsorganisatie vallen, die kosten als sociale voordelen beschouwt (1). (1) Zie Cass., 18 nov. 2004, AR C.02.0264.F, nr 554, met concl. adv.-gen. Henkes, in Pas., 2004, nr.554."
      ]
    }
  },
  "36": {
    "ECLI:BE:CASS:2018:ARR.20180305.2": {
      "court": "CASS",
      "date": "2018-03-05",
      "roleNumber": "S.16.0027.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180305.2",
      "abstractFR": [
        "En vertu de l'article 8 du décret de la Communauté française du 1er février 1993 fixant le statut des membres du personnel subsidiés de l'enseignement libre subventionné, les actions naissant du contrat sont prescrites un an après la cessation de celui-ci ou cinq ans après le fait qui a donné naissance à l'action sans que ce dernier délai puisse excéder un an après la cessation du contrat; cette disposition s'applique aux actions tendant à l'exécution d'obligations qui prennent leur source dans le contrat de travail, tel que l'action du membre du personnel en paiement des sommes dues en raison de l'irrégularité du licenciement (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Krachtens artikel 8 van het decreet van de Franse Gemeenschap van 1 februari 1993 houdende het statuut van de gesubsidieerde personeelsleden van het gesubsidieerd vrij onderwijs, verjaren de rechtsvorderingen die uit de overeenkomst ontstaan, één jaar na het eindigen van deze overeenkomst of vijf jaar na het feit waaruit de vordering is ontstaan, zonder dat deze termijn één jaar na het eindigen van de overeenkomst mag overschrijden; die bepaling is van toepassing op de rechtsvorderingen die strekken tot de uitvoering van verplichtingen die voortspruiten uit de arbeidsovereenkomst, zoals de vordering van een personeelslid tot betaling van bedragen verschuldigd wegens de onregelmatigheid van het ontslag (1). (1) Zie concl. OM in Pas. 2018, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20100628.4": {
      "court": "CASS",
      "date": "2010-06-28",
      "roleNumber": "S.09.0047.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100628.4",
      "abstractFR": [
        "À l'obligation de l'Etat, auquel ont ensuite été substituées les communautés, de payer directement et mensuellement les subventions-traitements aux membres du personnel des établissements subventionnés, correspond, dans le chef de ces membres, un droit subjectif à l'égard de ces autorités.",
        "Aucune disposition n'implique que la position de disponibilité pour maladie ne pourrait prendre fin que lorsque le pouvoir organisateur y met un terme en remettant le membre du personnel en position d'activité de service."
      ],
      "abstractNL": [
        "Tegenover de verplichting van de Staat, in wiens plaats de gemeenschappen zijn getreden, om rechtstreeks en maandelijks de weddetoelagen aan de leden van het personeel van de gesubsidieerde instellingen te betalen, staat een subjectief recht van die leden t.a.v. die overheden.",
        "Geen enkele bepaling impliceert dat de stand terbeschikkingstelling wegens ziekte slechts kan eindigen wanneer het bevoegde gezag die stand beëindigt door het personeelslid opnieuw in stand dienstactiviteit te plaatsen."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20091002.2": {
      "court": "CASS",
      "date": "2009-10-02",
      "roleNumber": "C.08.0400.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20091002.2",
      "abstractFR": [
        "Les subventions-traitements antérieures au 1er septembre 1986 ne sont pas payées directement et mensuellement par l'Etat aux membres du personnel des établissements subventionnés (1). (1) L. du 29 mai 1959, art. 36, al. 2, avant sa modification par l'arrêté royal n° 447 du 20 août 1986."
      ],
      "abstractNL": [
        "De weddetoelagen voor periodes voor 1 september 1986 worden door de Staat niet rechtstreeks en maandelijks betaald aan de leden van het personeel van de gesubsidieerde instellingen (1). (1) Art. 36, tweede lid, W. 29 mei 1959, voor de wijziging ervan bij K.B. nr. 447 van 20 aug. 1986."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20090209.15": {
      "court": "CASS",
      "date": "2009-02-09",
      "roleNumber": "S.07.0096.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090209.15",
      "abstractFR": [
        "La Communauté paie directement et mensuellement les subventions-traitements aux membres du personnel des établissements subventionnés; à cette obligation de la Communauté envers ces membres du personnel correspond, dans le chef de ceux-ci, un droit subjectif à l'égard de la Communauté (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "De Gemeenschap betaalt aan de personeelsleden van de gesubsidieerde instellingen rechtstreeks en maandelijks de weddetoelagen uit; die verplichting van de Gemeenschap t.a.v. die personeelsleden gaat, in hoofde van die personeelsleden, gepaard met een subjectief recht t.a.v. de Gemeenschap (1). (1) Zie concl. O.M. in Pas., 2009, nr ..."
      ]
    }
  }
}