{
  "57bis": {
    "ECLI:BE:CASS:2016:ARR.20160511.12": {
      "court": "CASS",
      "date": "2016-05-11",
      "roleNumber": "P.16.0545.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160511.12",
      "abstractFR": [
        "La juridiction d'instruction appelée à statuer suite à un mandat d'arrêt européen sur la remise d'une personne mineure d'âge de plus de seize ans au moment des faits doit vérifier si cette personne se trouve dans l'une ou l'autre des conditions fixées à l'article 57bis, § 1er, de la loi du 8 avril 1965 relative à la protection de la jeunesse, qui permettent d'ordonner le dessaisissement, sans pour autant se prononcer sur le caractère adéquat d'une éventuelle mesure protectionnelle (1). (1) Cass. 13 avril 2016, RG P.16.0429.F, Pas. 2016, n° ....",
        "Justifie légalement la décision de refuser l'exécution du mandat d'arrêt européen émis par les autorités étrangères à charge d'un mineur âgé de plus de seize ans au moment des faits, l'arrêt de la chambre des mises en accusation qui constate, d'une part que les faits reprochés audit mineur ne relèvent pas des infractions prévues par les dispositions du Code pénal auxquelles renvoie l'article 57bis, § 1er, de la loi du 8 avril 1965 relative à la protection de la jeunesse, et, d'autre part, que celui-ci n'a pas préalablement fait l'objet d'une ou plusieurs mesures visées à cet article (1). (1) Voir Cass. 11 juin 2013, RG P.13.0780.N, Pas. 2013, n° 359, avec concl. de M. De Swaef, alors avocat général suppléant."
      ],
      "abstractNL": [
        "Het onderzoeksgerecht dat ingevolge een Europees aanhoudingsbevel uitspraak moet doen over de overlevering van een minderjarige die op het tijdstip van de feiten ouder was dan zestien jaar, moet nagaan of die persoon zich in een van de voorwaarden bevindt die bij artikel 57bis, § 1, Jeugdbeschermingswet zijn bepaald, waardoor de uithandengeving kan worden bevolen, zonder zich daarom uit te spreken over het passend karakter van een eventuele beschermende maatregel (1). (1) Cass. 13 april 2016, AR P.16.0429.F, AC 2016., nr. ......",
        "Het arrest van de kamer van inbeschuldigingstelling verantwoordt de beslissing om te weigeren het Europees aanhoudingsbevel ten uitvoer te leggen dat door de buitenlandse overheid is uitgevaardigd tegen een minderjarige die op het tijdstip van het feiten ouder was dan zestien jaar, naar recht, wanneer het enerzijds vaststelt dat de feiten die de minderjarige ten laste worden gelegd geen deel uitmaken van de misdrijven bepaald in de artikelen van het Strafwetboek waarnaar artikel 57bis, § 1, Jeugdbeschermingswet verwijst en, anderzijds, dat de betrokkene niet eerder het voorwerp is geweest van een of meerdere in dat artikel bedoelde maatregelen (1). (1) Zie Cass. 11 juni 2013, AR P.13.0780.N., AC 2013, nr. 369, met concl. M. De Swaef, toen plaatsvervangend advocaat-generaal."
      ]
    }
  }
}