{
  "3": {
    "ECLI:BE:CASS:2015:ARR.20151201.1": {
      "court": "CASS",
      "date": "2015-12-01",
      "roleNumber": "P.13.2082.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151201.1&lang=fr",
      "abstractFR": [
        "L'infraction prévue à l'article 46bis, § 2, alinéa 4, du Code d'instruction criminelle est commise en un lieu où les données requises doivent être reçues; par conséquent, l'opérateur ou le fournisseur qui refuse de communiquer ces données est passible d'une peine en Belgique, quel que soit le lieu où il est établi, avec pour conséquence, d'une part, que la mesure consistant en l'obligation de fournir les données visées en l'espèce est prise sur le territoire belge à l'égard de chaque opérateur ou fournisseur qui oriente activement ses activités économiques vers des consommateurs en Belgique et, d'autre part, que la juridiction belge qui condamne un opérateur ou fournisseur établi à l'étranger en raison de l'inobservation de cette obligation et impose ainsi le respect d'une mesure prise en Belgique, n'exerce pas de pouvoir de juridiction extraterritorial (1). (1) Voir Cass. 18 janvier 2011, RG P.10.1347.N, Pas. 2011, n° 52, avec concl. de M. De Swaef, premier avocat général, publiées à leur date dans AC; Cass. 4 septembre 2012, RG P.11.1906.N, Pas. 2012, n° 441; Anvers, 20 novembre 2013, T.Straf. 2014/1, 73, note G.S."
      ],
      "abstractNL": [
        "Het misdrijf, bepaald in artikel 46bis, § 2, vierde lid, Wetboek van Strafvordering, wordt gepleegd op de plaats waar de gevorderde gegevens moeten worden ontvangen; bijgevolg is de operator of de verstrekker die weigert deze gegevens mee te delen, in België strafbaar ongeacht zijn plaats van vestiging waaruit volgt, eensdeels, dat de maatregel die bestaat in de verplichting de hier bedoelde gegevens te verstrekken, wordt genomen op het Belgische grondgebied ten aanzien van elke operator of verstrekker die zijn economische activiteit actief op consumenten in België richt, anderdeels, dat de Belgische rechter die een in het buitenland gevestigde operator of verstrekker veroordeelt wegens het miskennen van deze verplichting en die aldus de naleving van een in België genomen maatregel afdwingt, geen extraterritoriale rechtsmacht uitoefent (1). (1) Zie Cass. 18 januari 2011, AR P.10.1347.N, AC 2011, nr. 52 met concl. eerste advocaat-generaal De Swaef; Cass. 4 september 2012, AR P.11.1906.N, AC 2012, nr. 441; Antwerpen, 20 november 2013, T.Strafr. 2014/1, 73, noot G.S."
      ]
    }
  },
  "350": {
    "ECLI:BE:CASS:2016:ARR.20161017.2": {
      "court": "CASS",
      "date": "2016-10-17",
      "roleNumber": "C.11.0062.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161017.2",
      "abstractFR": [
        "L'article 350, alinéa 2, 4°, du Code pénal, a pour seul objet de fixer les conditions auxquelles un avortement pratiqué sur une femme qui y a consenti ne constitue pas une infraction."
      ],
      "abstractNL": [
        "Artikel 350, tweede lid, 4°, van het Strafwetboek heeft enkel tot doel de voorwaarden vast te leggen waaronder een vruchtafdrijving op een vrouw, die daarmee heeft ingestemd, geen misdrijf vormt."
      ]
    }
  },
  "372": {
    "ECLI:BE:CASS:2015:ARR.20150610.2": {
      "court": "CASS",
      "date": "2015-06-10",
      "roleNumber": "P.15.0316.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150610.2",
      "abstractFR": [
        "La réalité de l'atteinte portée à l'intégrité sexuelle de toute personne âgée de moins de seize ans au moment où elle fait l'objet de l'acte s'apprécie objectivement et non en fonction du sentiment individuel de l'enfant; il en résulte que le caractère culpeux de l'acte n'est tributaire ni de la conscience ou de la perception que le mineur d'âge en a au moment où il en est l'objet, ni du malaise, de la gêne ou de la honte que les agissements de l'auteur ont, ou non éveillés en lui (1). (1) Voir Cass. 6 février 2013, RG P.12.1650.F, Pas. 2013, n° 86, avec concl. de M. Vandermeersch, avocat général, et Cass. 27 novembre 2013, RG P.13.0714.F, Pas. 2013, n° 635, avec concl. de M. Vandermeersch, avocat général, ces deux causes concernant des faits d'attentat à la pudeur commis sur une personne majeure et non, comme en l'espèce, sur une personne âgée de moins de seize ans."
      ],
      "abstractNL": [
        "Het bestaan van de aanranding van de seksuele integriteit van ieder persoon beneden de leeftijd van zestien jaar op het ogenblik waarop de handeling wordt gesteld, wordt objectief en niet op grond van de persoonlijke indruk van het kind beoordeeld; daaruit volgt dat het strafbare karakter van de handeling niet afhangt van het besef of het beeld dat de minderjarige ervan heeft op het ogenblik waarop de handeling jegens hem wordt gepleegd, noch van het onbehagen, de gêne of de schaamte die de handelingen van de dader al dan niet bij hem hebben opgewekt (1). (1) Zie Cass. 6 februari 2013, AR P.12.1650.F, AC 2013, nr. 86, met concl. van advocaat-generaal Vandermeersch en Cass. 27 november 2013, AR P.13.0714.F, AC 2013, nr. 635, met concl. van advocaat-generaal Vandermeersch. Beide zaken hebben betrekking op feiten van aanranding van de eerbaarheid, gepleegd op een meerderjarige en niet, zoals te dezen, op een persoon beneden de leeftijd van zestien jaar."
      ]
    }
  },
  "373": {
    "ECLI:BE:CASS:2015:ARR.20150610.2": {
      "court": "CASS",
      "date": "2015-06-10",
      "roleNumber": "P.15.0316.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150610.2",
      "abstractFR": [
        "La réalité de l'atteinte portée à l'intégrité sexuelle de toute personne âgée de moins de seize ans au moment où elle fait l'objet de l'acte s'apprécie objectivement et non en fonction du sentiment individuel de l'enfant; il en résulte que le caractère culpeux de l'acte n'est tributaire ni de la conscience ou de la perception que le mineur d'âge en a au moment où il en est l'objet, ni du malaise, de la gêne ou de la honte que les agissements de l'auteur ont, ou non éveillés en lui (1). (1) Voir Cass. 6 février 2013, RG P.12.1650.F, Pas. 2013, n° 86, avec concl. de M. Vandermeersch, avocat général, et Cass. 27 novembre 2013, RG P.13.0714.F, Pas. 2013, n° 635, avec concl. de M. Vandermeersch, avocat général, ces deux causes concernant des faits d'attentat à la pudeur commis sur une personne majeure et non, comme en l'espèce, sur une personne âgée de moins de seize ans."
      ],
      "abstractNL": [
        "Het bestaan van de aanranding van de seksuele integriteit van ieder persoon beneden de leeftijd van zestien jaar op het ogenblik waarop de handeling wordt gesteld, wordt objectief en niet op grond van de persoonlijke indruk van het kind beoordeeld; daaruit volgt dat het strafbare karakter van de handeling niet afhangt van het besef of het beeld dat de minderjarige ervan heeft op het ogenblik waarop de handeling jegens hem wordt gepleegd, noch van het onbehagen, de gêne of de schaamte die de handelingen van de dader al dan niet bij hem hebben opgewekt (1). (1) Zie Cass. 6 februari 2013, AR P.12.1650.F, AC 2013, nr. 86, met concl. van advocaat-generaal Vandermeersch en Cass. 27 november 2013, AR P.13.0714.F, AC 2013, nr. 635, met concl. van advocaat-generaal Vandermeersch. Beide zaken hebben betrekking op feiten van aanranding van de eerbaarheid, gepleegd op een meerderjarige en niet, zoals te dezen, op een persoon beneden de leeftijd van zestien jaar."
      ]
    }
  },
  "374": {
    "ECLI:BE:CASS:2015:ARR.20150610.2": {
      "court": "CASS",
      "date": "2015-06-10",
      "roleNumber": "P.15.0316.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150610.2",
      "abstractFR": [
        "La réalité de l'atteinte portée à l'intégrité sexuelle de toute personne âgée de moins de seize ans au moment où elle fait l'objet de l'acte s'apprécie objectivement et non en fonction du sentiment individuel de l'enfant; il en résulte que le caractère culpeux de l'acte n'est tributaire ni de la conscience ou de la perception que le mineur d'âge en a au moment où il en est l'objet, ni du malaise, de la gêne ou de la honte que les agissements de l'auteur ont, ou non éveillés en lui (1). (1) Voir Cass. 6 février 2013, RG P.12.1650.F, Pas. 2013, n° 86, avec concl. de M. Vandermeersch, avocat général, et Cass. 27 novembre 2013, RG P.13.0714.F, Pas. 2013, n° 635, avec concl. de M. Vandermeersch, avocat général, ces deux causes concernant des faits d'attentat à la pudeur commis sur une personne majeure et non, comme en l'espèce, sur une personne âgée de moins de seize ans."
      ],
      "abstractNL": [
        "Het bestaan van de aanranding van de seksuele integriteit van ieder persoon beneden de leeftijd van zestien jaar op het ogenblik waarop de handeling wordt gesteld, wordt objectief en niet op grond van de persoonlijke indruk van het kind beoordeeld; daaruit volgt dat het strafbare karakter van de handeling niet afhangt van het besef of het beeld dat de minderjarige ervan heeft op het ogenblik waarop de handeling jegens hem wordt gepleegd, noch van het onbehagen, de gêne of de schaamte die de handelingen van de dader al dan niet bij hem hebben opgewekt (1). (1) Zie Cass. 6 februari 2013, AR P.12.1650.F, AC 2013, nr. 86, met concl. van advocaat-generaal Vandermeersch en Cass. 27 november 2013, AR P.13.0714.F, AC 2013, nr. 635, met concl. van advocaat-generaal Vandermeersch. Beide zaken hebben betrekking op feiten van aanranding van de eerbaarheid, gepleegd op een meerderjarige en niet, zoals te dezen, op een persoon beneden de leeftijd van zestien jaar."
      ]
    }
  },
  "411": {
    "ECLI:BE:CASS:2018:ARR.20180213.7": {
      "court": "CASS",
      "date": "2018-02-13",
      "roleNumber": "P.17.1055.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180213.7&lang=fr",
      "abstractFR": [
        "Par violences au sens de l'article 411 du Code pénal, on entend des violences graves, physiques ou morales, émanant en règle de la victime de l'infraction excusable et d'une intensité telle qu'elles affectent le libre arbitre d'une personne normale et raisonnable; la gravité de l'infraction provoquée doit être proportionnelle à celle des violences (1). (1) Cass. 22 avril 2015, RG P.15.0118.F, Pas. 2015, n° 271, avec concl. de M. VANDERMEERSCH, avocat général, Voir Cass. 22 juin 2011, RG P.11.0988.F, Pas. 2011, n° 420."
      ],
      "abstractNL": [
        "Onder gewelddaden als bedoeld in artikel 411 Strafwetboek wordt verstaan zwaar fysiek of moreel geweld dat in de regel uitgaat van het slachtoffer van het verschoonbare misdrijf en dat zodanig is dat het de vrije wil van een normaal en redelijk persoon aantast; de ernst van het uitgelokte misdrijf moet proportioneel zijn met de ernst van het geweld (1). (1) Cass. 22 april 2015, AR P.15.0118.F, AC 2015, nr. 271 met concl. van advocaat-generaal VANDERMEERSCH, zie Cass. 22 juni 2011, AR P.11.0988.F, AC 2011, nr. 420."
      ]
    }
  },
  "416": {
    "ECLI:BE:CASS:2015:ARR.20150624.8": {
      "court": "CASS",
      "date": "2015-06-24",
      "roleNumber": "P.15.0194.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150624.8",
      "abstractFR": [
        "La légitime défense suppose que l'infraction susceptible d'être justifiée a été commise avec l'intention de porter atteinte à la personne d'autrui; elle doit répondre à un critère d'immédiateté qui ne saurait être rencontré pour justifier le délit de contrefaçon."
      ],
      "abstractNL": [
        "Wettige zelfverdediging veronderstelt dat het strafbaar feit dat kan worden gerechtvaardigd, werd gepleegd met het opzet een ander te schaden; zij moet aan een onmiddellijkheidscriterium beantwoorden dat ter rechtvaardiging van het misdrijf namaak niet in aanmerking kan worden genomen."
      ]
    }
  },
  "417": {
    "ECLI:BE:CASS:2018:ARR.20180213.7": {
      "court": "CASS",
      "date": "2018-02-13",
      "roleNumber": "P.17.1055.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180213.7&lang=fr",
      "abstractFR": [
        "L'article 417, alinéa 3, du Code pénal n'introduit pas de présomption irréfragable de la nécessité immédiate de défense, mais une présomption qui peut être renversée par la partie poursuivante et il n'exclut pas que le juge, qui constate que le fait s'est produit en se défendant contre les auteurs de vol ou de pillage, commis avec violence envers des personnes, examine si la défense est proportionnelle à la violence exercée (1). (1) Contra: Cass. 3 mars 1941 (Bull. et Pas., 1941, I, p. 61)."
      ],
      "abstractNL": [
        "Artikel 417, derde lid, Strafwetboek voert geen onweerlegbaar vermoeden van ogenblikkelijke noodzaak van verdediging in, maar wel een vermoeden dat door de vervolgende partij kan worden weerlegd en sluit niet uit dat de rechter, die vaststelt dat het feit plaatsheeft bij het zich verdedigen tegen de daders van een met geweld tegen personen gepleegde diefstal of plundering, onderzoekt of de verdediging wel evenredig is met het gebruikte geweld (1). (1) Contra: Cass. 3 maart 1941, Pas. 1941, I, 61."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150624.8": {
      "court": "CASS",
      "date": "2015-06-24",
      "roleNumber": "P.15.0194.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150624.8",
      "abstractFR": [
        "La légitime défense suppose que l'infraction susceptible d'être justifiée a été commise avec l'intention de porter atteinte à la personne d'autrui; elle doit répondre à un critère d'immédiateté qui ne saurait être rencontré pour justifier le délit de contrefaçon."
      ],
      "abstractNL": [
        "Wettige zelfverdediging veronderstelt dat het strafbaar feit dat kan worden gerechtvaardigd, werd gepleegd met het opzet een ander te schaden; zij moet aan een onmiddellijkheidscriterium beantwoorden dat ter rechtvaardiging van het misdrijf namaak niet in aanmerking kan worden genomen."
      ]
    }
  },
  "43bis": {
    "ECLI:BE:CASS:2019:ARR.20190129.1": {
      "court": "CASS",
      "date": "2019-01-29",
      "roleNumber": "P.18.0422.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190129.1&lang=fr",
      "abstractFR": [
        "Les réquisitions écrites visant la confiscation d'avantages patrimoniaux peuvent être prises par le procureur du Roi à chaque stade de la procédure, soit en joignant une pièce au dossier répressif, soit en les intégrant aux réquisitions en vue du règlement de la procédure ou dans la citation, et il est uniquement requis qu'elles soient jointes à la procédure préalablement au jugement ou à l'arrêt, de telle sorte que le prévenu puisse en prendre connaissance et opposer sa défense; les réquisitions orales dont la teneur est régulièrement consignée dans le procès-verbal de l'audience peuvent suffire à permettre au prévenu d'exercer ses droits de défense, ce qui est le cas lorsqu'il ressort du procès-verbal que le ministère public a requis la confiscation spéciale d'avantages patrimoniaux et qu'il n'en ressort pas que le prévenu a sollicité une remise afin d'y répondre (1). (1) Voir Cass. 5 avril 2016, RG P.15.1645.N, Pas. 2016, n° 231 ; Cass. 9 juin 2015, RG P.14.0385.N, Pas. 2015, n° 381 ; Cass. 16 décembre 2008, RG P.08.1268.N, Pas. 208, n° 735."
      ],
      "abstractNL": [
        "De schriftelijke vordering tot verbeurdverklaring van vermogensvoordelen door de procureur des Konings kan in elke stand van de rechtspleging worden genomen zoals door de voeging van een stuk aan het strafdossier, de opname ervan in de vordering tot regeling van de rechtspleging of in de dagvaarding waarbij enkel is vereist dat zij voorafgaand aan het vonnis of arrest aan de rechtspleging wordt toegevoegd, zodanig dat de beklaagde er kennis kan van nemen en zich ertegen kan verdedigen; een mondelinge vordering waarvan de inhoud regelmatig wordt vastgesteld in het proces-verbaal van de rechtszitting, kan voldoende zijn opdat de beklaagde zijn recht van verdediging kan uitoefenen, wat het geval is indien uit dit proces-verbaal blijkt dat het openbaar ministerie de bijzondere verbeurdverklaring heeft gevorderd van vermogensvoordelen en niet blijkt dat de beklaagde uitstel heeft gevraagd om daarop te antwoorden (1). (1) Zie Cass. 5 april 2016, AR P.15.1645.N, AC 2016, nr. 231; Cass. 9 juni 2015, AR P.14.0385.N, AC 2015, nr. 381; Cass. 16 december 2008, AR P.08.1268.N, AC 2008, nr. 735."
      ]
    }
  },
  "433quinquies": {
    "ECLI:BE:CASS:2018:ARR.20180926.11": {
      "court": "CASS",
      "date": "2018-09-26",
      "roleNumber": "P.18.0269.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180926.11",
      "abstractFR": [
        "Pour apprécier l'existence de la prévention de traite des êtres humains, le juge peut avoir égard aux circonstances accompagnant les prestations de travail, dans la mesure où elles leur sont indissociables; ainsi, peuvent constituer de telles circonstances des conditions d'accueil et d'hébergement jugées contraires à la dignité humaine (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": [
        "Om het bestaan van de telastlegging mensenhandel te beoordelen, kan de rechter de omstandigheden van de werkprestaties in acht nemen, voor zover deze onlosmakelijk daarmee verbonden zijn; onthaal- en huisvestingsvoorwaarden die in strijd worden geoordeeld met de menselijke waardigheid kunnen bijgevolg dergelijke omstandigheden opleveren (1). (1) Zie concl. \"in hoofdzaak\" OM in Pas. 2018, nr. 503."
      ]
    }
  }
}