{
  "1": {
    "ECLI:BE:CASS:2024:ARR.20240125.1N.4": {
      "court": "CASS",
      "date": "2024-01-25",
      "roleNumber": "C.22.0390.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240125.1N.4",
      "abstractFR": null,
      "abstractNL": [
        "Het Hof wenst door het stellen van een prejudiciële vraag aan het Hof van Justitie te vernemen of artikel 1, lid 1, EVO en Rome I-Verordening aldus dient te worden uitgelegd dat de vraag naar de titulariteit van een auteursrecht van een werk dat is gecreëerd in uitvoering van een verbintenis uit een arbeid- of opdrachtenovereenkomst, dit is de vraag wie de oorspronkelijke titularis is en of en in welke mate dit recht overdraagbaar is aan een volgende titularis, onder het begrip “verbintenissen uit overeenkomst” valt (1)? (1) Zie concl. OM."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2017:ARR.20170224.6": {
      "court": "CASS",
      "date": "2017-02-24",
      "roleNumber": "C.16.0327.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170224.6&lang=fr",
      "abstractFR": [
        "Il suit de l'article 8, alinéa 2, de la Convention de Rome du 19 juin 1980 sur la loi applicable aux obligations contractuelles qu'une partie ne peut se référer à la loi du pays dans lequel elle a sa résidence habituelle que si elle soutient dans sa défense qu'elle n'a pas consenti à la convention conformément à cette loi et qu'elle démontre qu'il résulte des circonstances données qu'il ne serait pas raisonnable de déterminer les effets de son comportement d'après la loi prévue au paragraphe précédent; seulement dans ce cas, le juge est tenu, en vertu de l'article 8, alinéa 2 de ladite Convention de Rome, d'examiner s'il résulte de la loi du pays dans lequel la partie a sa résidence habituelle, qu'elle n'a pas consenti à la convention (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit artikel 8, tweede lid, EVO volgt dat een partij zich slechts kan beroepen op het recht van het land waar zij haar gewone verblijfplaats heeft, indien zij het verweer voert dat zij volgens dit recht geen toestemming tot de overeenkomst heeft verleend en zij aantoont dat het in de gegeven omstandigheden niet redelijk zou zijn de gevolgen van haar gedrag te bepalen overeenkomstig het recht dat ingevolge het eerste lid van toepassing is; enkel in dat geval dient de rechter, krachtens artikel 8, tweede lid, EVO, te onderzoeken of uit het recht van het land waar de partij haar gewone verblijfplaats heeft, blijkt dat zij geen toestemming tot de overeenkomst heeft verleend (1). (1) Zie concl. OM."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2014:ARR.20140912.1": {
      "court": "CASS",
      "date": "2014-09-12",
      "roleNumber": "C.11.0430.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140912.1&lang=fr",
      "abstractFR": [
        "Les articles 3 et 7, § 2, de la Convention sur la loi applicable aux obligations contractuelles, ouverte à la signature à Rome le 19 juin 1980, doivent être interprétés en ce sens que la loi d'un État membre de l'Union européenne qui satisfait à la protection minimale prescrite par la directive 86/653/CEE du Conseil, du 18 décembre 1986, relative à la coordination des droits des États membres concernant les agents commerciaux indépendants, choisie par les parties à un contrat d'agence commerciale, peut être écartée par la juridiction saisie, établie dans un autre État membre, en faveur de la loi du for pour un motif tiré du caractère impératif, dans l'ordre juridique de ce dernier État membre, des règles régissant la situation des agents commerciaux indépendants uniquement si la juridiction saisie constate de façon circonstanciée que, dans le cadre de cette transposition, le législateur de l'État du for a jugé crucial, au sein de l'ordre juridique concerné, d'accorder à l'agent commercial une protection allant au-delà de celle prévue par ladite directive, en tenant compte à cet égard de la nature et de l'objet de telles dispositions impératives (1). (1) Cass. 5 avril 2012, RG C.11.0430.N, Pas. 2012, n° 219 et les conclusions de Monsieur l'avocat général Dubrulle publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De artikelen 3 en 7, lid 2, van het Verdrag inzake het recht dat van toepassing is op verbintenissen uit overeenkomst, ter ondertekening opengesteld te Rome op 19 juni 1980, moeten aldus worden uitgelegd dat het door partijen bij een handelsagentuurovereenkomst gekozen recht van een lidstaat van de Europese Unie dat de door richtlijn 86/653/EEG van de Raad van 18 december 1986 inzake de coördinatie van de wetgevingen van de lidstaten inzake zelfstandige handelsagenten opgelegde minimumbescherming biedt, door de in een andere lidstaat gevestigde rechter bij wie de zaak aanhangig is uitsluitend opzij mag worden geschoven voor de lex fori op grond dat de regels die de situatie van zelfstandige handelsagenten beheersen van dwingend recht zijn in de rechtsorden van deze lidstaat, indien de aangezochte rechter, rekening houdend met de aard en het voorwerp van deze dwingende bepalingen, omstandig vaststelt dat de wetgever van de lidstaat waar de zaak wordt behandeld, het in het kader van de omzetting van de richtlijn van fundamenteel belang heeft geacht om de handelsagent in de betrokken rechtsorde een bescherming te bieden die ruimer is dan die waarin deze richtlijn voorziet (1). (1) Cass. 5 april 2012, AR C.11.0430.N, AC 2012, nr. 219, met concl. van advocaat-generaal Dubrulle."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20120405.2": {
      "court": "CASS",
      "date": "2012-04-05",
      "roleNumber": "C.11.0430.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120405.2&lang=fr",
      "abstractFR": [
        "Lorsqu'un moyen soulève devant la Cour la question de savoir si, compte tenu de la qualification en droit belge des articles 18, 20 et 21 critiqués de la loi du 13 avril 1995 relative au contrat d'agence commerciale en tant que dispositions de droit impératif particulier au sens de l'article 7.2 de la Convention du 19 juin 1980 sur la loi applicable aux obligations contractuelles, les articles 3 et 7.2 de cette Convention combinés ou non à la Directive 86/653/CEE du Conseil du 18 décembre 1986 relative à la coordination des droits des États membres concernant les agents commerciaux indépendants, doivent être interprétés en ce sens qu'ils permettent que les dispositions de droit impératif particulier du pays du juge qui offrent une protection lus étendue que le minimum prévu par la Directive 86/653/CEE, soient appliquées au contrat même s'il apparaît que le droit applicable au contrat est le droit d'un autre Etat-membre de l'Union européenne implémentant aussi la protection minimum qui est offert par ladite directe 86/653.CEE, la Cour soumet à la Cour de justice de l'Union européenne une demande d'interprétation de ces dispositions (1). (1) Voir les concl. du M.P. publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer een middel, voor het Hof, de vraag opwerpt of, mede in acht genomen de kwalificatie naar Belgisch recht van de in het geding zijnde artikelen 18, 20 en 21 van de wet van 13 april 1995 betreffende de handelsagentuurovereenkomst als bepalingen van bijzonder dwingend recht in de zin van artikel 7.2 EVO, de artikelen 3 en 7.2 EVO, al dan niet in samenhang gelezen met richtlijn 86/653/EEG van de Raad van 18 december 1986 inzake de coördinatie van de wetgevingen in de Lidstaten inzake zelfstandige handelsagenten, aldus moeten worden uitgelegd dat zij toelaten dat de bepalingen van bijzonder dwingend recht van het land van de rechter die een ruimere bescherming bieden dan het door richtlijn 86/653/EEG opgelegde minimum, worden toegepast op de overeenkomst, ook indien blijkt dat het op de overeenkomst toepasselijke recht het recht van een andere EU-lidstaat is waarin tevens de minimumbescherming die geboden wordt door voormelde richtlijn 86/653/EEG werd geïmplementeerd, stelt het Hof de vraag tot uitlegging van die bepalingen aan het Hof van Justitie van de Europese Unie (1). (1) Zie de concl. van het O.M."
      ]
    },
    "ECLI:BE:CASS:2026:ARR.20260115.1N.13": {
      "court": "CASS",
      "date": "2026-01-15",
      "roleNumber": "C.24.0475.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2026:ARR.20260115.1N.13",
      "abstractFR": null,
      "abstractNL": [
        "Gelet op de rechtspraak van het Hof van Justitie van de Europese Unie met betrekking tot artikel 4, vierde lid, EVO en artikel 5.1 van de EEX-verordening, rijst de vraag hoe, krachtens de bepalingen van de Rome I-Verordening, het toepasselijke recht moet worden bepaald op een kaderovereenkomst voor het vervoer van goederen waarin een Belgische vennootschap en een Franse vennootschap, zonder rechtskeuze, overeenkomen goederen te vervoeren vanuit een land waarin geen van beide haar gewone verblijfplaats heeft (China) naar meerdere plaatsen van aflevering (België en Nederland), waarvan geen enkele is gelegen in het land waar de vervoerder zijn gewone verblijfplaats heeft (Frankrijk); het Hof stelt dan ook, vooraleer uitspraak te doen, bij toepassing van artikel 267 VWEU, aan het Hof van Justitie van de Europese Unie volgende prejudiciële vragen: “1) Moet artikel 5.1 van de Verordening (EG) nr. 593/2008 van het Europees Parlement en de Raad van 17 juni 2008 inzake het recht dat van toepassing is op verbintenissen uit overeenkomst (Rome I-Verordening), zo worden uitgelegd dat een kaderovereenkomst tussen een vennootschap, met zetel in een lidstaat, en een vennootschap, met zetel in een andere lidstaat, die hoofdzakelijk het vervoer van goederen tot voorwerp heeft, maar plaatsen van aflevering in verschillende landen vastlegt, een vervoersovereenkomst is in de zin van deze bepaling?” Indien de eerste vraag ontkennend wordt beantwoord: “2) Moeten de artikelen 4.1, b) en 4.2 Rome I-Verordening, in het geval dat artikel 5 Rome I-Verordening geen aanknopingspunt oplevert, zo worden uitgelegd dat, anders dan met toepassing van het Verdrag van 19 juni 1980 inzake het recht dat van toepassing is op verbintenissen uit overeenkomst (Verdrag van Rome), de kaderovereenkomst beheerst wordt door het recht van het land waar de dienstverlener, te weten de vervoerder, zijn gewone verblijfplaats heeft? 3) Indien de tweede vraag ontkennend wordt beantwoord, wordt de vermelde kaderovereenkomst dan, zoals met toepassing van het Verdrag van Rome, overeenkomstig artikel 4.4 Rome I-Verordening beheerst door het recht van het land waarmee de kaderovereenkomst het nauwst verbonden is?” Indien de eerste vraag bevestigend wordt beantwoord: “2) Moet artikel 5.1, laatste zin, Rome I-Verordening zo worden uitgelegd dat de vermelde kaderovereenkomst waarbij de vervoerder zijn gewone verblijfplaats niet heeft in het land van de plaats van ontvangst of van aflevering, noch in het land waar de verzender zijn gewone verblijfplaats heeft, en welke meerdere plaatsen van aflevering in verschillende landen vastlegt, beheerst wordt door het recht van het land waar de plaats van de hoofdaflevering, als door de partijen overeengekomen, is gelegen? 3) Moet artikel 5.1, laatste zin, Rome I-Verordening, in het licht van artikel 3.1, laatste zin, Rome I-Verordening en de artikelen 3, eerste lid, laatste zin, en 4, eerste lid, laatste zin, Verdrag van Rome, zo worden uitgelegd dat het, indien de plaats van de hoofdaflevering geen aanknopingspunt vormt (ontkennend antwoord op de tweede vraag) of indien een unieke overeengekomen plaats van hoofdaflevering niet vast te stellen valt, toelaat dat voor elke overeengekomen plaats van (hoofd)aflevering een ander recht de kaderovereenkomst beheerst? 4) Moeten de artikelen 4.1, b) en 4.2 Rome I-Verordening, in het geval dat artikel 5 Rome I-Verordening geen aanknopingspunt oplevert, zo worden uitgelegd dat, anders dan met toepassing van het Verdrag van Rome, de kaderovereenkomst beheerst wordt door het recht van het land waar de vervoerder, als dienstverlener en partij die de kenmerkende prestatie van de vervoersovereenkomst moet verrichten, zijn gewone verblijfplaats heeft? 5) Indien de vierde vraag ontkennend wordt beantwoord, wordt de vermelde kaderovereenkomst dan, zoals met toepassing van het Verdrag van Rome, overeenkomstig artikel 4.4 Rome I-Verordening beheerst door het recht van het land waarmee de kaderovereenkomst het nauwst verbonden is?” (1). (1) Zie concl. OM."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2026:ARR.20260115.1N.13": {
      "court": "CASS",
      "date": "2026-01-15",
      "roleNumber": "C.24.0475.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2026:ARR.20260115.1N.13",
      "abstractFR": null,
      "abstractNL": [
        "Gelet op de rechtspraak van het Hof van Justitie van de Europese Unie met betrekking tot artikel 4, vierde lid, EVO en artikel 5.1 van de EEX-verordening, rijst de vraag hoe, krachtens de bepalingen van de Rome I-Verordening, het toepasselijke recht moet worden bepaald op een kaderovereenkomst voor het vervoer van goederen waarin een Belgische vennootschap en een Franse vennootschap, zonder rechtskeuze, overeenkomen goederen te vervoeren vanuit een land waarin geen van beide haar gewone verblijfplaats heeft (China) naar meerdere plaatsen van aflevering (België en Nederland), waarvan geen enkele is gelegen in het land waar de vervoerder zijn gewone verblijfplaats heeft (Frankrijk); het Hof stelt dan ook, vooraleer uitspraak te doen, bij toepassing van artikel 267 VWEU, aan het Hof van Justitie van de Europese Unie volgende prejudiciële vragen: “1) Moet artikel 5.1 van de Verordening (EG) nr. 593/2008 van het Europees Parlement en de Raad van 17 juni 2008 inzake het recht dat van toepassing is op verbintenissen uit overeenkomst (Rome I-Verordening), zo worden uitgelegd dat een kaderovereenkomst tussen een vennootschap, met zetel in een lidstaat, en een vennootschap, met zetel in een andere lidstaat, die hoofdzakelijk het vervoer van goederen tot voorwerp heeft, maar plaatsen van aflevering in verschillende landen vastlegt, een vervoersovereenkomst is in de zin van deze bepaling?” Indien de eerste vraag ontkennend wordt beantwoord: “2) Moeten de artikelen 4.1, b) en 4.2 Rome I-Verordening, in het geval dat artikel 5 Rome I-Verordening geen aanknopingspunt oplevert, zo worden uitgelegd dat, anders dan met toepassing van het Verdrag van 19 juni 1980 inzake het recht dat van toepassing is op verbintenissen uit overeenkomst (Verdrag van Rome), de kaderovereenkomst beheerst wordt door het recht van het land waar de dienstverlener, te weten de vervoerder, zijn gewone verblijfplaats heeft? 3) Indien de tweede vraag ontkennend wordt beantwoord, wordt de vermelde kaderovereenkomst dan, zoals met toepassing van het Verdrag van Rome, overeenkomstig artikel 4.4 Rome I-Verordening beheerst door het recht van het land waarmee de kaderovereenkomst het nauwst verbonden is?” Indien de eerste vraag bevestigend wordt beantwoord: “2) Moet artikel 5.1, laatste zin, Rome I-Verordening zo worden uitgelegd dat de vermelde kaderovereenkomst waarbij de vervoerder zijn gewone verblijfplaats niet heeft in het land van de plaats van ontvangst of van aflevering, noch in het land waar de verzender zijn gewone verblijfplaats heeft, en welke meerdere plaatsen van aflevering in verschillende landen vastlegt, beheerst wordt door het recht van het land waar de plaats van de hoofdaflevering, als door de partijen overeengekomen, is gelegen? 3) Moet artikel 5.1, laatste zin, Rome I-Verordening, in het licht van artikel 3.1, laatste zin, Rome I-Verordening en de artikelen 3, eerste lid, laatste zin, en 4, eerste lid, laatste zin, Verdrag van Rome, zo worden uitgelegd dat het, indien de plaats van de hoofdaflevering geen aanknopingspunt vormt (ontkennend antwoord op de tweede vraag) of indien een unieke overeengekomen plaats van hoofdaflevering niet vast te stellen valt, toelaat dat voor elke overeengekomen plaats van (hoofd)aflevering een ander recht de kaderovereenkomst beheerst? 4) Moeten de artikelen 4.1, b) en 4.2 Rome I-Verordening, in het geval dat artikel 5 Rome I-Verordening geen aanknopingspunt oplevert, zo worden uitgelegd dat, anders dan met toepassing van het Verdrag van Rome, de kaderovereenkomst beheerst wordt door het recht van het land waar de vervoerder, als dienstverlener en partij die de kenmerkende prestatie van de vervoersovereenkomst moet verrichten, zijn gewone verblijfplaats heeft? 5) Indien de vierde vraag ontkennend wordt beantwoord, wordt de vermelde kaderovereenkomst dan, zoals met toepassing van het Verdrag van Rome, overeenkomstig artikel 4.4 Rome I-Verordening beheerst door het recht van het land waarmee de kaderovereenkomst het nauwst verbonden is?” (1). (1) Zie concl. OM."
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2014:ARR.20140912.1": {
      "court": "CASS",
      "date": "2014-09-12",
      "roleNumber": "C.11.0430.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140912.1&lang=fr",
      "abstractFR": [
        "Les articles 3 et 7, § 2, de la Convention sur la loi applicable aux obligations contractuelles, ouverte à la signature à Rome le 19 juin 1980, doivent être interprétés en ce sens que la loi d'un État membre de l'Union européenne qui satisfait à la protection minimale prescrite par la directive 86/653/CEE du Conseil, du 18 décembre 1986, relative à la coordination des droits des États membres concernant les agents commerciaux indépendants, choisie par les parties à un contrat d'agence commerciale, peut être écartée par la juridiction saisie, établie dans un autre État membre, en faveur de la loi du for pour un motif tiré du caractère impératif, dans l'ordre juridique de ce dernier État membre, des règles régissant la situation des agents commerciaux indépendants uniquement si la juridiction saisie constate de façon circonstanciée que, dans le cadre de cette transposition, le législateur de l'État du for a jugé crucial, au sein de l'ordre juridique concerné, d'accorder à l'agent commercial une protection allant au-delà de celle prévue par ladite directive, en tenant compte à cet égard de la nature et de l'objet de telles dispositions impératives (1). (1) Cass. 5 avril 2012, RG C.11.0430.N, Pas. 2012, n° 219 et les conclusions de Monsieur l'avocat général Dubrulle publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De artikelen 3 en 7, lid 2, van het Verdrag inzake het recht dat van toepassing is op verbintenissen uit overeenkomst, ter ondertekening opengesteld te Rome op 19 juni 1980, moeten aldus worden uitgelegd dat het door partijen bij een handelsagentuurovereenkomst gekozen recht van een lidstaat van de Europese Unie dat de door richtlijn 86/653/EEG van de Raad van 18 december 1986 inzake de coördinatie van de wetgevingen van de lidstaten inzake zelfstandige handelsagenten opgelegde minimumbescherming biedt, door de in een andere lidstaat gevestigde rechter bij wie de zaak aanhangig is uitsluitend opzij mag worden geschoven voor de lex fori op grond dat de regels die de situatie van zelfstandige handelsagenten beheersen van dwingend recht zijn in de rechtsorden van deze lidstaat, indien de aangezochte rechter, rekening houdend met de aard en het voorwerp van deze dwingende bepalingen, omstandig vaststelt dat de wetgever van de lidstaat waar de zaak wordt behandeld, het in het kader van de omzetting van de richtlijn van fundamenteel belang heeft geacht om de handelsagent in de betrokken rechtsorde een bescherming te bieden die ruimer is dan die waarin deze richtlijn voorziet (1). (1) Cass. 5 april 2012, AR C.11.0430.N, AC 2012, nr. 219, met concl. van advocaat-generaal Dubrulle."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20120405.2": {
      "court": "CASS",
      "date": "2012-04-05",
      "roleNumber": "C.11.0430.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120405.2&lang=fr",
      "abstractFR": [
        "Lorsqu'un moyen soulève devant la Cour la question de savoir si, compte tenu de la qualification en droit belge des articles 18, 20 et 21 critiqués de la loi du 13 avril 1995 relative au contrat d'agence commerciale en tant que dispositions de droit impératif particulier au sens de l'article 7.2 de la Convention du 19 juin 1980 sur la loi applicable aux obligations contractuelles, les articles 3 et 7.2 de cette Convention combinés ou non à la Directive 86/653/CEE du Conseil du 18 décembre 1986 relative à la coordination des droits des États membres concernant les agents commerciaux indépendants, doivent être interprétés en ce sens qu'ils permettent que les dispositions de droit impératif particulier du pays du juge qui offrent une protection lus étendue que le minimum prévu par la Directive 86/653/CEE, soient appliquées au contrat même s'il apparaît que le droit applicable au contrat est le droit d'un autre Etat-membre de l'Union européenne implémentant aussi la protection minimum qui est offert par ladite directe 86/653.CEE, la Cour soumet à la Cour de justice de l'Union européenne une demande d'interprétation de ces dispositions (1). (1) Voir les concl. du M.P. publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer een middel, voor het Hof, de vraag opwerpt of, mede in acht genomen de kwalificatie naar Belgisch recht van de in het geding zijnde artikelen 18, 20 en 21 van de wet van 13 april 1995 betreffende de handelsagentuurovereenkomst als bepalingen van bijzonder dwingend recht in de zin van artikel 7.2 EVO, de artikelen 3 en 7.2 EVO, al dan niet in samenhang gelezen met richtlijn 86/653/EEG van de Raad van 18 december 1986 inzake de coördinatie van de wetgevingen in de Lidstaten inzake zelfstandige handelsagenten, aldus moeten worden uitgelegd dat zij toelaten dat de bepalingen van bijzonder dwingend recht van het land van de rechter die een ruimere bescherming bieden dan het door richtlijn 86/653/EEG opgelegde minimum, worden toegepast op de overeenkomst, ook indien blijkt dat het op de overeenkomst toepasselijke recht het recht van een andere EU-lidstaat is waarin tevens de minimumbescherming die geboden wordt door voormelde richtlijn 86/653/EEG werd geïmplementeerd, stelt het Hof de vraag tot uitlegging van die bepalingen aan het Hof van Justitie van de Europese Unie (1). (1) Zie de concl. van het O.M."
      ]
    }
  },
  "8": {
    "ECLI:BE:CASS:2017:ARR.20170224.6": {
      "court": "CASS",
      "date": "2017-02-24",
      "roleNumber": "C.16.0327.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170224.6&lang=fr",
      "abstractFR": [
        "Il suit de l'article 8, alinéa 2, de la Convention de Rome du 19 juin 1980 sur la loi applicable aux obligations contractuelles qu'une partie ne peut se référer à la loi du pays dans lequel elle a sa résidence habituelle que si elle soutient dans sa défense qu'elle n'a pas consenti à la convention conformément à cette loi et qu'elle démontre qu'il résulte des circonstances données qu'il ne serait pas raisonnable de déterminer les effets de son comportement d'après la loi prévue au paragraphe précédent; seulement dans ce cas, le juge est tenu, en vertu de l'article 8, alinéa 2 de ladite Convention de Rome, d'examiner s'il résulte de la loi du pays dans lequel la partie a sa résidence habituelle, qu'elle n'a pas consenti à la convention (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit artikel 8, tweede lid, EVO volgt dat een partij zich slechts kan beroepen op het recht van het land waar zij haar gewone verblijfplaats heeft, indien zij het verweer voert dat zij volgens dit recht geen toestemming tot de overeenkomst heeft verleend en zij aantoont dat het in de gegeven omstandigheden niet redelijk zou zijn de gevolgen van haar gedrag te bepalen overeenkomstig het recht dat ingevolge het eerste lid van toepassing is; enkel in dat geval dient de rechter, krachtens artikel 8, tweede lid, EVO, te onderzoeken of uit het recht van het land waar de partij haar gewone verblijfplaats heeft, blijkt dat zij geen toestemming tot de overeenkomst heeft verleend (1). (1) Zie concl. OM."
      ]
    }
  }
}