{
  "16": {
    "ECLI:BE:CASS:2019:ARR.20190621.2": {
      "court": "CASS",
      "date": "2019-06-21",
      "roleNumber": "C.16.0373.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190621.2&lang=fr",
      "abstractFR": [
        "La demande de révision du marché, dans les conditions prescrites à l'article 16, B, de l'arrêté ministériel du 14 octobre 1964 relatif aux clauses contractuelles administratives et techniques constituant le cahier général des charges des marchés de l'État, ne vise pas l'exécution par le paiement d'un montant équivalent ou d'une indemnité compensatoire pour défaut d'exécution, mais l'exécution directe d'une obligation contractuelle; l'indemnité pour révision des prix obtenue à la suite de la demande de révision du marché est, en vertu de l'article 26 du Code de la taxe sur la valeur ajoutée, assujettie à cette taxe (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De vordering tot herziening van de overeenkomst, overeenkomstig artikel 16, B, van het ministerieel besluit van 14 oktober 1964 aangaande de administratieve en technische contractuele bepalingen die het algemeen lastenkohier van de overeenkomsten van de Staat uitmaken, strekt niet tot uitvoering door betaling van een gelijkwaardig bedrag of van compensatoire schadevergoeding wegens niet-uitvoering, maar tot de rechtstreekse uitvoering van een contractuele verbintenis; de prijsaanpassingsvergoeding die ingevolge de vordering tot herziening van de overeenkomst wordt verkregen, is krachtens artikel 26 Btw-wetboek onderworpen aan de BTW (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140227.3": {
      "court": "CASS",
      "date": "2014-02-27",
      "roleNumber": "C.13.0306.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140227.3&lang=fr",
      "abstractFR": [
        "Constitue une dette de valeur, l'obligation de réparer le dommage lié à un retard dans l'exécution de l'obligation de l'administration dès lors que le montant de l'indemnisation est entièrement laissé à l'appréciation du juge; l'inexécution de cette obligation ne concerne pas le paiement d'une certaine somme (1). (1) Voir Cass., 14 mars 2008, RG C.06.0657.F, Pas., 2008, n° 182."
      ],
      "abstractNL": [
        "De verbintenis om de schade te herstellen die het gevolg is van een vertraging in de uitvoering van de verbintenis van het Bestuur is een waardeschuld, aangezien het bedrag van de schadevergoeding volledig aan de beoordeling van de rechter is overgelaten; de niet-uitvoering van deze verbintenis heeft geen betrekking op de betaling van een welbepaald bedrag (1). (1) Zie Cass. 14 maart 2008, AR C.06.0657.F, AC 2008, nr. 182."
      ]
    }
  }
}