{
  "2": {
    "ECLI:BE:CASS:2011:ARR.20110527.1": {
      "court": "CASS",
      "date": "2011-05-27",
      "roleNumber": "C090618N-C090620N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20110527.1&lang=fr",
      "abstractFR": [
        "Lorsque des marchandises sont transportées en suspension des taxes de consommation, les redevances fiscales, telles les droits à l'importation, la taxe sur la valeur ajoutée et les accises, ne font pas encore partie, à l'époque de la prise en charge par le transporteur, du prix du marché de ces marchandises; les redevances fiscales qui sont, ainsi, dues à l'occasion de la perte des marchandises ne constituent, dès lors, pas des éléments faisant partie de la valeur des marchandises perdues au sens de l'article 23, alinéas 1er et 2, de la Convention CMR du 19 mai 1956 (1). (1) Voir les conclusions du M.P., conformes sur ce point. Relativement à seconde branche du moyen (qui invoquait un défaut de motivation), le M.P. estimait qu'il manquait en fait."
      ],
      "abstractNL": [
        "Wanneer goederen worden vervoerd onder schorsing van de verbruiksbelastingen, maken de fiscale heffingen, zoals de rechten bij invoer, de B.T.W. en de accijnzen, op het tijdstip van de inontvangstneming door de vervoerder, nog geen deel uit van de marktprijs van deze goederen; de fiscale heffingen die aldus verschuldigd zijn naar aanleiding van het verlies van de goederen, zijn derhalve geen elementen die deel uitmaken van de waarde van de verloren goederen in de zin van artikel 23, leden 1 en 2 C.M.R. (1). (1) Zie de conclusie van het O.M., eensluidend wat dit eerste onderdeel betreft. Met betrekking tot het tweede onderdeel (dat een motiveringsgebrek aanvoerde) was het O.M. van oordeel dat het feitelijke grondslag miste."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2020:ARR.20200605.1F.4": {
      "court": "CASS",
      "date": "2020-06-05",
      "roleNumber": "C.19.0626.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200605.1F.4",
      "abstractFR": [
        "Il suit de la combinaison de l'article 4 et 13 de la Convention relative au transport international de marchandises par route qu'en prenant livraison de la marchandise, le destinataire manifeste sa volonté d'adhérer au contrat de transport, lors même que le deuxième exemplaire de la lettre de voiture ne lui serait pas remis."
      ],
      "abstractNL": [
        "Uit de samenhang tussen de artikelen 4 en 13 CMR volgt dat de geadresseerde die de goederen in ontvangst neemt, aldus te kennen geeft dat hij met de vervoerovereenkomst instemt, ook al wordt hem het tweede exemplaar van de vrachtbrief niet overhandigd."
      ]
    },
    "ECLI:BE:CASS:2007:ARR.20070427.3": {
      "court": "CASS",
      "date": "2007-04-27",
      "roleNumber": "C.06.0202.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20070427.3&lang=fr",
      "abstractFR": [
        "Le fait que le transporteur n'a pas fait de réserve quant à la défectuosité de l'emballage n'infirme pas son droit d'invoquer le motif d'exonération de sa responsabilité pour le dommage causé aux marchandises par cette défectuosité (1). (1) Voir Cass., 19 mai 2000, RG C.99.0006.F, n° 307; voir aussi W. Verhees, Comm. Bijz. Ov., Art. 10, n° 18, Kluwer; F. Ponet, De overeenkomst van internationaal wegvervoer, Kluwer, 2003, 512 (513)."
      ],
      "abstractNL": [
        "De afwezigheid van voorbehoud door de vervoerder ten aanzien van de gebrekkigheid van de verpakking laat zijn recht om beroep te doen op de grond tot ontheffing van zijn aansprakelijkheid voor de beschadiging van de goederen die het gevolg is van die gebrekkigheid onverlet (1). (1) Zie Cass., 19 mei 2000, AR C.99.0006.F, nr 307; zie ook W. Verhees, Comm. Bijz. Ov., Art. 10, nr 18, Kluwer; F. Ponet, De overeenkomst van internationaal wegvervoer, Kluwer, 2003, 512 (513)."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2024:ARR.20241119.2N.6": {
      "court": "CASS",
      "date": "2024-11-19",
      "roleNumber": "P.24.1213.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241119.2N.6",
      "abstractFR": null,
      "abstractNL": [
        "Ingevolge de bepaling van artikel 29, § 1, Wet Goederenvervoer dient voor elke zending een vrachtbrief te worden opgemaakt overeenkomstig de bepalingen van de artikelen 5 en 6 van het Verdrag betreffende de overeenkomst tot internationaal vervoer van goederen over de weg, afgekort CMR-verdrag, ondertekend te Genève op 19 mei 1956, overeenkomstig de door België met het land van inschrijving van het voertuig gesloten akkoorden, alsook overeenkomstig de voorschriften van de verordening nr. 11 van 27 juni 1960 van de Raad van de Europese Economische Gemeenschap ter uitvoering van artikel 79, lid 3, van het Verdrag tot oprichting van de Europese Economische Gemeenschap betreffende de opheffing van discriminaties inzake vrachtprijzen en vervoervoorwaarden; het C.M.R.-verdrag heeft als doelstelling het standaardiseren van de voorwaarden voor contracten voor internationaal vervoer van goederen over de weg opdat er geen conflicterende regels zijn bij transport tussen verschillende staten, terwijl de Verordening nr. 11 als doel heeft om het mogelijk te maken de toegepaste prijzen en vervoervoorwaarden te controleren en de eventuele discriminaties op te sporen en uit de wordingsgeschiedenissen van het CMR-verdrag en de Verordening nr. 11, hun afzonderlijke doelstellingen en de verschillende vormelijke en inhoudelijke vereisten voor de vrachtbrief zoals bedoeld in het CMR-verdrag en het vervoerdocument zoals bedoeld in de Verordening nr. 11, volgt dat dit twee te onderscheiden documenten zijn; artikel 29, § 1, Wet Goederenvervoer verplicht in beginsel voor elke zending beide documenten op te maken vermits dat artikel uitdrukkelijk verwijst zowel naar de bepalingen van het CMR-verdrag als naar de voorschriften van de Verordening nr. 11, die beiden moeten worden nageleefd en de omstandigheid dat artikel 29, § 1, Wet Goederenvervoer enkel het woord “vrachtbrief” vermeldt en niet het woord “vervoerdocument”, doet aan het voorgaande geen afbreuk, zodat aan de verplichting van artikel 29, § 1, Wet Goederenvervoer om voor elke zending een vrachtbrief zoals bedoeld in het C.M.R.-verdrag op te maken, moet worden voldaan, ook wanneer geen vervoerdocument moet worden opgemaakt in de gevallen vermeld in artikel 8 Verordening nr. 11.",
        "Wanneer de prejudiciële vraag berust op een onjuiste lezing van artikel 29, § 1, Wet Goederenvervoer en er geen redelijke twijfel bestaat over de juiste uitlegging van de artikelen 6 en 8 van de Verordening nr. 11, wordt de prejudiciële vraag niet gesteld."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2024:ARR.20241119.2N.6": {
      "court": "CASS",
      "date": "2024-11-19",
      "roleNumber": "P.24.1213.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241119.2N.6",
      "abstractFR": null,
      "abstractNL": [
        "Ingevolge de bepaling van artikel 29, § 1, Wet Goederenvervoer dient voor elke zending een vrachtbrief te worden opgemaakt overeenkomstig de bepalingen van de artikelen 5 en 6 van het Verdrag betreffende de overeenkomst tot internationaal vervoer van goederen over de weg, afgekort CMR-verdrag, ondertekend te Genève op 19 mei 1956, overeenkomstig de door België met het land van inschrijving van het voertuig gesloten akkoorden, alsook overeenkomstig de voorschriften van de verordening nr. 11 van 27 juni 1960 van de Raad van de Europese Economische Gemeenschap ter uitvoering van artikel 79, lid 3, van het Verdrag tot oprichting van de Europese Economische Gemeenschap betreffende de opheffing van discriminaties inzake vrachtprijzen en vervoervoorwaarden; het C.M.R.-verdrag heeft als doelstelling het standaardiseren van de voorwaarden voor contracten voor internationaal vervoer van goederen over de weg opdat er geen conflicterende regels zijn bij transport tussen verschillende staten, terwijl de Verordening nr. 11 als doel heeft om het mogelijk te maken de toegepaste prijzen en vervoervoorwaarden te controleren en de eventuele discriminaties op te sporen en uit de wordingsgeschiedenissen van het CMR-verdrag en de Verordening nr. 11, hun afzonderlijke doelstellingen en de verschillende vormelijke en inhoudelijke vereisten voor de vrachtbrief zoals bedoeld in het CMR-verdrag en het vervoerdocument zoals bedoeld in de Verordening nr. 11, volgt dat dit twee te onderscheiden documenten zijn; artikel 29, § 1, Wet Goederenvervoer verplicht in beginsel voor elke zending beide documenten op te maken vermits dat artikel uitdrukkelijk verwijst zowel naar de bepalingen van het CMR-verdrag als naar de voorschriften van de Verordening nr. 11, die beiden moeten worden nageleefd en de omstandigheid dat artikel 29, § 1, Wet Goederenvervoer enkel het woord “vrachtbrief” vermeldt en niet het woord “vervoerdocument”, doet aan het voorgaande geen afbreuk, zodat aan de verplichting van artikel 29, § 1, Wet Goederenvervoer om voor elke zending een vrachtbrief zoals bedoeld in het C.M.R.-verdrag op te maken, moet worden voldaan, ook wanneer geen vervoerdocument moet worden opgemaakt in de gevallen vermeld in artikel 8 Verordening nr. 11.",
        "Wanneer de prejudiciële vraag berust op een onjuiste lezing van artikel 29, § 1, Wet Goederenvervoer en er geen redelijke twijfel bestaat over de juiste uitlegging van de artikelen 6 en 8 van de Verordening nr. 11, wordt de prejudiciële vraag niet gesteld."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2007:ARR.20070427.3": {
      "court": "CASS",
      "date": "2007-04-27",
      "roleNumber": "C.06.0202.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20070427.3&lang=fr",
      "abstractFR": [
        "Le fait que le transporteur n'a pas fait de réserve quant à la défectuosité de l'emballage n'infirme pas son droit d'invoquer le motif d'exonération de sa responsabilité pour le dommage causé aux marchandises par cette défectuosité (1). (1) Voir Cass., 19 mai 2000, RG C.99.0006.F, n° 307; voir aussi W. Verhees, Comm. Bijz. Ov., Art. 10, n° 18, Kluwer; F. Ponet, De overeenkomst van internationaal wegvervoer, Kluwer, 2003, 512 (513)."
      ],
      "abstractNL": [
        "De afwezigheid van voorbehoud door de vervoerder ten aanzien van de gebrekkigheid van de verpakking laat zijn recht om beroep te doen op de grond tot ontheffing van zijn aansprakelijkheid voor de beschadiging van de goederen die het gevolg is van die gebrekkigheid onverlet (1). (1) Zie Cass., 19 mei 2000, AR C.99.0006.F, nr 307; zie ook W. Verhees, Comm. Bijz. Ov., Art. 10, nr 18, Kluwer; F. Ponet, De overeenkomst van internationaal wegvervoer, Kluwer, 2003, 512 (513)."
      ]
    }
  },
  "13": {
    "ECLI:BE:CASS:2020:ARR.20200605.1F.4": {
      "court": "CASS",
      "date": "2020-06-05",
      "roleNumber": "C.19.0626.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200605.1F.4",
      "abstractFR": [
        "Il suit de la combinaison de l'article 4 et 13 de la Convention relative au transport international de marchandises par route qu'en prenant livraison de la marchandise, le destinataire manifeste sa volonté d'adhérer au contrat de transport, lors même que le deuxième exemplaire de la lettre de voiture ne lui serait pas remis."
      ],
      "abstractNL": [
        "Uit de samenhang tussen de artikelen 4 en 13 CMR volgt dat de geadresseerde die de goederen in ontvangst neemt, aldus te kennen geeft dat hij met de vervoerovereenkomst instemt, ook al wordt hem het tweede exemplaar van de vrachtbrief niet overhandigd."
      ]
    }
  },
  "17": {
    "ECLI:BE:CASS:2016:ARR.20160318.7": {
      "court": "CASS",
      "date": "2016-03-18",
      "roleNumber": "C.15.0183.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160318.7",
      "abstractFR": [
        "La livraison d'une marchandise à une personne autre que celle qui peut prétendre à cette livraison constitue une perte totale."
      ],
      "abstractNL": [
        "De levering van een goed aan een andere persoon dan aan degene die op die levering aanspraak kan maken, vormt een geheel verlies."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140123.1": {
      "court": "CASS",
      "date": "2014-01-23",
      "roleNumber": "C.12.0356.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140123.1&lang=fr",
      "abstractFR": [
        "La Convention CMR ne règle que la responsabilité du transporteur en cas de perte ou d'avarie des marchandises transportées ou de retard à leur livraison; elle ne règle pas la responsabilité du transporteur pour d'autres dommages, et plus particulièrement celle relative au dommage causé à des marchandises autres que les marchandises transportées, qui est régie par le droit national applicable (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "Het CMR-Verdrag regelt slechts de aansprakelijkheid van de vervoerder voor het verlies of de beschadiging van de vervoerde goederen alsook voor de vertraging in de aflevering ervan; het regelt niet de aansprakelijkheid van de vervoerder voor andere schade en meer bepaald niet voor de schade toegebracht aan andere dan de vervoerde goederen, die beheerst wordt door het toepasselijke nationale recht (1). (1) Zie concl. O.M."
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20100121.1": {
      "court": "CASS",
      "date": "2010-01-21",
      "roleNumber": "C080062N-C080369N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100121.1&lang=fr",
      "abstractFR": [
        "Il découle du système de la Convention C.M.R. que tant l'expéditeur que le destinataire peuvent en vertu de l'article 17 introduire une action en responsabilité contre le transporteur; ils ne sont pas tenus, à cet effet, de prouver l'existence du dommage dans leur patrimoine propre, sauf si le transporteur a été actionné tant par l'expéditeur que par le destinataire; cela n'exclut pas que lorsqu'il est indemnisé par l'assureur, le destinataire n'a plus droit à agir dans cette mesure, mais exclusivement l'assureur subrogé en ses droits (1). (1) Voir les conclusions du M.P., publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Uit het systeem van het CMR-Verdrag vloeit voort dat zowel de afzender als de geadresseerde gerechtigd zijn om op grond van artikel 17 een aansprakelijkheidsvordering in te stellen tegen de vervoerder; zij dienen hiertoe niet het bestaan van de schade in het eigen vermogen te bewijzen, behoudens ingeval de vervoerder door zowel de afzender als de geadresseerde wordt aangesproken; dit sluit niet uit dat wanneer de geadresseerde door de verzekeraar wordt vergoed, hij in die mate niet langer vorderingsgerechtigd is, maar uitsluitend de in zijn rechten gesubrogeerde verzekeraar (1). (1) Zie de concl. van het O.M."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20090116.4": {
      "court": "CASS",
      "date": "2009-01-16",
      "roleNumber": "C.07.0300.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090116.4&lang=fr",
      "abstractFR": [
        "La Convention C.M.R. ne règle la responsabilité du transporteur qu'en cas de perte des marchandises transportées ou d'avarie ou de retard à leur livraison; elle ne règle pas sa responsabilité pour d'autres dommages et plus particulièrement pas pour le dommage causé à des marchandises autres que les marchandises transportées qui est régi par le droit national applicable."
      ],
      "abstractNL": [
        "Het C.M.R.-Verdrag regelt slechts de aansprakelijkheid van de vervoerder voor het verlies of de beschadiging van de vervoerde goederen en voor de vertraging in de aflevering ervan; het regelt niet diens aansprakelijkheid voor andere schade en meer bepaald niet voor de schade toegebracht aan andere dan de vervoerde goederen, die beheerst wordt door het toepasselijke nationale recht."
      ]
    },
    "ECLI:BE:CASS:2007:ARR.20070427.3": {
      "court": "CASS",
      "date": "2007-04-27",
      "roleNumber": "C.06.0202.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20070427.3&lang=fr",
      "abstractFR": [
        "Le fait que le transporteur n'a pas fait de réserve quant à la défectuosité de l'emballage n'infirme pas son droit d'invoquer le motif d'exonération de sa responsabilité pour le dommage causé aux marchandises par cette défectuosité (1). (1) Voir Cass., 19 mai 2000, RG C.99.0006.F, n° 307; voir aussi W. Verhees, Comm. Bijz. Ov., Art. 10, n° 18, Kluwer; F. Ponet, De overeenkomst van internationaal wegvervoer, Kluwer, 2003, 512 (513)."
      ],
      "abstractNL": [
        "De afwezigheid van voorbehoud door de vervoerder ten aanzien van de gebrekkigheid van de verpakking laat zijn recht om beroep te doen op de grond tot ontheffing van zijn aansprakelijkheid voor de beschadiging van de goederen die het gevolg is van die gebrekkigheid onverlet (1). (1) Zie Cass., 19 mei 2000, AR C.99.0006.F, nr 307; zie ook W. Verhees, Comm. Bijz. Ov., Art. 10, nr 18, Kluwer; F. Ponet, De overeenkomst van internationaal wegvervoer, Kluwer, 2003, 512 (513)."
      ]
    }
  },
  "22": {
    "ECLI:BE:CASS:2021:ARR.20210113.2F.9": {
      "court": "CASS",
      "date": "2021-01-13",
      "roleNumber": "P.20.0429.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210113.2F.9",
      "abstractFR": [
        "La Convention du 19 mai 1956 relative au contrat de transport international de marchandises par route ne règle que la responsabilité du transporteur en cas de perte ou d'avarie des marchandises transportées ou de retard à leur livraison; elle ne règle pas la responsabilité du transporteur pour d'autres dommages (1), notamment celle relative au dommage causé par un transport de déchets industriels effectué en contravention aux dispositions du droit national qui en régissent l'élimination, l'évacuation ou le traitement par un établissement agréé (2). (1) Cass. 23 janvier 2014, RG C.12.0356.N, Pas. 2014, n° 56, avec concl. de M. VAN INGELGEM, avocat général publiées à leur date dans AC. (2) Selon le MP, le moyen manquait en droit en ce qu'il ajoutait aux conditions d'incrimination des infractions du chef desquelles les demandeurs ont été condamnés, le signalement ou l'indication de la nature exacte du danger que présentent le cas échéant les matières dangereuses transportées. (M.N.B.)"
      ],
      "abstractNL": [
        "Het Verdrag van 19 mei 1956 betreffende de overeenkomst tot internationaal vervoer van goederen over de weg regelt enkel de aansprakelijkheid van de vervoerder bij verlies of averij van de vervoerde goederen of bij vertraging van hun levering; het regelt niet de aansprakelijkheid van de vervoerder voor andere schade (1) , met name die welke wordt veroorzaakt door een vervoer van bedrijfsafvalstoffen dat wordt uitgevoerd in strijd met de geldende bepalingen van nationaal recht inzake de verwijdering, het afvoeren of de behandeling ervan door een erkende inrichting (2). (1) Cass. 23 januari 2014 AR C.12.0356.N, AC 2014, nr. 56, met concl. van advocaat-generaal VAN INGELGEM. (2) Volgens het OM faalde het middel naar recht in zoverre het de inlichting of de vermelding betreffende de juiste aard van het gevaar dat de vervoerde gevaarlijke goederen in voorkomend geval opleveren, toevoegt aan de voorwaarden van de strafbaarstelling van de misdrijven wegens dewelke de eisers zijn veroordeeld. (M.N.B.)"
      ]
    }
  },
  "23": {
    "ECLI:BE:CASS:2014:ARR.20140123.1": {
      "court": "CASS",
      "date": "2014-01-23",
      "roleNumber": "C.12.0356.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140123.1&lang=fr",
      "abstractFR": [
        "La Convention CMR ne règle que la responsabilité du transporteur en cas de perte ou d'avarie des marchandises transportées ou de retard à leur livraison; elle ne règle pas la responsabilité du transporteur pour d'autres dommages, et plus particulièrement celle relative au dommage causé à des marchandises autres que les marchandises transportées, qui est régie par le droit national applicable (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "Het CMR-Verdrag regelt slechts de aansprakelijkheid van de vervoerder voor het verlies of de beschadiging van de vervoerde goederen alsook voor de vertraging in de aflevering ervan; het regelt niet de aansprakelijkheid van de vervoerder voor andere schade en meer bepaald niet voor de schade toegebracht aan andere dan de vervoerde goederen, die beheerst wordt door het toepasselijke nationale recht (1). (1) Zie concl. O.M."
      ]
    },
    "ECLI:BE:CASS:2011:ARR.20110527.1": {
      "court": "CASS",
      "date": "2011-05-27",
      "roleNumber": "C090618N-C090620N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20110527.1&lang=fr",
      "abstractFR": [
        "Lorsque des marchandises sont transportées en suspension des taxes de consommation, les redevances fiscales, telles les droits à l'importation, la taxe sur la valeur ajoutée et les accises, ne font pas encore partie, à l'époque de la prise en charge par le transporteur, du prix du marché de ces marchandises; les redevances fiscales qui sont, ainsi, dues à l'occasion de la perte des marchandises ne constituent, dès lors, pas des éléments faisant partie de la valeur des marchandises perdues au sens de l'article 23, alinéas 1er et 2, de la Convention CMR du 19 mai 1956 (1). (1) Voir les conclusions du M.P., conformes sur ce point. Relativement à seconde branche du moyen (qui invoquait un défaut de motivation), le M.P. estimait qu'il manquait en fait."
      ],
      "abstractNL": [
        "Wanneer goederen worden vervoerd onder schorsing van de verbruiksbelastingen, maken de fiscale heffingen, zoals de rechten bij invoer, de B.T.W. en de accijnzen, op het tijdstip van de inontvangstneming door de vervoerder, nog geen deel uit van de marktprijs van deze goederen; de fiscale heffingen die aldus verschuldigd zijn naar aanleiding van het verlies van de goederen, zijn derhalve geen elementen die deel uitmaken van de waarde van de verloren goederen in de zin van artikel 23, leden 1 en 2 C.M.R. (1). (1) Zie de conclusie van het O.M., eensluidend wat dit eerste onderdeel betreft. Met betrekking tot het tweede onderdeel (dat een motiveringsgebrek aanvoerde) was het O.M. van oordeel dat het feitelijke grondslag miste."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20090116.4": {
      "court": "CASS",
      "date": "2009-01-16",
      "roleNumber": "C.07.0300.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090116.4&lang=fr",
      "abstractFR": [
        "La Convention C.M.R. ne règle la responsabilité du transporteur qu'en cas de perte des marchandises transportées ou d'avarie ou de retard à leur livraison; elle ne règle pas sa responsabilité pour d'autres dommages et plus particulièrement pas pour le dommage causé à des marchandises autres que les marchandises transportées qui est régi par le droit national applicable."
      ],
      "abstractNL": [
        "Het C.M.R.-Verdrag regelt slechts de aansprakelijkheid van de vervoerder voor het verlies of de beschadiging van de vervoerde goederen en voor de vertraging in de aflevering ervan; het regelt niet diens aansprakelijkheid voor andere schade en meer bepaald niet voor de schade toegebracht aan andere dan de vervoerde goederen, die beheerst wordt door het toepasselijke nationale recht."
      ]
    }
  },
  "31": {
    "ECLI:BE:CASS:2010:ARR.20100121.5": {
      "court": "CASS",
      "date": "2010-01-21",
      "roleNumber": "C.08.0246.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100121.5&lang=fr",
      "abstractFR": [
        "Il suit de l'article 31, alinéa 1er, de la Convention C.M.R qu'il n'est pas exclu, lorsque les parties ont désigné une juridiction particulière dans leur convention, que le demandeur puisse porter le litige devant une des autres juridictions visées par cet article (1). (1) Voir les conclusions du M.P., publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Uit artikel 31, lid 1, van het C.M.R.-Verdrag volgt dat wanneer de partijen in hun overeenkomst een bepaald gerecht hebben aangewezen, dit niet kan uitsluiten dat het geschil door een eiser kan worden gebracht voor een van de andere in dit artikel bedoelde gerechten (1). (1) Zie de concl. van het O.M."
      ]
    }
  },
  "32": {
    "ECLI:BE:CASS:2024:ARR.20241031.1F.6": {
      "court": "CASS",
      "date": "2024-10-31",
      "roleNumber": "C.18.0113.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241031.1F.6",
      "abstractFR": [
        "Le délai de prescription institué par l'article 32, § 1er, de la Convention relative au contrat de transport international de marchandises par route s'applique à toute action à laquelle peut donner lieu un transport soumis à ladite convention, lors même qu'elle est relative à des obligations que celle-ci ne règle pas."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20210507.1N.5": {
      "court": "CASS",
      "date": "2021-05-07",
      "roleNumber": "C.20.0299.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210507.1N.5&lang=fr",
      "abstractFR": [
        "L'action à laquelle donne lieu un transport régi par la Convention du 19 mai 1956 relative au contrat de transport international de marchandises par route et qui se prescrit par un an s'entend de chaque action résultant d'un transport qui entre dans le champ d'application de la Convention et ce, quel que soit son fondement, y compris l'action du destinataire visant à obtenir la réparation de dommages autres que ceux qui ont été causés aux marchandises transportées, lorsqu'elle découle du transport."
      ],
      "abstractNL": [
        "Met de rechtsvorderingen waartoe een aan het CMR-Verdrag onderworpen vervoer aanleiding geeft en die verjaren door verloop van een jaar, wordt elke rechtsvordering bedoeld die voortvloeit uit een vervoer dat onder het toepassingsgebied van het Verdrag valt en dit ongeacht de grondslag ervan, met inbegrip van de vordering van de geadresseerde strekkende tot vergoeding van andere schade dan deze aan de vervoerde goederen wanneer zij voortvloeit uit het vervoer."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160512.6": {
      "court": "CASS",
      "date": "2016-05-12",
      "roleNumber": "C.15.0352.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160512.6&lang=fr",
      "abstractFR": [
        "Il ne peut se déduire des articles 32.1, 32.1.b et 32.2 de la Convention CMR qu'une réclamation écrite qui a été introduite avant que la prescription prenne cours n'a pas d'effet suspensif, étant entendu que cette suspension n'a d'effet qu'à partir du moment où le délai de prescription prend cours."
      ],
      "abstractNL": [
        "Uit de artikelen 32.1, 32.1.b en 32.2 CMR kan niet worden afgeleid dat een schriftelijke vordering die werd ingesteld voordat de verjaring is beginnen lopen geen schorsende werking heeft, met dien verstande dat deze schorsing slechts uitwerking krijgt vanaf het ogenblik dat de verjaringstermijn een aanvang neemt."
      ]
    },
    "ECLI:BE:CASS:2011:ARR.20111013.13": {
      "court": "CASS",
      "date": "2011-10-13",
      "roleNumber": "C.10.0579.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20111013.13&lang=fr",
      "abstractFR": [
        "Lorsqu'une juridiction belge est saisie de la cause sur une action en justice fondée sur la Convention du 19 mai 1956 relative au contrat de transport international de marchandises par route, la question de savoir si la prescription a été interrompue doit être examinée selon le droit belge.",
        "L'article 2246 du Code civil n'opère pas de distinction suivant que la citation est donnée devant un juge belge ou étranger; une citation donnée devant un juge étranger incompétent interrompt, dès lors, la prescription; cette règle vaut aussi lorsqu'un juge belge doit statuer sur une action en justice fondée sur la Convention du 19 mai 1956 (1). (1) Voir F. Ponet et E. Willems, De overeenkomst van internationaal wegvervoer - C.M.R., T.B.H., 1998, 716, n° 110, avec la référence à T. Comm. Bruxelles, 30 avril 1992, R.H.A., 1993, 379; C. Trav. Liège, 26 mars 2010, J.T.T., 2010, 269."
      ],
      "abstractNL": [
        "Wanneer de zaak over een rechtsvordering, gesteund op het CMR, aanhangig is voor een Belgisch gerecht, moet de vraag of de verjaring gestuit werd beoordeeld worden naar Belgisch recht.",
        "Artikel 2246 Burgerlijk Wetboek maakt geen onderscheid naargelang is gedagvaard voor een Belgische dan wel voor een buitenlandse rechter; een dagvaarding voor een onbevoegde buitenlandse rechter stuit dus de verjaring; die regel geldt ook wanneer een Belgische rechter moet oordelen over een rechtsvordering, gesteund op het CMR (1). (1) Zie F. Ponet en E. Willems, De overeenkomst van internationaal wegvervoer - C.M.R., T.B.H., 1998, 716, nr. 110, met verwijzing naar Kh. Brussel, 30 april 1992, R.H.A., 1993, 379; Arbeidshof Luik, 26 maart 2010, J.T.T., 2010, 269."
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20100610.12": {
      "court": "CASS",
      "date": "2010-06-10",
      "roleNumber": "C.09.0524.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100610.12&lang=fr",
      "abstractFR": [
        "Il n'est pas requis que la réclamation écrite chiffre le montant du dommage; il suffit que les éléments repris dans la réclamation et dans les annexes permettent au transporteur de se faire une opinion sur la nature et l'étendue du dommage de sorte qu'il puisse réagir de manière adéquate à la réclamation (1). (1) M.A. CLARKE and D. YATES, Contacts of carriage by land and air, second edition, Informa, London, 2008, 72 (1.205)."
      ],
      "abstractNL": [
        "Het is niet vereist dat de schriftelijke vordering waartoe een vervoer aanleiding geeft het bedrag van de schade becijfert; het volstaat dat de in de vordering en de bijlagen opgenomen gegevens aan de vervoerder toelaten om zich een oordeel te vormen over de aard en de omvang van de schade derwijze dat hij gepast op de vordering kan reageren (1). (1) M.A. CLARKE and D. YATES, Contacts of carriage by land and air, second edition, Informa, London, 2008, 72 (1.205)."
      ]
    }
  },
  "41": {
    "ECLI:BE:CASS:2010:ARR.20100121.5": {
      "court": "CASS",
      "date": "2010-01-21",
      "roleNumber": "C.08.0246.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100121.5&lang=fr",
      "abstractFR": [
        "Il suit de l'article 31, alinéa 1er, de la Convention C.M.R qu'il n'est pas exclu, lorsque les parties ont désigné une juridiction particulière dans leur convention, que le demandeur puisse porter le litige devant une des autres juridictions visées par cet article (1). (1) Voir les conclusions du M.P., publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Uit artikel 31, lid 1, van het C.M.R.-Verdrag volgt dat wanneer de partijen in hun overeenkomst een bepaald gerecht hebben aangewezen, dit niet kan uitsluiten dat het geschil door een eiser kan worden gebracht voor een van de andere in dit artikel bedoelde gerechten (1). (1) Zie de concl. van het O.M."
      ]
    }
  }
}