{
  "70": {
    "ECLI:BE:CASS:2018:ARR.20180112.4": {
      "court": "CASS",
      "date": "2018-01-12",
      "roleNumber": "F.16.0127.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180112.4",
      "abstractFR": [
        "Lorsque le juge fiscal estime qu'il y aurait eu lieu d'accorder un sursis si cette mesure avait été prévue par la loi, il accorde le redressement approprié au demandeur en refusant de faire application de l'article 70, § 2, alinéa 1er, du Code de la taxe sur la valeur ajoutée (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de fiscale rechter oordeelt dat er uitstel moest zijn verleend indien de wet in die maatregel had voorzien, verleent hij de eiser het passende herstel door de toepassing van voornoemd artikel 70, § 2, eerste lid, te weigeren (1). (1) Zie concl. OM in Pas. 2018, nr. ... ."
      ]
    }
  },
  "73": {
    "ECLI:BE:CASS:2017:ARR.20170321.4": {
      "court": "CASS",
      "date": "2017-03-21",
      "roleNumber": "P.16.1031.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170321.4&lang=fr",
      "abstractFR": [
        "L'État belge peut se constituer partie civile devant le juge pénal sur la base d'infractions ayant pour objet la déduction illicite de la TVA ou le défaut de paiement de la TVA et, concernant la TVA illicitement déduite ou le défaut de paiement de la TVA, la circonstance que l'administration dispose d'une possibilité propre de recouvrement de la taxe éludée qui consiste en la solidarité découlant d'une condamnation comme auteur ou complice d'infractions visées aux articles 73 et 73bis du Code de la TVA, ne prive pas l'État belge d'avoir accès à la justice par la voie d'une procédure ordinaire (1). (1) Voir Cass. 15 février 2000, RG P.98.0836.N, Pas. 2000, n° 123."
      ],
      "abstractNL": [
        "De Belgische Staat kan zich voor de strafrechter burgerlijke partij stellen op grond van de misdrijven die het onrechtmatig aftrekken van btw of de niet-betaling van btw tot voorwerp hebben en dit voor de onrechtmatig afgetrokken btw of niet-betaalde btw, waarbij de omstandigheid dat de administratie voor de betaling van de ontdoken belasting over een eigen mogelijkheid tot herstel beschikt, die bestaat in de hoofdelijkheid voortvloeiend uit een veroordeling als dader of medeplichtige aan de misdrijven bedoeld in de artikelen 73 en 73bis Btw- wetboek, de Belgische Staat niet de toegang tot de rechter ontzegt door middel van de gewone rechtspleging (1). (1) Zie Cass. 15 februari 2000, AR P.98.0836.N, AC 2000, nr.123."
      ]
    }
  },
  "85": {
    "ECLI:BE:CASS:2016:ARR.20161223.2": {
      "court": "CASS",
      "date": "2016-12-23",
      "roleNumber": "F.15.0083.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161223.2&lang=fr",
      "abstractFR": [
        "Lorsque, dans un litige relatif à la taxe sur la valeur ajoutée, l'assujetti demande non seulement l'annulation de la contrainte visée à l'article 85 du Code de la taxe sur la valeur ajoutée mais aussi le remboursement des sommes qu'il a déjà payées, le juge qui annule la contrainte doit se prononcer sur l'existence de la dette en matière de taxe sur la valeur ajoutée, de sorte qu'il ne peut ordonner le remboursement de cette dette sans examiner si la taxe est due ou non; dès lors que l'annulation de la contrainte n'implique pas que la taxe ait été payée de manière indue, le juge doit tenir compte des conséquences de l'annulation de la contrainte alléguées par les parties, notamment en matière de prescription (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de belastingplichtige in een geschil betreffende de belasting over de toegevoegde waarde niet alleen de nietigverklaring van het dwangbevel zoals bedoeld in artikel 85 Btw-wetboek vordert, maar ook de terugbetaling van de door hem reeds betaalde sommen, moet de rechter die het dwangbevel nietig verklaart oordelen over het bestaan van de btw-schuld, zodat hij de terugbetaling van de btw-schuld niet kan bevelen zonder na te gaan of de belasting al dan niet verschuldigd is. Nu de nietigverklaring van het dwangbevel niet impliceert dat de belasting onverschuldigd werd betaald, dient de rechter hierbij rekening te houden met de door de partijen aangevoerde gevolgen van de nietigverklaring van het dwangbevel, onder meer op het vlak van de verjaring (1). (1) Zie concl. OM."
      ]
    }
  },
  "73bis": {
    "ECLI:BE:CASS:2017:ARR.20170321.4": {
      "court": "CASS",
      "date": "2017-03-21",
      "roleNumber": "P.16.1031.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170321.4&lang=fr",
      "abstractFR": [
        "L'État belge peut se constituer partie civile devant le juge pénal sur la base d'infractions ayant pour objet la déduction illicite de la TVA ou le défaut de paiement de la TVA et, concernant la TVA illicitement déduite ou le défaut de paiement de la TVA, la circonstance que l'administration dispose d'une possibilité propre de recouvrement de la taxe éludée qui consiste en la solidarité découlant d'une condamnation comme auteur ou complice d'infractions visées aux articles 73 et 73bis du Code de la TVA, ne prive pas l'État belge d'avoir accès à la justice par la voie d'une procédure ordinaire (1). (1) Voir Cass. 15 février 2000, RG P.98.0836.N, Pas. 2000, n° 123."
      ],
      "abstractNL": [
        "De Belgische Staat kan zich voor de strafrechter burgerlijke partij stellen op grond van de misdrijven die het onrechtmatig aftrekken van btw of de niet-betaling van btw tot voorwerp hebben en dit voor de onrechtmatig afgetrokken btw of niet-betaalde btw, waarbij de omstandigheid dat de administratie voor de betaling van de ontdoken belasting over een eigen mogelijkheid tot herstel beschikt, die bestaat in de hoofdelijkheid voortvloeiend uit een veroordeling als dader of medeplichtige aan de misdrijven bedoeld in de artikelen 73 en 73bis Btw- wetboek, de Belgische Staat niet de toegang tot de rechter ontzegt door middel van de gewone rechtspleging (1). (1) Zie Cass. 15 februari 2000, AR P.98.0836.N, AC 2000, nr.123."
      ]
    }
  }
}