{
  "1": {
    "ECLI:BE:CASS:2023:ARR.20230523.2N.6": {
      "court": "CASS",
      "date": "2023-05-23",
      "roleNumber": "P.22.0629.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230523.2N.6",
      "abstractFR": null,
      "abstractNL": [
        "Bij toepassing van de artikelen 1 en 6.1 Verdrag van 31 maart 1965 betreffende de instelling en het statuut van een Benelux-Gerechtshof, kunnen aan het Benelux-Gerechtshof vragen worden gesteld betreffende de uitleg van rechtsregels die gemeen zijn aan de Beneluxlanden maar die bepalingen laten de nationale rechtscolleges niet toe om een vraag te stellen aan het Benelux-Gerechtshof over de bestaanbaarheid van die rechtsregels met de nationale Grondwet of wetten of met andere verdragsrechtelijke bepalingen."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130111.2": {
      "court": "CASS",
      "date": "2013-01-11",
      "roleNumber": "C.11.0607.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130111.2&lang=fr",
      "abstractFR": [
        "Lorsqu'un moyen soulève devant la Cour la question de savoir si l'article 2.17, alinéa 1er, de la Convention Benelux en matière de propriété intellectuelle doit être interprété à la lumière des arrêts A 2005/1 et A 2008/1, en ce sens que les instances judiciaires de recours y mentionnées peuvent prendre connaissance de nouveaux éléments de fait qui sont soumis dans le cadre de prétentions qui ont déjà été formulées dans une même procédure d'opposition devant l'Office Benelux de la propriété intellectuelle, elle pose une question préjudicielle à la Cour de Justice Benelux (1). (1) Voir les conclusions partiellement contraires du M.P. publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Wanneer voor het Hof de vraag rijst of artikel 2.17, eerste lid, van het BVIE, in het licht van de arresten van het Benelux-Gerechtshof A 2005/1 en A 2008/1, zo moet worden uitgelegd dat de daarin vermelde rechterlijke beroepsinstanties kennis kunnen nemen van nieuwe feitelijke gegevens die worden overgelegd in het kader van aanspraken die in dezelfde oppositieprocedure reeds werden geformuleerd voor het Benelux-Bureau voor de Intellectuele Eigendom, stelt het een prejudiciële vraag aan het Benelux-Gerechtshof (1). (1) Zie de deels andersl. concl. van het O.M."
      ]
    },
    "ECLI:BE:CASS:2007:ARR.20070525.1": {
      "court": "CASS",
      "date": "2007-05-25",
      "roleNumber": "C.05.0421.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20070525.1&lang=fr",
      "abstractFR": [
        "Lorsqu'une question relative à l'interprétation d'une règle juridique commune à la Belgique, au Luxembourg et aux Pays-Bas, désignée comme telle en vertu de l'article 1er du Traité relatif à l'institution et au statut d'une Cour de justice Benelux, est soulevée devant la Cour de cassation, telle la question de savoir si le juge des astreintes saisi d'une demande telle que visée à l'article 4, alinéa 1er, de la loi uniforme Benelux relative à l'astreinte, est compétent pour connaître d'une demande tendant à la constatation que la condamnation principale a été observée, la Cour de cassation pose cette question à la Cour de justice Benelux lorsqu'elle considère qu'une décision sur l'interprétation de cette règle juridique est nécessaire pour pouvoir rendre un arrêt (1). (1) Voir Cass., 28 mars 2003, RG C.99.0446.N, avec les conclusions du M.P., www.cass.be; Cass., 2 septembre 2004, RG C.03.0076.F, www.cass.be."
      ],
      "abstractNL": [
        "Wanneer een vraag om uitlegging van een voor België, Luxemburg en Nederland gemeenschappelijke rechtsregel, die als dusdanig is aangewezen krachtens artikel 1 Verdrag Benelux-Gerechtshof, voor het Hof van Cassatie is gerezen, zoals de vraag of de dwangsomrechter die kennis neemt van een vordering als bedoeld in artikel 4, eerste lid , van de Eenvormige Beneluxwet betreffende de dwangsom, bevoegd is om kennis te nemen van een vordering die strekt tot de vaststelling dat de hoofdveroordeling werd nagekomen, legt het Hof die vraag aan het Benelux-Gerechtshof voor wanneer het oordeelt dat een beslissing over de uitlegging van die rechtsregel noodzakelijk is om een arrest te kunnen wijzen (1). (1) Zie Cass., 28 maart 2003, AR C.99.0446.N, met concl. O.M., www.cass.be; Cass., 2 sept. 2004, AR C.03.0076.F, www.cass.be."
      ]
    },
    "ECLI:BE:CASS:2006:ARR.20060601.6": {
      "court": "CASS",
      "date": "2006-06-01",
      "roleNumber": "C050371N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2006:ARR.20060601.6&lang=fr",
      "abstractFR": [
        "Lorsqu'une question relative à l'interprétation d'une règle juridique commune à la Belgique, au Luxembourg et aux Pays-Bas, désignée comme telle par l'article 1er du Traité relatif à l'institution et au statut d'une Cour de justice Benelux, est soulevée devant la Cour de cassation, telle la règle juridique de l'article 6.2 de la loi uniforme Benelux en matière de dessins et modèles qui désigne celui qui commande un dessin ou un modèle comme créateur protégé par le droit d'auteur, pourvu que la commande ait été passée en vue d'une utilisation commerciale ou industrielle du produit dans lequel le dessin ou modèle est incorporé, la Cour est tenue de poser cette question à la Cour de Justice Benelux (1). (1) Voir Cass., 27 juin 2002, RG C.00.0472.N, n° 391; Cass., 27 février 2003, RG C.01.0432.F et RG C.02.0107.F, n° 137 et 139; Cass., 28 mars 2003, RG C.99.0446.N, n° 214; Cass., 11 décembre 2003, RG C.02.0550.N, n° 640; Cass., 13 mai 2004, RG C.02.0614.N, n° 259; Cass., 2 septembre 2004, RG C.03.0076.F, n° 376."
      ],
      "abstractNL": [
        "Wanneer voor het Hof van Cassatie vragen om uitlegging rijzen van een voor België, Luxemburg en Nederland gemene rechtsregel, als bedoeld bij artikel 1 van het Verdrag Benelux-Gerechtshof, zoals de rechtsregel van artikel 6.2 Benelux Tekeningen en Modellenwet die de besteller van een tekening of model als auteursrechtelijk beschermd ontwerper aanwijst, mits de bestelling is gedaan met het oog op een gebruik in handel of nijverheid van het voortbrengsel waarin de tekening of het model is belichaamd, is het Hof verplicht die vragen aan het Benelux Gerechtshof voor te leggen (1). (1) Zie Cass., 27 juni 2002, AR C.00.0472.N, A.C., 2002, nr 391; Cass., 27 feb. 2003, AR C.01.0432.F en AR C.02.0107.F, www.cass.be; Cass., 28 maart 2003, AR C.99.0446.N, www.cass.be; Cass., 11 dec. 2003, AR C.02.0550.N, www.cass.be; Cass., 13 mei 2004, AR C.02.0614.N, www.cass.be; Cass., 2 sept. 2004, AR C.03.0076.F, www.cass.be."
      ]
    },
    "ECLI:BE:CASS:2006:ARR.20060223.9": {
      "court": "CASS",
      "date": "2006-02-23",
      "roleNumber": "F040011N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2006:ARR.20060223.9&lang=fr",
      "abstractFR": [
        "Lorsque dans une affaire pendante devant une juridiction nationale se pose une question relative à l'interprétation d'une règle juridique commune à la Belgique, au Luxembourg et aux Pays-bas, désignée comme telle en vertu de l'article 1er, du Traité relatif à l'institution et au statut d'une Cour de justice Benelux, telle la question de savoir si le régime fiscal belge qui prévoit pour les seules firmes étrangères un bénéfice forfaitaire minimum est compatible avec le traité Benelux garantissant le principe de l'égalité de traitement en matière d'impôts et de charges fiscales, cette juridiction nationale ne doit pas saisir la Cour de justice Benelux de cette question, si sa décision peut faire l'objet d'un recours en vertu du droit national; le pourvoi en cassation est manifestement un recours en vertu du droit national au sens de cette disposition conventionnelle.",
        "Lorsqu'une question relative à l'interprétation d'une règle juridique commune à la Belgique, au Luxembourg et aux Pays-Bas, désignée comme telle en vertu de l'article 1er du traité relatif à l'institution et au statut d'une Cour de justice Benelux, est soulevée devant la Cour de cassation, telle la question de savoir si le régime fiscal belge qui prévoit pour les seules firmes étrangères un bénéfice forfaitaire minimum est compatible avec le traité Benelux garantissant le principe de l'égalité de traitement en matière d'impôts et de charges fiscales, la Cour doit saisir la Cour de justice Benelux de cette question (1). (1) Voir Cass., 27 juin 2002, RG C.00.0472.N, n° 391 et 13 mai 2004, RG C.02.0614.N, n° 259."
      ],
      "abstractNL": [
        "Wanneer in een voor een nationaal rechtscollege aanhangige zaak een vraag rijst om uitlegging van een voor België, Luxemburg en Nederland gemene rechtsregel, als bedoeld bij artikel 1 van het Verdrag Benelux-Gerechtshof, zoals de vraag of het Belgisch fiscaal stelsel dat uitsluitend voor vreemde firma's voorziet in forfaitaire minimumwinsten verenigbaar is met het in het Benelux-Verdrag gewaarborgd beginsel inzake gelijke behandeling op het vlak van belastingen en fiscale lasten, is dit nationaal rechtscollege niet verplicht die vraag aan het Benelux-Gerechtshof voor te leggen, indien tegen zijn uitspraak beroep kan worden ingesteld krachtens het nationale recht; het cassatieberoep is kennelijk een beroep krachtens het nationale recht in de zin van die verdragsbepaling.",
        "Wanneer een vraag om uitlegging van een voor België, Luxemburg en Nederland gemene rechtsregel, als bedoeld bij artikel 1 van het Verdrag Benelux-Gerechtshof voor het Hof van Cassatie rijst, zoals de vraag of het Belgisch fiscaal stelsel dat uitsluitend voor vreemde firma's voorziet in forfaitaire minimumwinsten verenigbaar is met het in het Benelux-Verdrag gewaarborgd beginsel inzake gelijke behandeling op het vlak van belastingen en fiscale lasten, is het Hof verplicht die vraag aan het Benelux-Gerechtshof voor te leggen (1). (1) Zie Cass., 27 juni 2002, AR C.00.0472.N, nr 391 en 13 mei 2004, AR C.02.0614.N, nr 259."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2023:ARR.20230523.2N.6": {
      "court": "CASS",
      "date": "2023-05-23",
      "roleNumber": "P.22.0629.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230523.2N.6",
      "abstractFR": null,
      "abstractNL": [
        "Bij toepassing van de artikelen 1 en 6.1 Verdrag van 31 maart 1965 betreffende de instelling en het statuut van een Benelux-Gerechtshof, kunnen aan het Benelux-Gerechtshof vragen worden gesteld betreffende de uitleg van rechtsregels die gemeen zijn aan de Beneluxlanden maar die bepalingen laten de nationale rechtscolleges niet toe om een vraag te stellen aan het Benelux-Gerechtshof over de bestaanbaarheid van die rechtsregels met de nationale Grondwet of wetten of met andere verdragsrechtelijke bepalingen."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220106.1N.10": {
      "court": "CASS",
      "date": "2022-01-06",
      "roleNumber": "C.21.0215.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220106.1N.10&lang=fr",
      "abstractFR": [
        "Lorsque le juge de l'astreinte a fixé un montant au-delà duquel la condamnation aux astreintes cesse ses effets, les questions de savoir si le délai de prescription commence à courir dès que le montant maximum fixé a été atteint et, dans l'affirmative, si le créancier est tenu de prouver que le montant maximum n'a pas déjà été atteint précédemment, et si le fait que la condamnation à une astreinte concerne une obligation d'accomplir une certaine prestation ou, au contraire, une interdiction de faire quelque chose y change quoi que ce soit, exigent une interprétation des articles 1er, 2, 3 et 7 de la loi uniforme relative à l'astreinte et doivent obligatoirement être soumises à la cour de justice du Benelux."
      ],
      "abstractNL": [
        "In geval de dwangsomrechter een bedrag heeft bepaald waarboven de dwangsom niet meer wordt verbeurd, vergen de vragen of de verjaringstermijn begint te lopen zodra het gestelde maximumbedrag werd bereikt, en zo ja, of de schuldeiser dan dient te bewijzen of het maximumbedrag niet voordien reeds werd bereikt en of het hierbij verschil maakt of de dwangsomveroordeling een verplichting tot het verrichten van een bepaalde prestatie betreft of een verbod iets te doen, een uitleg van de artikelen 1, 2, 3 en 7 van de Eenvormige Wet betreffende de dwangsom en dienen deze verplicht door het Hof voorgelegd te worden aan het Benelux-Gerechtshof."
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20101105.5": {
      "court": "CASS",
      "date": "2010-11-05",
      "roleNumber": "C.09.0634.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20101105.5&lang=fr",
      "abstractFR": [
        "Lorsque devant la Cour de cassation se pose une question préjudicielle pour laquelle la Cour de justice Benelux est seule compétente pour y répondre, telle que la question de savoir si l'Office Benelux de la propriété intellectuelle satisfait à l'obligation déterminée à l'article 2.11.3 de la Convention Benelux en matière de propriété intellectuelle de \"lui indiquer les motifs du refus\" au moment d'informer le déposant de son intention de refuser l'enregistrement en tout ou en partie par la simple indication d'un ou plusieurs motifs de refus absolus mentionnés à l'article 2.11.1 de cette Convention, la Cour pose cette question à la Cour de justice Benelux (1). (1) Le M.P. considérait qu'il suit des articles 2.11.1 et 2.11.3 de la Convention Benelux en matière de propriété intellectuelle que lors de la décision provisoire de refus, l'Office ne peut se limiter à indiquer les motifs de refus prévus à l'article 2.11.1, mais doit aussi indiquer les éléments de fait fondant l'application des motifs de refus. Il partageait, ainsi, l'opinion de F. GOTZEN (Handboek Merkenrecht, éd. Bruylant, 2008, p. 129) selon lequel le délai mentionné à l'article 2.11.3 de ladite convention vise à permettre au déposant de répondre aux objections et d'éventuellement adapter son signe. Le M.P. concluait qu'en décidant en ce sens, les juges d'appel avaient légalement justifié leur décision, de sorte que cette troisième branche du moyen ne pouvait pas davantage être accueillie.",
        "Lorsque devant la Cour de cassation se posent des questions préjudicielles pour lesquelles la Cour de justice Benelux est seule compétente pour y répondre, telle que la question de savoir si le déposant est déchu du droit d'interjeter appel contre la décision de refus dès lors qu'il a omis de formuler des objections contre l'intention de l'Office Benelux de la propriété intellectuelle de refuser en tout ou en partie l'enregistrement d'une marque et, en cas de réponse positive à cette question, la question de savoir si le déposant est aussi déchu de ce droit lorsque la notification de cette intention a eu lieu sans indication des motifs, la Cour pose ces questions à la Cour de justice Benelux."
      ],
      "abstractNL": [
        "Wanneer een vraag om uitlegging voor het Hof van Cassatie rijst, waarvoor het Benelux-Gerechtshof als enige bevoegd is om ze te beantwoorden, zoals de vraag of het Benelux-Bureau voor de Intellectuele Eigendom voldoet aan de in artikel 2.11.3 B.V.I.E. bepaalde verplichting om \"onder opgave van redenen\" kennis te geven aan de deposant van zijn voornemen de inschrijving van een merk geheel of gedeeltelijk te weigeren door het louter aanduiden van een of meer van de in artikel 2.11.1 B.V.I.E. vermelde absolute weigeringsgronden, stelt het Hof die vraag aan het Benelux-Gerechtshof (1). (1) Het O.M. was van oordeel dat uit de artikelen 2.11.1 en 2.11.3 B.V.I.E. volgt dat het Bureau, bij de voorlopige beslissing van weigering zich niet er mag toe beperken de gronden van weigering voorzien in artikel 2.11.1 aan te duiden maar ook de feitelijke elementen moet aangeven waarop de toepassing van de weigeringgronden gesteund zijn. Het sloot hierbij aan bij de opvatting van F. GOTZEN (Handboek Merkenrecht, ed. Bruylant, 2008, p. 129) dat de in artikel 2.11.3 B.V.I.E. genoemde termijn bedoeld is om de deposant toe te laten te antwoorden op de bezwaren en eventueel zijn teken aan te passen. Het concludeerde dat de appelrechters, door in die zin te oordelen, hun beslissing naar recht hadden verantwoord, zodat ook dit derde onderdeel niet kon worden aangenomen.",
        "Wanneer vragen om uitlegging voor het Hof van Cassatie rijzen, waarvoor het Benelux-Gerechtshof als enige bevoegd is om ze te beantwoorden, zoals de vraag of de deposant het recht verbeurt om hoger beroep in te stellen tegen de beslissing van weigering, doordat hij geen bezwaren formuleerde tegen het voornemen van het Benelux-Bureau voor de Intellectuele Eigendom de inschrijving van een merk geheel of gedeeltelijk te weigeren en, bij een positief antwoord op deze vraag, de vraag of de deposant dit recht ook verbeurt wanneer de kennisgeving van dat voornemen zonder opgave van redenen is gebeurd, stelt het Hof die vragen aan het Benelux-Gerechtshof."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20090403.3": {
      "court": "CASS",
      "date": "2009-04-03",
      "roleNumber": "C.07.0447.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090403.3&lang=fr",
      "abstractFR": [
        "Lorsque une question d'interprétation se pose devant la Cour de cassation et que la Cour de justice Benelux est seule compétente pour y répondre, telle la question de savoir si l'article 12 de la Loi uniforme Benelux sur les marques, d'une part, l'article 2.19.1 de la Convention Benelux en matière de propriété intellectuelle, d'autre part, lus en combinaison avec l'article 4.8 de la Convention Benelux en matière de propriété intellectuelle doivent être interprétés en ce sens que le titulaire de la marque qui est déchu conformément au droit uniforme Benelux, ne peut espérer une protection pour l'usage de ce signe à l'égard d'une entreprise qui crée une confusion en faisant usage de ce même signe, la Cour pose cette question à la Cour de Justice Benelux (1). (1) Le M.P. a également conclu au rejet du premier moyen en ses deux branches et du second moyen en sa première branche. Il estimait toutefois que le second moyen, en sa seconde branche, était nouveau et, par conséquent irrecevable, dès lors que la demanderesse n'avait pas soulevé devant la cour d'appel que l'article 10bis, 3°, de la Convention de Paris pouvait être invoqué en Belgique \"s'il présentait plus d'avantages que la législation belge\", ni \"qu'il prime sur l'effet reflex de l'article 12.A.1 de la Loi uniforme Benelux sur les marques prévu légalement (invoqué par l'arrêt)\"."
      ],
      "abstractNL": [
        "Wanneer een vraag om uitlegging voor het Hof van Cassatie rijst, waarvoor het Benelux-Gerechtshof als enige bevoegd is om ze te beantwoorden, zoals de vraag of artikel 12 BMW, enerzijds, artikel 2.19.1 BVIE, anderzijds, in samenhang gelezen met artikel 4.8 BVIE, zo moeten worden uitgelegd dat de houder van een merk dat op grond van het eenvormige Beneluxrecht vervallen is, geen bescherming kan verlangen voor het gebruik van dat teken ten aanzien van een onderneming die verwarring sticht door datzelfde teken te gebruiken, stelt het Hof die vraag aan het Benelux-Gerechtshof (1). (1) Het O.M. concludeerde ook tot verwerping van de beide onderdelen van het eerste middel en van het eerste onderdeel van het tweede middel. Het was evenwel van mening dat het tweede onderdeel van het tweede middel nieuw en dus niet ontvankelijk was, daar de eiseres voor het hof van beroep niet had opgeworpen dat artikel 10bis, 3° van het Unieverdrag kon worden ingeroepen in België \"indien het voordeliger is dan de Belgische wetgeving\", noch dat \"het voorrang (geniet) op de wettelijk bepaalde reflexwerking van artikel 12.A.1 BMW (waarop het arrest zich beroept)\"."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20090312.1": {
      "court": "CASS",
      "date": "2009-03-12",
      "roleNumber": "C.07.0282.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090312.1",
      "abstractFR": [
        "Lorsque l'appréciation du fondement d'un moyen requiert l'interprétation des articles 3 et 4, alinéa 1er, de l'Annexe de la Convention Benelux portant loi uniforme relative à l'astreinte en tant qu'elle soulève la question de savoir si ces articles doivent être interprétés en ce sens qu'ils font obstacle à ce que, compte tenu de la survenance d'un événement nouveau non constitutif de force majeure, le juge de l'exécution puisse apprécier si le titre qui a ordonné l'astreinte conserve son efficacité et son actualité exécutoire, la Cour de cassation a l'obligation de soumettre cette question à la Cour de justice Benelux (1). (1) Voir C.J. Benelux, 12 février 1996, A 94/3, Jur., 1996, 3, avec concl. de M. Janssens de Bisthoven, avocat général."
      ],
      "abstractNL": [
        "Wanneer de beoordeling van de gegrondheid van een middel de interpretatie vereist van de artikelen 3 en 4, eerste lid, van de Bijlage bij de Benelux-Overeenkomst houdende eenvormige wet betreffende de dwangsom, in zoverre zij de vraag doet rijzen of die artikelen in die zin moeten worden uitgelegd dat ze eraan in de weg staan dat de executierechter, bij het opduiken van een nieuwe gebeurtenis die geen overmacht vormt, kan nagaan of de titel waarbij de dwangsom werd bevolen werkzaam en uitvoerbaar blijft, is het Hof van Cassatie verplicht die vraag voor te leggen aan het Benelux-Gerechtshof (1). (1) Zie Benelux Hof, 12 feb. 1996, A 94/3, Jur., 1996, 3, met concl. adv.-gen. Janssens de Bisthoven."
      ]
    },
    "ECLI:BE:CASS:2007:ARR.20070525.1": {
      "court": "CASS",
      "date": "2007-05-25",
      "roleNumber": "C.05.0421.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20070525.1&lang=fr",
      "abstractFR": [
        "Lorsqu'une question relative à l'interprétation d'une règle juridique commune à la Belgique, au Luxembourg et aux Pays-Bas, désignée comme telle en vertu de l'article 1er du Traité relatif à l'institution et au statut d'une Cour de justice Benelux, est soulevée devant la Cour de cassation, telle la question de savoir si le juge des astreintes saisi d'une demande telle que visée à l'article 4, alinéa 1er, de la loi uniforme Benelux relative à l'astreinte, est compétent pour connaître d'une demande tendant à la constatation que la condamnation principale a été observée, la Cour de cassation pose cette question à la Cour de justice Benelux lorsqu'elle considère qu'une décision sur l'interprétation de cette règle juridique est nécessaire pour pouvoir rendre un arrêt (1). (1) Voir Cass., 28 mars 2003, RG C.99.0446.N, avec les conclusions du M.P., www.cass.be; Cass., 2 septembre 2004, RG C.03.0076.F, www.cass.be."
      ],
      "abstractNL": [
        "Wanneer een vraag om uitlegging van een voor België, Luxemburg en Nederland gemeenschappelijke rechtsregel, die als dusdanig is aangewezen krachtens artikel 1 Verdrag Benelux-Gerechtshof, voor het Hof van Cassatie is gerezen, zoals de vraag of de dwangsomrechter die kennis neemt van een vordering als bedoeld in artikel 4, eerste lid , van de Eenvormige Beneluxwet betreffende de dwangsom, bevoegd is om kennis te nemen van een vordering die strekt tot de vaststelling dat de hoofdveroordeling werd nagekomen, legt het Hof die vraag aan het Benelux-Gerechtshof voor wanneer het oordeelt dat een beslissing over de uitlegging van die rechtsregel noodzakelijk is om een arrest te kunnen wijzen (1). (1) Zie Cass., 28 maart 2003, AR C.99.0446.N, met concl. O.M., www.cass.be; Cass., 2 sept. 2004, AR C.03.0076.F, www.cass.be."
      ]
    },
    "ECLI:BE:CASS:2006:ARR.20060223.9": {
      "court": "CASS",
      "date": "2006-02-23",
      "roleNumber": "F040011N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2006:ARR.20060223.9&lang=fr",
      "abstractFR": [
        "Lorsque dans une affaire pendante devant une juridiction nationale se pose une question relative à l'interprétation d'une règle juridique commune à la Belgique, au Luxembourg et aux Pays-bas, désignée comme telle en vertu de l'article 1er, du Traité relatif à l'institution et au statut d'une Cour de justice Benelux, telle la question de savoir si le régime fiscal belge qui prévoit pour les seules firmes étrangères un bénéfice forfaitaire minimum est compatible avec le traité Benelux garantissant le principe de l'égalité de traitement en matière d'impôts et de charges fiscales, cette juridiction nationale ne doit pas saisir la Cour de justice Benelux de cette question, si sa décision peut faire l'objet d'un recours en vertu du droit national; le pourvoi en cassation est manifestement un recours en vertu du droit national au sens de cette disposition conventionnelle.",
        "Lorsqu'une question relative à l'interprétation d'une règle juridique commune à la Belgique, au Luxembourg et aux Pays-Bas, désignée comme telle en vertu de l'article 1er du traité relatif à l'institution et au statut d'une Cour de justice Benelux, est soulevée devant la Cour de cassation, telle la question de savoir si le régime fiscal belge qui prévoit pour les seules firmes étrangères un bénéfice forfaitaire minimum est compatible avec le traité Benelux garantissant le principe de l'égalité de traitement en matière d'impôts et de charges fiscales, la Cour doit saisir la Cour de justice Benelux de cette question (1). (1) Voir Cass., 27 juin 2002, RG C.00.0472.N, n° 391 et 13 mai 2004, RG C.02.0614.N, n° 259."
      ],
      "abstractNL": [
        "Wanneer in een voor een nationaal rechtscollege aanhangige zaak een vraag rijst om uitlegging van een voor België, Luxemburg en Nederland gemene rechtsregel, als bedoeld bij artikel 1 van het Verdrag Benelux-Gerechtshof, zoals de vraag of het Belgisch fiscaal stelsel dat uitsluitend voor vreemde firma's voorziet in forfaitaire minimumwinsten verenigbaar is met het in het Benelux-Verdrag gewaarborgd beginsel inzake gelijke behandeling op het vlak van belastingen en fiscale lasten, is dit nationaal rechtscollege niet verplicht die vraag aan het Benelux-Gerechtshof voor te leggen, indien tegen zijn uitspraak beroep kan worden ingesteld krachtens het nationale recht; het cassatieberoep is kennelijk een beroep krachtens het nationale recht in de zin van die verdragsbepaling.",
        "Wanneer een vraag om uitlegging van een voor België, Luxemburg en Nederland gemene rechtsregel, als bedoeld bij artikel 1 van het Verdrag Benelux-Gerechtshof voor het Hof van Cassatie rijst, zoals de vraag of het Belgisch fiscaal stelsel dat uitsluitend voor vreemde firma's voorziet in forfaitaire minimumwinsten verenigbaar is met het in het Benelux-Verdrag gewaarborgd beginsel inzake gelijke behandeling op het vlak van belastingen en fiscale lasten, is het Hof verplicht die vraag aan het Benelux-Gerechtshof voor te leggen (1). (1) Zie Cass., 27 juni 2002, AR C.00.0472.N, nr 391 en 13 mei 2004, AR C.02.0614.N, nr 259."
      ]
    }
  }
}