{
  "16": {
    "ECLI:BE:CASS:2021:ARR.20210625.1N.11": {
      "court": "CASS",
      "date": "2021-06-25",
      "roleNumber": "F.18.0112.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210625.1N.11&lang=fr",
      "abstractFR": [
        "Il suit de l'article 16, § 1er, de la convention préventive de double imposition entre la Belgique et les Émirats arabes unis que les tantièmes, jetons de présence et autres rétributions similaires qu'un résident de la Belgique perçoit dans le cadre de son activité personnelle en tant que membre du conseil d'administration ou de surveillance ou d'un organe analogue d'une société établie aux Émirats arabes unis sont imposables par ce dernier État, sans que le pouvoir d'imposition lui soit exclusivement dévolu (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Il suit des articles 16, § 1er, et 23, § 1er et 2, de la convention préventive de double imposition entre la Belgique et les Émirats arabes unis que les tantièmes, jetons de présence et autres rétributions similaires qu'un résident de la Belgique perçoit dans le cadre de son activité personnelle en tant que membre du conseil d'administration ou de surveillance ou d'un organe analogue d'une société établie aux Émirats arabes unis ne sont exemptés de l'impôt en Belgique qu'avec réserve de progressivité ; si ces revenus n'ont pas été imposés aux Émirats arabes unis, ce qui est le cas lorsqu'ils n'y ont été soumis à quelque régime fiscal que ce soit, ils peuvent être imposés en Belgique (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit artikel 16, § 1 van het dubbelbelastingverdrag België – Verenigde Arabische Emiraten volgt dat de tantièmes, presentiegelden en andere soortgelijke beloningen die een inwoner van België verkrijgt uit het persoonlijk verrichten van werkzaamheden als lid van de raad van bestuur of als lid van de raad van toezicht c.q. van een gelijkaardig orgaan van een vennootschap gevestigd in de Verenigde Arabische Emiraten, door het laatstgenoemd land mogen worden belast, zonder dat de heffingsbevoegdheid evenwel exclusief aan de Verenigde Arabische Emiraten wordt toegewezen (1). (1) Zie concl. OM.",
        "Uit de artikelen 16, § 1, en 23, §§ 1 en 2, van het dubbelbelastingverdrag België – Verenigde Arabische Emiraten volgt dat de tantièmes, presentiegelden en andere soortgelijke beloningen, die een inwoner van België verkrijgt uit het persoonlijk verrichten van werkzaamheden als lid van de raad van bestuur of als lid van de raad van toezicht c.q. van een gelijkaardig orgaan van een vennootschap gevestigd in de Verenigde Arabische Emiraten, in België slechts vrijgesteld worden van belasting met progressievoorbehoud; indien deze inkomsten in de Verenigde Arabische Emiraten niet zijn belast, wat het geval is wanneer zij aldaar niet worden onderworpen aan enige belastingregeling, mogen zij belast worden in België (1). (1) Zie concl. OM."
      ]
    }
  },
  "23": {
    "ECLI:BE:CASS:2021:ARR.20210625.1N.11": {
      "court": "CASS",
      "date": "2021-06-25",
      "roleNumber": "F.18.0112.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210625.1N.11&lang=fr",
      "abstractFR": [
        "Il suit des articles 16, § 1er, et 23, § 1er et 2, de la convention préventive de double imposition entre la Belgique et les Émirats arabes unis que les tantièmes, jetons de présence et autres rétributions similaires qu'un résident de la Belgique perçoit dans le cadre de son activité personnelle en tant que membre du conseil d'administration ou de surveillance ou d'un organe analogue d'une société établie aux Émirats arabes unis ne sont exemptés de l'impôt en Belgique qu'avec réserve de progressivité ; si ces revenus n'ont pas été imposés aux Émirats arabes unis, ce qui est le cas lorsqu'ils n'y ont été soumis à quelque régime fiscal que ce soit, ils peuvent être imposés en Belgique (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de artikelen 16, § 1, en 23, §§ 1 en 2, van het dubbelbelastingverdrag België – Verenigde Arabische Emiraten volgt dat de tantièmes, presentiegelden en andere soortgelijke beloningen, die een inwoner van België verkrijgt uit het persoonlijk verrichten van werkzaamheden als lid van de raad van bestuur of als lid van de raad van toezicht c.q. van een gelijkaardig orgaan van een vennootschap gevestigd in de Verenigde Arabische Emiraten, in België slechts vrijgesteld worden van belasting met progressievoorbehoud; indien deze inkomsten in de Verenigde Arabische Emiraten niet zijn belast, wat het geval is wanneer zij aldaar niet worden onderworpen aan enige belastingregeling, mogen zij belast worden in België (1). (1) Zie concl. OM."
      ]
    }
  }
}