{
  "15": {
    "ECLI:BE:CASS:2023:ARR.20231026.1N.3": {
      "court": "CASS",
      "date": "2023-10-26",
      "roleNumber": "F.21.0137.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231026.1N.3",
      "abstractFR": null,
      "abstractNL": [
        "Uit de tekst van de bepaling en de wetsgeschiedenis blijkt dat artikel 15.3 Dubbelbelastingverdrag België-Nederland een exclusieve bronstaatheffing inhoudt ten gunste van de Verdragsluitende Staat waar de plaats van de werkelijke leiding is gelegen van de onderneming die het schip, binnenschip of luchtvaartuig exploiteert."
      ]
    }
  },
  "17": {
    "ECLI:BE:CASS:2018:ARR.20180125.4": {
      "court": "CASS",
      "date": "2018-01-25",
      "roleNumber": "F.16.0060.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180125.4&lang=fr",
      "abstractFR": [
        "Il suit de l'article 17.1 de la Convention belgo-néerlandaise préventive de doubles impositions que les Pays-Bas disposent, en tant qu'État d'activité, d'un pouvoir d'imposition à l'égard des revenus qu'un résident belge tire aux Pays-Bas des activités visées et que la Belgique, en tant qu'État de résidence, ne peut percevoir aucun impôt sur lesdits revenus (1). (1) Voir les concl. Du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit artikel 17.1, Belgisch-Nederlands dubbelbelastingverdrag volgt dat Nederland als werkstaat heffingsbevoegd is ten aanzien van de inkomsten die een inwoner van België verkrijgt uit de bedoelde werkzaamheden in Nederland en dat België als woonstaat hierop geen belasting kan heffen (1). (1) Zie concl. OM."
      ]
    }
  },
  "18": {
    "ECLI:BE:CASS:2024:ARR.20240906.1N.3": {
      "court": "CASS",
      "date": "2024-09-06",
      "roleNumber": "F.23.0114.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240906.1N.3",
      "abstractFR": null,
      "abstractNL": [
        "Een pensioen of andere soortgelijke beloning, lijfrente of uitkering die geen periodiek karakter draagt en waarvan uitbetaling plaatsvindt vóór de datum waarop dit pensioen of deze andere soortgelijke beloning, lijfrente of uitkering zou moeten ingaan en die een inwoner van België verkrijgt ingevolge een pensioenovereenkomst met een Nederlandse vennootschap mag door Nederland worden belast, zonder dat de heffingsbevoegdheid evenwel exclusief aan Nederland wordt toegewezen."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180419.1": {
      "court": "CASS",
      "date": "2018-04-19",
      "roleNumber": "F.16.0062.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180419.1&lang=fr",
      "abstractFR": [
        "Il découle de la réglementation dérogatoire prévue à l'article 18.6 de la Convention belgo-néerlandaise de 2001 préventive de la double imposition, qui vise le même emploi au service du même employeur, que les allocations de sécurité sociale visées sont imposables pendant une période maximale d'un an dans l'État contractant où les rémunérations perçues au titre de l'emploi effectivement exercé sont imposables; la réglementation dérogatoire s'applique également aux allocations de sécurité sociale qui sont octroyées durant une période supérieure à un an, à condition que l'intéressé continue à percevoir, outre ces allocations, des rémunérations au titre de l'exercice effectif de l'emploi ayant donné droit aux allocations (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De uitzonderingsregel van artikel 18.6, Belgisch-Nederlands Dubbelbelastingverdrag 2001, welke bepaling dezelfde dienstbetrekking bij dezelfde werkgever beoogt, heeft tot gevolg dat bedoelde sociale zekerheidsuitkeringen voor een periode van maximaal 1 jaar belastbaar zijn in de verdragsluitende Staat waarin de beloningen genoten terzake van de daadwerkelijk vervulde dienstbetrekking mogen worden belast; de uitzonderingsregel geldt ook voor de sociale zekerheidsuitkeringen die worden verleend voor een periode van langer dan 1 jaar op voorwaarde dat de betrokkene naast die uitkeringen nog beloningen geniet op grond van het daadwerkelijk vervullen van de dienstbetrekking die recht gaf op de uitkering (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170505.1": {
      "court": "CASS",
      "date": "2017-05-05",
      "roleNumber": "F.15.0119.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170505.1&lang=fr",
      "abstractFR": [
        "La circonstance qu'en vertu de l'article 18.1, b), de la Convention belgo-néerlandaise de double imposition, la Belgique peut, en tant qu'État de résidence, imposer les pensions de retraite et autres allocations, périodiques ou non, payées à un résident en exécution de la législation sociale des Pays-Bas, n'a pas pour conséquence qu'un impôt est toujours dû sur les allocations de sécurité sociale de droit néerlandais qui sont considérées comme une pension de base; tel n'est le cas que si l'allocation AOW est imposable à titre de pension en vertu de la loi fiscale belge (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De omstandigheid dat België op grond van artikel 18.1 sub b, van het Belgisch-Nederlands Dubbelbelastingverdrag als woonstaat heffingsbevoegd is voor pensioenen en andere al dan niet periodieke uitkeringen die worden betaald aan een inwoner ter uitvoering van de Nederlandse sociale wetgeving heeft niet tot gevolg dat op sociale zekerheidsuitkeringen naar Nederlands recht die aanzien worden als een basispensioen steeds belasting verschuldigd is; dit is slechts het geval indien de AOW-uitkering op grond van de Belgische fiscale wet als pensioen belastbaar is (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160204.5": {
      "court": "CASS",
      "date": "2016-02-04",
      "roleNumber": "F.13.0155.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160204.5&lang=fr",
      "abstractFR": [
        "La circonstance qu'en vertu de l'article 18.1, sub b, de la Convention belgo-néerlandaise de double imposition, la Belgique peut en tant qu'Etat de résidence imposer les pensions et autres allocations, périodiques ou non, payées à un résident en raison de la législation sociale des Pays-Bas n'a toutefois pas pour conséquence qu'un impôt est toujours dû sur les allocations de sécurité sociale de droit néerlandais qui telle l'allocation AOW sont considérées comme une pension de base; ce n'est le cas que si l'allocation AOW est imposable à titre de pension sur la base de la loi fiscale belge, la qualification de l'allocation AOW néerlandaise comme pension de base étant déterminante et il faut aussi examiner in concreto si l'allocation est rattachée à l'activité professionnelle du bénéficiaire au sens de l'article 34, § 1er, 1° du Code des impôts sur les revenus 1992 (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De omstandigheid dat België op grond van artikel 18.1, sub b van het Belgisch-Nederlands Dubbelbelastingverdrag als woonstaat heffingsbevoegd is voor pensioenen en andere al dan niet periodieke uitkeringen die worden betaald aan een inwoner ter uitvoering van de Nederlandse sociale wetgeving heeft echter niet tot gevolg dat op sociale zekerheidsuitkeringen naar Nederlands recht die aangezien worden als een basispensioen, zoals de AOW-uitkering, steeds belasting verschuldigd is; dit is slechts het geval indien de AOW-uitkering op grond van de Belgische fiscale wet als pensioen belastbaar is, waarbij de kwalificatie van de Nederlandse AOW-uitkering als basispensioen relevant is en tevens in concreto moet worden onderzocht of er een verband is met de beroepswerkzaamheid van de genieter in de zin van artikel 34, § 1, 1°, WIB92 (1). (1) Zie concl. OM."
      ]
    }
  },
  "19": {
    "ECLI:BE:CASS:2018:ARR.20180419.1": {
      "court": "CASS",
      "date": "2018-04-19",
      "roleNumber": "F.16.0062.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180419.1&lang=fr",
      "abstractFR": [
        "La qualification de pension du service public au sens de l'article 19.2 requiert que le droit à cette pension ait été constitué dans le cadre de l'exercice d'un emploi salarié public, par lequel il y a lieu d'entendre uniquement une occupation formelle au service d'une administration de droit public; les pensions qui ont été constituées dans le cadre d'un emploi régi par le droit privé sont ainsi expressément exclues du champ d'application de l'article 19.2, même lorsqu'elles sont payées par une autorité publique ou par un fonds instauré par ceux-ci (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Voor de kwalificatie van overheidspensioen in de zin van artikel 19.2 wordt als voorwaarde gesteld dat de aanspraak op dat pensioen moet opgebouwd zijn gedurende een publiekrechtelijke dienstbetrekking, waaronder enkel een formele betrekking in dienst van een publiekrechtelijke overheid kan worden verstaan; pensioenen die opgebouwd zijn in het kader van een privaatrechtelijke dienstbetrekking worden aldus uitdrukkelijk uitgesloten van de toepassing van artikel 19.2, zelfs wanneer die pensioenen door de overheid worden betaald, of door een fonds dat door de overheid in het leven is geroepen (1). (1) Zie concl. OM."
      ]
    }
  },
  "23": {
    "ECLI:BE:CASS:2024:ARR.20240906.1N.3": {
      "court": "CASS",
      "date": "2024-09-06",
      "roleNumber": "F.23.0114.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240906.1N.3",
      "abstractFR": null,
      "abstractNL": [
        "Uit de context van het Belgisch-Nederlands Dubbelbelastingverdrag volgt niet dat de uitdrukking ‘zijn belast' moet worden begrepen als effectief belast; bijgevolg heeft het begrip “zijn belast” de betekenis die deze uitdrukking heeft volgens de belastingwetgeving van die Staat met betrekking tot de belastingen waarop het Verdrag van toepassing is, meer bepaald naar Belgisch recht, dat bepaalt dat een inkomen moet worden beschouwd als belast in het buitenland wanneer het onderworpen wordt aan een belastingregeling in het land van herkomst."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231026.1N.3": {
      "court": "CASS",
      "date": "2023-10-26",
      "roleNumber": "F.21.0137.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231026.1N.3",
      "abstractFR": null,
      "abstractNL": [
        "Indien een inwoner van België voor de in artikel 23.1 Dubbelbelastingverdrag België-Nederland bedoelde activiteiten in Nederland inkomsten heeft behaald waarop belasting werd geheven, neemt België deze inkomsten niettemin in aanmerking voor de berekening van het belastingtarief dat van toepassing zou zijn indien die inkomsten niet waren vrijgesteld; deze verdragsbepaling kent aan België echter niet het recht toe om op inkomsten die in Nederland niet effectief werden belast, alsnog belasting te heffen."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180419.1": {
      "court": "CASS",
      "date": "2018-04-19",
      "roleNumber": "F.16.0062.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180419.1&lang=fr",
      "abstractFR": [
        "La qualification de pension du service public au sens de l'article 19.2 requiert que le droit à cette pension ait été constitué dans le cadre de l'exercice d'un emploi salarié public, par lequel il y a lieu d'entendre uniquement une occupation formelle au service d'une administration de droit public; les pensions qui ont été constituées dans le cadre d'un emploi régi par le droit privé sont ainsi expressément exclues du champ d'application de l'article 19.2, même lorsqu'elles sont payées par une autorité publique ou par un fonds instauré par ceux-ci (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Voor de kwalificatie van overheidspensioen in de zin van artikel 19.2 wordt als voorwaarde gesteld dat de aanspraak op dat pensioen moet opgebouwd zijn gedurende een publiekrechtelijke dienstbetrekking, waaronder enkel een formele betrekking in dienst van een publiekrechtelijke overheid kan worden verstaan; pensioenen die opgebouwd zijn in het kader van een privaatrechtelijke dienstbetrekking worden aldus uitdrukkelijk uitgesloten van de toepassing van artikel 19.2, zelfs wanneer die pensioenen door de overheid worden betaald, of door een fonds dat door de overheid in het leven is geroepen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180125.4": {
      "court": "CASS",
      "date": "2018-01-25",
      "roleNumber": "F.16.0060.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180125.4&lang=fr",
      "abstractFR": [
        "Il suit de l'article 23, § 1er, a), de la Convention belgo-néerlandaise préventive de doubles impositions que lorsqu'un résident de la Belgique a, aux Pays-Bas, tiré des activités visées des revenus qui ont été imposés, la Belgique prend néanmoins ces revenus en considération pour déterminer le taux d'imposition qui serait applicable si les revenus n'étaient pas exonérés; cette disposition conventionnelle ne confère cependant pas à la Belgique le droit de prélever un impôt sur des revenus qui n'ont pas effectivement été imposés aux Pays-Bas."
      ],
      "abstractNL": [
        "Uit artikel 23, § 1, a), Belgisch-Nederlands dubbelbelastingverdrag volgt dat indien een inwoner van België voor bedoelde activiteiten in Nederland inkomsten heeft behaald waarop belasting werd geheven, België deze inkomsten niettemin in aanmerking neemt voor de berekening van het belastingtarief dat van toepassing zou zijn, indien die inkomsten niet waren vrijgesteld; deze verdragsbepaling kent aan België echter niet het recht toe om op inkomsten die in Nederland niet effectief werden belast, alsnog belasting te heffen (1). (1) Zie concl. OM."
      ]
    }
  }
}