{
  "3": {
    "ECLI:BE:CASS:2020:ARR.20200925.1N.8": {
      "court": "CASS",
      "date": "2020-09-25",
      "roleNumber": "F.20.0004.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200925.1N.8&lang=fr",
      "abstractFR": [
        "Il suit des articles 2.2.1.0.1 du Code flamand de la fiscalité et 3 du Code des taxes assimilées aux impôts sur les revenus que l’impôt est dû pour tous les véhicules servant au transport de personnes ou de marchandises et qu’il suffit à cet effet que le véhicule se prête à un tel transport et soit utilisé comme tel; il n’est pas requis que le transport de personnes ou de marchandises constitue la destination principale du véhicule ni que le véhicule soit exclusivement utilisé pour un tel transport (1). (1) Voir également l’arrêt concordant rendu à la même date dans la cause F.20.0012.N."
      ],
      "abstractNL": [
        "Uit de artikelen 2.2.1.0.1 VCF en 3 WIGB volgt dat de belasting verschuldigd is voor alle voertuigen die dienen tot het vervoer van personen of goederen en dat het daartoe volstaat het dat het voertuig geschikt is voor zulk vervoer en als zodanig wordt gebruikt; niet vereist is dat het vervoer van personen of goederen de hoofdbestemming van het voertuig uitmaakt en evenmin is vereist dat er een uitsluitend gebruik is van het voertuig voor zulk vervoer (1). (1) Zie ook het gelijkluidend arrest van dezelfde datum inzake F.20.0012.N"
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2016:ARR.20160310.9": {
      "court": "CASS",
      "date": "2016-03-10",
      "roleNumber": "F.14.0204.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160310.9&lang=fr",
      "abstractFR": [
        "Il ressort de la genèse de l'article 101 de la loi-programme du 27 décembre 2005 qui a inséré l'article 4, § 2, c, du Code des taxes assimilées aux impôts sur les revenus, que les stations de contrôle technique des véhicules exercent un contrôle sur les caractéristiques techniques propres à la définition fiscale des véhicules présentés et qu'elles peuvent échanger ces données avec l'administration fiscale, de sorte que les renseignements qui sont communiqués de manière spontanée par ces services à l'autorité fiscale ne constituent pas une preuve obtenue illicitement (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de wetsgeschiedenis van artikel 101 Programmawet 27 december 2005 dat artikel 4, § 2, c, WIGB heeft ingevoerd, blijkt dat de stations voor de technische controle van de voertuigen toezicht houden op de technische kenmerken eigen aan de fiscale definitie van de aangeboden voertuigen en zij deze gegevens kunnen uitwisselen met de fiscale overheid, zodat de inlichtingen die door deze diensten spontaan aan de fiscale overheid worden meegedeeld geen onrechtmatig verkregen bewijs opleveren (1). (1) Zie concl. OM."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2020:ARR.20200925.1N.2": {
      "court": "CASS",
      "date": "2020-09-25",
      "roleNumber": "F.18.0170.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200925.1N.2&lang=fr",
      "abstractFR": [
        "La notion de « véhicules à moteur et ensembles de véhicules affectés au transport par route de marchandises » figurant à l’article 5, §1er, 1°, du Code des taxes assimilées aux impôts sur les revenus et reprise ensuite à l’article 2.2.6.0.1, § 1er, 1°, du Code flamand de la fiscalité doit également s’entendre comme désignant les véhicules à moteur et ensembles de véhicules exclusivement affectés au transport par route de marchandises (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het begrip \"motorvoertuigen en samengestelde voertuigen gebruikt voor het vervoer van goederen over de weg\", opgenomen in artikel 5, § 1, 1°, WIGB en daarna hernomen in artikel 2.2.6.0.1, § 1, 1°, VCF dient te worden begrepen als de motorvoertuigen en samengestelde voertuigen die uitsluitend worden gebruikt voor het vervoer van goederen over de weg (1). (1) Zie concl. OM."
      ]
    }
  },
  "40": {
    "ECLI:BE:CASS:2021:ARR.20210604.1N.8": {
      "court": "CASS",
      "date": "2021-06-04",
      "roleNumber": "F.20.0098.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210604.1N.8&lang=fr",
      "abstractFR": [
        "Le triplement de la taxe éludée prévu à l'article 40, alinéa 2, du Code des taxes assimilées aux impôts sur les revenus revêt un caractère préventif mais surtout répressif et, dans la mesure où il prévoit, en sus de la taxe, une sanction équivalant à 200 p.c. de la taxe éludée, il constitue une sanction administrative de nature pénale au sens de l'article 6, § 1er, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (1). (1) La Cour a rendu le même jour un arrêt dans six causes analogues : RG C.20.0052.N, RG F.20.0037.N, RG F.20.0113.N, RG C.19.0490.N, RG C.19.0492.N, RG F.20.0039.N."
      ],
      "abstractNL": [
        "De verdrievoudiging van de ontdoken belasting voorzien in artikel 40, tweede lid, van het Wetboek van de met de inkomstenbelasting gelijkgestelde belastingen heeft een preventief en overheersend repressief karakter en is in zoverre zij bijkomend bij de belasting een sanctie bepaalt van 200 pct. van de ontdoken belasting een administratieve sanctie van strafrechtelijke aard in de zin van artikel 6.1 EVRM (1). (1) Het Hof velde op dezelfde dag ook arrest in zes andere soortgelijke zaken: C.20.0052.N, F.20.0037.N, F.20.0113.N, C.19.0490.N, C.19.0492.N, F. 20.0039.N."
      ]
    }
  },
  "51": {
    "ECLI:BE:CASS:2020:ARR.20200625.1N.1": {
      "court": "CASS",
      "date": "2020-06-25",
      "roleNumber": "F.16.0059.N-F.16.0136.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200625.1N.1&lang=fr",
      "abstractFR": [
        "La taxe établie sur le montant brut des sommes engagées dans les jeux et paris est due par toute personne qui, même occasionnellement, accepte des enjeux ou des mises soit pour compte personnel, soit à titre d’intermédiaire; le redevable est la personne qui reçoit la mise ou l’enjeu (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De belasting die wordt geheven op het brutobedrag van de bij spelen en weddenschappen ingezette sommen is verschuldigd door elke persoon die zelfs toevallig, enige inzet of enig inleggeld hetzij voor eigen rekening, hetzij als tussenpersoon aanneemt; de belastingplichtige is de persoon die de inzet of het inleggeld in ontvangst neemt (1). (1) Zie concl. OM."
      ]
    }
  }
}