{
  "3": {
    "ECLI:BE:CASS:2018:ARR.20181012.3": {
      "court": "CASS",
      "date": "2018-10-12",
      "roleNumber": "C.17.0699.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181012.3&lang=fr",
      "abstractFR": [
        "Conformément à l'article 3, alinéa 3, du Règlement (CE) n°2988/95 du Conseil, du 18 décembre 1995, relatif à la protection des intérêts financiers des Communautés européennes, un délai de prescription plus long peut découler de la disposition de droit commun que constitue l'article 2262bis, § 1er, alinéa 1er, du Code civil (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Il ne suit pas de la jurisprudence de la Cour de justice de l'Union européenne que les États membres qui, après l'entrée en vigueur du règlement (CE) n°2988/95 du Conseil, du 18 décembre 1995, relatif à la protection des intérêts financiers des Communautés européennes, introduisent une nouvelle disposition de droit commun dont résulte un délai de prescription plus long que celui prévu à l'article 3, alinéa 3, du Règlement, ne peuvent l'appliquer qu'aux poursuites visées dans le règlement, à la condition que cette application découle d'une pratique jurisprudentielle; en effet, une telle pratique jurisprudentielle concernant un nouveau délai de prescription n'existe pas encore (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Op grond van artikel 3, derde lid, van Verordening(EG) nr. 2988/95 van de Raad van 18 december 1995 betreffende de bescherming van de financiële belangen van de Europese Gemeenschappen kan een langere verjaringstermijn voortvloeien uit de gemeenrechtelijke bepaling van artikel 2262bis, §1, eerste lid, Burgerlijk Wetboek (1). (1) Zie concl. OM.",
        "Uit de rechtspraak van het Hof van Justitie volgt niet dat de lidstaten die na de inwerkingtreding van die Verordening een nieuwe gemeenrechtelijke bepaling invoeren waaruit een langere verjaringstermijn voortvloeit dan de termijn bepaald in artikel 3, derde lid, van de Verordening, deze slechts kunnen toepassen op vervolgingen waarvan sprake in de Verordening, op voorwaarde dat die toepassing voortvloeit uit een jurisprudentiële praktijk; een dergelijke jurisprudentiële praktijk is met betrekking tot een nieuwe verjaringstermijn immers nog onbestaande (1). (1) Zie concl. OM. ."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151112.8": {
      "court": "CASS",
      "date": "2015-11-12",
      "roleNumber": "C.15.0010.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151112.8&lang=fr",
      "abstractFR": [
        "Sur la base de l'article 3, alinéa 3, du règlement n° 2988/95 du Conseil du 18 décembre 1995 relatif à la protection des intérêts financiers des Communautés européennes, un délai de prescription plus long que celui prévu par l'article 3, alinéa 1er, de ce règlement peut résulter de la disposition de droit commun de l'article 2262bis, § 1er, alinéa 1er, du Code civil (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Op grond van artikel 3, derde lid, van Verordening nr. 2988/95 van de Raad van 18 december 1995 betreffende de bescherming van de financiële belangen van de Europese Gemeenschappen kan een langere verjaringstermijn dan die voorzien in artikel 3, eerste lid, van die Verordening voortvloeien uit de gemeenrechtelijke bepaling van artikel 2262bis, § 1, eerste lid, Burgerlijk Wetboek (1). (1) Zie concl. OM."
      ]
    }
  }
}