{
  "2": {
    "ECLI:BE:CASS:2009:ARR.20090903.3": {
      "court": "CASS",
      "date": "2009-09-03",
      "roleNumber": "C.08.0212.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090903.3&lang=fr",
      "abstractFR": [
        "La conséquence juridique du fait que le silence de l'entrepreneur après le délai de quinze jours de calendrier suivant le jour déterminé par la date postale de la transmission du procès-verbal de constatation de la non-observation des ordres de l'administration, au cours duquel il peut faire valoir ses moyens de défense par lettre recommandée à l'administration, vaut comme reconnaissance des faits constatés, ne s'applique pas si l'entrepreneur conteste tous les manquements mentionnés dans le procès-verbal de constatation avant la transmission du procès-verbal et si cette contestation est connue de l'administration adjudicataire (1). (1) Le M.P. a aussi conclu au rejet, mais en considérant que c'est en réalité une violation de l'article 1325 du Code civil qui a été invoquée, sans que cet article soit désigné comme étant la disposition violée."
      ],
      "abstractNL": [
        "Het rechtsgevolg dat het stilzwijgen van de aannemer na de termijn van vijftien kalenderdagen volgend op de postdatum van het toezenden van het proces-verbaal van vaststelling van niet-naleving van de bevelen van het bestuur, waarbinnen hij zijn verweermiddelen tegen de vastgestelde tekortkomingen per aangetekend schrijven aan het bestuur kan doen gelden, geldt als erkenning van de vastgestelde feiten, treedt niet in indien de aannemer alle tekortkomingen vermeld in het proces-verbaal van vaststelling heeft betwist voor de toezending van het proces-verbaal en die betwisting bekend was aan het aanbestedend bestuur (1). (1) Het O.M. concludeerde eveneens tot verwerping, doch op grond van de overweging dat naar zijn oordeel in werkelijkheid een schending van art. 1352 BW werd aangevoerd, zonder dat dit artikel als geschonden werd aangewezen."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20090903.4": {
      "court": "CASS",
      "date": "2009-09-03",
      "roleNumber": "C.08.0240.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090903.4&lang=fr",
      "abstractFR": [
        "Lorsqu'un entrepreneur fait valoir en temps utile ses moyens de défense après la réception d'un procès-verbal constatant ses manquements, la reconnaissance présumée de responsabilité par l'entrepreneur et le droit qui en découle octroyé à l'administration de prendre des mesures d'office cessent d'avoir effet étant entendu que la déchéance des mesures d'office n'est pas étrangère à l'appréciation sur le fond desdits moyens de défense (1). (1) Voir Cass., 29 mai 2008, RG C.07.0260.N, Pas., 2008, n° 331."
      ],
      "abstractNL": [
        "Wanneer de aannemer tijdig zijn verweermiddelen doet gelden na ontvangst van een proces-verbaal waarin zijn tekortkomingen worden vastgesteld, vervallen de vermoede erkenning van aansprakelijkheid door de aannemer en het hieruit volgend recht aan het bestuur toegekend om maatregelen van ambtswege te treffen, met dien verstande dat het verval van de ambtshalve maatregelen niet los staat van de beoordeling ten gronde van bedoeld verweer (1). (1) Zie Cass., 29 mei 2008, AR C.07.0260.N, A.C., 2008, nr 331."
      ]
    },
    "ECLI:BE:CASS:2008:ARR.20080529.4": {
      "court": "CASS",
      "date": "2008-05-29",
      "roleNumber": "C.07.0260.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080529.4&lang=fr",
      "abstractFR": [
        "Lorsqu'après avoir reçu le procès-verbal constatant ses manquements, l'entrepreneur fait valoir ses moyens de défense en temps utile, la reconnaissance de responsabilité de l'entrepreneur cesse d'être présumée et le droit de l'administration de prendre d'office les mesures indiquées à l'article 48, § 4, prend fin, étant entendu que la déchéance des mesures prises d'office reste subordonnée à l'appréciation au fond des moyens de défense (1). (1) Voir Cass., 20 mai 1994, RG 8301, Pas., 1994, n° 256 et la note signée M.-A. FLAMME sous cet arrêt dans T. Aann. 4-95, (372), 377."
      ],
      "abstractNL": [
        "Wanneer de aannemer tijdig zijn verweermiddelen doet gelden na ontvangst van een proces-verbaal waarin zijn tekortkomingen worden vastgesteld, vervallen de vermoede erkenning van aansprakelijkheid door de aannemer en het hieruit volgend recht aan het bestuur toegekend om de in artikel 48, § 4 ,genoemde maatregelen van ambtswege te treffen, met dien verstande dat het verval van de ambtshalve maatregelen zich niet voltrekt, ongeacht de beoordeling ten gronde van voormeld verweer (1). (1) Zie Cass., 20 mei 1994, AR 8301, A.C., 1994, nr. 256, en de noot van M.A. FLAMME onder dit arrest in T. Aann., 4-95, (372), 377."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2015:ARR.20150910.3": {
      "court": "CASS",
      "date": "2015-09-10",
      "roleNumber": "C.13.0016.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150910.3&lang=fr",
      "abstractFR": [
        "Le délai de trente jours prescrit à peine de déchéance ne concerne que laobligation de dénonciation par l'adjudicataire au pouvoir adjudicateur des faits et circonstances qui perturbent l'exécution du marché et non la description sommaire de l'influence que ceux-ci ont ou pourraient avoir sur la marché et le coût de l'entreprise (1), ni l'introduction d'une requête dûment chiffrée. (1) Cass. 25 mars 2011, RG C.10.0088.N, Pas. 2011, n° 226."
      ],
      "abstractNL": [
        "De op straffe van verval voorgeschreven termijn van dertig kalenderdagen geldt enkel voor de verplichting van de aannemer om de feiten en omstandigheden die de gang van het werk verstoren bekend te maken aan de aanbestedende overheid en niet voor de bondige beschrijving van de invloed die deze feiten en omstandigheden hebben of zouden kunnen hebben op de opdracht en de kosten van de aanneming (1), noch voor het indienen van een behoorlijk gerechtvaardigd en becijferd verzoek. (1) Cass. 25 maart 2011, AR C.10.0088.N, AC 2011, nr. 226."
      ]
    },
    "ECLI:BE:CASS:2008:ARR.20080919.5": {
      "court": "CASS",
      "date": "2008-09-19",
      "roleNumber": "C.07.0526.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080919.5&lang=fr",
      "abstractFR": [
        "Une demande de remise des amendes du chef d'exécution tardive doit être introduite, à peine de déchéance, dans le délai prévu par l'article 17, § 3 de l'arrêté ministériel du 10 août 1977; les faits et circonstances qui justifient cette demande doivent être dénoncés à l'administration de la manière et dans les délais prévus par l'article 16, § 3 et l'entrepreneur est tenu de prouver que le retard est dû totalement ou partiellement à ces faits et circonstances; l'indication des faits et circonstances dans la demande de remise n'est pas prescrite à peine de nullité ou de déchéance."
      ],
      "abstractNL": [
        "Een aanvraag tot teruggave van boeten wegens laattijdige uitvoering moet op straffe van verval worden ingediend binnen de termijn voorzien door artikel 17, §3, van het ministerieel besluit houdende vaststelling van de algemene aannemingsvoorwaarden van de overheidsopdrachten van werken,leveringen en diensten; de feiten en omstandigheden die deze aanvraag wettigen moeten ter kennis worden gebracht van het bestuur op de wijze en binnen de termijn bepaald door artikel 16, §3, en de aannemer moet bewijzen dat de vertraging geheel of gedeeltelijk te wijten is aan deze feiten en omstandigheden; de vermelding van de feiten en omstandigheden in de aanvraag tot kwijtschelding is niet op straffe van nietigheid of verval opgelegd."
      ]
    },
    "ECLI:BE:CASS:2007:ARR.20070921.4": {
      "court": "CASS",
      "date": "2007-09-21",
      "roleNumber": "C.05.0590.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20070921.4",
      "abstractFR": [
        "Le délai de trente jours prescrit à peine de déchéance ne concerne que la dénonciation par l'entrepreneur au pouvoir adjudicateur des faits et circonstances qui perturbent l'exécution du chantier et non la description sommaire de l'influence que ceux-ci ont ou pourraient avoir sur la marche et le coût de l'entreprise (1). Voir Cass., 22 janvier 1987, RG 7465-7511, n° 299."
      ],
      "abstractNL": [
        "De op straffe van verval voorgeschreven termijn van dertig dagen geldt enkel voor de verplichting van de aannemer om de feiten en omstandigheden die de gang van het werk verstoren aan de aanbestedende overheid bekend te maken en niet voor de bondige beschrijving van de invloed die deze feiten en omstandigheden hebben of zouden kunnen hebben op de opdracht en de kosten van de aanneming (1). (1) Zie Cass., 22 jan. 1987, AR 7465-7511, nr 299."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2007:ARR.20070921.1": {
      "court": "CASS",
      "date": "2007-09-21",
      "roleNumber": "C.05.0229.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20070921.1",
      "abstractFR": [
        "Lorsque, d'une part, la demande du pouvoir adjudicateur est fondée sur la responsabilité décennale de l'entrepreneur et que, d'autre part, les travaux n'ont pas été achevés dans le délai convenu, la réception provisoire, point de départ de la garantie décennale, se situe à la date de l'achèvement réel des travaux (1). (1) Voir les conclusions du M.P."
      ],
      "abstractNL": [
        "Wanneer, enerzijds, de vordering van de aanbestedende overheid gegrond is op de tienjarige aansprakelijkheid van de aannemer en, anderzijds, het werk niet is voltooid binnen de overeengekomen termijn, valt de voorlopige goedkeuring, die de tienjarige waarborg doet ingaan, samen met de datum waarop het werk werkelijk is voltooid (1). (1) Zie concl. O.M. in Pas., 2007, nr ..."
      ]
    }
  },
  "15": {
    "ECLI:BE:CASS:2011:ARR.20110609.2": {
      "court": "CASS",
      "date": "2011-06-09",
      "roleNumber": "C.10.0307.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20110609.2",
      "abstractFR": [
        "S'agissant des marchés publics, le délai de prescription de la créance d'intérêts prend cours du seul fait de l'introduction de la facture régulièrement établie, laquelle vaut déclaration de créance desdits intérêts (1). (1) A.R. du 10 décembre 1868, art. 68 et 100, tant avant qu'après leur modification par l'arrêté royal du 19 mars 2003; A.M. du 10 août 1977, art. 15, §4, al. 1er , modifié par l'arrêté ministériel du 23 avril 1991."
      ],
      "abstractNL": [
        "Bij overheidsopdrachten volstaat de indiening van de regelmatig opgemaakte factuur die geldt als verklaring van schuldvordering voor de betaling van intrest om de termijn voor de verjaring van voornoemde schuldvordering te doen ingaan (1). (1) Artt. 68 en 100 K.B. 10 dec. 1868, zowel vóór als na de wijziging ervan bij het K.B. 19 maart 2003; art. 15, §4, eerste lid, M.B. 10 aug. 1977, gewijzigd bij het M.B. 23 april 1991."
      ]
    },
    "ECLI:BE:CASS:2008:ARR.20080508.7": {
      "court": "CASS",
      "date": "2008-05-08",
      "roleNumber": "C.06.0681.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080508.7&lang=fr",
      "abstractFR": [
        "Le compte d'indemnisation pour un montant à convenir de commun accord que l'adjudicataire est fondé à introduire pour des interruptions ordonnées par l'administration, dont l'ensemble dépasse un vingtième du délai contractuel et dix jours ouvrables, ou quinze jours de calendrier si le délai n'est pas exprimé en jours ouvrables, est distinct des réclamations et requêtes que l'adjudicataire est autorisé à introduire pour d'autres faits ou circonstances.",
        "Le droit en vertu duquel l'adjudicataire est fondé à introduire un compte d'indemnisation pour un montant à convenir de commun accord pour des interruptions ordonnées par l'administration, dont l'ensemble dépasse un vingtième du délai contractuel et dix jours ouvrables, ou quinze jours de calendrier si le délai n'est pas exprimé en jours ouvrables, ne peut être exercé que lorsque l'administration ordonne l'interruption et non lorsque l'interruption est imputable à la seule faute de l'administration, indépendamment de tout ordre de l'administration (1). (1) Voir M. Senelle, \"Omtrent klachten en verzoeken\", T. Aann., 1985, (291) 292."
      ],
      "abstractNL": [
        "De rekening tot schadeloosstelling van de aannemer voor een in gemeen overleg te betalen bedrag voor de onderbrekingen op bevel van het bestuur, die in totaal een twintigste van de uitvoeringstermijn overschrijden en tien werkdagen of vijftien kalenderdagen, naar gelang de uitvoeringstermijn uitgedrukt is in werk- of kalenderdagen, is onderscheiden van de klachten en verzoeken van de aannemer wegens welke feiten of omstandigheden ook.",
        "Het recht van de aannemer om een rekening tot schadeloosstelling in te dienen voor een in gemeen overleg te betalen bedrag voor de onderbrekingen op bevel van het bestuur, die in totaal een twintigste van de uitvoeringstermijn overschrijden en tien werkdagen of vijftien kalenderdagen, naar gelang de uitvoeringstermijn uitgedrukt is in werk- of kalenderdagen, geldt slechts zo het bestuur de onderbreking beveelt en niet zo de onderbreking, buiten een door het bestuur daartoe gegeven bevel, enkel toe te schrijven is aan de schuld van het bestuur (1). (1) Zie M. SENELLE, \"Omtrent klachten en verzoeken\", T. Aann., 1985, (291) 292."
      ]
    },
    "ECLI:BE:CASS:2007:ARR.20070412.2": {
      "court": "CASS",
      "date": "2007-04-12",
      "roleNumber": "C.06.0103.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20070412.2",
      "abstractFR": [
        "La circonstance que, d'une part, les montants nominaux des états d'avancement des travaux, réclamés par l'adjudicataire en temps utile et selon les formes prévues, ont été payés avec retard, ce qui a donné droit à des intérêts de retard, d'autre part, les paiements ont été par préférence imputés sur ces intérêts, n'a pas pour effet de reporter le point de départ du délai de prescription de l'action en paiement de sa créance par l'adjudicataire au moment où le calcul final d'imputation peut intervenir, à savoir à la date du dernier paiement (1). (1) A.M. du 10 août 1977, art. 15, § 4, après sa modification par l'A.M. du 8 octobre 1985."
      ],
      "abstractNL": [
        "De omstandigheid, enerzijds, dat de nominale bedragen van de staten van de werken, die door de aannemer tijdig en overeenkomstig de voorgeschreven vormen zijn gevorderd, met vertraging zijn betaald waardoor hij recht kreeg op verwijlintrest, en anderzijds, dat de betalingen bij voorrang zijn toegerekend op die intrest, heeft niet tot gevolg dat de verjaringstermijn van de rechtsvordering van de aannemer tot betaling van zijn schuldvordering pas begint te lopen op het ogenblik waarop de toerekening uiteindelijk kan worden berekend, namelijk op de datum van de laatste betaling (1). (1) Art. 15, § 4, M.B. van 10 aug. 1977, nadat het is gewijzigd bij het M.B. van 8 okt. 1985."
      ]
    }
  },
  "16": {
    "ECLI:BE:CASS:2015:ARR.20150910.3": {
      "court": "CASS",
      "date": "2015-09-10",
      "roleNumber": "C.13.0016.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150910.3&lang=fr",
      "abstractFR": [
        "Le délai de trente jours prescrit à peine de déchéance ne concerne que laobligation de dénonciation par l'adjudicataire au pouvoir adjudicateur des faits et circonstances qui perturbent l'exécution du marché et non la description sommaire de l'influence que ceux-ci ont ou pourraient avoir sur la marché et le coût de l'entreprise (1), ni l'introduction d'une requête dûment chiffrée. (1) Cass. 25 mars 2011, RG C.10.0088.N, Pas. 2011, n° 226."
      ],
      "abstractNL": [
        "De op straffe van verval voorgeschreven termijn van dertig kalenderdagen geldt enkel voor de verplichting van de aannemer om de feiten en omstandigheden die de gang van het werk verstoren bekend te maken aan de aanbestedende overheid en niet voor de bondige beschrijving van de invloed die deze feiten en omstandigheden hebben of zouden kunnen hebben op de opdracht en de kosten van de aanneming (1), noch voor het indienen van een behoorlijk gerechtvaardigd en becijferd verzoek. (1) Cass. 25 maart 2011, AR C.10.0088.N, AC 2011, nr. 226."
      ]
    },
    "ECLI:BE:CASS:2008:ARR.20080919.5": {
      "court": "CASS",
      "date": "2008-09-19",
      "roleNumber": "C.07.0526.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080919.5&lang=fr",
      "abstractFR": [
        "Une demande de remise des amendes du chef d'exécution tardive doit être introduite, à peine de déchéance, dans le délai prévu par l'article 17, § 3 de l'arrêté ministériel du 10 août 1977; les faits et circonstances qui justifient cette demande doivent être dénoncés à l'administration de la manière et dans les délais prévus par l'article 16, § 3 et l'entrepreneur est tenu de prouver que le retard est dû totalement ou partiellement à ces faits et circonstances; l'indication des faits et circonstances dans la demande de remise n'est pas prescrite à peine de nullité ou de déchéance.",
        "Le juge qui rejette la demande de l'adjudictaire tendant à la remise des amendes du chef d'exécution tardive du marché public par le motif que les faits et circonstances justifiant la demande n'ont pas été dénoncés à l'administration dans les trente jours de leur survenance sans examiner si la dénonciation n'a pas été faite dans les trente jours de la date à laquelle l'adjudicataire aurait dû en avoir connaissance normalement, ne justifie pas légalement sa décision."
      ],
      "abstractNL": [
        "Een aanvraag tot teruggave van boeten wegens laattijdige uitvoering moet op straffe van verval worden ingediend binnen de termijn voorzien door artikel 17, §3, van het ministerieel besluit houdende vaststelling van de algemene aannemingsvoorwaarden van de overheidsopdrachten van werken,leveringen en diensten; de feiten en omstandigheden die deze aanvraag wettigen moeten ter kennis worden gebracht van het bestuur op de wijze en binnen de termijn bepaald door artikel 16, §3, en de aannemer moet bewijzen dat de vertraging geheel of gedeeltelijk te wijten is aan deze feiten en omstandigheden; de vermelding van de feiten en omstandigheden in de aanvraag tot kwijtschelding is niet op straffe van nietigheid of verval opgelegd.",
        "De appelrechter die de vordering van de aannemer tot terugbetaling van de boeten wegens laattijdige uitvoering van de overheidsopdracht afwijst op grond dat de feiten en omstandigheden die de aanvraag wettigen,niet werden ter kennis gebracht van het bestuur binnen de 30 dagen nadat ze zich hebben voorgedaan , zonder na te gaan of de kennisgeving niet geschiedde binnen de dertig dagen na de datum waarop de aannemer ze normaal had moeten kennen, verantwoordt zijn beslissing niet naar recht ."
      ]
    },
    "ECLI:BE:CASS:2008:ARR.20080508.7": {
      "court": "CASS",
      "date": "2008-05-08",
      "roleNumber": "C.06.0681.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080508.7&lang=fr",
      "abstractFR": [
        "Le compte d'indemnisation pour un montant à convenir de commun accord que l'adjudicataire est fondé à introduire pour des interruptions ordonnées par l'administration, dont l'ensemble dépasse un vingtième du délai contractuel et dix jours ouvrables, ou quinze jours de calendrier si le délai n'est pas exprimé en jours ouvrables, est distinct des réclamations et requêtes que l'adjudicataire est autorisé à introduire pour d'autres faits ou circonstances."
      ],
      "abstractNL": [
        "De rekening tot schadeloosstelling van de aannemer voor een in gemeen overleg te betalen bedrag voor de onderbrekingen op bevel van het bestuur, die in totaal een twintigste van de uitvoeringstermijn overschrijden en tien werkdagen of vijftien kalenderdagen, naar gelang de uitvoeringstermijn uitgedrukt is in werk- of kalenderdagen, is onderscheiden van de klachten en verzoeken van de aannemer wegens welke feiten of omstandigheden ook."
      ]
    },
    "ECLI:BE:CASS:2007:ARR.20070921.4": {
      "court": "CASS",
      "date": "2007-09-21",
      "roleNumber": "C.05.0590.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20070921.4",
      "abstractFR": [
        "La dénonciation par l'entrepreneur au pouvoir adjudicateur des faits et circonstances qui perturbent l'exécution du chantier doit être faite par écrit; toutefois, aucune forme ou condition relative audit écrit n'est imposée légalement; cette dénonciation peut dès lors être faite dans les procès-verbaux de chantier.",
        "Le délai de trente jours prescrit à peine de déchéance ne concerne que la dénonciation par l'entrepreneur au pouvoir adjudicateur des faits et circonstances qui perturbent l'exécution du chantier et non la description sommaire de l'influence que ceux-ci ont ou pourraient avoir sur la marche et le coût de l'entreprise (1). Voir Cass., 22 janvier 1987, RG 7465-7511, n° 299."
      ],
      "abstractNL": [
        "De bekendmaking waartoe de aannemer jegens de aanbestedende overheid gehouden is omtrent de feiten en omstandigheden die de uitvoering van het werk verstoren, dient schriftelijk te geschieden; de wet vereist evenwel voor dit geschrift geen enkele vorm of voorwaarde; die bekendmaking mag dus gedaan worden in de processen-verbaal van de werkvergaderingen.",
        "De op straffe van verval voorgeschreven termijn van dertig dagen geldt enkel voor de verplichting van de aannemer om de feiten en omstandigheden die de gang van het werk verstoren aan de aanbestedende overheid bekend te maken en niet voor de bondige beschrijving van de invloed die deze feiten en omstandigheden hebben of zouden kunnen hebben op de opdracht en de kosten van de aanneming (1). (1) Zie Cass., 22 jan. 1987, AR 7465-7511, nr 299."
      ]
    }
  },
  "17": {
    "ECLI:BE:CASS:2008:ARR.20080919.5": {
      "court": "CASS",
      "date": "2008-09-19",
      "roleNumber": "C.07.0526.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080919.5&lang=fr",
      "abstractFR": [
        "Une demande de remise des amendes du chef d'exécution tardive doit être introduite, à peine de déchéance, dans le délai prévu par l'article 17, § 3 de l'arrêté ministériel du 10 août 1977; les faits et circonstances qui justifient cette demande doivent être dénoncés à l'administration de la manière et dans les délais prévus par l'article 16, § 3 et l'entrepreneur est tenu de prouver que le retard est dû totalement ou partiellement à ces faits et circonstances; l'indication des faits et circonstances dans la demande de remise n'est pas prescrite à peine de nullité ou de déchéance."
      ],
      "abstractNL": [
        "Een aanvraag tot teruggave van boeten wegens laattijdige uitvoering moet op straffe van verval worden ingediend binnen de termijn voorzien door artikel 17, §3, van het ministerieel besluit houdende vaststelling van de algemene aannemingsvoorwaarden van de overheidsopdrachten van werken,leveringen en diensten; de feiten en omstandigheden die deze aanvraag wettigen moeten ter kennis worden gebracht van het bestuur op de wijze en binnen de termijn bepaald door artikel 16, §3, en de aannemer moet bewijzen dat de vertraging geheel of gedeeltelijk te wijten is aan deze feiten en omstandigheden; de vermelding van de feiten en omstandigheden in de aanvraag tot kwijtschelding is niet op straffe van nietigheid of verval opgelegd."
      ]
    }
  },
  "18": {
    "ECLI:BE:CASS:2008:ARR.20080111.2": {
      "court": "CASS",
      "date": "2008-01-11",
      "roleNumber": "C.06.0375.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080111.2",
      "abstractFR": [
        "Viole l'article 18, § 2, de l'arrêté ministériel du 10 août 1977 l'arrêt qui, pour rejeter l'exception de forclusion de l'administration, tient la réclamation de l'adjudicataire portant sur des faits antérieurs à la réception provisoire et son rejet par l'administration pour des faits ou des circonstances survenus pendant la période de garantie (1). (1) A.M. du 10 août 1977, art. 18, § 2, avant sa modification par l'A.M. du 8 octobre 1985."
      ],
      "abstractNL": [
        "Het arrest dat, om de exceptie van verval van de administratie te verwerpen, de klacht van de aannemer over feiten van vóór de voorlopige oplevering en de verwerping ervan door de administratie, aanmerkt als feiten of omstandigheden die plaatsvinden gedurende de waarborgperiode, schendt artikel 18, § 2, M.B. 10 aug. 1977 (1). (1) Art. 18, § 2, M.B. 10 aug. 1977, vóór de wijziging ervan bij M.B. 8 okt.1985."
      ]
    }
  },
  "41": {
    "ECLI:BE:CASS:2007:ARR.20070921.1": {
      "court": "CASS",
      "date": "2007-09-21",
      "roleNumber": "C.05.0229.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20070921.1",
      "abstractFR": [
        "Lorsque, d'une part, la demande du pouvoir adjudicateur est fondée sur la responsabilité décennale de l'entrepreneur et que, d'autre part, les travaux n'ont pas été achevés dans le délai convenu, la réception provisoire, point de départ de la garantie décennale, se situe à la date de l'achèvement réel des travaux (1). (1) Voir les conclusions du M.P."
      ],
      "abstractNL": [
        "Wanneer, enerzijds, de vordering van de aanbestedende overheid gegrond is op de tienjarige aansprakelijkheid van de aannemer en, anderzijds, het werk niet is voltooid binnen de overeengekomen termijn, valt de voorlopige goedkeuring, die de tienjarige waarborg doet ingaan, samen met de datum waarop het werk werkelijk is voltooid (1). (1) Zie concl. O.M. in Pas., 2007, nr ..."
      ]
    }
  },
  "43": {
    "ECLI:BE:CASS:2007:ARR.20070921.1": {
      "court": "CASS",
      "date": "2007-09-21",
      "roleNumber": "C.05.0229.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20070921.1",
      "abstractFR": [
        "Lorsque, d'une part, la demande du pouvoir adjudicateur est fondée sur la responsabilité décennale de l'entrepreneur et que, d'autre part, les travaux n'ont pas été achevés dans le délai convenu, la réception provisoire, point de départ de la garantie décennale, se situe à la date de l'achèvement réel des travaux (1). (1) Voir les conclusions du M.P."
      ],
      "abstractNL": [
        "Wanneer, enerzijds, de vordering van de aanbestedende overheid gegrond is op de tienjarige aansprakelijkheid van de aannemer en, anderzijds, het werk niet is voltooid binnen de overeengekomen termijn, valt de voorlopige goedkeuring, die de tienjarige waarborg doet ingaan, samen met de datum waarop het werk werkelijk is voltooid (1). (1) Zie concl. O.M. in Pas., 2007, nr ..."
      ]
    }
  },
  "47": {
    "ECLI:BE:CASS:2011:ARR.20110113.12": {
      "court": "CASS",
      "date": "2011-01-13",
      "roleNumber": "C040539F-C050232F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20110113.12",
      "abstractFR": [
        "L'entrepreneur doit disposer de l'entier délai de quinze jours de calendrier suivant le jour déterminé par la date postale de la transmission d'un procès-verbal constatant un manquement aux clauses du contrat avant que l'administration ne puisse conclure un ou plusieurs marchés pour compte avec d'autres entrepreneurs; un procès-verbal ne peut fonder cette mesure que si le recours à celle-ci suit de quinze jours au moins la transmission de ce procès-verbal à l'entrepreneur (1). (1) A.M. du 10 août 1977, art. 47, al. 2, avant son abrogation par la loi du 24 décembre 1993."
      ],
      "abstractNL": [
        "De aannemer moet beschikken over de volledige termijn van vijftien kalenderdagen volgend op de postdatum van het toezenden van een proces-verbaal dat een tekortkoming op de bepalingen van het contract vaststelt, vooraleer de administratie een of meer overeenkomsten voor rekening met andere aannemers kan aangaan; een proces-verbaal kan slechts de grondslag van die maatregel vormen, indien hij ten minste vijftien dagen na de toezending van dat proces-verbaal aan de aannemer wordt getroffen (1). (1) Art. 47, tweede lid, M.B. 10 aug. 1977 vóór de opheffing ervan bij W. 24 dec. 1993."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20090903.3": {
      "court": "CASS",
      "date": "2009-09-03",
      "roleNumber": "C.08.0212.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090903.3&lang=fr",
      "abstractFR": [
        "La conséquence juridique du fait que le silence de l'entrepreneur après le délai de quinze jours de calendrier suivant le jour déterminé par la date postale de la transmission du procès-verbal de constatation de la non-observation des ordres de l'administration, au cours duquel il peut faire valoir ses moyens de défense par lettre recommandée à l'administration, vaut comme reconnaissance des faits constatés, ne s'applique pas si l'entrepreneur conteste tous les manquements mentionnés dans le procès-verbal de constatation avant la transmission du procès-verbal et si cette contestation est connue de l'administration adjudicataire (1). (1) Le M.P. a aussi conclu au rejet, mais en considérant que c'est en réalité une violation de l'article 1325 du Code civil qui a été invoquée, sans que cet article soit désigné comme étant la disposition violée."
      ],
      "abstractNL": [
        "Het rechtsgevolg dat het stilzwijgen van de aannemer na de termijn van vijftien kalenderdagen volgend op de postdatum van het toezenden van het proces-verbaal van vaststelling van niet-naleving van de bevelen van het bestuur, waarbinnen hij zijn verweermiddelen tegen de vastgestelde tekortkomingen per aangetekend schrijven aan het bestuur kan doen gelden, geldt als erkenning van de vastgestelde feiten, treedt niet in indien de aannemer alle tekortkomingen vermeld in het proces-verbaal van vaststelling heeft betwist voor de toezending van het proces-verbaal en die betwisting bekend was aan het aanbestedend bestuur (1). (1) Het O.M. concludeerde eveneens tot verwerping, doch op grond van de overweging dat naar zijn oordeel in werkelijkheid een schending van art. 1352 BW werd aangevoerd, zonder dat dit artikel als geschonden werd aangewezen."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20090903.4": {
      "court": "CASS",
      "date": "2009-09-03",
      "roleNumber": "C.08.0240.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090903.4&lang=fr",
      "abstractFR": [
        "Lorsqu'un entrepreneur fait valoir en temps utile ses moyens de défense après la réception d'un procès-verbal constatant ses manquements, la reconnaissance présumée de responsabilité par l'entrepreneur et le droit qui en découle octroyé à l'administration de prendre des mesures d'office cessent d'avoir effet étant entendu que la déchéance des mesures d'office n'est pas étrangère à l'appréciation sur le fond desdits moyens de défense (1). (1) Voir Cass., 29 mai 2008, RG C.07.0260.N, Pas., 2008, n° 331."
      ],
      "abstractNL": [
        "Wanneer de aannemer tijdig zijn verweermiddelen doet gelden na ontvangst van een proces-verbaal waarin zijn tekortkomingen worden vastgesteld, vervallen de vermoede erkenning van aansprakelijkheid door de aannemer en het hieruit volgend recht aan het bestuur toegekend om maatregelen van ambtswege te treffen, met dien verstande dat het verval van de ambtshalve maatregelen niet los staat van de beoordeling ten gronde van bedoeld verweer (1). (1) Zie Cass., 29 mei 2008, AR C.07.0260.N, A.C., 2008, nr 331."
      ]
    },
    "ECLI:BE:CASS:2008:ARR.20080529.4": {
      "court": "CASS",
      "date": "2008-05-29",
      "roleNumber": "C.07.0260.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080529.4&lang=fr",
      "abstractFR": [
        "Lorsqu'après avoir reçu le procès-verbal constatant ses manquements, l'entrepreneur fait valoir ses moyens de défense en temps utile, la reconnaissance de responsabilité de l'entrepreneur cesse d'être présumée et le droit de l'administration de prendre d'office les mesures indiquées à l'article 48, § 4, prend fin, étant entendu que la déchéance des mesures prises d'office reste subordonnée à l'appréciation au fond des moyens de défense (1). (1) Voir Cass., 20 mai 1994, RG 8301, Pas., 1994, n° 256 et la note signée M.-A. FLAMME sous cet arrêt dans T. Aann. 4-95, (372), 377."
      ],
      "abstractNL": [
        "Wanneer de aannemer tijdig zijn verweermiddelen doet gelden na ontvangst van een proces-verbaal waarin zijn tekortkomingen worden vastgesteld, vervallen de vermoede erkenning van aansprakelijkheid door de aannemer en het hieruit volgend recht aan het bestuur toegekend om de in artikel 48, § 4 ,genoemde maatregelen van ambtswege te treffen, met dien verstande dat het verval van de ambtshalve maatregelen zich niet voltrekt, ongeacht de beoordeling ten gronde van voormeld verweer (1). (1) Zie Cass., 20 mei 1994, AR 8301, A.C., 1994, nr. 256, en de noot van M.A. FLAMME onder dit arrest in T. Aann., 4-95, (372), 377."
      ]
    }
  },
  "48": {
    "ECLI:BE:CASS:2009:ARR.20090903.4": {
      "court": "CASS",
      "date": "2009-09-03",
      "roleNumber": "C.08.0240.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090903.4&lang=fr",
      "abstractFR": [
        "Lorsqu'un entrepreneur fait valoir en temps utile ses moyens de défense après la réception d'un procès-verbal constatant ses manquements, la reconnaissance présumée de responsabilité par l'entrepreneur et le droit qui en découle octroyé à l'administration de prendre des mesures d'office cessent d'avoir effet étant entendu que la déchéance des mesures d'office n'est pas étrangère à l'appréciation sur le fond desdits moyens de défense (1). (1) Voir Cass., 29 mai 2008, RG C.07.0260.N, Pas., 2008, n° 331."
      ],
      "abstractNL": [
        "Wanneer de aannemer tijdig zijn verweermiddelen doet gelden na ontvangst van een proces-verbaal waarin zijn tekortkomingen worden vastgesteld, vervallen de vermoede erkenning van aansprakelijkheid door de aannemer en het hieruit volgend recht aan het bestuur toegekend om maatregelen van ambtswege te treffen, met dien verstande dat het verval van de ambtshalve maatregelen niet los staat van de beoordeling ten gronde van bedoeld verweer (1). (1) Zie Cass., 29 mei 2008, AR C.07.0260.N, A.C., 2008, nr 331."
      ]
    },
    "ECLI:BE:CASS:2008:ARR.20080529.4": {
      "court": "CASS",
      "date": "2008-05-29",
      "roleNumber": "C.07.0260.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080529.4&lang=fr",
      "abstractFR": [
        "Lorsqu'après avoir reçu le procès-verbal constatant ses manquements, l'entrepreneur fait valoir ses moyens de défense en temps utile, la reconnaissance de responsabilité de l'entrepreneur cesse d'être présumée et le droit de l'administration de prendre d'office les mesures indiquées à l'article 48, § 4, prend fin, étant entendu que la déchéance des mesures prises d'office reste subordonnée à l'appréciation au fond des moyens de défense (1). (1) Voir Cass., 20 mai 1994, RG 8301, Pas., 1994, n° 256 et la note signée M.-A. FLAMME sous cet arrêt dans T. Aann. 4-95, (372), 377."
      ],
      "abstractNL": [
        "Wanneer de aannemer tijdig zijn verweermiddelen doet gelden na ontvangst van een proces-verbaal waarin zijn tekortkomingen worden vastgesteld, vervallen de vermoede erkenning van aansprakelijkheid door de aannemer en het hieruit volgend recht aan het bestuur toegekend om de in artikel 48, § 4 ,genoemde maatregelen van ambtswege te treffen, met dien verstande dat het verval van de ambtshalve maatregelen zich niet voltrekt, ongeacht de beoordeling ten gronde van voormeld verweer (1). (1) Zie Cass., 20 mei 1994, AR 8301, A.C., 1994, nr. 256, en de noot van M.A. FLAMME onder dit arrest in T. Aann., 4-95, (372), 377."
      ]
    }
  }
}