{
  "1": {
    "ECLI:BE:CASS:2018:ARR.20180207.2": {
      "court": "CASS",
      "date": "2018-02-07",
      "roleNumber": "P.18.0100.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180207.2",
      "abstractFR": [
        "Conformément aux articles 32, 36 et 41 du Code d'instruction criminelle et à l'article 1er, alinéa 2, 2°, de la loi du 7 juin 1969, le procureur du Roi et l'officier de police judiciaire peuvent procéder à une visite domiciliaire en cas de flagrant crime ou délit; cette visite domiciliaire peut être effectuée à n'importe quelle heure, sans le consentement de la personne intéressée et sans mandat de perquisition; la constatation de l'état de flagrance doit précéder la perquisition et cette dernière ne peut être justifiée par le constat a posteriori du flagrant délit (1). (1) « La procédure spéciale en cas de flagrant délit (...) implique nécessairement la constatation préalable d'un délit » (Cass. 13 septembre 2011, RG P.10.2039.N, Pas. 2011, n° 461).",
        "Il n'y a pas de flagrant délit si l'on se fonde seulement sur des présomptions et des indices qu'une infraction pourrait avoir été commise (1). (1) « Pour qu'un délit qui vient de se commettre soit flagrant, il faut que le délit soit encore actuel et que le temps qui s'écoule entre la commission de l'infraction et les actes d'instruction ne soit que le temps matériellement nécessaire pour permettre l'accomplissement desdits actes; il faut, en outre, que des éléments objectivant l'existence du délit aient été recueillis » (Cass. 29 juin 2005, RG P.05.0864.F, Pas. 2005, n° 383, avec concl. « dit en substance » de M. LOOP, avocat général); « (...) préalablement à l'application des règles particulières s'appliquant en cas de flagrant délit, il faut qu'il existe des éléments précis objectivant le fait qu'une infraction est commise ou vient d'être commise; il n'est pas requis que l'infraction soit observée par un témoin ou constatée immédiatement par un agent de la police judiciaire ni que son évidence et sa constatation sous tous ses aspects soient telles que toute instruction ultérieure devient inutile » (Cass. 3 décembre 2013, RG P.13.1858.N, Pas. 2013, n° 655), mais « une simple présomption ou indication n'est pas suffisante à cet égard » (voir Cass. 3 mai 1988, RG 1655, Pas. 1988, n° 539; Cass. 13 septembre 2011, RG P.10.2039.N, Pas. 2011, n° 461). Voir M.-A. BEERNAERT, H.-D. BOSLY et D. VANDERMEERSCH, Droit de la procédure pénale, La Charte, Bruges, 8ème éd., 2017, t. I, pp. 391-392."
      ],
      "abstractNL": [
        "Met toepassing van artikel 3 Huiszoekingswet, moet de toestemming bedoeld in artikel 1, tweede lid, 3Â°, van die wet, schriftelijk en voorafgaand aan de opsporing ten huize of de huiszoeking worden verleend (1). (1) Zie concl. âin hoofdzaakâ OM in Pas. 2018, nr. 82. De rechter beoordeelt in feite of een huiszoeking zonder rechterlijk bevel verricht is met toestemming van degene die het werkelijk genot heeft van de plaats (Cass. 13 februari 1991, AR 8657, AC 1990-91, nr. 315). In voorliggende zaak heeft het Hof, anders dan het openbaar ministerie, geoordeeld dat het hof van beroep, uit zijn onaantastbare vaststellingen, zijn beslissing niet naar recht kon afleiden dat de eiser impliciet doch onmiskenbaar de aanwezigheid van de politieagenten in zijn woning had toegestaan vooraleer laatstgenoemden daar de visu elementen vaststelden die een huiszoeking op heterdaad verantwoordden.",
        "Overeenkomstig de artikelen 32, 36 en 41 Wetboek van Strafvordering en artikel 1, tweede lid, 2°, Huiszoekingswet, kunnen de procureur des Konings en de officier van gerechtelijke politie een huiszoeking verrichten in geval van een op heterdaad ontdekte misdaad of wanbedrijf; die huiszoeking kan ongeacht het tijdstip zonder toestemming van de betrokkene en zonder huiszoekingsbevel worden verricht; de vaststelling van de toestand van heterdaad moet aan de opsporing ten huize voorafgaan en kan niet gerechtvaardigd worden door de vaststelling a posteriori van het op heterdaad ontdekte misdrijf (1). (1) \"De bijzondere procedure op heterdaad (...) houdt in dat het noodzakelijk is dat een misdrijf van tevoren is vastgesteld\" (Cass. 13 september 2011, AR P.10.2039.N, AC 2011, nr. 461)."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2018:ARR.20180207.2": {
      "court": "CASS",
      "date": "2018-02-07",
      "roleNumber": "P.18.0100.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180207.2",
      "abstractFR": [
        "En application de l'article 3 de la loi du 7 juin 1969, le consentement visé à l'article 1er, alinéa 2, 3°, de cette loi doit être donné par écrit, préalablement à la perquisition ou à la visite domiciliaire (1). (1) Voir les concl. « dit en substance » du MP. Le juge du fond apprécie en fait si une perquisition faite sans mandat de justice a eu lieu avec le consentement de la personne qui a la jouissance effective des lieux (Cass. 13 février 1991, RG 8657, Pas. 1991, I, n° 315). Dans la présente espèce, contrairement au ministère public, la Cour a considéré que la cour d'appel ne pouvait, de ses constatations souveraines, légalement déduire sa décision que le demandeur avait implicitement mais certainement admis la présence des policiers dans son domicile avant que ces derniers n'y constatassent de visu des éléments justifiant une perquisition en flagrant délit."
      ],
      "abstractNL": [
        "Met toepassing van artikel 3 Huiszoekingswet, moet de toestemming bedoeld in artikel 1, tweede lid, 3°, van die wet, schriftelijk en voorafgaand aan de opsporing ten huize of de huiszoeking worden verleend (1). (1) Zie concl. \"in hoofdzaak\" OM in Pas. 2018, nr. 82. De rechter beoordeelt in feite of een huiszoeking zonder rechterlijk bevel verricht is met toestemming van degene die het werkelijk genot heeft van de plaats (Cass. 13 februari 1991, AR 8657, AC 1990-91, nr. 315). In voorliggende zaak heeft het Hof, anders dan het openbaar ministerie, geoordeeld dat het hof van beroep, uit zijn onaantastbare vaststellingen, zijn beslissing niet naar recht kon afleiden dat de eiser impliciet doch onmiskenbaar de aanwezigheid van de politieagenten in zijn woning had toegestaan vooraleer laatstgenoemden daar de visu elementen vaststelden die een huiszoeking op heterdaad verantwoordden."
      ]
    }
  }
}