{
  "3": {
    "ECLI:BE:CASS:2024:ARR.20240604.2N.2": {
      "court": "CASS",
      "date": "2024-06-04",
      "roleNumber": "P.24.0274.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240604.2N.2",
      "abstractFR": null,
      "abstractNL": [
        "Indien een beklaagde ter staving van zijn verzoek om (probatie-)opschorting met verwijzing naar concrete gegevens aanvoert dat een straf nadelig zou zijn voor zijn reclassering en resocialisering, dan moet uit de beslissing een afweging blijken tussen eensdeels de ernst en de aard van de bewezen verklaarde feiten en de persoonlijkheid van de beklaagde en anderdeels de nadelige effecten van een bestraffing voor zijn reclassering en resocialisering (1). (1) Zie Cass. 8 mei 2018, AR P.17.1274.N, AC 2018, nr. 294, ECLI:BE:CASS:2018:ARR.20180508.1, NC 2018, 490, noot L. CLAES; Cass. 23 januari 2024, AR P.23.1512.N, T.Strafr. 2024, afl. 2, 110-111."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200122.2F.4": {
      "court": "CASS",
      "date": "2020-01-22",
      "roleNumber": "P.19.1067.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200122.2F.4",
      "abstractFR": [
        "Le rejet d'une demande de suspension formulée par le prévenu sans motif propre ou spécifique est régulièrement motivé et légalement justifié par la prononciation d'une peine dont la justification permet de comprendre pourquoi cette prononciation n'a pas été suspendue (1). (1) Voir Cass. 2 mars 2011, RG P.10.0586.F, Pas. 2011, n° 175 ; Cass., 27 mai 2009, RG P.09.0016.F, Pas. 2009, n° 350, et concl. contraires de M. Vandermeersch, avocat général ; Cass. 26 février 2002, RG P.01.1650.N, Pas. 2002, n° 133 et note, et Rev. dr. pén. crim., 2003, p. 890, avec note « La motivation de la décision refusant la suspension » ; Cass. 20 juin 2000, RG P.98.1043.N, Pas. 2000, n° 383 ; Cass. 30 avril 1985, RG 9447, Pas. 1985, n° 525 ; Cass. 8 novembre 2016, RG P.15.0724.N, Pas. 2016, n° 628 (si la demande est motivée) ; Cass. 14 novembre 2017, RG P.16.1250.N, Pas. 2017, n° 639 (quant au rejet d'un sursis)."
      ],
      "abstractNL": [
        "De afwijzing van een verzoek van de beklaagde om opschorting, zonder eigen of specifieke redenen, is regelmatig met redenen omkleed en naar recht verantwoord door de uitspraak van een straf waarvan de rechtvaardiging toestaat te begrijpen waarom die uitspraak niet werd opgeschort (1). (1) Zie Cass. 2 maart 2011, AR P.10.0586.F, AC 2011, nr. 175; Cass. 27 mei 2009, AR P.09.0016.F, AC 2009, nr. 350, met andersluidende concl. van advocaat-generaal VANDERMEERSCH op datum in Pas.; Cass. 26 februari 2002, AR P.01.1650.N, AC 2002, nr. 133 en de noot, en Rev. dr. pén. crim., 2003, p. 890, en de noot « La motivation de la décision refusant la suspension » ; Cass. 20 juni 2000, AR P.98.1043.N, AC 2000, nr. 383; Cass. 30 april 1985, AR 9447, AC 1984-85, nr. 525; Cass. 8 november 2016, AR P.15.0724.N, AC 2016, nr. 628 (wanneer het verzoek met redenen is omkleed); Cass. 14 november 2017, AR P.16.1250.N, AC 2017, nr. 639 (wat betreft de verwerping van een uitstel)."
      ]
    }
  }
}