{
  "6": {
    "ECLI:BE:CASS:2022:ARR.20221212.3F.4": {
      "court": "CASS",
      "date": "2022-12-12",
      "roleNumber": "C.18.0533.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221212.3F.4",
      "abstractFR": [
        "Les travailleurs ont le droit de grève et ce droit peut faire l'objet de restrictions (1). (1) Voir les concl. du MP.",
        "La décision de faire la grève est susceptible de constituer une faute (1). (1) Voir les concl. du MP.",
        "La décision de faire la grève est susceptible de constituer une (1). (1) Voir les concl. du MP.",
        "La décision fautive de faire la grève est de nature à engager la responsabilité de l'employeur si les autres conditions de l'article 1384, alinéa 3, de l'ancien Code civil sont réunies (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De werknemers beschikken over het stakingsrecht en dat recht kan worden beperkt (1). (1) Zie concl. OM. in Pas. 2022, nr. 815.",
        "De beslissing om te staken kan een fout uitmaken (1). (1) Zie concl. OM. in Pas. 2022, nr. 815.",
        "De onrechtmatige beslissing om te staken kan de aansprakelijkheid van de werkgever in het gedrang brengen indien de overige voorwaarden van artikel 1384, derde lid, Oud Burgerlijk Wetboek zijn vervuld (1). (1) Zie concl. OM. in Pas. 2022, nr. 815.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220323.2F.4": {
      "court": "CASS",
      "date": "2022-03-23",
      "roleNumber": "P.21.1500.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220323.2F.4",
      "abstractFR": [
        "Les articles 6.4 et N de la Charte sociale européenne du 3 mai 1996 stipulent que les Etats parties reconnaissent le droit de grève et peuvent le réglementer; dénuées du caractère suffisamment clair et précis qui permettrait de leur reconnaître un effet direct dans le cadre de poursuites pénales, ces dispositions n'attribuent pas à un prévenu un droit subjectif qu'il pourrait faire valoir à l'encontre des sanctions pénales requises à sa charge.",
        "Les articles 6.4 et N de la Charte sociale européenne du 3 mai 1996 stipulent que les Etats parties reconnaissent le droit de grève et peuvent le réglementer; dénuées du caractère suffisamment clair et précis qui permettrait de leur reconnaître un effet direct dans le cadre de poursuites pénales, ces dispositions n’attribuent pas à un prévenu un droit subjectif qu’il pourrait faire valoir à l’encontre des sanctions pénales requises à sa charge."
      ],
      "abstractNL": [
        "De artikelen 6.4 en N Herziening Europees Sociaal Handvest bepalen dat de Staten die hierbij partij zijn het stakingsrecht erkennen en het kunnen regelen; die bepalingen, die onvoldoende duidelijk en nauwkeurig zijn om er een rechtstreekse werking aan toe te kennen in het kader van de strafvervolging, kennen aan een beklaagde geen subjectief recht toe dat hij zou kunnen doen gelden tegen de tegen hem gevorderde strafsancties."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200107.2N.1": {
      "court": "CASS",
      "date": "2020-01-07",
      "roleNumber": "P.19.0804.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200107.2N.1&lang=fr",
      "abstractFR": [
        "Il résulte des articles 10 et 11 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales que le droit de grève et le droit de manifester ne sont pas des droits absolus et que leur exercice peut être soumis à des restrictions, pour autant que celles-ci répondent effectivement à des objectifs d'intérêt général et ne puissent être considérées comme une intervention démesurée et intolérable portant atteinte à la substance de ces droits protecteurs; le juge statue souverainement à cet égard, sur la base des faits qu'il constate (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de artikelen 10 en 11 EVRM volgt dat het recht te staken of te betogen geen absolute rechten zijn, maar dat de uitoefening van die rechten onderhevig kan zijn aan beperkingen, mits die beperkingen daadwerkelijk beantwoorden aan doeleinden van algemeen belang en niet te beschouwen zijn als een onevenredige en onduldbare ingreep waardoor de beschermende rechten in hun kern zouden worden aangetast; de rechter oordeelt daarover onaantastbaar op grond van feiten die hij vaststelt (1). (1) Zie concl. OM."
      ]
    }
  }
}