{
  "1": {
    "ECLI:BE:CASS:2021:ARR.20211110.2F.7": {
      "court": "CASS",
      "date": "2021-11-10",
      "roleNumber": "P.21.1051.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211110.2F.7",
      "abstractFR": [
        "Aucune disposition n'interdit au juge, lorsqu'il apprécie l'opportunité d'appliquer une peine de probation, d'avoir égard à la manière dont le prévenu a entrepris de réparer le préjudice causé par l'infraction et dont le montant a été définitivement arbitré (1). (1) Le M.P. a conclu au rejet du pourvoi mais considérait pour sa part que, dirigé contre un motif surabondant, le moyen était irrecevable à défaut d'intérêt, le motif distinct relatif à une probation antérieure, que le demandeur n'a pas critiqué, suffisant à justifier le refus des juges d'appel de prononcer une peine de probation autonome (v. Cass. 14 octobre 2020, RG P.20.0825.F, inédit). Le demandeur invoquait notamment la violation de l'article 1er du Protocole n° 4 à la Convention de sauvegarde des droits de l'Homme, qui prohibe l'emprisonnement pour dette.(M.N.B.).",
        "Aucune disposition n'interdit au juge, lorsqu'il apprécie l'opportunité d'appliquer une peine de probation, d'avoir égard à la manière dont le prévenu a entrepris de réparer le préjudice causé par l'infraction et dont le montant a été définitivement arbitré (1). (1) Le M.P. a conclu au rejet du pourvoi mais considérait pour sa part que, dirigé contre un motif surabondant, le moyen était irrecevable à défaut d'intérêt, le motif distinct relatif à une probation antérieure, que le demandeur n'a pas critiqué, suffisant à justifier le refus des juges d'appel de prononcer une peine de probation autonome (v. Cass. 14 octobre 2020, RG P.20.0825.F, inédit). Le demandeur invoquait notamment la violation de l'article 1er du Protocole n° 4 à la Convention de sauvegarde des droits de l'Homme, qui prohibe l'emprisonnement pour dette. (M.N.B.)."
      ],
      "abstractNL": [
        "Geen enkele bepaling verbiedt de rechter om bij zijn beoordeling van de gepastheid om een probatiestraf op te leggen, rekening te houden met de wijze waarop de beklaagde werk heeft gemaakt van de vergoeding van de door het misdrijf veroorzaakte schade waarvan het bedrag op definitieve wijze werd beslecht (1). (1) Het OM heeft tot de verwerping van het cassatieberoep geconcludeerd, maar het oordeelde dat het middel, wat hem betreft, niet ontvankelijk is bij gebrek aan belang omdat het gericht is tegen een overtollige reden, en de hiervan onderscheiden reden met betrekking tot een eerdere probatie, die de eiser niet heeft bekritiseerd, op zich volstaat om de weigering van de appelrechters tot het uitspreken van een autonome probatiestraf te verantwoorden (zie Cass. 14 oktober 2020, AR P.20.0825.F, arrest niet gepubliceerd). De eiser voerde meer bepaald schending aan van artikel 1 Vierde Aanvullend Protocol EVRM dat de vrijheidsbeneming wegens schulden verbiedt.",
        "Vertaling nog niet beschikbaar"
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2025:ARR.20251201.3N.4": {
      "court": "CASS",
      "date": "2025-12-01",
      "roleNumber": "S.24.0045.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251201.3N.4",
      "abstractFR": null,
      "abstractNL": [
        "De artikelen 2.1, 2.3, 3.2 Vierde Aanvullende Protocol bij het EVRM; 45.1 Handvest Grondrechten EU en 21.1 VWEU verhinderen niet dat de inschrijving in het bevolkingsregister afhankelijk wordt gesteld van een effectief of feitelijk verblijf op het grondgebied van een Staat."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250401.2N.29": {
      "court": "CASS",
      "date": "2025-04-01",
      "roleNumber": "P.25.0448.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250401.2N.29",
      "abstractFR": null,
      "abstractNL": [
        "Met de bepalingen van artikel 35, §§ 1, 3 en 5, Voorlopige Hechteniswet, heeft de wetgever geen limitatieve categorie van voorwaarden bepaald, maar het aan de rechter overgelaten om de voorwaarden te bepalen die betrekking hebben op en aangepast zijn aan de in artikel 16, § 1, vierde lid, Voorlopige Hechteniswet genoemde redenen van recidivegevaar, vluchtgevaar, collusiegevaar of het gevaar op het doen verdwijnen van bewijzen en die door de rechter te bepalen voorwaarden kunnen wel degelijk een beperking op grondrechten inhouden, mits de rechter de absolute noodzaak daarvan vaststelt; uit die bepalingen alsmede uit de bepalingen van artikel 2.2 en 2.3 Aanvullend Protocol EVRM en artikel 5 EVRM volgt dat de rechter aan de vrijgelaten inverdenkinggestelde als voorwaarde kan opleggen dat hij zich niet naar het buitenland mag begeven zonder voorafgaande toelating, mits de rechter de absolute noodzaak daartoe vaststelt in het licht van de ernstige redenen bepaald in artikel 16, § 1, vierde lid, Voorlopige Hechteniswet, zodat de rechter die voorwaarde ook kan handhaven, mits hij ze, na een geactualiseerd onderzoek van de gegevens van de zaak, op het moment van zijn uitspraak nog steeds absoluut noodzakelijk acht in het licht van deze redenen."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2025:ARR.20251201.3N.4": {
      "court": "CASS",
      "date": "2025-12-01",
      "roleNumber": "S.24.0045.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251201.3N.4",
      "abstractFR": null,
      "abstractNL": [
        "De artikelen 2.1, 2.3, 3.2 Vierde Aanvullende Protocol bij het EVRM; 45.1 Handvest Grondrechten EU en 21.1 VWEU verhinderen niet dat de inschrijving in het bevolkingsregister afhankelijk wordt gesteld van een effectief of feitelijk verblijf op het grondgebied van een Staat."
      ]
    }
  }
}