{
  "2": {
    "ECLI:BE:CASS:2015:ARR.20150415.1": {
      "court": "CASS",
      "date": "2015-04-15",
      "roleNumber": "P.14.0726.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150415.1",
      "abstractFR": [
        "La dénonciation calomnieuse est l'imputation méchante et spontanée, dans un écrit remis à une autorité quelconque, d'un fait qui pourrait causer préjudice à la personne visée (1). (1) Voir les concl. du MP.",
        "La dénonciation calomnieuse suppose notamment le constat de la fausseté du fait dénoncé ou de l'innocence de la personne à qui il est imputé; si le fait imputé est l'objet d'une poursuite répressive ou d'une dénonciation sur laquelle il n'a pas été statué, l'action en calomnie est suspendue jusqu'à la décision définitive de l'autorité compétente; en cas d'information ouverte par le parquet, la décision de classement sans suite permet la reprise de l'action en calomnie; une telle décision n'impliquant pas, par elle-même, la fausseté des faits dénoncés, il revient dans ce cas au juge saisi de cette action de statuer sur leur véracité (1). (1) Voir les concl. du MP.",
        "Après décision de classement sans suite par le parquet de l'information ouverte sur le fait imputé, le juge saisi de l'action en calomnie apprécie souverainement la fausseté de la dénonciation calomnieuse; la Cour vérifie uniquement si le juge ne tire pas, des faits qu'il a constatés, des conséquences qui seraient sans lien avec ceux-ci ou qui ne seraient susceptibles sur leur fondement d'aucune justification (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Lasterlijke aangifte is de kwaadwillige en spontane aantijging, in een aan een willekeurige overheid bezorgd geschrift, van een feit dat de daarin bedoelde persoon schade kan berokkenen (1). (1) Zie concl. OM in Pas. 2015, nr. ...............",
        "Lasterlijke aangifte veronderstelt met name de vaststelling van de valsheid van het aangegeven feit of van de onschuld van de persoon aan wie het is ten laste gelegd; indien het ten laste gelegde feit het voorwerp is van een strafvervolging of een aangifte waarover geen uitspraak is gedaan, wordt de vordering wegens laster geschorst tot de eindbeslissing van de bevoegde overheid; ingeval het parket een opsporingsonderzoek heeft geopend, laat de beslissing van seponering toe dat de vordering wegens laster wordt hervat; aangezien een dergelijke beslissing op zich niet inhoudt dat de aangegeven feiten vals zijn, staat het in dat geval aan de rechter bij wie die vordering is aangebracht om uitspraak te doen over de waarachtigheid ervan (1). (1) Zie concl. OM in Pas. 2015, nr. .........",
        "Na beslissing tot seponering door het parket van het opsporingsonderzoek dat voor het tenlastegelegde feit werd geopend, beoordeelt de rechter bij wie de vordering wegens laster is aangebracht op onaantastbare wijze de valsheid van de lasterlijke aangifte; het Hof gaat alleen na of de rechter uit de door hem vastgestelde feiten geen gevolgtrekkingen maakt die daarmee geen verband houden of die op grond daarvan niet kunnen worden verantwoord (1). (1) Zie concl. OM in Pas. 2015, nr. ............"
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141112.2": {
      "court": "CASS",
      "date": "2014-11-12",
      "roleNumber": "P.14.0351.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141112.2",
      "abstractFR": [
        "L'infraction à l'article 465 du Règlement général pour la protection du travail était sanctionnée pénalement par l'article 87, 3° et 4°, de la loi du 4 août 1996; abrogeant cette dernière disposition, le Code pénal social, introduit par la loi du 6 juin 2010, lui a substitué l'article 131, 3° et 4°, libellé dans des termes similaires, de sorte que le comportement visé à la prévention demeure punissable (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De inbreuk op artikel 465 van het Algemeen reglement voor de arbeidsbescherming werd strafrechtelijk bestraft door artikel 87, 3° en 4° van de wet van 4 augustus 1996; het Sociaal Strafwetboek, dat bij wet van 6 juni 2010 is ingevoerd en dat de voormelde bepaling heeft opgeheven, heeft die bepaling vervangen door artikel 131, 3° en 4°, dat in gelijkaardige bewoordingen is gesteld, zodat de in de telastlegging bedoelde gedraging strafbaar blijft (1). (1) Zie concl. OM in Pas. 2014, nr. ..."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2018:ARR.20181213.5": {
      "court": "CASS",
      "date": "2018-12-13",
      "roleNumber": "C.16.0224.F-C.16.0230.F-C.16.0369.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181213.5",
      "abstractFR": [
        "Lorsque la responsabilité d'une personne physique et celle d'une personne morale peuvent être engagées en raison d'une même infraction, si l'infraction est volontaire, la personne physique peut mais ne doit pas être condamnée en même temps que la personne morale, de sorte que la cause d'excuse absolutoire ne peut bénéficier qu'à la personne physique, la personne morale devant en ce cas être déclarée coupable."
      ],
      "abstractNL": [
        "Wanneer de verantwoordelijkheid van een natuurlijke persoon en van een rechtspersoon in het gedrang kunnen komen wegens eenzelfde misdrijf, ingeval het misdrijf opzettelijk is gepleegd, is het mogelijk, maar niet vereist, dat de natuurlijke persoon samen met de rechtspersoon wordt veroordeeld, zodat de strafuitsluitende verschoningsgrond alleen de natuurlijke persoon ten goede kan komen en de rechtspersoon in dat geval schuldig moet worden verklaard."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150415.1": {
      "court": "CASS",
      "date": "2015-04-15",
      "roleNumber": "P.14.0726.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150415.1",
      "abstractFR": [
        "La dénonciation calomnieuse suppose notamment le constat de la fausseté du fait dénoncé ou de l'innocence de la personne à qui il est imputé; si le fait imputé est l'objet d'une poursuite répressive ou d'une dénonciation sur laquelle il n'a pas été statué, l'action en calomnie est suspendue jusqu'à la décision définitive de l'autorité compétente; en cas d'information ouverte par le parquet, la décision de classement sans suite permet la reprise de l'action en calomnie; une telle décision n'impliquant pas, par elle-même, la fausseté des faits dénoncés, il revient dans ce cas au juge saisi de cette action de statuer sur leur véracité (1). (1) Voir les concl. du MP.",
        "Après décision de classement sans suite par le parquet de l'information ouverte sur le fait imputé, le juge saisi de l'action en calomnie apprécie souverainement la fausseté de la dénonciation calomnieuse; la Cour vérifie uniquement si le juge ne tire pas, des faits qu'il a constatés, des conséquences qui seraient sans lien avec ceux-ci ou qui ne seraient susceptibles sur leur fondement d'aucune justification (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Lasterlijke aangifte veronderstelt met name de vaststelling van de valsheid van het aangegeven feit of van de onschuld van de persoon aan wie het is ten laste gelegd; indien het ten laste gelegde feit het voorwerp is van een strafvervolging of een aangifte waarover geen uitspraak is gedaan, wordt de vordering wegens laster geschorst tot de eindbeslissing van de bevoegde overheid; ingeval het parket een opsporingsonderzoek heeft geopend, laat de beslissing van seponering toe dat de vordering wegens laster wordt hervat; aangezien een dergelijke beslissing op zich niet inhoudt dat de aangegeven feiten vals zijn, staat het in dat geval aan de rechter bij wie die vordering is aangebracht om uitspraak te doen over de waarachtigheid ervan (1). (1) Zie concl. OM in Pas. 2015, nr. .........",
        "Na beslissing tot seponering door het parket van het opsporingsonderzoek dat voor het tenlastegelegde feit werd geopend, beoordeelt de rechter bij wie de vordering wegens laster is aangebracht op onaantastbare wijze de valsheid van de lasterlijke aangifte; het Hof gaat alleen na of de rechter uit de door hem vastgestelde feiten geen gevolgtrekkingen maakt die daarmee geen verband houden of die op grond daarvan niet kunnen worden verantwoord (1). (1) Zie concl. OM in Pas. 2015, nr. ............"
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2014:ARR.20141105.5": {
      "court": "CASS",
      "date": "2014-11-05",
      "roleNumber": "P.14.1046.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141105.5",
      "abstractFR": [
        "Si le bénéfice de l'ajustement prévu par l'article 65, alinéa 2, du Code pénal en faveur de l'auteur de l'infraction collective n'est pas subordonné à la condition qu'il y ait, entre la peine à prononcer et celle dont il tient compte, identité d'objet, de nature, de caractère ou d'espèce (1) , l'article 7, alinéa 3, du Code pénal interdit au juge d'infliger (2) cumulativement une peine de travail et une peine d'emprisonnement (3). (1) Voir Cass. 31 mai 2006, RG P.06.0403.F, Pas. 2006, n° 300, avec concl. de M. Vandermeersch, avocat général. (2) Voir Cass. 13 février 2013, RG P.12.1634.F, Pas. 2013, n° 106. (3) Voir Cass. 12 octobre 2010, RG P.10.1168.N, Pas. 2010, n° 590."
      ],
      "abstractNL": [
        "Hoewel het voordeel van de in artikel 65, tweede lid, van het Strafwetboek vermelde aanpassing ten gunste van de dader van het collectief misdrijf niet afhangt van de voorwaarde dat er tussen de nog uit te spreken straf en die waarmee de rechter rekening houdt, eenheid van voorwerp, aard, karakter of soort moet bestaan (1) , verbiedt artikel 7, derde lid, van het Strafwetboek (2) hem om samen met een werkstraf een gevangenisstraf op te leggen (3). (1) Zie Cass. 31 mei 2006, AR P.06.0403.F, AC 2006, nr. 300, met concl. adv.-gen. Vandermeersch in Pas. (2) Zie Cass. 13 februari 2013, AR P.12.1634.F, AC 2013, nr. 106. (3) Zie Cass. 12 oktober 2010, AR P.10.1168.N, AC 2010, nr. 590."
      ]
    }
  },
  "42": {
    "ECLI:BE:CASS:2018:ARR.20181128.5": {
      "court": "CASS",
      "date": "2018-11-28",
      "roleNumber": "P.18.0729.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181128.5",
      "abstractFR": [
        "Lorsque le procureur du Roi a requis par écrit la confiscation spéciale des avantages patrimoniaux tirés des préventions et que les avoirs visés ne peuvent plus être trouvés dans le patrimoine du condamné, l'évaluation monétaire fait toujours l'objet de débats devant le juge du fond; si le ministère public a déterminé le montant des avantages patrimoniaux dans ses réquisitions écrites et invité le tribunal à confisquer notamment cette somme, le juge peut prononcer la confiscation spéciale par équivalent pour un montant supérieur à celui énoncé dans ces réquisitions, sans être tenu, au préalable, d'inviter de manière expresse le prévenu à se défendre à ce sujet; les droits de la défense sont garantis à suffisance dès lors que le prévenu sait, ensuite des réquisitions écrites du procureur du Roi, que la confiscation spéciale par équivalent des avantages patrimoniaux peut lui être infligée et du chef de quelles préventions; il est ainsi en mesure de se défendre quant à la possibilité d'application de cette peine facultative, son évaluation et son ampleur (1). (1) Cass. 4 mars 2014, RG P.13.1775.N, Pas. 2014, n° 169, §§ 26 et 27; voir aussi Cass. 5 avril 2016, RG P.15.1645.N, Pas. 2016, n° 231; Cass. 11 septembre 2013, RG P.13.0505.F, Pas. 2013, n° 438; Cass. 13 novembre 2007, RG P.07.0929.N, Pas. 2007, n° 547, et références en note; Fr. LUGENTZ et D. VANDERMEERSCH, «Saisie et confiscation en matière pénale», R.P.D.B., Bruylant, 2015, p. 68, n° 129; contra concl. de M. VANDERMEERSCH, avocat général, Cass. 11 septembre 2013 précité, spéc. p. 1626, al. 1er."
      ],
      "abstractNL": [
        "Wanneer de procureur des Konings de bijzondere verbeurdverklaring van de vermogensvoordelen die voortkomen uit de telastleggingen, schriftelijk heeft gevorderd en indien de beoogde zaken niet meer kunnen worden gevonden in het vermogen van de veroordeelde, is de raming van de geldwaarde altijd in het debat voor de feitenrechter; indien het openbaar ministerie in zijn schriftelijke vordering de geldwaarde van de vermogensvoordelen heeft geraamd en de rechtbank heeft verzocht om met name die som verbeurd te verklaren, kan de rechter de bijzondere verbeurdverklaring bij equivalent uitspreken voor een hoger bedrag dan het in die schriftelijke vordering vermelde bedrag; in een dergelijk geval is hij niet verplicht om voorafgaandelijk de beklaagde uitdrukkelijk de gelegenheid te geven daarover verweer te voeren; het recht van verdediging is afdoende gewaarborgd doordat de beklaagde ingevolge de schriftelijke vordering van de procureur des Konings weet dat tegen hem een bijzondere verbeurdverklaring bij equivalent van vermogensvoordelen kan worden uitgesproken en wegens welke telastleggingen zodat hij aldus in de gelegenheid is verweer te voeren over de mogelijkheid van de toepassing van die facultatieve straf, de raming en de omvang ervan (1). (1) Cass. 4 maart 2014, AR P.13.1775.N, AC 2014, nr. 169, §§ 26 en 27; zie ook Cass. 5 april 2016, AR P.15.1645.N, AC 2016, nr. 231; Cass. 11 september 2013, AR P.13.0505.F, AC 2013, nr. 438; Cass. 13 november 2007, AR P.07.0929.N, AC 2007, nr. 547, en de referenties in de voetnoten; Fr. LUGENTZ en D. VANDERMEERSCH, « Saisie et confiscation en matière pénale », R.P.D.B., Bruylant, 2015, p. 68, nr. 129; contra concl. van advocaat-generaal VANDERMEERSCH, Cass. 11 september 2013, voormeld, in Pas. 2013 inzonderheid p. 1626, eerste lid."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150902.2": {
      "court": "CASS",
      "date": "2015-09-02",
      "roleNumber": "P.15.0552.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150902.2",
      "abstractFR": [
        "Aux termes de l'article 64 du Code pénal, les peines de confiscation spéciale, à raison de plusieurs crimes, délits ou contraventions, sont toujours cumulées; dès lors, la confiscation des choses ayant servi à commettre le délit est obligatoire quand la propriété en appartient au condamné, même lorsque le juge a considéré que les faits constituaient une infraction collective dont le régime ne prévoyait qu'une peine de confiscation facultative (1). (1) Voir les concl. du MP.",
        "Le juge est tenu d'ordonner la confiscation du véhicule dont il constate qu'il appartient au contrevenant et qu'il a servi à commettre le délit d'exploitation d'un service de taxis sans autorisation, visé à l'article 35, § 1er, alinéa 1er, de l'ordonnance de la Région de Bruxelles-Capitale du 27 avril 1995 relative aux services de taxis et aux services de location de voitures avec chauffeur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Naar luid van artikel 64 Strafwetboek worden de straffen van bijzondere verbeurdverklaring wegens verscheidene misdaden, wanbedrijven of overtredingen, altijd samen opgelegd; bijgevolg dienen de zaken die tot het plegen van het misdrijf hebben gediend verplicht te worden verbeurdverklaard wanneer ze eigendom zijn van de veroordeelde, zelfs wanneer de rechter heeft geoordeeld dat de feiten een collectief misdrijf uitmaakten waarop enkel facultatieve verbeurdverklaring van toepassing is (1). (1) Zie concl. OM in Pas. 2015, nr. .......",
        "De rechter moet de verbeurdverklaring bevelen van het voertuig waarvan hij vaststelt dat het eigendom is van de overtreder en dat het gediend heeft tot het plegen van het misdrijf exploitatie van een taxidienst zonder vergunning, bedoeld in artikel 35, § 1, eerste lid, Ordonnantie van het Brussels Hoofdstedelijk Gewest van 27 april 1995 betreffende de taxidiensten en de diensten voor het verhuren van voertuigen met chauffeur (1). (1) Zie concl. OM in Pas. 2015, nr. ......."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141210.7": {
      "court": "CASS",
      "date": "2014-12-10",
      "roleNumber": "P.14.0914.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141210.7",
      "abstractFR": [
        "Si le juge constate souverainement les faits d'où il déduit que la condition de propriété du condamné est remplie pour ordonner la confiscation de la chose qui a servi à commettre l'infraction, la Cour contrôle cependant si, de ses constatations, il a pu légalement déduire cette décision (1). (1) Voir Cass. 2 octobre 1973, Bull. et Pas. 1974, p. 112.",
        "La confiscation obligatoire de la chose qui a servi à commettre l'infraction est subordonnée à la condition que la propriété en appartienne au condamné; en assimilant le patrimoine de la personne morale disposant d'une personnalité juridique propre qui ne se confond pas avec celle de son gérant, à celui de la personne physique de ce dernier, les juges d'appel n'ont pas légalement décidé de confisquer le véhicule qui a servi audit gérant à la commission de l'infraction de coups ou blessures volontaires au motif que, ladite personne morale étant une société unipersonnelle dont le condamné était le gérant, la propriété du véhicule appartenait de facto à ce dernier."
      ],
      "abstractNL": [
        "Hoewel de rechter op onaantastbare wijze de feiten vaststelt waaruit hij afleidt dat de veroordeelde aan de voorwaarde van eigendom voldoet om de verbeurdverklaring te bevelen van de zaak die gediend heeft tot het plegen van het misdrijf, toetst het Hof evenwel of hij uit zijn vaststellingen die beslissing wettig heeft kunnen afleiden (1). (1) Zie Cass. 2 oktober 1973, AC 1974, p. 123.",
        "Aan de verplichte verbeurdverklaring van de zaak die gediend heeft tot het plegen van het misdrijf is de voorwaarde verbonden dat zij eigendom is van de veroordeelde; door het vermogen van de rechtspersoon, die een eigen rechtspersoonlijkheid heeft die niet met die van haar zaakvoerder samenvalt, gelijk te stellen aan diens vermogen, hebben de rechters in hoger beroep niet naar recht kunnen beslissen het voertuig verbeurd te verklaren dat voor die zaakvoerder gediend heeft tot het plegen van het misdrijf opzettelijke slagen en verwondingen, op grond dat, aangezien die rechtspersoon een eenpersoonsvennootschap is waarvan de veroordeelde zaakvoerder was, hij de facto eigenaar was van het voertuig."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140610.3": {
      "court": "CASS",
      "date": "2014-06-10",
      "roleNumber": "P.14.0280.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140610.3&lang=fr",
      "abstractFR": [
        "La confiscation prononcée à titre de peine tend à infliger au condamné une souffrance à titre de sanction d'un comportement interdit par la loi pénale alors que les dommages et intérêts tendent à réparer le préjudice causé à la victime par l'acte illicite et est ainsi de nature civile, de sorte que le fondement juridique est différent; la circonstance que le juge ordonne à charge d'un prévenu la confiscation des avantages patrimoniaux visés à l'article 42, 3° du Code pénal et le condamne aussi à payer à la partie civile des dommages et intérêts équivalant à ces avantages patrimoniaux, n'entraîne dès lors pas la violation du droit de propriété ou l'imposition d'une peine déraisonnablement lourde."
      ],
      "abstractNL": [
        "De verbeurdverklaring, als straf, strekt ertoe aan de veroordeelde een leed op te leggen als sanctie voor een door de strafwet verboden gedraging terwijl schadevergoeding strekt tot het herstel van het door een onrechtmatige daad veroorzaakte nadeel aan het slachtoffer en zodoende van burgerrechtelijke aard is zodat bijgevolg beiden een andere rechtsgrond hebben; de omstandigheid dat de rechter ten laste van een beklaagde de verbeurdverklaring van in artikel 42, 3°, Strafwetboek vermelde vermogensvoordelen beveelt en hem tevens veroordeelt tot betaling aan de burgerlijke partij van een schadevergoeding die met die vermogensvoordelen overeenstemt, leidt dan ook niet tot miskenning van het eigendomsrecht of het opleggen van een onredelijk zware straf."
      ]
    }
  },
  "43": {
    "ECLI:BE:CASS:2015:ARR.20150902.2": {
      "court": "CASS",
      "date": "2015-09-02",
      "roleNumber": "P.15.0552.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150902.2",
      "abstractFR": [
        "Aux termes de l'article 64 du Code pénal, les peines de confiscation spéciale, à raison de plusieurs crimes, délits ou contraventions, sont toujours cumulées; dès lors, la confiscation des choses ayant servi à commettre le délit est obligatoire quand la propriété en appartient au condamné, même lorsque le juge a considéré que les faits constituaient une infraction collective dont le régime ne prévoyait qu'une peine de confiscation facultative (1). (1) Voir les concl. du MP.",
        "Le juge est tenu d'ordonner la confiscation du véhicule dont il constate qu'il appartient au contrevenant et qu'il a servi à commettre le délit d'exploitation d'un service de taxis sans autorisation, visé à l'article 35, § 1er, alinéa 1er, de l'ordonnance de la Région de Bruxelles-Capitale du 27 avril 1995 relative aux services de taxis et aux services de location de voitures avec chauffeur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Naar luid van artikel 64 Strafwetboek worden de straffen van bijzondere verbeurdverklaring wegens verscheidene misdaden, wanbedrijven of overtredingen, altijd samen opgelegd; bijgevolg dienen de zaken die tot het plegen van het misdrijf hebben gediend verplicht te worden verbeurdverklaard wanneer ze eigendom zijn van de veroordeelde, zelfs wanneer de rechter heeft geoordeeld dat de feiten een collectief misdrijf uitmaakten waarop enkel facultatieve verbeurdverklaring van toepassing is (1). (1) Zie concl. OM in Pas. 2015, nr. .......",
        "De rechter moet de verbeurdverklaring bevelen van het voertuig waarvan hij vaststelt dat het eigendom is van de overtreder en dat het gediend heeft tot het plegen van het misdrijf exploitatie van een taxidienst zonder vergunning, bedoeld in artikel 35, § 1, eerste lid, Ordonnantie van het Brussels Hoofdstedelijk Gewest van 27 april 1995 betreffende de taxidiensten en de diensten voor het verhuren van voertuigen met chauffeur (1). (1) Zie concl. OM in Pas. 2015, nr. ......."
      ]
    }
  },
  "51": {
    "ECLI:BE:CASS:2019:ARR.20191002.8": {
      "court": "CASS",
      "date": "2019-10-02",
      "roleNumber": "P.19.0579.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191002.8",
      "abstractFR": [
        "La mort d'autrui est un résultat qui peut être voulu, désiré, escompté ou accepté comme étant une conséquence normale et prévisible de la violence déployée (1); le fait que la victime ait survécu à ses blessures ou échappé à l'attentat qui la visait, en dépit des actes perpétrés contre elle par les auteurs, est une circonstance qui, indépendante de la volonté de ceux-ci, n'abolit pas en soi l'intention homicide. (1) Voir Cass. 2 octobre 2018, RG P.18.0682.N, Pas. 2018, n° 519, § 3, note V. VEREECKE, «Het eventueel opzet bij de beoordeling van het oogmerk om te doden», R.A.B.G., 2019, pp. 22-30. Voir aussi Cass. 6 novembre 2019, RG P.19.0651.F, Pas. 2019, n° 572 et concl. de M. VANDERMEERSCH, avocat général: «La tentative de meurtre suppose que l'auteur ait sciemment eu l'intention de tuer. Les éléments de volonté et de connaissance exigés par la loi consistent en l'adoption volontaire et en connaissance de cause du comportement interdit, étant entendu que, s'agissant d'une conséquence constitutive de l'infraction, l'auteur a voulu causer cette conséquence ou était conscient que celle-ci adviendrait dans le cours normal des événements », selon la définition de l'intention et de la connaissance qui caractérisent le dol, telle que codifiée dans l'article 30 du Statut de Rome de la Cour pénale internationale: cet arrêt paraît mettre ainsi fin à la controverse relative à la notion de dol éventuel, en rendant inutile le recours à cette notion (voir Cass. 8 novembre 2017, RG P.17.0797.F, Pas. 2017, n° 623, et concl. «dit en substance» du MP, note Fr. KUTY, «La notion de dol éventuel et son application à la tentative punissable», J.T., 2018, pp. 369-374). (M.N.B.)"
      ],
      "abstractNL": [
        "De dood van anderen is een resultaat dat gewild, gewenst, verhoopt of aanvaard kan worden als een normaal en voorzienbaar gevolg van het toegepaste geweld (1); het feit dat het slachtoffer zijn verwondingen heeft overleefd of aan de op hem gepleegde aanslag is ontkomen, niettegenstaande de daden die door de daders tegen hem zijn gesteld, is een omstandigheid die, onafhankelijk van de wil van die daders, als dusdanig het oogmerk om te doden niet opheft. (1) Zie Cass. 2 oktober 2018, AR P.18.0682.N, AC 2018, nr. 519, § 3, noot V. VEREECKE, 'Het eventueel opzet bij de beoordeling van het oogmerk om te doden', RABG, 2019, pp. 22-30. Zie ook Cass. 6 november 2019, AR P.19.0651.F, AC 2019, nr. 572 en concl. van advocaat-generaal VANDERMEERSCH in Pas. : 'De poging tot doodslag veronderstelt dat de dader willens en wetens het opzet had om te doden. De bij de wet vereiste bestanddelen wil en kennis bestaan hierin dat de dader opzettelijk en met kennis van zaken tot de verboden gedraging is overgegaan, mits hij, met betrekking tot een gevolg dat het misdrijf heeft opgeleverd, dat gevolg heeft willen teweegbrengen of zich ervan bewust was dat het gevolg zich bij een normale gang van zaken zou voordoen', volgens de definitie van 'oogmerk' en 'kennis' die het opzet kenmerken, zoals gecodificeerd in artikel 30 van het Statuut van Rome inzake het Internationaal Strafhof: voornoemd arrest lijkt aldus een einde te maken aan de controverse aangaande het begrip 'eventueel opzet', waardoor het zinloos is geworden nog langer op dat begrip een beroep te doen (zie Cass. 8 november 2017, AR P.17.0797.F, AC 2017, nr. 623, en concl. 'in substantie' OM in Pas., noot Fr. KUTY, La notion de dol éventuel et son application à la tentative punissable', J.T., 2018, pp. 369-374). (M.N.B.)"
      ]
    }
  },
  "54": {
    "ECLI:BE:CASS:2015:ARR.20150211.4": {
      "court": "CASS",
      "date": "2015-02-11",
      "roleNumber": "P.14.1706.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150211.4",
      "abstractFR": [
        "La récidive légale n'est pas un élément de la prévention formant l'objet de l'action publique mais seulement une circonstance personnelle propre à l'auteur de l'infraction qui ne peut influencer que la peine ou son exécution (1). (1) Cass. 25 avril 2012, RG P.12.0178.F, Pas. 2012, n° 255."
      ],
      "abstractNL": [
        "Wettelijke herhaling is geen bestanddeel van de telastlegging waarop de strafvordering betrekking heeft maar is alleen een persoonlijke omstandigheid die eigen is aan de dader van het misdrijf en die alleen invloed heeft op de straf of de uitvoering ervan (1). (1) Cass. 25 april 2012, AR P.12.0178.F, AC 2012, nr. 255."
      ]
    }
  },
  "64": {
    "ECLI:BE:CASS:2015:ARR.20150902.2": {
      "court": "CASS",
      "date": "2015-09-02",
      "roleNumber": "P.15.0552.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150902.2",
      "abstractFR": [
        "Aux termes de l'article 64 du Code pénal, les peines de confiscation spéciale, à raison de plusieurs crimes, délits ou contraventions, sont toujours cumulées; dès lors, la confiscation des choses ayant servi à commettre le délit est obligatoire quand la propriété en appartient au condamné, même lorsque le juge a considéré que les faits constituaient une infraction collective dont le régime ne prévoyait qu'une peine de confiscation facultative (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Naar luid van artikel 64 Strafwetboek worden de straffen van bijzondere verbeurdverklaring wegens verscheidene misdaden, wanbedrijven of overtredingen, altijd samen opgelegd; bijgevolg dienen de zaken die tot het plegen van het misdrijf hebben gediend verplicht te worden verbeurdverklaard wanneer ze eigendom zijn van de veroordeelde, zelfs wanneer de rechter heeft geoordeeld dat de feiten een collectief misdrijf uitmaakten waarop enkel facultatieve verbeurdverklaring van toepassing is (1). (1) Zie concl. OM in Pas. 2015, nr. ......."
      ]
    }
  },
  "65": {
    "ECLI:BE:CASS:2016:ARR.20160302.3": {
      "court": "CASS",
      "date": "2016-03-02",
      "roleNumber": "P.15.1449.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160302.3",
      "abstractFR": [
        "Seule une décision rendue par une juridiction pénale belge peut être prise en considération pour vérifier, en application de l'article 65, alinéa 2, du Code pénal, s'il existe une unité d'intention délictueuse entre les faits pour lesquels les poursuites sont exercées et les infractions antérieures qui ont déjà fait l'objet d'une décision passée en force de chose jugée (1). (1) Cass. 17 septembre 2002, RG P.02.0469.N, Pas. 2002, n° 455."
      ],
      "abstractNL": [
        "Met toepassing van artikel 65, tweede lid, Strafwetboek kan enkel een beslissing van een Belgische strafrechter in aanmerking worden genomen om uit te maken of er eenheid van misdadig opzet bestaat tussen de feiten waarvoor vervolging is ingesteld en de eerdere misdrijven die reeds het voorwerp waren van een in kracht van gewijsde gegane beslissing (1). (1) Cass. 17 september 2002, AR P.02.0469.N, AC 2002, nr. 455."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150902.2": {
      "court": "CASS",
      "date": "2015-09-02",
      "roleNumber": "P.15.0552.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150902.2",
      "abstractFR": [
        "Aux termes de l'article 64 du Code pénal, les peines de confiscation spéciale, à raison de plusieurs crimes, délits ou contraventions, sont toujours cumulées; dès lors, la confiscation des choses ayant servi à commettre le délit est obligatoire quand la propriété en appartient au condamné, même lorsque le juge a considéré que les faits constituaient une infraction collective dont le régime ne prévoyait qu'une peine de confiscation facultative (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Naar luid van artikel 64 Strafwetboek worden de straffen van bijzondere verbeurdverklaring wegens verscheidene misdaden, wanbedrijven of overtredingen, altijd samen opgelegd; bijgevolg dienen de zaken die tot het plegen van het misdrijf hebben gediend verplicht te worden verbeurdverklaard wanneer ze eigendom zijn van de veroordeelde, zelfs wanneer de rechter heeft geoordeeld dat de feiten een collectief misdrijf uitmaakten waarop enkel facultatieve verbeurdverklaring van toepassing is (1). (1) Zie concl. OM in Pas. 2015, nr. ......."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141105.5": {
      "court": "CASS",
      "date": "2014-11-05",
      "roleNumber": "P.14.1046.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141105.5",
      "abstractFR": [
        "Si le bénéfice de l'ajustement prévu par l'article 65, alinéa 2, du Code pénal en faveur de l'auteur de l'infraction collective n'est pas subordonné à la condition qu'il y ait, entre la peine à prononcer et celle dont il tient compte, identité d'objet, de nature, de caractère ou d'espèce (1) , l'article 7, alinéa 3, du Code pénal interdit au juge d'infliger (2) cumulativement une peine de travail et une peine d'emprisonnement (3). (1) Voir Cass. 31 mai 2006, RG P.06.0403.F, Pas. 2006, n° 300, avec concl. de M. Vandermeersch, avocat général. (2) Voir Cass. 13 février 2013, RG P.12.1634.F, Pas. 2013, n° 106. (3) Voir Cass. 12 octobre 2010, RG P.10.1168.N, Pas. 2010, n° 590."
      ],
      "abstractNL": [
        "Hoewel het voordeel van de in artikel 65, tweede lid, van het Strafwetboek vermelde aanpassing ten gunste van de dader van het collectief misdrijf niet afhangt van de voorwaarde dat er tussen de nog uit te spreken straf en die waarmee de rechter rekening houdt, eenheid van voorwerp, aard, karakter of soort moet bestaan (1) , verbiedt artikel 7, derde lid, van het Strafwetboek (2) hem om samen met een werkstraf een gevangenisstraf op te leggen (3). (1) Zie Cass. 31 mei 2006, AR P.06.0403.F, AC 2006, nr. 300, met concl. adv.-gen. Vandermeersch in Pas. (2) Zie Cass. 13 februari 2013, AR P.12.1634.F, AC 2013, nr. 106. (3) Zie Cass. 12 oktober 2010, AR P.10.1168.N, AC 2010, nr. 590."
      ]
    }
  },
  "66": {
    "ECLI:BE:CASS:2018:ARR.20180110.3": {
      "court": "CASS",
      "date": "2018-01-10",
      "roleNumber": "P.17.0815.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180110.3",
      "abstractFR": [
        "Une abstention peut entraîner une participation punissable non seulement lorsque le coauteur a un devoir positif d'agir, mais aussi lorsque son abstention constitue un encouragement positif à la perpétration d'une infraction (1); ainsi, les infractions commises à l'occasion de l'utilisation d'un terrain par le placement d'installations fixes ou mobiles peuvent être imputées à celui qui les a placées comme aussi au propriétaire qui y a consenti ou qui a toléré cette situation. (1) Cass. 29 avril 2003, RG P.02.1461.N, Pas. 2003, n° 269; Cass. 23 novembre 1999, RG P.98.1185.N, Pas. 1999, n° 624; voir aussi Cass. 15 septembre 2015, RG P.14.1189.N, Pas. 2015, n° 513, avec concl. de M. WINANTS, avocat général délégué (§§11 et s.) in AC 2015 n° 513; Cass. 29 novembre 2011, RG P.11.0573.N, Pas. 2011, n° 652; Cass. 2 septembre 2009, RG P.09.0391.F, Pas. 2009, n° 467; Cass. 17 décembre 2008, RG P.08.1é.F, Pas. 2008, n° 737, avec concl. de M. VANDERMEERSCH, avocat général; Cass. 26 février 2008, RG P.06.1518.N, Pas. 2008, n° 129."
      ],
      "abstractNL": [
        "Een verzuim kan tot strafbare deelneming leiden, niet alleen wanneer de mededader een positieve plicht tot handelen heeft maar ook wanneer zijn verzuim een positieve aansporing vormt om een overtreding te begaan (1); aldus kunnen de bij de aanwending van een terrein door het oprichten van vaste of mobiele installaties begane overtredingen ten laste worden gelegd aan diegene die ze heeft opgericht alsmede aan de eigenaar die daarmee heeft ingestemd of die deze toestand heeft gedoogd. (1) Cass. 29 april 2003, AR P.02.1461.N, AC 2003, nr. 269; Cass. 23 november 1999, AR P.98.1185.N, AC 1999, nr. 624; zie ook Cass. 15 september 2015, AR P.14.1189.N, AC 2015, nr. 513, met concl. van advocaat-generaal met opdracht A. WINANTS (§§11 e.v.); Cass. 29 november 2011, AR P.11.0573.N, AC 2011, nr. 652; Cass. 2 september 2009, AR P.09.0391.F, AC 2009, nr. 467; Cass. 17 december 2008, AR P.08.1é.F, AC 2008, nr. 737, met concl. van advocaat-generaal D. VANDERMEERSCH in Pas. 2008, nr. 737; Cass. 26 februari 2008, AR P.06.1518.N, AC 2008, nr. 129."
      ]
    }
  },
  "71": {
    "ECLI:BE:CASS:2017:ARR.20170906.2": {
      "court": "CASS",
      "date": "2017-09-06",
      "roleNumber": "P.17.0489.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170906.2",
      "abstractFR": [
        "L'erreur de droit peut, en raison de certaines circonstances, être considérée par le juge comme étant invincible à la condition que, de ces circonstances, il puisse se déduire que le prévenu a agi comme l'aurait fait toute personne raisonnable et prudente placée dans les mêmes circonstances que celles où le prévenu s'est trouvé (1); le juge du fond constate souverainement les circonstances sur lesquelles il fonde sa décision, la Cour contrôlant toutefois s'il a pu légalement déduire de celles-ci l'existence d'une cause de justification (2); à cet égard, la simple constatation que le prévenu a été mal conseillé, même par une personne qualifiée, ne saurait suffire (3). (1) Voir Cass. 18 octobre 2016, RG P.14.1969.N, Pas. 2016, n° 580. (2) Voir Cass. 25 novembre 2015, RG P.15.0286.F, Pas. 2015, n° 699. (3) Voir Cass. 19 mai 1987, RG 964, Pas. 1987, n° 554; Cass. 15 novembre 1988, RG 2374, Pas. 1988, n° 153; Cass. 16 janvier 2001, RG P.99.0441.N, Pas. 2001, n° 29; Cass. 1er octobre 2002, RG P.01.1006.N, Pas. 2002, n° 492; Cass. 28 mars 2012, RG P.11.2083.F, Pas. 2012, n° 202; Cass. 18 novembre 2013, RG S.12.0076.F, Pas. 2013, n° 612; Cass. 18 octobre 2016, RG P.14.1969.N, Pas. 2016, n° 580."
      ],
      "abstractNL": [
        "Rechtsdwaling wegens bepaalde omstandigheden kan door de rechter slechts als onoverkomelijk worden beschouwd als uit die omstandigheden kan worden afgeleid dat de beklaagde heeft gehandeld zoals iedere redelijke en voorzichtige persoon zou hebben gehandeld die zich in dezelfde omstandigheden als de beklaagde bevindt (1); de vonnisrechter stelt weliswaar op onaantastbare wijze de omstandigheden vast waarop hij zijn beslissing steunt, maar het Hof gaat na of hij daaruit wettig het bestaan van een rechtvaardigingsgrond heeft kunnen afleiden (2); de loutere vaststelling dat de beklaagde slecht werd geadviseerd, zelfs door een onderlegd persoon, is wat dat betreft onvoldoende (3). (1) Zie Cass. 18 oktober 2016, AR P.14.1969.N, AC, 2016 nr. 580. (2) Zie Cass. 25 november 2015, AR P.15.0286.F, AC 2015, nr. 699. (3) Zie Cass. 19 mei 1987, AR 964, AC 1986-87, nr. 554; Cass. 15 november 1988, AR 2374, AC 1988-89, nr. 153; Cass. 16 januari 2001, AR P.99.0441.N, AC 2001, nr. 29; Cass. 1 oktober 2002, AR P.01.1006.N, AC 2002, nr. 492; Cass. 28 maart 2012, AR P.11.2083.F, AC 2012, nr. 202; Cass. 18 november 2013, AR S.12.0076.F, AC 2013, nr. 612; Cass. 18 oktober 2016, AR P.14.1969.N, AC, 2016, nr. 580."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151202.1": {
      "court": "CASS",
      "date": "2015-12-02",
      "roleNumber": "P.15.0416.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151202.1",
      "abstractFR": [
        "L'inculpation d'un suspect à raison d'un délit continu n'emporte pas l'affirmation que ce délit est établi dans tous ses éléments constitutifs; sur le fondement d'une appréciation en fait quant à la persistance de l'erreur invincible, le juge du fond conserve dès lors le pouvoir de justifier, s'il y a lieu, un délit qui a continué à se commettre après l'inculpation de son auteur."
      ],
      "abstractNL": [
        "De inverdenkingstelling van een verdachte wegens een voortdurend misdrijf betekent niet dat alle bestanddelen van dat misdrijf bewezen zijn; op grond van een feitelijke beoordeling inzake het voortduren van de onoverkomelijke dwaling, blijft de bodemrechter bijgevolg bevoegd om, als daartoe grond bestaat, een misdrijf te rechtvaardigen dat bleef voortduren nadat de dader in verdenking was gesteld."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150513.2": {
      "court": "CASS",
      "date": "2015-05-13",
      "roleNumber": "P.13.1755.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150513.2",
      "abstractFR": [
        "La loi pénale ne s'abroge pas par désuétude et l'erreur de droit n'est invincible et ne constitue une cause de justification que pour autant qu'elle soit de nature telle que toute personne raisonnable et prudente, placée dans les mêmes circonstances de fait et de droit, l'eût commise (1). (1) Voir F. TULKENS et M. VAN DE KERCHOVE, Introduction au droit pénal, Kluwer, 2007, pp. 404-409.",
        "Le juge apprécie en fait l'existence d'une erreur invincible, la Cour vérifiant si, de ces constatations souveraines, il a pu légalement déduire sa décision."
      ],
      "abstractNL": [
        "De strafwet is niet opgeheven omdat ze in onbruik is geraakt en rechtsdwaling is enkel onoverkomelijk en wordt enkel als rechtvaardigingsgrond beschouwd voor zoverre ieder redelijk en voorzichtig persoon die zich in dezelfde feitelijke en juridische toestand bevindt dezelfde vergissing zou hebben begaan (1). (1) Zie F. TULKENS en M. VAN DE KERCHOVE, Introduction au droit pénal, Kluwer, 2007, p. 404-409.",
        "De rechter beoordeelt in feite of een onoverkomelijke dwaling al dan niet aanwezig is en het Hof gaat hierbij na of hij uit zijn onaantastbare vaststellingen naar recht zijn beslissing heeft kunnen afleiden."
      ]
    }
  },
  "140": {
    "ECLI:BE:CASS:2019:ARR.20190424.4": {
      "court": "CASS",
      "date": "2019-04-24",
      "roleNumber": "P.19.0166.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190424.4",
      "abstractFR": [
        "Pour être régulièrement motivée, la décision judiciaire doit mentionner les dispositions légales qui déterminent les éléments constitutifs de l'infraction imputée au prévenu et celles qui édictent la peine (1); lorsque des actes matériels de participation à une activité d'un groupe terroriste sont susceptibles de constituer en outre une infraction distincte, et non mise à charge du prévenu, le juge ne doit pas viser les dispositions légales qui concernent cette infraction. (1) Cass. 27 novembre 2012, RG P.11.1433.N, Pas. 2012, n° 641."
      ],
      "abstractNL": [
        "De regelmatige verantwoording van de rechterlijke beslissing vereist dat ze de wetsbepalingen vermeldt die de bestanddelen bepalen van het aan de beklaagde te laste gelegde misdrijf en de wetsbepalingen die de straf uitvaardigen (1); wanneer materiële handelingen van deelname aan enige activiteit van een terroristische groep bovendien een afzonderlijk misdrijf kunnen vormen, dat niet ten laste van de beklaagde wordt gelegd, moet de rechter de wetsbepalingen die dat misdrijf betreffen niet vermelden. (1) Zie Cass. 27 november 2012, AR P.11.1433.N, AC 2012, nr. 641."
      ]
    }
  },
  "193": {
    "ECLI:BE:CASS:2018:ARR.20180627.1": {
      "court": "CASS",
      "date": "2018-06-27",
      "roleNumber": "P.17.1160.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180627.1",
      "abstractFR": [
        "L'élément moral, qui est requis pour toute infraction, ne s'identifie pas aux mobiles de l'auteur; ces derniers, qui le conduisent par exemple à commettre un faux en écritures ou à en faire usage, n'ont aucune incidence sur l'intention frauduleuse requise par de telles infractions (1). (1) Le moyen portait sur les préventions de faux en écritures et leur usage, mais aussi de faux comptes annuels, non-respect des obligations prévues à l'art. 53 de la loi sur les faillites, défaut d'aveu de faillite dans le délai légal, soustraction de livres ou documents comptables, abus de biens sociaux et blanchiment. La Cour avait déjà notamment dit en substance que le mobile est sans incidence sur l'élément moral des préventions de faux ou usage d'un acte faux ou d'une pièce fausse (soit l'intention frauduleuse; Cass. 18 avril 2006, RG P.06.0010.N, Pas. 2006, n° 216, R.W., 2006-2007, p. 1273, note S. VAN DYCK, « Valsheid in geschriften opnieuw in de kijker »; Cass. 5 décembre 2000, RG P.99.0189.N, Pas. 2000, n° 667; Cass. 26 octobre 1994, RG P.94.0551.F, Pas. 1994, n° 452), d'abus de confiance (C.pén., art. 491 et s.; Cass. 25 mai 2011, RG P.11.0060.F, Pas. 2011, n° 350; Cass. 25 juin 2008, RG P.07.1873.F, Pas. 2008, n° 396) ou de faux témoignage en matière civile (C.pén., art. 220; Cass. 24 octobre 2007, RG P.07.0769.F, Pas. 2007, n° 501). Voir Fr. KUTY, Principes généraux du droit pénal belge - T. II. L'infraction pénale, Larcier, 2010, n° 1149-1150. (M.N.B.)"
      ],
      "abstractNL": [
        "Het moreel bestanddeel, vereist voor elk misdrijf, is niet hetzelfde als de beweegredenen van de dader; die redenen, die de beklaagde er bijvoorbeeld toe brengen een valsheid in geschriften of het gebruik van valse stukken te plegen, hebben geen enkele invloed op het voor dergelijke misdrijven vereiste bedrieglijk opzet (1). (1) Het middel had betrekking op de telastleggingen valsheid in geschriften en het gebruik daarvan, maar ook op de telastleggingen valse jaarrekeningen, niet-naleving van de verplichtingen bepaald in artikel 53 Faillissementswet, niet-aangifte van het faillissement binnen de wettelijke termijn, ontvreemding van de boekhouding of van boekhoudkundige bescheiden, misbruik van vennootschapsgoederen en witwaspraktijken. Het Hof had reeds met name in substantie gezegd dat de beweegreden geen invloed heeft op het moreel bestanddeel van de telastleggingen valsheid of gebruik van een valse akte of van een vals stuk (m.a.w. het bedrieglijk opzet; Cass. 18 april 2006, AR P.06.0010.N, AC 2006, nr. 216, RW 2006-2007, p. 1273, met noot Silvia VAN DYCK, Valsheid in geschriften opnieuw in de kijker; Cass. 5 december 2000, AR P.99.0189.N, AC 2000, nr. 667; Cass. 26 oktober 1994, AR P.94.0551.F, AC 1994, nr. 452), van de telastlegging misbruik van vertrouwen (artt. 491 e.v., Strafwetboek; Cass. 25 mei 2011, AR P.11.0060.F, AC 2011, nr. 350; Cass. 25 juni 2008, AR P.07.1873.F, AC 2008, nr. 396) of van valse getuigenis in burgerlijke zaken (art. 220, Strafwetboek; Cass. 24 oktober 2007, AR P.07.0769.F, AC 2007, nr. 501). Zie Fr. KUTY, Principes généraux du droit pénal belge Dl. II. Linfraction pénale, Larcier 2010, nr. 1149-1150. (M.N.B.)"
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170523.1": {
      "court": "CASS",
      "date": "2017-05-23",
      "roleNumber": "P.16.0719.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170523.1&lang=fr",
      "abstractFR": [
        "L'infraction de faux en écritures consiste en une altération de la vérité réalisée avec une intention frauduleuse ou à dessein de nuire, d'une manière prévue par la loi, dans un écrit protégé par celle-ci, d'où il peut résulter un préjudice; un écrit protégé par la loi est celui pouvant faire preuve dans une certaine mesure, c'est-à-dire qui s'impose à la confiance publique, de sorte que l'autorité ou les particuliers qui en prennent connaissance ou auxquels il est présenté peuvent être convaincus de la réalité de l'acte ou du fait juridique établi dans cet écrit ou sont en droit de lui accorder foi (1). (1) Voir Cass. 25 février 2015, RG P.14.1764.F, Pas. 2015, n° 142.",
        "Le faux en écritures est une infraction instantanée; un écrit qui, au moment de l'éventuelle altération de la vérité, à savoir avant qu'il soit contrôlé, ne s'impose pas par sa nature à la confiance publique et ne peut, par conséquent, constituer un faux, ne devient pas un écrit protégé pénalement parce que l'inexactitude du fait juridique qu'il comporte apparaît après son contrôle (1). (1) Voir Cass. 14 décembre 2010, RG P.10.1079.N, Pas. 2010, n° 742."
      ],
      "abstractNL": [
        "Het misdrijf valsheid in geschriften bestaat erin in een door de wet beschermd geschrift, met bedrieglijk opzet of met het oogmerk om te schaden, de waarheid te vermommen op een bij de wet bepaalde wijze, terwijl hieruit een nadeel kan ontstaan; een door de wet beschermd geschrift is een geschrift dat in zekere mate tot bewijs kan strekken, dit is zich aan het openbare vertrouwen opdringt, zodat de overheid of particulieren die ervan kennis nemen of aan wie het wordt voorgelegd, kunnen overtuigd zijn van de waarachtigheid van de rechtshandeling of van het rechtsfeit in dat geschrift vastgelegd of kunnen gerechtigd zijn daaraan geloof te hechten (1). (1) Zie Cass. 25 februari 2015, AR P.14.1764.F, AC 2015, nr. 142.",
        "Valsheid in geschriften is een aflopend misdrijf; een geschrift dat zich op het moment van de eventuele waarheidsvermomming, dit is vóór de controle ervan, uit zijn aard niet aan het openbaar vertrouwen opdrong en derhalve geen valsheid kon opleveren, wordt niet alsnog een strafrechtelijk beschermd geschrift omdat na controle de onjuistheid van het erin opgenomen rechtsfeit blijkt (1). (1) Zie Cass. 14 december 2010, AR P.10.1079.N, AC 2010, nr. 742."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151028.1": {
      "court": "CASS",
      "date": "2015-10-28",
      "roleNumber": "P.15.0573.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151028.1",
      "abstractFR": [
        "Un contrat négocié et préparé par un collaborateur d'une partie et contenant un faux intellectuel destiné à tromper cette partie au contrat constitue un écrit protégé par la loi dans le chef de ladite partie.",
        "La circonstance que les responsables de la hiérarchie d'une partie à un contrat, ayant le pouvoir de signature, devaient vérifier ou étaient dans la possibilité de vérifier les termes du contrat négocié et préparé par un collaborateur de cette partie, avant d'apposer leur signature, n'exclut pas que ce collaborateur, auteur ou coauteur de l'acte, utilise celui-ci en vue de tromper cette hiérarchie."
      ],
      "abstractNL": [
        "Een overeenkomst die onderhandeld en voorbereid werd door een medewerker van een partij en die een intellectuele valsheid bevat die bedoeld is om die partij bij de overeenkomst te misleiden, is een door de wet beschermd geschrift ten aanzien van die partij.",
        "De omstandigheid dat de hiërarchische verantwoordelijken met handtekeningsbevoegdheid van een partij bij een overeenkomst de bepalingen van de door een medewerker van die partij onderhandelde en voorbereide overeenkomst moesten nagaan of de mogelijkheid hadden om die na te gaan alvorens die overeenkomst te ondertekenen, sluit niet uit dat die medewerker, auteur of medeauteur van de akte, die gebruikt om die hiërarchie te misleiden."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150225.4": {
      "court": "CASS",
      "date": "2015-02-25",
      "roleNumber": "P.14.1764.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150225.4",
      "abstractFR": [
        "Le faux en écriture consiste en une altération de la vérité réalisée avec une intention frauduleuse ou à dessein de nuire, d'une manière prévue par la loi, dans un écrit protégé par celle-ci, d'où il peut résulter un préjudice; un écrit protégé par la loi est celui pouvant faire preuve dans une certaine mesure, c'est-à-dire qui s'impose à la confiance publique, de sorte que l'autorité ou les particuliers qui en prennent connaissance ou auxquels il est présenté peuvent être convaincus de la réalité de l'acte ou du fait juridique constaté par cet écrit ou sont en droit de lui accorder foi (1). (1) Cass. 21 juin 2005, RG P.05.0073.N, Pas. 2005, n° 360."
      ],
      "abstractNL": [
        "Valsheid in geschrifte bestaat erin de waarheid te vermommen met bedrieglijk opzet of met het oogmerk te schaden, op een bij de wet bepaalde wijze, in een door de wet beschermd geschrift, waaruit een nadeel kan ontstaan; een door de wet beschermd geschrift is een geschrift dat in zekere mate tot bewijs kan strekken, met andere woorden dat zich aan het openbaar vertrouwen opdringt zodat de overheid of particulieren die er kennis van nemen of aan wie het wordt voorgelegd, overtuigd kunnen worden van de waarachtigheid van de rechtshandeling of van het rechtsfeit die in dat geschrift zijn vastgelegd of gerechtigd kunnen zijn daaraan geloof te hechten (1). (1) Cass. 21 juni 2005, AR P.05.0073.N, AC 2005, nr. 360."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140121.9": {
      "court": "CASS",
      "date": "2014-01-21",
      "roleNumber": "P.12.1642.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140121.9&lang=fr",
      "abstractFR": [
        "Lorsque le faux et l'usage de faux ont été commis par une même personne avec la même intention frauduleuse ou dans le même dessein de nuire, ces infractions sont considérées comme étant une seule et même infraction qui se poursuit tant que le but visé et réalisé par la première action continue à exister, bien qu'aucun acte positif nouveau n'ait été posé par quiconque (1). (1) Voir Cass., 11 janvier 1960, Pas., 1960, p. 523; Cass., 19 janvier 1988, RG 1480, Pas., 1988, n° 298."
      ],
      "abstractNL": [
        "Wanneer valsheid in geschrifte en gebruik van valse stukken worden gepleegd door dezelfde persoon met hetzelfde bedrieglijk opzet of oogmerk om te schaden, worden die misdrijven als één misdrijf beschouwd dat blijft voortduren zolang het door de beginhandeling beoogde en gerealiseerde doel blijft bestaan, ofschoon geen nieuwe positieve handelingen worden gesteld door wie dan ook (1). (1) Zie: Cass. 11 januari 1960, AC 1959-1960, 412; Cass. 19 januari 1988, AR 1480, AC 1987-1988, nr. 298"
      ]
    }
  },
  "196": {
    "ECLI:BE:CASS:2017:ARR.20170523.1": {
      "court": "CASS",
      "date": "2017-05-23",
      "roleNumber": "P.16.0719.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170523.1&lang=fr",
      "abstractFR": [
        "L'infraction de faux en écritures consiste en une altération de la vérité réalisée avec une intention frauduleuse ou à dessein de nuire, d'une manière prévue par la loi, dans un écrit protégé par celle-ci, d'où il peut résulter un préjudice; un écrit protégé par la loi est celui pouvant faire preuve dans une certaine mesure, c'est-à-dire qui s'impose à la confiance publique, de sorte que l'autorité ou les particuliers qui en prennent connaissance ou auxquels il est présenté peuvent être convaincus de la réalité de l'acte ou du fait juridique établi dans cet écrit ou sont en droit de lui accorder foi (1). (1) Voir Cass. 25 février 2015, RG P.14.1764.F, Pas. 2015, n° 142.",
        "Le faux en écritures est une infraction instantanée; un écrit qui, au moment de l'éventuelle altération de la vérité, à savoir avant qu'il soit contrôlé, ne s'impose pas par sa nature à la confiance publique et ne peut, par conséquent, constituer un faux, ne devient pas un écrit protégé pénalement parce que l'inexactitude du fait juridique qu'il comporte apparaît après son contrôle (1). (1) Voir Cass. 14 décembre 2010, RG P.10.1079.N, Pas. 2010, n° 742."
      ],
      "abstractNL": [
        "Het misdrijf valsheid in geschriften bestaat erin in een door de wet beschermd geschrift, met bedrieglijk opzet of met het oogmerk om te schaden, de waarheid te vermommen op een bij de wet bepaalde wijze, terwijl hieruit een nadeel kan ontstaan; een door de wet beschermd geschrift is een geschrift dat in zekere mate tot bewijs kan strekken, dit is zich aan het openbare vertrouwen opdringt, zodat de overheid of particulieren die ervan kennis nemen of aan wie het wordt voorgelegd, kunnen overtuigd zijn van de waarachtigheid van de rechtshandeling of van het rechtsfeit in dat geschrift vastgelegd of kunnen gerechtigd zijn daaraan geloof te hechten (1). (1) Zie Cass. 25 februari 2015, AR P.14.1764.F, AC 2015, nr. 142.",
        "Valsheid in geschriften is een aflopend misdrijf; een geschrift dat zich op het moment van de eventuele waarheidsvermomming, dit is vóór de controle ervan, uit zijn aard niet aan het openbaar vertrouwen opdrong en derhalve geen valsheid kon opleveren, wordt niet alsnog een strafrechtelijk beschermd geschrift omdat na controle de onjuistheid van het erin opgenomen rechtsfeit blijkt (1). (1) Zie Cass. 14 december 2010, AR P.10.1079.N, AC 2010, nr. 742."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160525.13": {
      "court": "CASS",
      "date": "2016-05-25",
      "roleNumber": "P.16.0194.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160525.13",
      "abstractFR": [
        "Les faux et usages de faux commis par une même personne constituent une seule infraction; dans la mesure où l'usage du faux en écritures est la continuation de celui-ci, le faux qui a été commis à l'étranger mais dont son auteur fait usage en Belgique est réputé commis en Belgique (1). (1) Voir Cass. 7 juin 2011, RG P.11.0172.N, Pas. 2011, n° 384; Fr. LUGENTZ, \" Faux en écritures authentiques et publiques, en écritures de commerce ou de banque et en écritures privées et usage de ces faux \", Les Infractions, Volume 4, Les Infractions contre la foi publique, Larcier, 2013, p. 224-225; J. SPREUTELS, Fr. ROGGEN et E. ROGER FRANCE, Droit pénal des affaires, Bruylant, 2005, p. 250."
      ],
      "abstractNL": [
        "De valsheid en het gebruik van valse stukken, die gepleegd zijn door eenzelfde persoon, vormen één enkel misdrijf; in zoverre het gebruik van de valsheid in geschrifte de voortzetting is van de valsheid, wordt de valsheid die in het buitenland werd gepleegd maar waarvan de dader gebruik maakt in België, geacht in België gepleegd te zijn (1). (1) Zie Cass. 7 juni 2011, AR P.11.0172.N, AC 2011, nr. 384; FR. LUGENTZ, \"Faux en écritures authentiques et publiques, en écritures de commerce ou de banque et en écritures privées et usage de ces faux\", Les Infractions, Volume 4, Les infractions contre la foi publique, Larcier, 2013, p. 224-225; J. SPREUTELS, FR. ROGGEN en E. ROGER FRANCE, Droit pénal des affaires, Bruylant, 2005, p. 250."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160105.1": {
      "court": "CASS",
      "date": "2016-01-05",
      "roleNumber": "P.14.0844.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160105.1&lang=fr",
      "abstractFR": [
        "L'arrêt qui déclare établie la prévention de faux et usage de faux dans les termes de la loi, constate ainsi que tous les éléments constitutifs de l'infraction sont réunis et, par conséquent, que le faux, objet de cette prévention, porte sur un écrit protégé; à défaut de conclusions en ce sens, l'arrêt ne doit pas motiver plus avant cette décision (1). (1) Voir quant à la facture en tant qu'écrit protégé: Cass. 25 octobre 1988, RG 2183, Pas. 1989, n° 112; Cass. 19 septembre 1995, RG P.94.0377.N, Pas. 1995, n° 388; Cass. 5 février 1997, RG P.96.0927.F, Pas. 1997, n° 64; Cass. 5 décembre 2000, RG P.99.0245.N, Pas. 2000, n° 671; Cass. 5 mai 2004, RG P.04.0063.F (non publié); T. BYL, 'De factuur in het strafrecht', dans G. BALLON et I. SAMOY (éd.), De factuur en verwante documenten, Bruges, Vandenbroele, 2009, (255) 263, n° 348-349; E. DIRIX et G.L. BALLON, Factuur, dans APR, Malines, Kluwer, 2012, 369, n° 718-719; S. VAN DYCK, Valsheid in geschriften en gebruik van valse geschriften, Anvers, Intersentia, 2007, 296-297, n° 166; L. DELBROUCK, 'Hoe vals kan een factuur zijn' (note sous Cass. 14 décembre 2010), R.A.B.G. 2011, (590) 590, n° 3."
      ],
      "abstractNL": [
        "Het arrest dat de telastlegging van valsheid en gebruik van valse stukken bewezen verklaart in de bewoordingen van de wet, stelt aldus vast dat alle constitutieve bestanddelen van het misdrijf zijn verenigd en, bijgevolg, dat de valsheid, voorwerp van die telastlegging, een beschermd geschrift betreft; bij afwezigheid van daartoe strekkende conclusie hoeft het arrest die beslissing niet nader te motiveren (1). (1) Zie over de factuur als beschermd geschrift: Cass. 5 mei 2004, AR P.04.0063.F ( onuitgegeven); Cass. 5 december 2000, AR P.99.0245.N, AC 2000, nr. 671;; Cass. 5 februari 1997, AR P.96.0927.F, AC 1997, nr. 64; Cass. 19 september 1995, AR P. 94.0377.N, AC 1995, nr.388; Cass. 25 oktober 1988, AR nr. 2183, AC 1988-89, nr. 112; T. BYL, \"De factuur in het strafrecht\", in G. BALLON en I. SAMOY (eds.), De factuur en verwante documenten, Brugge, Vandenbroele, 2009, (255) 263, nr. 348-349; E. DlRIX en G.L. BALLON, Factuur, in APR, Mechelen, Kluwer, 2012, 369, nr. 718-719; S. VAN DYCK, Valsheid in geschriften en gebruik van valse geschriften, Antwerpen, Intersentia, 2007, 296-297, nr. 166; L. DELBROUCK, \"Hoe vals kan een factuur zijn\" (noot onder Cass. 14 december 2010), RABG 2011, (590) 590, nr. 3."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151223.3": {
      "court": "CASS",
      "date": "2015-12-23",
      "roleNumber": "P.15.0615.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151223.3",
      "abstractFR": [
        "L'usage de faux persiste, même sans fait nouveau de l'auteur du faux et sans intervention renouvelée de sa part, tant que le but qu'il visait n'est pas entièrement atteint et tant que l'acte initial qui lui est reproché ne cesse pas d'engendrer, sans qu'il s'y oppose, l'effet utile qu'il en attendait; il faut toutefois que l'auteur du faux se soit servi initialement du faux en l'opposant à des tiers et que l'usage qui en est fait ultérieurement par un tiers ait été prévisible (1). (1) Voir Cass. 27 janvier 2009, RG P.08.1639.N, Pas. 2009, n° 68."
      ],
      "abstractNL": [
        "Het gebruik van een vals stuk duurt voort, zelfs zonder nieuw feit van de dader van de valsheid en zonder zijn herhaalde tussenkomst, zolang het door hem beoogde doel niet volledig is bereikt en zolang de hem verweten aanvankelijke handeling, zonder dat hij zich daartegen verzet, het nuttig gevolg blijft hebben dat hij ervan verwachtte; vereist wordt evenwel dat de dader van de valsheid aanvankelijk van het valse stuk gebruik heeft gemaakt door het aan derden tegen te stellen en dat het gebruik dat een derde later daarvan heeft gemaakt, voorzienbaar was (1). (1) Zie Cass. 27 januari 2009, AR P.08.1639.N, AC 2009, nr. 68."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151028.1": {
      "court": "CASS",
      "date": "2015-10-28",
      "roleNumber": "P.15.0573.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151028.1",
      "abstractFR": [
        "Un contrat négocié et préparé par un collaborateur d'une partie et contenant un faux intellectuel destiné à tromper cette partie au contrat constitue un écrit protégé par la loi dans le chef de ladite partie.",
        "La circonstance que les responsables de la hiérarchie d'une partie à un contrat, ayant le pouvoir de signature, devaient vérifier ou étaient dans la possibilité de vérifier les termes du contrat négocié et préparé par un collaborateur de cette partie, avant d'apposer leur signature, n'exclut pas que ce collaborateur, auteur ou coauteur de l'acte, utilise celui-ci en vue de tromper cette hiérarchie."
      ],
      "abstractNL": [
        "Een overeenkomst die onderhandeld en voorbereid werd door een medewerker van een partij en die een intellectuele valsheid bevat die bedoeld is om die partij bij de overeenkomst te misleiden, is een door de wet beschermd geschrift ten aanzien van die partij.",
        "De omstandigheid dat de hiërarchische verantwoordelijken met handtekeningsbevoegdheid van een partij bij een overeenkomst de bepalingen van de door een medewerker van die partij onderhandelde en voorbereide overeenkomst moesten nagaan of de mogelijkheid hadden om die na te gaan alvorens die overeenkomst te ondertekenen, sluit niet uit dat die medewerker, auteur of medeauteur van de akte, die gebruikt om die hiërarchie te misleiden."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150225.4": {
      "court": "CASS",
      "date": "2015-02-25",
      "roleNumber": "P.14.1764.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150225.4",
      "abstractFR": [
        "Le faux en écriture consiste en une altération de la vérité réalisée avec une intention frauduleuse ou à dessein de nuire, d'une manière prévue par la loi, dans un écrit protégé par celle-ci, d'où il peut résulter un préjudice; un écrit protégé par la loi est celui pouvant faire preuve dans une certaine mesure, c'est-à-dire qui s'impose à la confiance publique, de sorte que l'autorité ou les particuliers qui en prennent connaissance ou auxquels il est présenté peuvent être convaincus de la réalité de l'acte ou du fait juridique constaté par cet écrit ou sont en droit de lui accorder foi (1). (1) Cass. 21 juin 2005, RG P.05.0073.N, Pas. 2005, n° 360."
      ],
      "abstractNL": [
        "Valsheid in geschrifte bestaat erin de waarheid te vermommen met bedrieglijk opzet of met het oogmerk te schaden, op een bij de wet bepaalde wijze, in een door de wet beschermd geschrift, waaruit een nadeel kan ontstaan; een door de wet beschermd geschrift is een geschrift dat in zekere mate tot bewijs kan strekken, met andere woorden dat zich aan het openbaar vertrouwen opdringt zodat de overheid of particulieren die er kennis van nemen of aan wie het wordt voorgelegd, overtuigd kunnen worden van de waarachtigheid van de rechtshandeling of van het rechtsfeit die in dat geschrift zijn vastgelegd of gerechtigd kunnen zijn daaraan geloof te hechten (1). (1) Cass. 21 juni 2005, AR P.05.0073.N, AC 2005, nr. 360."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141216.1": {
      "court": "CASS",
      "date": "2014-12-16",
      "roleNumber": "P.14.0430.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141216.1&lang=fr",
      "abstractFR": [
        "L'usage de faux se continue, même sans fait nouveau de l'auteur du faux et sans intervention itérative de sa part, tant que le but qu'il visait n'est pas atteint et tant que l'acte initial qui lui est reproché ne cesse pas d'engendrer, sans qu'il s'y oppose, l'effet utile qu'il en attendait (1). (1) Voir Cass. 7 février 2007, RG P.06.1491.F, Pas. 2007, n° 72.",
        "La clôture de la liquidation d'une personne morale n'exclut pas que l'usage de faux comptes annuels puisse encore engendrer un effet utile."
      ],
      "abstractNL": [
        "Het gebruik van valse stukken duurt voort, zelfs zonder een nieuw feit van de dader van de valsheid en zonder herhaalde tussenkomst van zijnentwege, zolang het door hem beoogde doel niet is bereikt en zolang de hem verweten beginhandeling, zonder verzet van zijn kant, het nuttig gevolg heeft dat hij ervan verwachtte (1). (1) Zie: Cass. 7 februari 2007, AR P.06.1491.F, AC 2007, nr. 72.",
        "Het afsluiten van de vereffening van een rechtspersoon sluit niet uit dat het gebruik van valse jaarrekeningen nog een nuttig gevolg zou kunnen hebben."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140121.9": {
      "court": "CASS",
      "date": "2014-01-21",
      "roleNumber": "P.12.1642.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140121.9&lang=fr",
      "abstractFR": [
        "Lorsque le faux et l'usage de faux ont été commis par une même personne avec la même intention frauduleuse ou dans le même dessein de nuire, ces infractions sont considérées comme étant une seule et même infraction qui se poursuit tant que le but visé et réalisé par la première action continue à exister, bien qu'aucun acte positif nouveau n'ait été posé par quiconque (1). (1) Voir Cass., 11 janvier 1960, Pas., 1960, p. 523; Cass., 19 janvier 1988, RG 1480, Pas., 1988, n° 298."
      ],
      "abstractNL": [
        "Wanneer valsheid in geschrifte en gebruik van valse stukken worden gepleegd door dezelfde persoon met hetzelfde bedrieglijk opzet of oogmerk om te schaden, worden die misdrijven als één misdrijf beschouwd dat blijft voortduren zolang het door de beginhandeling beoogde en gerealiseerde doel blijft bestaan, ofschoon geen nieuwe positieve handelingen worden gesteld door wie dan ook (1). (1) Zie: Cass. 11 januari 1960, AC 1959-1960, 412; Cass. 19 januari 1988, AR 1480, AC 1987-1988, nr. 298"
      ]
    }
  },
  "197": {
    "ECLI:BE:CASS:2016:ARR.20160928.3": {
      "court": "CASS",
      "date": "2016-09-28",
      "roleNumber": "P.16.0491.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160928.3",
      "abstractFR": [
        "Le juge du fond apprécie souverainement si le comportement matériel mis à charge du prévenu constitue un usage de faux; il appartient seulement à la Cour de contrôler si, lors de cette appréciation, le juge ne méconnaît pas le sens habituel du terme (1). (1) Cass. 13 mai 2008, RG P.08.0167.N, Pas. 2008, n° 287; voir S. VAN DYCK, Valsheid in geschriften en gebruik van valse geschriften, Intersentia, Anvers, 2007, n° 333 à 338."
      ],
      "abstractNL": [
        "De feitenrechter oordeelt onaantastbaar of de materiële gedraging die de beklaagde ten laste wordt gelegd, gebruik van valse stukken uitmaakt. Het Hof kan alleen toetsen of de rechter bij zijn beoordeling de gewone betekenis van het woord niet miskent (1). (1) Cass. 13 mei 2008, AR P.08.0167.N, AC 2008, nr. 287; zie S. VAN DYCK, Valsheid in geschriften en gebruik van valse geschriften, Intersentia, Antwerpen, 2007, nr. 333 tot 338."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160525.13": {
      "court": "CASS",
      "date": "2016-05-25",
      "roleNumber": "P.16.0194.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160525.13",
      "abstractFR": [
        "Les faux et usages de faux commis par une même personne constituent une seule infraction; dans la mesure où l'usage du faux en écritures est la continuation de celui-ci, le faux qui a été commis à l'étranger mais dont son auteur fait usage en Belgique est réputé commis en Belgique (1). (1) Voir Cass. 7 juin 2011, RG P.11.0172.N, Pas. 2011, n° 384; Fr. LUGENTZ, \" Faux en écritures authentiques et publiques, en écritures de commerce ou de banque et en écritures privées et usage de ces faux \", Les Infractions, Volume 4, Les Infractions contre la foi publique, Larcier, 2013, p. 224-225; J. SPREUTELS, Fr. ROGGEN et E. ROGER FRANCE, Droit pénal des affaires, Bruylant, 2005, p. 250."
      ],
      "abstractNL": [
        "De valsheid en het gebruik van valse stukken, die gepleegd zijn door eenzelfde persoon, vormen één enkel misdrijf; in zoverre het gebruik van de valsheid in geschrifte de voortzetting is van de valsheid, wordt de valsheid die in het buitenland werd gepleegd maar waarvan de dader gebruik maakt in België, geacht in België gepleegd te zijn (1). (1) Zie Cass. 7 juni 2011, AR P.11.0172.N, AC 2011, nr. 384; FR. LUGENTZ, \"Faux en écritures authentiques et publiques, en écritures de commerce ou de banque et en écritures privées et usage de ces faux\", Les Infractions, Volume 4, Les infractions contre la foi publique, Larcier, 2013, p. 224-225; J. SPREUTELS, FR. ROGGEN en E. ROGER FRANCE, Droit pénal des affaires, Bruylant, 2005, p. 250."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160105.1": {
      "court": "CASS",
      "date": "2016-01-05",
      "roleNumber": "P.14.0844.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160105.1&lang=fr",
      "abstractFR": [
        "L'arrêt qui déclare établie la prévention de faux et usage de faux dans les termes de la loi, constate ainsi que tous les éléments constitutifs de l'infraction sont réunis et, par conséquent, que le faux, objet de cette prévention, porte sur un écrit protégé; à défaut de conclusions en ce sens, l'arrêt ne doit pas motiver plus avant cette décision (1). (1) Voir quant à la facture en tant qu'écrit protégé: Cass. 25 octobre 1988, RG 2183, Pas. 1989, n° 112; Cass. 19 septembre 1995, RG P.94.0377.N, Pas. 1995, n° 388; Cass. 5 février 1997, RG P.96.0927.F, Pas. 1997, n° 64; Cass. 5 décembre 2000, RG P.99.0245.N, Pas. 2000, n° 671; Cass. 5 mai 2004, RG P.04.0063.F (non publié); T. BYL, 'De factuur in het strafrecht', dans G. BALLON et I. SAMOY (éd.), De factuur en verwante documenten, Bruges, Vandenbroele, 2009, (255) 263, n° 348-349; E. DIRIX et G.L. BALLON, Factuur, dans APR, Malines, Kluwer, 2012, 369, n° 718-719; S. VAN DYCK, Valsheid in geschriften en gebruik van valse geschriften, Anvers, Intersentia, 2007, 296-297, n° 166; L. DELBROUCK, 'Hoe vals kan een factuur zijn' (note sous Cass. 14 décembre 2010), R.A.B.G. 2011, (590) 590, n° 3."
      ],
      "abstractNL": [
        "Het arrest dat de telastlegging van valsheid en gebruik van valse stukken bewezen verklaart in de bewoordingen van de wet, stelt aldus vast dat alle constitutieve bestanddelen van het misdrijf zijn verenigd en, bijgevolg, dat de valsheid, voorwerp van die telastlegging, een beschermd geschrift betreft; bij afwezigheid van daartoe strekkende conclusie hoeft het arrest die beslissing niet nader te motiveren (1). (1) Zie over de factuur als beschermd geschrift: Cass. 5 mei 2004, AR P.04.0063.F ( onuitgegeven); Cass. 5 december 2000, AR P.99.0245.N, AC 2000, nr. 671;; Cass. 5 februari 1997, AR P.96.0927.F, AC 1997, nr. 64; Cass. 19 september 1995, AR P. 94.0377.N, AC 1995, nr.388; Cass. 25 oktober 1988, AR nr. 2183, AC 1988-89, nr. 112; T. BYL, \"De factuur in het strafrecht\", in G. BALLON en I. SAMOY (eds.), De factuur en verwante documenten, Brugge, Vandenbroele, 2009, (255) 263, nr. 348-349; E. DlRIX en G.L. BALLON, Factuur, in APR, Mechelen, Kluwer, 2012, 369, nr. 718-719; S. VAN DYCK, Valsheid in geschriften en gebruik van valse geschriften, Antwerpen, Intersentia, 2007, 296-297, nr. 166; L. DELBROUCK, \"Hoe vals kan een factuur zijn\" (noot onder Cass. 14 december 2010), RABG 2011, (590) 590, nr. 3."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151223.3": {
      "court": "CASS",
      "date": "2015-12-23",
      "roleNumber": "P.15.0615.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151223.3",
      "abstractFR": [
        "L'usage de faux persiste, même sans fait nouveau de l'auteur du faux et sans intervention renouvelée de sa part, tant que le but qu'il visait n'est pas entièrement atteint et tant que l'acte initial qui lui est reproché ne cesse pas d'engendrer, sans qu'il s'y oppose, l'effet utile qu'il en attendait; il faut toutefois que l'auteur du faux se soit servi initialement du faux en l'opposant à des tiers et que l'usage qui en est fait ultérieurement par un tiers ait été prévisible (1). (1) Voir Cass. 27 janvier 2009, RG P.08.1639.N, Pas. 2009, n° 68."
      ],
      "abstractNL": [
        "Het gebruik van een vals stuk duurt voort, zelfs zonder nieuw feit van de dader van de valsheid en zonder zijn herhaalde tussenkomst, zolang het door hem beoogde doel niet volledig is bereikt en zolang de hem verweten aanvankelijke handeling, zonder dat hij zich daartegen verzet, het nuttig gevolg blijft hebben dat hij ervan verwachtte; vereist wordt evenwel dat de dader van de valsheid aanvankelijk van het valse stuk gebruik heeft gemaakt door het aan derden tegen te stellen en dat het gebruik dat een derde later daarvan heeft gemaakt, voorzienbaar was (1). (1) Zie Cass. 27 januari 2009, AR P.08.1639.N, AC 2009, nr. 68."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151028.1": {
      "court": "CASS",
      "date": "2015-10-28",
      "roleNumber": "P.15.0573.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151028.1",
      "abstractFR": [
        "Un contrat négocié et préparé par un collaborateur d'une partie et contenant un faux intellectuel destiné à tromper cette partie au contrat constitue un écrit protégé par la loi dans le chef de ladite partie.",
        "La circonstance que les responsables de la hiérarchie d'une partie à un contrat, ayant le pouvoir de signature, devaient vérifier ou étaient dans la possibilité de vérifier les termes du contrat négocié et préparé par un collaborateur de cette partie, avant d'apposer leur signature, n'exclut pas que ce collaborateur, auteur ou coauteur de l'acte, utilise celui-ci en vue de tromper cette hiérarchie."
      ],
      "abstractNL": [
        "Een overeenkomst die onderhandeld en voorbereid werd door een medewerker van een partij en die een intellectuele valsheid bevat die bedoeld is om die partij bij de overeenkomst te misleiden, is een door de wet beschermd geschrift ten aanzien van die partij.",
        "De omstandigheid dat de hiërarchische verantwoordelijken met handtekeningsbevoegdheid van een partij bij een overeenkomst de bepalingen van de door een medewerker van die partij onderhandelde en voorbereide overeenkomst moesten nagaan of de mogelijkheid hadden om die na te gaan alvorens die overeenkomst te ondertekenen, sluit niet uit dat die medewerker, auteur of medeauteur van de akte, die gebruikt om die hiërarchie te misleiden."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150225.4": {
      "court": "CASS",
      "date": "2015-02-25",
      "roleNumber": "P.14.1764.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150225.4",
      "abstractFR": [
        "Le faux en écriture consiste en une altération de la vérité réalisée avec une intention frauduleuse ou à dessein de nuire, d'une manière prévue par la loi, dans un écrit protégé par celle-ci, d'où il peut résulter un préjudice; un écrit protégé par la loi est celui pouvant faire preuve dans une certaine mesure, c'est-à-dire qui s'impose à la confiance publique, de sorte que l'autorité ou les particuliers qui en prennent connaissance ou auxquels il est présenté peuvent être convaincus de la réalité de l'acte ou du fait juridique constaté par cet écrit ou sont en droit de lui accorder foi (1). (1) Cass. 21 juin 2005, RG P.05.0073.N, Pas. 2005, n° 360."
      ],
      "abstractNL": [
        "Valsheid in geschrifte bestaat erin de waarheid te vermommen met bedrieglijk opzet of met het oogmerk te schaden, op een bij de wet bepaalde wijze, in een door de wet beschermd geschrift, waaruit een nadeel kan ontstaan; een door de wet beschermd geschrift is een geschrift dat in zekere mate tot bewijs kan strekken, met andere woorden dat zich aan het openbaar vertrouwen opdringt zodat de overheid of particulieren die er kennis van nemen of aan wie het wordt voorgelegd, overtuigd kunnen worden van de waarachtigheid van de rechtshandeling of van het rechtsfeit die in dat geschrift zijn vastgelegd of gerechtigd kunnen zijn daaraan geloof te hechten (1). (1) Cass. 21 juni 2005, AR P.05.0073.N, AC 2005, nr. 360."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141216.1": {
      "court": "CASS",
      "date": "2014-12-16",
      "roleNumber": "P.14.0430.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141216.1&lang=fr",
      "abstractFR": [
        "L'usage de faux se continue, même sans fait nouveau de l'auteur du faux et sans intervention itérative de sa part, tant que le but qu'il visait n'est pas atteint et tant que l'acte initial qui lui est reproché ne cesse pas d'engendrer, sans qu'il s'y oppose, l'effet utile qu'il en attendait (1). (1) Voir Cass. 7 février 2007, RG P.06.1491.F, Pas. 2007, n° 72.",
        "La clôture de la liquidation d'une personne morale n'exclut pas que l'usage de faux comptes annuels puisse encore engendrer un effet utile."
      ],
      "abstractNL": [
        "Het gebruik van valse stukken duurt voort, zelfs zonder een nieuw feit van de dader van de valsheid en zonder herhaalde tussenkomst van zijnentwege, zolang het door hem beoogde doel niet is bereikt en zolang de hem verweten beginhandeling, zonder verzet van zijn kant, het nuttig gevolg heeft dat hij ervan verwachtte (1). (1) Zie: Cass. 7 februari 2007, AR P.06.1491.F, AC 2007, nr. 72.",
        "Het afsluiten van de vereffening van een rechtspersoon sluit niet uit dat het gebruik van valse jaarrekeningen nog een nuttig gevolg zou kunnen hebben."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140121.9": {
      "court": "CASS",
      "date": "2014-01-21",
      "roleNumber": "P.12.1642.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140121.9&lang=fr",
      "abstractFR": [
        "Lorsque le faux et l'usage de faux ont été commis par une même personne avec la même intention frauduleuse ou dans le même dessein de nuire, ces infractions sont considérées comme étant une seule et même infraction qui se poursuit tant que le but visé et réalisé par la première action continue à exister, bien qu'aucun acte positif nouveau n'ait été posé par quiconque (1). (1) Voir Cass., 11 janvier 1960, Pas., 1960, p. 523; Cass., 19 janvier 1988, RG 1480, Pas., 1988, n° 298."
      ],
      "abstractNL": [
        "Wanneer valsheid in geschrifte en gebruik van valse stukken worden gepleegd door dezelfde persoon met hetzelfde bedrieglijk opzet of oogmerk om te schaden, worden die misdrijven als één misdrijf beschouwd dat blijft voortduren zolang het door de beginhandeling beoogde en gerealiseerde doel blijft bestaan, ofschoon geen nieuwe positieve handelingen worden gesteld door wie dan ook (1). (1) Zie: Cass. 11 januari 1960, AC 1959-1960, 412; Cass. 19 januari 1988, AR 1480, AC 1987-1988, nr. 298"
      ]
    }
  },
  "213": {
    "ECLI:BE:CASS:2014:ARR.20141216.1": {
      "court": "CASS",
      "date": "2014-12-16",
      "roleNumber": "P.14.0430.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141216.1&lang=fr",
      "abstractFR": [
        "L'usage de faux se continue, même sans fait nouveau de l'auteur du faux et sans intervention itérative de sa part, tant que le but qu'il visait n'est pas atteint et tant que l'acte initial qui lui est reproché ne cesse pas d'engendrer, sans qu'il s'y oppose, l'effet utile qu'il en attendait (1). (1) Voir Cass. 7 février 2007, RG P.06.1491.F, Pas. 2007, n° 72.",
        "La clôture de la liquidation d'une personne morale n'exclut pas que l'usage de faux comptes annuels puisse encore engendrer un effet utile."
      ],
      "abstractNL": [
        "Het gebruik van valse stukken duurt voort, zelfs zonder een nieuw feit van de dader van de valsheid en zonder herhaalde tussenkomst van zijnentwege, zolang het door hem beoogde doel niet is bereikt en zolang de hem verweten beginhandeling, zonder verzet van zijn kant, het nuttig gevolg heeft dat hij ervan verwachtte (1). (1) Zie: Cass. 7 februari 2007, AR P.06.1491.F, AC 2007, nr. 72.",
        "Het afsluiten van de vereffening van een rechtspersoon sluit niet uit dat het gebruik van valse jaarrekeningen nog een nuttig gevolg zou kunnen hebben."
      ]
    }
  },
  "214": {
    "ECLI:BE:CASS:2017:ARR.20170523.1": {
      "court": "CASS",
      "date": "2017-05-23",
      "roleNumber": "P.16.0719.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170523.1&lang=fr",
      "abstractFR": [
        "L'infraction de faux en écritures consiste en une altération de la vérité réalisée avec une intention frauduleuse ou à dessein de nuire, d'une manière prévue par la loi, dans un écrit protégé par celle-ci, d'où il peut résulter un préjudice; un écrit protégé par la loi est celui pouvant faire preuve dans une certaine mesure, c'est-à-dire qui s'impose à la confiance publique, de sorte que l'autorité ou les particuliers qui en prennent connaissance ou auxquels il est présenté peuvent être convaincus de la réalité de l'acte ou du fait juridique établi dans cet écrit ou sont en droit de lui accorder foi (1). (1) Voir Cass. 25 février 2015, RG P.14.1764.F, Pas. 2015, n° 142.",
        "Le faux en écritures est une infraction instantanée; un écrit qui, au moment de l'éventuelle altération de la vérité, à savoir avant qu'il soit contrôlé, ne s'impose pas par sa nature à la confiance publique et ne peut, par conséquent, constituer un faux, ne devient pas un écrit protégé pénalement parce que l'inexactitude du fait juridique qu'il comporte apparaît après son contrôle (1). (1) Voir Cass. 14 décembre 2010, RG P.10.1079.N, Pas. 2010, n° 742."
      ],
      "abstractNL": [
        "Het misdrijf valsheid in geschriften bestaat erin in een door de wet beschermd geschrift, met bedrieglijk opzet of met het oogmerk om te schaden, de waarheid te vermommen op een bij de wet bepaalde wijze, terwijl hieruit een nadeel kan ontstaan; een door de wet beschermd geschrift is een geschrift dat in zekere mate tot bewijs kan strekken, dit is zich aan het openbare vertrouwen opdringt, zodat de overheid of particulieren die ervan kennis nemen of aan wie het wordt voorgelegd, kunnen overtuigd zijn van de waarachtigheid van de rechtshandeling of van het rechtsfeit in dat geschrift vastgelegd of kunnen gerechtigd zijn daaraan geloof te hechten (1). (1) Zie Cass. 25 februari 2015, AR P.14.1764.F, AC 2015, nr. 142.",
        "Valsheid in geschriften is een aflopend misdrijf; een geschrift dat zich op het moment van de eventuele waarheidsvermomming, dit is vóór de controle ervan, uit zijn aard niet aan het openbaar vertrouwen opdrong en derhalve geen valsheid kon opleveren, wordt niet alsnog een strafrechtelijk beschermd geschrift omdat na controle de onjuistheid van het erin opgenomen rechtsfeit blijkt (1). (1) Zie Cass. 14 december 2010, AR P.10.1079.N, AC 2010, nr. 742."
      ]
    }
  },
  "226": {
    "ECLI:BE:CASS:2017:ARR.20170321.3": {
      "court": "CASS",
      "date": "2017-03-21",
      "roleNumber": "P.15.1077.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170321.3&lang=fr",
      "abstractFR": [
        "Le serment prêté à l'inventaire concerne les indications nécessaires à la détermination de la consistance du patrimoine (1). (1) Voir Cass. 3 mars 2015, RG P.14.0032.N, Pas. 2015, n° 152."
      ],
      "abstractNL": [
        "De eed die bij de boedelbeschrijving wordt afgelegd, heeft betrekking op de vermeldingen die nuttig zijn voor het vaststellen van de omvang van de boedel (1). (1) Zie Cass. 3 maart 2015, AR P.14.0032.N, AC 2015, nr. 152."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150303.3": {
      "court": "CASS",
      "date": "2015-03-03",
      "roleNumber": "P.14.0032.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150303.3&lang=fr",
      "abstractFR": [
        "Le serment prêté à l'inventaire concerne les indications nécessaires à la détermination de la consistance du patrimoine, et non les déclarations concernant l'origine ou la propriété des biens que le juge pénal n'a pas la compétence d'apprécier, mais qui entreront en ligne de compte dans la liquidation et le partage (1). (1) Cass. 28 février 2012, RG P.11.0925.N, Pas. 2012, n° 137."
      ],
      "abstractNL": [
        "De eed die bij de boedelbeschrijving wordt afgelegd, heeft betrekking op de vermeldingen die nuttig zijn voor het vaststellen van de omvang van de boedel, niet op verklaringen omtrent de oorsprong of de eigendom van de goederen waarover de strafrechter niet bevoegd is te oordelen, maar die aan bod zullen komen ter gelegenheid van de vereffening en verdeling (1). (1) Cass. 28 februari 2012, AR P.11.0925.N, AC 2012, nr. 137."
      ]
    }
  },
  "245": {
    "ECLI:BE:CASS:2015:ARR.20150930.6": {
      "court": "CASS",
      "date": "2015-09-30",
      "roleNumber": "P.15.0486.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150930.6",
      "abstractFR": [
        "N'interdit pas à tout agent communal de participer à la campagne électorale de son bourgmestre, l'arrêt qui condamne le fait pour un bourgmestre de prendre un intérêt dans des activités militantes confiées pendant les heures de service à du personnel communal engagé et rémunéré à d'autre fins.",
        "La création d'un doute circonstancié quant à l'intégrité de la fonction publique n'est pas un élément constitutif du délit de prise d'intérêt (1). (1) Voir Cass. 26 octobre 2011, RG P.11.0808.F, Pas. 2011, n° 575."
      ],
      "abstractNL": [
        "Het arrest dat een burgemeester veroordeelt omdat hij een belang heeft genomen in partijwerkzaamheden die tijdens de diensturen toevertrouwd werden aan gemeentepersoneel dat voor andere doeleinden werd aangeworven en verloond, verbiedt niet aan elke gemeentelijke ambtenaar om deel te nemen aan de verkiezingscampagne van zijn burgemeester.",
        "Het opwekken van omstandige twijfel omtrent de integriteit van het openbaar ambt is geen constitutief bestanddeel van het wanbedrijf belangenneming (1). (1) Zie Cass. 26 oktober 2011, AR P.11.0808.F, AC 2011, nr. 575."
      ]
    }
  },
  "247": {
    "ECLI:BE:CASS:2016:ARR.20160127.6": {
      "court": "CASS",
      "date": "2016-01-27",
      "roleNumber": "P.15.1362.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160127.6",
      "abstractFR": [
        "L'incrimination de corruption publique ayant pour objet un trafic d'influence est une forme de corruption qui ne vise pas l'accomplissement d'un acte ou une omission, mais l'exercice par la personne corrompue de son influence en vue d'obtenir un acte d'une autorité ou d'une administration publiques ou l'abstention d'un tel acte.",
        "La corruption publique passive ayant pour objet un trafic d'influence suppose que la personne dont l'influence est sollicitée soit une personne \"qui exerce une fonction publique\"; ce n'est toutefois pas le statut de cette personne qui, à cet égard, est déterminant, mais la fonction qu'elle exerce et qui doit avoir elle-même un caractère public; pour être punissable, la sollicitation doit ainsi s'adresser à la personne corrompue à l'occasion de l'exercice d'une fonction à caractère public; toutefois, l'influence recherchée, réelle ou supposée, peut excéder le cadre de cette fonction (1). (1) A. De Nauw, \"Corruption et marchés publics. Des dispositions nouvelles\", Rev. dr. U.L.B., 1998, 107-122; 1. De Nauw et Fr. Kuty, Manuel de droit pénal spécial, Kluwer 2014, pp. 127 et 128, n° 198; A. Weyembergh et L. Kennes, Droit pénal spécial, T. I, Anthémis, 2011, pp. 309 et 310; D. Flore, L'incrimination de la corruption, in Dossier n° 4, R.D.P.C. 1999, La Charte, p. 94; J. Spreutels, Fr. Roggen et E. Roger France, Droit pénal des affaires, Bruylant 2005, pp. 272 à 274; D. Flore, La corruption, in Les infractions, T. I, Larcier 2008, p. 336."
      ],
      "abstractNL": [
        "De telastlegging publieke omkoping met het oog op de aanwending van invloed is een vorm van omkoping die niet het verrichten van een handeling of het nalaten ervan beoogt maar de uitoefening door de omgekochte persoon van zijn invloed om een handeling van een openbare overheid of een openbaar bestuur of het nalaten ervan te verkrijgen (1). (1) A. De Nauw, \"Corruption et marchés publics. Des dispositions nouvelles\", Rev. dr. U.L.B., 1998, 107-122; 1. De Nauw en Fr. Kuty, Manuel de droit pénal spécial, Kluwer, 2014, pp. 127-128, nr. 198; A. Weyembergh en L. Kennes, Droit pénal spécial, T. I, Anthémis, 2011, pp. 309-310; D. Flore, L'incrimination de la corruption, in Dossier nr. 4, R.D.P.C., 1999, Die Keure, p. 94; J. Spreutels, Fr. Roggen en E. Roger France, Droit pénal des affaires, Bruylant 2005, pp. 272-274; D. Flore, La corruption, in Les infractions, T. I, Larcier, 2008, p. 336.",
        "De passieve publieke omkoping met het oog op de aanwending van invloed veronderstelt dat de persoon die om zijn invloed wordt verzocht, een persoon is \"die een openbaar ambt uitoefent\"; het is echter niet het statuut van die persoon dat in dat opzicht bepalend is maar het ambt dat hij bekleedt en dat zelf van openbare aard moet zijn; om strafbaar te zijn, moet dat verzoek gericht zijn tot de omgekochte persoon in de uitoefening van een ambt van openbare aard; de beoogde, echte of vermeende, invloed kan echter het kader van dat ambt te buiten gaan (1). (1) A. De Nauw, \"Corruption et marchés publics. Des dispositions nouvelles\", Rev. dr. U.L.B., 1998, 107-122; 1. De Nauw en Fr. Kuty, Manuel de droit pénal spécial, Kluwer, 2014, pp. 127-128, nr. 198; A. Weyembergh en L. Kennes, Droit pénal spécial, T. I, Anthémis, 2011, pp. 309-310; D. Flore, L'incrimination de la corruption, in Dossier nr. 4, R.D.P.C., 1999, Die Keure, p. 94; J. Spreutels, Fr. Roggen en E. Roger France, Droit pénal des affaires, Bruylant 2005, pp. 272-274; D. Flore, La corruption, in Les infractions, T. I, Larcier, 2008, p. 336."
      ]
    }
  },
  "327": {
    "ECLI:BE:CASS:2015:ARR.20150624.3": {
      "court": "CASS",
      "date": "2015-06-24",
      "roleNumber": "P.15.0445.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150624.3",
      "abstractFR": [
        "Les articles 327, alinéa 1er, et 330 du Code pénal punissent différemment les menaces verbales ou écrites, proférées avec ordre ou sous condition, selon que l'attentat contre les personnes ou les propriétés, qui en constitue l'objet, est punissable d'une peine criminelle ou d'un emprisonnement de trois mois au moins; le juge apprécie si l'objet de la menace correspond à la gravité requise par la loi; il n'est pas tenu de qualifier pénalement les faits dont la victime est ainsi menacée, mais il appartient à la Cour de vérifier si, de ses constatations en fait, il a pu légalement déduire que ces faits, à les supposer établis, seraient de nature à être punis soit d'une peine criminelle, soit d'une peine correctionnelle d'emprisonnement de trois mois au moins."
      ],
      "abstractNL": [
        "De artikelen 327, eerste lid, en 330 Strafwetboek bestraffen op verschillende wijze de onder een bevel of onder een voorwaarde geuite mondelinge of schriftelijke bedreigingen, naargelang op de aanslag op personen of op eigendommen, die het voorwerp daarvan uitmaakt, een criminele straf dan wel een gevangenisstraf van minstens drie maanden is gesteld; de rechter oordeelt of het voorwerp van de bedreiging overeenstemt met de bij wet vereiste ernst; hij hoeft de feiten waarmee het slachtoffer aldus wordt bedreigd niet strafrechtelijk te omschrijven, maar het Hof dient na te gaan of hij uit zijn feitelijke vaststellingen naar recht heeft kunnen afleiden dat op die feiten, in de veronderstelling dat ze bewezen zijn, hetzij een criminele straf dan wel een correctionele gevangenisstraf van minstens drie maanden is gesteld."
      ]
    }
  },
  "330": {
    "ECLI:BE:CASS:2015:ARR.20150624.3": {
      "court": "CASS",
      "date": "2015-06-24",
      "roleNumber": "P.15.0445.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150624.3",
      "abstractFR": [
        "Les articles 327, alinéa 1er, et 330 du Code pénal punissent différemment les menaces verbales ou écrites, proférées avec ordre ou sous condition, selon que l'attentat contre les personnes ou les propriétés, qui en constitue l'objet, est punissable d'une peine criminelle ou d'un emprisonnement de trois mois au moins; le juge apprécie si l'objet de la menace correspond à la gravité requise par la loi; il n'est pas tenu de qualifier pénalement les faits dont la victime est ainsi menacée, mais il appartient à la Cour de vérifier si, de ses constatations en fait, il a pu légalement déduire que ces faits, à les supposer établis, seraient de nature à être punis soit d'une peine criminelle, soit d'une peine correctionnelle d'emprisonnement de trois mois au moins."
      ],
      "abstractNL": [
        "De artikelen 327, eerste lid, en 330 Strafwetboek bestraffen op verschillende wijze de onder een bevel of onder een voorwaarde geuite mondelinge of schriftelijke bedreigingen, naargelang op de aanslag op personen of op eigendommen, die het voorwerp daarvan uitmaakt, een criminele straf dan wel een gevangenisstraf van minstens drie maanden is gesteld; de rechter oordeelt of het voorwerp van de bedreiging overeenstemt met de bij wet vereiste ernst; hij hoeft de feiten waarmee het slachtoffer aldus wordt bedreigd niet strafrechtelijk te omschrijven, maar het Hof dient na te gaan of hij uit zijn feitelijke vaststellingen naar recht heeft kunnen afleiden dat op die feiten, in de veronderstelling dat ze bewezen zijn, hetzij een criminele straf dan wel een correctionele gevangenisstraf van minstens drie maanden is gesteld."
      ]
    }
  },
  "372": {
    "ECLI:BE:CASS:2017:ARR.20170104.3": {
      "court": "CASS",
      "date": "2017-01-04",
      "roleNumber": "P.16.0871.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170104.3",
      "abstractFR": [
        "Le délit d'attentat à la pudeur suppose une atteinte contraignante à l'intégrité sexuelle de la victime, telle qu'elle est perçue par la conscience collective au moment où les faits se sont produits (1); le juge du fond peut énoncer que des gestes tels que faire des clins d'oeil, tirer la langue, caresser les cheveux, la nuque ou les bras, etc., qui ont été interprétés par ceux qui les ont subis comme pouvant prêter à confusion, doivent être considérés comme déplacés, ambigus, provocateurs et même grossiers sans pour autant être objectivement de ceux qui blessent la pudeur, sont immoraux ou sont obscènes; partant, des éléments de faits ainsi constatés, il peut légalement déduire que ces gestes ne sont pas constitutifs du délit d'attentat à la pudeur (2). (1) Cass. 6 février 2013, RG P.12.1650.F, Pas. 2013, n° 86, avec concl. de M. Vandermeersch, avocat général. (2) Voir les concl. 'dit en substance' du MP."
      ],
      "abstractNL": [
        "Het misdrijf aanranding van de eerbaarheid vereist een aanranding onder dwang van de seksuele integriteit van het slachtoffer zoals die door het collectief bewustzijn op het tijdstip van de feiten wordt ervaren (1); de feitenrechter kan vaststellen dat handelingen zoals knipogen, zijn tong uitsteken, het strelen van haren, nek of armen enz., die door degenen die deze handelingen hebben ondergaan als dubbelzinnig werden geïnterpreteerd, dienen beschouwd te worden als misplaatst, dubbelzinnig, uitdagend en zelfs grof zonder dat dit daarom objectief handelingen zijn die de eerbaarheid krenken en die immoreel dan wel obsceen zijn; uit de aldus vastgestelde feiten kan hij bijgevolg naar recht afleiden dat die handelingen het misdrijf aanranding van de eerbaarheid niet opleveren (2). (1) Cass. 6 februari 2013, AR P.12.1650.F, AC 2013, nr. 86, met concl. van advocaat-generaal VANDERMEERSCH. (2) Zie concl. 'in hoofdzaak' OM, in Pas. 2017, nr. 13."
      ]
    }
  },
  "375": {
    "ECLI:BE:CASS:2014:ARR.20140326.1": {
      "court": "CASS",
      "date": "2014-03-26",
      "roleNumber": "P.13.1860.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140326.1",
      "abstractFR": [
        "La pénétration buccale d'un sein imposée à un nourrisson en vue d'assouvir ses pulsions sexuelles peut, dans certaines circonstances, être qualifiée de viol (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "Orale penetratie met een borst, die een baby wordt opgedrongen om zijn seksuele driften te bevredigen, kan, in bepaalde omstandigheden, als verkrachting worden omschreven (1). (1) Zie concl. OM in Pas. 2014, nr. ..."
      ]
    }
  },
  "376": {
    "ECLI:BE:CASS:2018:ARR.20181017.3": {
      "court": "CASS",
      "date": "2018-10-17",
      "roleNumber": "P.18.0753.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181017.3",
      "abstractFR": [
        "Le moyen qui ne concerne que la circonstance aggravante de l'attentat à la pudeur et de la tentative de viol consistant dans le fait que l'infraction a causé la mort de la victime est irrecevable à défaut d'intérêt lorsque la peine reste légalement justifiée par la condamnation du demandeur du chef de meurtre pour faciliter une tentative de vol en telle sorte que la qualification des faits d'attentat à la pudeur et de tentative de viol avec la circonstance aggravante de la mort fût-elle erronée, cette dernière qualification est sans incidence sur la légalité de cette décision (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het middel dat enkel betrekking heeft op de verzwarende omstandigheid van aanranding van de eerbaarheid en poging tot verkrachting, bestaande in het feit dat het misdrijf de dood van het slachtoffer heeft veroorzaakt, is niet ontvankelijk bij gebrek aan belang wanneer de straf naar recht verantwoord blijft door de veroordeling van de eiser wegens doodslag om een poging tot diefstal te vergemakkelijken zodat, ook al was de omschrijving van de feiten van aanranding van de eerbaarheid en poging tot verkrachting met de verzwarende omstandigheid van de dood van het slachtoffer onjuist, dan nog heeft die omschrijving geen gevolgen voor de wettigheid van die beslissing (1). (1) Zie concl. OM in Pas. 2018, nr. 563."
      ]
    }
  },
  "380": {
    "ECLI:BE:CASS:2015:ARR.20151125.2": {
      "court": "CASS",
      "date": "2015-11-25",
      "roleNumber": "P.15.0286.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151125.2",
      "abstractFR": [
        "En sanctionnant les personnes qui tiennent une maison de débauche, la loi vise tous ceux qui en retirent un profit direct ou indirect, quel que soit le cadre juridique dans lequel la gestion de ladite exploitation est faite (1). (1) M. Rigaux et P.-E. Trousse, Les crimes et délits du Code pénal, t. V, Bruxelles, Larcier, 1976, p. 381; S. Demars, 'De la corruption des jeunes et de la prostitution', in Les Infractions. - Les infractions contre l'ordre des familles, la moralité publique et les mineurs, Vol. 3, Bruxelles, Larcier, 2011 p. 203."
      ],
      "abstractNL": [
        "Door de personen die een huis van ontucht houden, te bestraffen, beoogt de wet al diegenen die er een rechtstreeks of onrechtstreeks voordeel uit halen, ongeacht het juridisch kader waarin het beheer van voornoemde exploitatie gebeurt (1). (1) M. Rigaux et P.-E. Trousse, Les crimes et délits du Code pénal, t. V., Bruxelles, Larcier, 1976, p. 381; S. Demars, 'De la corruption des jeunes et de la prostitution', in Les Infractions - Les infractions contre l'ordre des familles, la moralité publique et les mineurs, Vol. 3, Bruxelles, Larcier, 2011, p. 203."
      ]
    }
  },
  "392": {
    "ECLI:BE:CASS:2019:ARR.20191002.8": {
      "court": "CASS",
      "date": "2019-10-02",
      "roleNumber": "P.19.0579.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191002.8",
      "abstractFR": [
        "La mort d'autrui est un résultat qui peut être voulu, désiré, escompté ou accepté comme étant une conséquence normale et prévisible de la violence déployée (1); le fait que la victime ait survécu à ses blessures ou échappé à l'attentat qui la visait, en dépit des actes perpétrés contre elle par les auteurs, est une circonstance qui, indépendante de la volonté de ceux-ci, n'abolit pas en soi l'intention homicide. (1) Voir Cass. 2 octobre 2018, RG P.18.0682.N, Pas. 2018, n° 519, § 3, note V. VEREECKE, «Het eventueel opzet bij de beoordeling van het oogmerk om te doden», R.A.B.G., 2019, pp. 22-30. Voir aussi Cass. 6 novembre 2019, RG P.19.0651.F, Pas. 2019, n° 572 et concl. de M. VANDERMEERSCH, avocat général: «La tentative de meurtre suppose que l'auteur ait sciemment eu l'intention de tuer. Les éléments de volonté et de connaissance exigés par la loi consistent en l'adoption volontaire et en connaissance de cause du comportement interdit, étant entendu que, s'agissant d'une conséquence constitutive de l'infraction, l'auteur a voulu causer cette conséquence ou était conscient que celle-ci adviendrait dans le cours normal des événements », selon la définition de l'intention et de la connaissance qui caractérisent le dol, telle que codifiée dans l'article 30 du Statut de Rome de la Cour pénale internationale: cet arrêt paraît mettre ainsi fin à la controverse relative à la notion de dol éventuel, en rendant inutile le recours à cette notion (voir Cass. 8 novembre 2017, RG P.17.0797.F, Pas. 2017, n° 623, et concl. «dit en substance» du MP, note Fr. KUTY, «La notion de dol éventuel et son application à la tentative punissable», J.T., 2018, pp. 369-374). (M.N.B.)"
      ],
      "abstractNL": [
        "De dood van anderen is een resultaat dat gewild, gewenst, verhoopt of aanvaard kan worden als een normaal en voorzienbaar gevolg van het toegepaste geweld (1); het feit dat het slachtoffer zijn verwondingen heeft overleefd of aan de op hem gepleegde aanslag is ontkomen, niettegenstaande de daden die door de daders tegen hem zijn gesteld, is een omstandigheid die, onafhankelijk van de wil van die daders, als dusdanig het oogmerk om te doden niet opheft. (1) Zie Cass. 2 oktober 2018, AR P.18.0682.N, AC 2018, nr. 519, § 3, noot V. VEREECKE, 'Het eventueel opzet bij de beoordeling van het oogmerk om te doden', RABG, 2019, pp. 22-30. Zie ook Cass. 6 november 2019, AR P.19.0651.F, AC 2019, nr. 572 en concl. van advocaat-generaal VANDERMEERSCH in Pas. : 'De poging tot doodslag veronderstelt dat de dader willens en wetens het opzet had om te doden. De bij de wet vereiste bestanddelen wil en kennis bestaan hierin dat de dader opzettelijk en met kennis van zaken tot de verboden gedraging is overgegaan, mits hij, met betrekking tot een gevolg dat het misdrijf heeft opgeleverd, dat gevolg heeft willen teweegbrengen of zich ervan bewust was dat het gevolg zich bij een normale gang van zaken zou voordoen', volgens de definitie van 'oogmerk' en 'kennis' die het opzet kenmerken, zoals gecodificeerd in artikel 30 van het Statuut van Rome inzake het Internationaal Strafhof: voornoemd arrest lijkt aldus een einde te maken aan de controverse aangaande het begrip 'eventueel opzet', waardoor het zinloos is geworden nog langer op dat begrip een beroep te doen (zie Cass. 8 november 2017, AR P.17.0797.F, AC 2017, nr. 623, en concl. 'in substantie' OM in Pas., noot Fr. KUTY, La notion de dol éventuel et son application à la tentative punissable', J.T., 2018, pp. 369-374). (M.N.B.)"
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140422.6": {
      "court": "CASS",
      "date": "2014-04-22",
      "roleNumber": "P.13.1999.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140422.6&lang=fr",
      "abstractFR": [
        "Il ressort de la disposition de l'article 392 du Code pénal que celui qui a l'intention de tuer une personne déterminée ou de lui causer des lésions, mais qui en raison d'une cause externe tue ou cause une lésion à une autre, agit de manière intentionnelle; la circonstance qu'il a attenté à la personne d'un individu autre qu'il vise, n'empêche pas que l'auteur a agi intentionnellement au sens de cet article."
      ],
      "abstractNL": [
        "Uit de bepaling van artikel 392 Strafwetboek volgt dat hij die beoogt een wel bepaald persoon te doden of letsel toe te brengen, maar door een externe oorzaak een ander doodt of letsel toebrengt, opzettelijk handelt; de omstandigheid dat hij een ander heeft getroffen dan de persoon die door hem werd beoogd, belet niet dat de dader opzettelijk heeft gehandeld in de zin van dat artikel."
      ]
    }
  },
  "393": {
    "ECLI:BE:CASS:2018:ARR.20181002.9": {
      "court": "CASS",
      "date": "2018-10-02",
      "roleNumber": "P.18.0682.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181002.9&lang=fr",
      "abstractFR": [
        "L'intention de donner la mort, telle que visée à l'article 393 du Code pénal, est présente s'il est établi que l'auteur a voulu la mort de la victime ou qu'il a admis cette mort comme une possibilité ou une conséquence inéluctable des actes qu'il a délibérément posés.",
        "La présence de l'intention de donner la mort, telle que visée à l'article 393 du code pénal, que le juge apprécie souverainement, peut se déduire des circonstances factuelles, notamment de la nature du moyen utilisé, de l'intensité, du lieu des faits, ainsi que du nombre et de la localisation des blessures."
      ],
      "abstractNL": [
        "Het oogmerk om te doden als bedoeld in artikel 393 Strafwetboek is aanwezig indien blijkt dat de dader de dood van het slachtoffer heeft beoogd dan wel dat die dood door hem werd aanvaard als een mogelijkheid of een onvermijdelijk gevolg van de door hem vrijwillig gestelde daden.",
        "De aanwezigheid van het oogmerk om te doden als bedoeld in artikel 393 Strafwetboek, waarover de rechter onaantastbaar oordeelt, kan worden afgeleid uit de feitelijke omstandigheden zoals onder meer de aard van het gebruikte middel, de intensiteit, de plaats van de feiten en het aantal en de lokalisatie van de verwondingen."
      ]
    }
  },
  "411": {
    "ECLI:BE:CASS:2014:ARR.20141119.6": {
      "court": "CASS",
      "date": "2014-11-19",
      "roleNumber": "P.14.1320.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141119.6",
      "abstractFR": [
        "Ne justifie pas l'également sa décision que les coups volontairement portés par le prévenu sont excusés, l''arrêt qui considère que le prévenu a éprouvé une violence morale grave résultant, non d''un acte volontairement posé par sa victime mais d''une faute commise par défaut de prévoyance ou de précaution (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het arrest, dat oordeelt dat de beklaagde zwaar moreel geweld heeft geleden, dat niet voortvloeit uit een opzettelijke daad van zijn slachtoffer maar uit een fout die door gebrek aan voorzichtigheid of voorzorg is begaan, verantwoordt zijn beslissing dat de door de beklaagde opzettelijk toegebrachte slagen verschoonbaar zijn niet naar recht (1). (1) Zie concl. OM in Pas. 2014, nr. ...."
      ]
    }
  },
  "416": {
    "ECLI:BE:CASS:2019:ARR.20190925.4": {
      "court": "CASS",
      "date": "2019-09-25",
      "roleNumber": "P.19.0544.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190925.4",
      "abstractFR": [
        "L'excuse de provocation prévue par l'article 411 du Code pénal n'est admise dans le chef de celui qui se rend coupable d'homicide, de coups ou de blessures volontaires que pour autant qu'il s'agisse d'une réaction immédiate à des violences illicites et graves commises par le provocateur (1). (1) Cass. 22 avril 2015, RG P.15.0118.F, Pas. 2015, n° 271, avec concl. MP."
      ],
      "abstractNL": [
        "De door artikel 411 van het Strafwetboek bedoelde verschoning wegens uitlokking geldt enkel voor diegene die zich schuldig maakt aan doodslag en opzettelijke slagen en verwondingen als het een onmiddellijke reactie op onrechtmatige en ernstige gewelddaden van de uitlokker betreft (1). (1) Cass. 22 april 2015, AR P.15.0118.F, AC 2015, nr. 271, met concl. OM op datum in Pas."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180905.14": {
      "court": "CASS",
      "date": "2018-09-05",
      "roleNumber": "P.18.0242.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180905.14",
      "abstractFR": [
        "Il y a légitime défense lorsque, n'ayant pas la possibilité d'écarter une agression injuste ou illégale, grave et actuelle, contre sa personne ou celle d'un tiers autrement qu'en commettant l'infraction, l'agent se défend d'une manière proportionnée à cette attaque; l'agression injuste n'implique pas nécessairement l'absence de toute faute antérieure dans le chef de celui qui se défend (1). (1) Cass. 5 octobre 2016, RG P.16.0698.F, Pas. 2016, n° 549; F. KUTY, Principes généraux de droit pénal belge, T. II, L'infraction pénale, Bruxelles, Larcier, p. 342-343; T. MOREAU et D. VANDERMEERSCH, Eléments de droit pénal, Bruxelles, La Charte, 2017, p. 99.",
        "Lorsque la légitime défense est invoquée, le juge apprécie souverainement la gravité et l'actualité de l'agression injuste ainsi que la nécessité et la proportionnalité de la défense en se fondant sur les circonstances de fait et en tenant compte des réactions que la personne agressée pouvait et devait raisonnablement avoir (1). (1) Cass. 19 avril 2006, RG P.06.0018.F, Pas. 2006, n° 221, avec les concl. MP."
      ],
      "abstractNL": [
        "Er is sprake van wettige verdediging wanneer de dader, die niet in de mogelijkheid verkeert om een onrechtmatige of wederrechtelijke aanranding tegen zijn persoon of tegen een derde af te weren, anders dan door het misdrijf te plegen, zich op evenredige wijze tegen die aanval verweert; onrechtmatige aanranding houdt niet noodzakelijk in dat er geen voorafgaande fout kan bestaan uit hoofde van degene die zich verweert (1). (1) Cass. 5 oktober 2016, AR P.16.0698.F, AC 2016, nr. 549; F. KUTY, Principes généraux de droit pénal belge, dl. II, L'infraction pénale, Brussel, Larcier, pp. 342-343; T. MOREAU en D. VANDERMEERSCH, Eléments de droit pénal, Brussel, Die Keure, 2017, p. 99.",
        "Wanneer wettige verdediging wordt aangevoerd, oordeelt de rechter op onaantastbare wijze over de ernst en het ogenblikkelijke karakter van de onrechtmatige aanranding alsook over de noodzaak en het evenredige karakter van het verweer, op grond van de feitelijke omstandigheden van de zaak en rekening houdend met de reacties die de aangerande persoon redelijkerwijs kon of moest hebben (1). (1) Cass. 19 april 2006, AR P.06.0018.F, AC 2006, nr. 221, met concl. OM in Pas. 2006, nr. 221."
      ]
    }
  },
  "418": {
    "ECLI:BE:CASS:2014:ARR.20141203.6": {
      "court": "CASS",
      "date": "2014-12-03",
      "roleNumber": "P.13.1976.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141203.6",
      "abstractFR": [
        "La blessure, au sens de l'article 420 du Code pénal, consiste en une lésion externe ou interne apportée de l'extérieur au corps humain par une cause mécanique ou chimique ou encore une omission, agissant sur l'état physique; cette lésion peut être soit organique soit fonctionnelle et son degré de gravité est indifférent (1). (1) Voir les concl. du MP.",
        "Par coup, on entend le choc qui résulte du mouvement d'un corps qui vient en frapper un autre et qui occasionne une certaine douleur sans qu'existe nécessairement une lésion; il peut s'agir d'un rapprochement violent entre le corps humain et un autre objet physique (1). (1) Voir les concl. du MP.",
        "Les troubles nerveux et psychologiques ne peuvent être constitutifs de coups ou blessures que s'ils trouvent leur origine dans une cause mécanique ou chimique externe au sujet; le seul choc subi par une personne à la suite du fait d'être impliquée dans un accident mortel n'est pas constitutif de coups ou blessures au sens de l'article 420 du Code pénal (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De verwonding, in de zin van artikel 420 van het Strafwetboek, is elk uitwendig of inwendig letsel dat van buiten uit door een mechanisch of chemisch op de lichaamsgesteltenis inwerkende oorzaak, dan wel door een verzuim, aan het menselijk lichaam wordt toegebracht; dat letsel kan hetzij organisch hetzij functioneel zijn, de ernst ervan heeft geen belang (1). (1) Zie concl. OM in Pas. 2014, nr. ......",
        "Onder slag wordt de schok verstaan die resulteert uit de beweging van een lichaam dat een ander lichaam raakt en die een bepaalde pijn veroorzaakt zonder dat er noodzakelijk een letsel hoeft te zijn; dat kan een gewelddadige toenadering zijn van het menselijk lichaam met een ander fysiek voorwerp (1). (1) Zie concl. OM in Pas. 2014, nr. ......",
        "Zenuwstoornissen en psychische stoornissen kunnen enkel slagen en verwondingen opleveren als ze hun oorsprong vinden in een mechanische of chemische oorzaak die extern is aan de betrokken persoon; de loutere schok die een persoon ondergaat door het feit van bij een dodelijk ongeval te zijn betrokken, levert geen slagen en verwondingen op in de zin van artikel 420 van het Strafwetboek (1). (1) Zie concl. OM in Pas. 2014, nr. ......"
      ]
    }
  },
  "420": {
    "ECLI:BE:CASS:2014:ARR.20141203.6": {
      "court": "CASS",
      "date": "2014-12-03",
      "roleNumber": "P.13.1976.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141203.6",
      "abstractFR": [
        "La blessure, au sens de l'article 420 du Code pénal, consiste en une lésion externe ou interne apportée de l'extérieur au corps humain par une cause mécanique ou chimique ou encore une omission, agissant sur l'état physique; cette lésion peut être soit organique soit fonctionnelle et son degré de gravité est indifférent (1). (1) Voir les concl. du MP.",
        "Par coup, on entend le choc qui résulte du mouvement d'un corps qui vient en frapper un autre et qui occasionne une certaine douleur sans qu'existe nécessairement une lésion; il peut s'agir d'un rapprochement violent entre le corps humain et un autre objet physique (1). (1) Voir les concl. du MP.",
        "Les troubles nerveux et psychologiques ne peuvent être constitutifs de coups ou blessures que s'ils trouvent leur origine dans une cause mécanique ou chimique externe au sujet; le seul choc subi par une personne à la suite du fait d'être impliquée dans un accident mortel n'est pas constitutif de coups ou blessures au sens de l'article 420 du Code pénal (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De verwonding, in de zin van artikel 420 van het Strafwetboek, is elk uitwendig of inwendig letsel dat van buiten uit door een mechanisch of chemisch op de lichaamsgesteltenis inwerkende oorzaak, dan wel door een verzuim, aan het menselijk lichaam wordt toegebracht; dat letsel kan hetzij organisch hetzij functioneel zijn, de ernst ervan heeft geen belang (1). (1) Zie concl. OM in Pas. 2014, nr. ......",
        "Onder slag wordt de schok verstaan die resulteert uit de beweging van een lichaam dat een ander lichaam raakt en die een bepaalde pijn veroorzaakt zonder dat er noodzakelijk een letsel hoeft te zijn; dat kan een gewelddadige toenadering zijn van het menselijk lichaam met een ander fysiek voorwerp (1). (1) Zie concl. OM in Pas. 2014, nr. ......",
        "Zenuwstoornissen en psychische stoornissen kunnen enkel slagen en verwondingen opleveren als ze hun oorsprong vinden in een mechanische of chemische oorzaak die extern is aan de betrokken persoon; de loutere schok die een persoon ondergaat door het feit van bij een dodelijk ongeval te zijn betrokken, levert geen slagen en verwondingen op in de zin van artikel 420 van het Strafwetboek (1). (1) Zie concl. OM in Pas. 2014, nr. ......"
      ]
    }
  },
  "445": {
    "ECLI:BE:CASS:2015:ARR.20150415.1": {
      "court": "CASS",
      "date": "2015-04-15",
      "roleNumber": "P.14.0726.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150415.1",
      "abstractFR": [
        "La dénonciation calomnieuse est l'imputation méchante et spontanée, dans un écrit remis à une autorité quelconque, d'un fait qui pourrait causer préjudice à la personne visée (1). (1) Voir les concl. du MP.",
        "La dénonciation calomnieuse suppose notamment le constat de la fausseté du fait dénoncé ou de l'innocence de la personne à qui il est imputé; si le fait imputé est l'objet d'une poursuite répressive ou d'une dénonciation sur laquelle il n'a pas été statué, l'action en calomnie est suspendue jusqu'à la décision définitive de l'autorité compétente; en cas d'information ouverte par le parquet, la décision de classement sans suite permet la reprise de l'action en calomnie; une telle décision n'impliquant pas, par elle-même, la fausseté des faits dénoncés, il revient dans ce cas au juge saisi de cette action de statuer sur leur véracité (1). (1) Voir les concl. du MP.",
        "Après décision de classement sans suite par le parquet de l'information ouverte sur le fait imputé, le juge saisi de l'action en calomnie apprécie souverainement la fausseté de la dénonciation calomnieuse; la Cour vérifie uniquement si le juge ne tire pas, des faits qu'il a constatés, des conséquences qui seraient sans lien avec ceux-ci ou qui ne seraient susceptibles sur leur fondement d'aucune justification (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Lasterlijke aangifte is de kwaadwillige en spontane aantijging, in een aan een willekeurige overheid bezorgd geschrift, van een feit dat de daarin bedoelde persoon schade kan berokkenen (1). (1) Zie concl. OM in Pas. 2015, nr. ...............",
        "Lasterlijke aangifte veronderstelt met name de vaststelling van de valsheid van het aangegeven feit of van de onschuld van de persoon aan wie het is ten laste gelegd; indien het ten laste gelegde feit het voorwerp is van een strafvervolging of een aangifte waarover geen uitspraak is gedaan, wordt de vordering wegens laster geschorst tot de eindbeslissing van de bevoegde overheid; ingeval het parket een opsporingsonderzoek heeft geopend, laat de beslissing van seponering toe dat de vordering wegens laster wordt hervat; aangezien een dergelijke beslissing op zich niet inhoudt dat de aangegeven feiten vals zijn, staat het in dat geval aan de rechter bij wie die vordering is aangebracht om uitspraak te doen over de waarachtigheid ervan (1). (1) Zie concl. OM in Pas. 2015, nr. .........",
        "Na beslissing tot seponering door het parket van het opsporingsonderzoek dat voor het tenlastegelegde feit werd geopend, beoordeelt de rechter bij wie de vordering wegens laster is aangebracht op onaantastbare wijze de valsheid van de lasterlijke aangifte; het Hof gaat alleen na of de rechter uit de door hem vastgestelde feiten geen gevolgtrekkingen maakt die daarmee geen verband houden of die op grond daarvan niet kunnen worden verantwoord (1). (1) Zie concl. OM in Pas. 2015, nr. ............"
      ]
    }
  },
  "447": {
    "ECLI:BE:CASS:2015:ARR.20150415.1": {
      "court": "CASS",
      "date": "2015-04-15",
      "roleNumber": "P.14.0726.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150415.1",
      "abstractFR": [
        "La dénonciation calomnieuse suppose notamment le constat de la fausseté du fait dénoncé ou de l'innocence de la personne à qui il est imputé; si le fait imputé est l'objet d'une poursuite répressive ou d'une dénonciation sur laquelle il n'a pas été statué, l'action en calomnie est suspendue jusqu'à la décision définitive de l'autorité compétente; en cas d'information ouverte par le parquet, la décision de classement sans suite permet la reprise de l'action en calomnie; une telle décision n'impliquant pas, par elle-même, la fausseté des faits dénoncés, il revient dans ce cas au juge saisi de cette action de statuer sur leur véracité (1). (1) Voir les concl. du MP.",
        "Après décision de classement sans suite par le parquet de l'information ouverte sur le fait imputé, le juge saisi de l'action en calomnie apprécie souverainement la fausseté de la dénonciation calomnieuse; la Cour vérifie uniquement si le juge ne tire pas, des faits qu'il a constatés, des conséquences qui seraient sans lien avec ceux-ci ou qui ne seraient susceptibles sur leur fondement d'aucune justification (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Lasterlijke aangifte veronderstelt met name de vaststelling van de valsheid van het aangegeven feit of van de onschuld van de persoon aan wie het is ten laste gelegd; indien het ten laste gelegde feit het voorwerp is van een strafvervolging of een aangifte waarover geen uitspraak is gedaan, wordt de vordering wegens laster geschorst tot de eindbeslissing van de bevoegde overheid; ingeval het parket een opsporingsonderzoek heeft geopend, laat de beslissing van seponering toe dat de vordering wegens laster wordt hervat; aangezien een dergelijke beslissing op zich niet inhoudt dat de aangegeven feiten vals zijn, staat het in dat geval aan de rechter bij wie die vordering is aangebracht om uitspraak te doen over de waarachtigheid ervan (1). (1) Zie concl. OM in Pas. 2015, nr. .........",
        "Na beslissing tot seponering door het parket van het opsporingsonderzoek dat voor het tenlastegelegde feit werd geopend, beoordeelt de rechter bij wie de vordering wegens laster is aangebracht op onaantastbare wijze de valsheid van de lasterlijke aangifte; het Hof gaat alleen na of de rechter uit de door hem vastgestelde feiten geen gevolgtrekkingen maakt die daarmee geen verband houden of die op grond daarvan niet kunnen worden verantwoord (1). (1) Zie concl. OM in Pas. 2015, nr. ............"
      ]
    }
  },
  "458": {
    "ECLI:BE:CASS:2018:ARR.20181003.1": {
      "court": "CASS",
      "date": "2018-10-03",
      "roleNumber": "P.18.0235.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181003.1",
      "abstractFR": [
        "L'article 458 du Code pénal ne s'oppose pas à ce que le client de l'avocat, personne protégée par cette disposition, produise, pour assurer sa défense en justice, le courrier échangé avec son conseil (1). (1) Voir les concl. du MP.",
        "L'article 1.2 du Code de déontologie de l'avocat, rendu obligatoire par le règlement du 12 novembre 2012 de l'Ordre des barreaux francophones et germanophone de Belgique n'a pas pour objet d'interdire la production d'une lettre échangée avec son conseil par le confident de l'avocat, appelé à se défendre en justice."
      ],
      "abstractNL": [
        "Artikel 458 Strafwetboek staat niet eraan in de weg dat de cliënt van de advocaat, een door die bepaling beschermde persoon, met het oog op zijn verdediging, de briefwisseling overlegt die hij met zijn raadsman heeft gevoerd (1). (1) Zie concl. OM in Pas. 2018, nr. 522.",
        "Artikel 1.2 Codex deontologie voor advocaten, verbindend verklaard door het reglement van 12 november 2012 van de Orde van Franstalige en Duitstalige balies van België, verbiedt niet dat de persoon die de advocaat in vertrouwen heeft genomen, wanneer hij zich voor de rechtbank moet verdedigen, een brief overlegt die hij met zijn raadsman heeft gewisseld."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140903.1": {
      "court": "CASS",
      "date": "2014-09-03",
      "roleNumber": "P.13.1966.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140903.1",
      "abstractFR": [
        "Pour être punissable sur la base de l'article 458 du Code pénal, le confident nécessaire par état ou par profession doit avoir divulgué un secret, c'est-à-dire un fait généralement inconnu et qui doit demeurer tel; il ne saurait être question de violation du secret professionnel lorsque les faits divulgués par un médecin intervenu sur les lieux d'un accident ne résultent pas d'un examen médical ou de confidences qui lui avaient été faites mais de constatations accessibles à tous (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Om op grond van artikel 458 van het Strafwetboek strafbaar te zijn, moet de uit hoofde van zijn staat of beroep noodzakelijke vertrouwenspersoon een geheim hebben onthuld, met andere woorden een algemeen onbekend feit dat onbekend moet blijven; er kan geen sprake zijn van schending van het beroepsgeheim wanneer de door een geneesheer die op de plaats van een ongeval is tussengekomen onthulde feiten niet voortvloeien uit een medisch onderzoek of uit aan hem gedane vertrouwelijke mededelingen maar uit voor iedereen toegankelijke vaststellingen (1). (1) Zie concl. OM in Pas. 2014, nr. ..."
      ]
    }
  },
  "461": {
    "ECLI:BE:CASS:2019:ARR.20190212.1": {
      "court": "CASS",
      "date": "2019-02-12",
      "roleNumber": "P.18.0999.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190212.1&lang=fr",
      "abstractFR": [
        "Celui qui est copropriétaire d'un bien meuble et soustrait celui-ci aux autres copropriétaires contre leur volonté, se rend coupable du vol dudit bien (1). (1) Voir Cass. 3 octobre 2000, RG P.99.0437.N, Pas. 2000, n° 508; Cass. 16 décembre 1957, Pas. 1958, 405."
      ],
      "abstractNL": [
        "Hij die mede-eigenaar is van een roerend goed en dit goed wegneemt tegen de wil van de andere mede-eigenaars, maakt zich schuldig aan diefstal van dit goed (1). (1) Zie: Cass. 3 oktober 2000, AR P.99.0437.N, AC 2000, nr. 508; Cass. 16 december 1957, AC 1958, 230."
      ]
    }
  },
  "468": {
    "ECLI:BE:CASS:2015:ARR.20150630.1": {
      "court": "CASS",
      "date": "2015-06-30",
      "roleNumber": "P.14.1948.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150630.1&lang=fr",
      "abstractFR": [
        "L'arrêt qui, d'une part, déclare le prévenu coupable du chef de vol commis à l'aide de violences ou de menaces, étant entendu que l'infraction a été commise avec deux des circonstances mentionnées à l'article 471 du Code pénal et qui, d'autre part, sur l'action civile, confirme le jugement dont appel qui désigne un expert dont la mission est de rendre un avis sur un dommage permanent et, plus précisément, d'indiquer si les blessures permanentes constituent de manière permanente une atteinte à la capacité de travail de la victime, est contradictoirement motivé dès lors que la mission confiée à l'expert laisse subsister la possibilité que le vol commis à l'aide de violences ou de menaces a notamment causé une incapacité permanente physique ou psychique telle que prévue à l'article 473 du Code pénal (1). (1) Cass. 30 mars 1994, RG P.93.1596.F, Pas. 1994, n° 155; Cass. 28 juin 2000, RG P.99.1886.F, Pas. 2000, n° 409."
      ],
      "abstractNL": [
        "Het arrest dat enerzijds de beklaagde schuldig verklaart aan diefstal door middel van geweld of bedreigingen met de omstandigheid dat het misdrijf gepleegd werd onder twee van de in artikel 471 Strafwetboek vermelde omstandigheden en anderzijds op de burgerlijke rechtsvordering het beroepen vonnis bevestigt waarbij een gerechtsdeskundige werd aangesteld met als opdracht advies te verstrekken over een blijvende schade en meer bepaald aan te geven of de blijvende letsels op een blijvende wijze een aantasting van de arbeidsgeschiktheid van het slachtoffer uitmaken, is tegenstrijdig gemotiveerd aangezien de opdracht aan de deskundige de mogelijkheid open laat dat de diefstal met geweld of bedreiging onder meer een blijvende fysische of psychische ongeschiktheid zoals bepaald door artikel 473 Strafwetboek, ten gevolge heeft gehad (1). (1) Cass. 28 juni 2000, AR P.99.1886.F, AC 2000, nr. 409; Cass. 30 maart 1994, AR P.93.1596.F, AC 1994, nr. 155."
      ]
    }
  },
  "471": {
    "ECLI:BE:CASS:2015:ARR.20150630.1": {
      "court": "CASS",
      "date": "2015-06-30",
      "roleNumber": "P.14.1948.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150630.1&lang=fr",
      "abstractFR": [
        "L'arrêt qui, d'une part, déclare le prévenu coupable du chef de vol commis à l'aide de violences ou de menaces, étant entendu que l'infraction a été commise avec deux des circonstances mentionnées à l'article 471 du Code pénal et qui, d'autre part, sur l'action civile, confirme le jugement dont appel qui désigne un expert dont la mission est de rendre un avis sur un dommage permanent et, plus précisément, d'indiquer si les blessures permanentes constituent de manière permanente une atteinte à la capacité de travail de la victime, est contradictoirement motivé dès lors que la mission confiée à l'expert laisse subsister la possibilité que le vol commis à l'aide de violences ou de menaces a notamment causé une incapacité permanente physique ou psychique telle que prévue à l'article 473 du Code pénal (1). (1) Cass. 30 mars 1994, RG P.93.1596.F, Pas. 1994, n° 155; Cass. 28 juin 2000, RG P.99.1886.F, Pas. 2000, n° 409."
      ],
      "abstractNL": [
        "Het arrest dat enerzijds de beklaagde schuldig verklaart aan diefstal door middel van geweld of bedreigingen met de omstandigheid dat het misdrijf gepleegd werd onder twee van de in artikel 471 Strafwetboek vermelde omstandigheden en anderzijds op de burgerlijke rechtsvordering het beroepen vonnis bevestigt waarbij een gerechtsdeskundige werd aangesteld met als opdracht advies te verstrekken over een blijvende schade en meer bepaald aan te geven of de blijvende letsels op een blijvende wijze een aantasting van de arbeidsgeschiktheid van het slachtoffer uitmaken, is tegenstrijdig gemotiveerd aangezien de opdracht aan de deskundige de mogelijkheid open laat dat de diefstal met geweld of bedreiging onder meer een blijvende fysische of psychische ongeschiktheid zoals bepaald door artikel 473 Strafwetboek, ten gevolge heeft gehad (1). (1) Cass. 28 juni 2000, AR P.99.1886.F, AC 2000, nr. 409; Cass. 30 maart 1994, AR P.93.1596.F, AC 1994, nr. 155."
      ]
    }
  },
  "472": {
    "ECLI:BE:CASS:2015:ARR.20150630.1": {
      "court": "CASS",
      "date": "2015-06-30",
      "roleNumber": "P.14.1948.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150630.1&lang=fr",
      "abstractFR": [
        "L'arrêt qui, d'une part, déclare le prévenu coupable du chef de vol commis à l'aide de violences ou de menaces, étant entendu que l'infraction a été commise avec deux des circonstances mentionnées à l'article 471 du Code pénal et qui, d'autre part, sur l'action civile, confirme le jugement dont appel qui désigne un expert dont la mission est de rendre un avis sur un dommage permanent et, plus précisément, d'indiquer si les blessures permanentes constituent de manière permanente une atteinte à la capacité de travail de la victime, est contradictoirement motivé dès lors que la mission confiée à l'expert laisse subsister la possibilité que le vol commis à l'aide de violences ou de menaces a notamment causé une incapacité permanente physique ou psychique telle que prévue à l'article 473 du Code pénal (1). (1) Cass. 30 mars 1994, RG P.93.1596.F, Pas. 1994, n° 155; Cass. 28 juin 2000, RG P.99.1886.F, Pas. 2000, n° 409."
      ],
      "abstractNL": [
        "Het arrest dat enerzijds de beklaagde schuldig verklaart aan diefstal door middel van geweld of bedreigingen met de omstandigheid dat het misdrijf gepleegd werd onder twee van de in artikel 471 Strafwetboek vermelde omstandigheden en anderzijds op de burgerlijke rechtsvordering het beroepen vonnis bevestigt waarbij een gerechtsdeskundige werd aangesteld met als opdracht advies te verstrekken over een blijvende schade en meer bepaald aan te geven of de blijvende letsels op een blijvende wijze een aantasting van de arbeidsgeschiktheid van het slachtoffer uitmaken, is tegenstrijdig gemotiveerd aangezien de opdracht aan de deskundige de mogelijkheid open laat dat de diefstal met geweld of bedreiging onder meer een blijvende fysische of psychische ongeschiktheid zoals bepaald door artikel 473 Strafwetboek, ten gevolge heeft gehad (1). (1) Cass. 28 juni 2000, AR P.99.1886.F, AC 2000, nr. 409; Cass. 30 maart 1994, AR P.93.1596.F, AC 1994, nr. 155."
      ]
    }
  },
  "473": {
    "ECLI:BE:CASS:2015:ARR.20150630.1": {
      "court": "CASS",
      "date": "2015-06-30",
      "roleNumber": "P.14.1948.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150630.1&lang=fr",
      "abstractFR": [
        "L'arrêt qui, d'une part, déclare le prévenu coupable du chef de vol commis à l'aide de violences ou de menaces, étant entendu que l'infraction a été commise avec deux des circonstances mentionnées à l'article 471 du Code pénal et qui, d'autre part, sur l'action civile, confirme le jugement dont appel qui désigne un expert dont la mission est de rendre un avis sur un dommage permanent et, plus précisément, d'indiquer si les blessures permanentes constituent de manière permanente une atteinte à la capacité de travail de la victime, est contradictoirement motivé dès lors que la mission confiée à l'expert laisse subsister la possibilité que le vol commis à l'aide de violences ou de menaces a notamment causé une incapacité permanente physique ou psychique telle que prévue à l'article 473 du Code pénal (1). (1) Cass. 30 mars 1994, RG P.93.1596.F, Pas. 1994, n° 155; Cass. 28 juin 2000, RG P.99.1886.F, Pas. 2000, n° 409."
      ],
      "abstractNL": [
        "Het arrest dat enerzijds de beklaagde schuldig verklaart aan diefstal door middel van geweld of bedreigingen met de omstandigheid dat het misdrijf gepleegd werd onder twee van de in artikel 471 Strafwetboek vermelde omstandigheden en anderzijds op de burgerlijke rechtsvordering het beroepen vonnis bevestigt waarbij een gerechtsdeskundige werd aangesteld met als opdracht advies te verstrekken over een blijvende schade en meer bepaald aan te geven of de blijvende letsels op een blijvende wijze een aantasting van de arbeidsgeschiktheid van het slachtoffer uitmaken, is tegenstrijdig gemotiveerd aangezien de opdracht aan de deskundige de mogelijkheid open laat dat de diefstal met geweld of bedreiging onder meer een blijvende fysische of psychische ongeschiktheid zoals bepaald door artikel 473 Strafwetboek, ten gevolge heeft gehad (1). (1) Cass. 28 juni 2000, AR P.99.1886.F, AC 2000, nr. 409; Cass. 30 maart 1994, AR P.93.1596.F, AC 1994, nr. 155."
      ]
    }
  },
  "489": {
    "ECLI:BE:CASS:2018:ARR.20180627.1": {
      "court": "CASS",
      "date": "2018-06-27",
      "roleNumber": "P.17.1160.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180627.1",
      "abstractFR": [
        "L'élément moral, qui est requis pour toute infraction, ne s'identifie pas aux mobiles de l'auteur; ces derniers, qui le conduisent par exemple à commettre un faux en écritures ou à en faire usage, n'ont aucune incidence sur l'intention frauduleuse requise par de telles infractions (1). (1) Le moyen portait sur les préventions de faux en écritures et leur usage, mais aussi de faux comptes annuels, non-respect des obligations prévues à l'art. 53 de la loi sur les faillites, défaut d'aveu de faillite dans le délai légal, soustraction de livres ou documents comptables, abus de biens sociaux et blanchiment. La Cour avait déjà notamment dit en substance que le mobile est sans incidence sur l'élément moral des préventions de faux ou usage d'un acte faux ou d'une pièce fausse (soit l'intention frauduleuse; Cass. 18 avril 2006, RG P.06.0010.N, Pas. 2006, n° 216, R.W., 2006-2007, p. 1273, note S. VAN DYCK, « Valsheid in geschriften opnieuw in de kijker »; Cass. 5 décembre 2000, RG P.99.0189.N, Pas. 2000, n° 667; Cass. 26 octobre 1994, RG P.94.0551.F, Pas. 1994, n° 452), d'abus de confiance (C.pén., art. 491 et s.; Cass. 25 mai 2011, RG P.11.0060.F, Pas. 2011, n° 350; Cass. 25 juin 2008, RG P.07.1873.F, Pas. 2008, n° 396) ou de faux témoignage en matière civile (C.pén., art. 220; Cass. 24 octobre 2007, RG P.07.0769.F, Pas. 2007, n° 501). Voir Fr. KUTY, Principes généraux du droit pénal belge - T. II. L'infraction pénale, Larcier, 2010, n° 1149-1150. (M.N.B.)",
        "En soi, la circonstance qu'une personne qui y est tenue en vertu des articles 489 et 489bis, 4°, du Code pénal, tel un dirigeant de fait, fasse aveu de faillite lorsque les conditions de cet état sont réunies n'est pas de nature à la contraindre à témoigner contre elle-même ou à s'avouer coupable d'une infraction liée à cet état de faillite."
      ],
      "abstractNL": [
        "Het moreel bestanddeel, vereist voor elk misdrijf, is niet hetzelfde als de beweegredenen van de dader; die redenen, die de beklaagde er bijvoorbeeld toe brengen een valsheid in geschriften of het gebruik van valse stukken te plegen, hebben geen enkele invloed op het voor dergelijke misdrijven vereiste bedrieglijk opzet (1). (1) Het middel had betrekking op de telastleggingen valsheid in geschriften en het gebruik daarvan, maar ook op de telastleggingen valse jaarrekeningen, niet-naleving van de verplichtingen bepaald in artikel 53 Faillissementswet, niet-aangifte van het faillissement binnen de wettelijke termijn, ontvreemding van de boekhouding of van boekhoudkundige bescheiden, misbruik van vennootschapsgoederen en witwaspraktijken. Het Hof had reeds met name in substantie gezegd dat de beweegreden geen invloed heeft op het moreel bestanddeel van de telastleggingen valsheid of gebruik van een valse akte of van een vals stuk (m.a.w. het bedrieglijk opzet; Cass. 18 april 2006, AR P.06.0010.N, AC 2006, nr. 216, RW 2006-2007, p. 1273, met noot Silvia VAN DYCK, Valsheid in geschriften opnieuw in de kijker; Cass. 5 december 2000, AR P.99.0189.N, AC 2000, nr. 667; Cass. 26 oktober 1994, AR P.94.0551.F, AC 1994, nr. 452), van de telastlegging misbruik van vertrouwen (artt. 491 e.v., Strafwetboek; Cass. 25 mei 2011, AR P.11.0060.F, AC 2011, nr. 350; Cass. 25 juni 2008, AR P.07.1873.F, AC 2008, nr. 396) of van valse getuigenis in burgerlijke zaken (art. 220, Strafwetboek; Cass. 24 oktober 2007, AR P.07.0769.F, AC 2007, nr. 501). Zie Fr. KUTY, Principes généraux du droit pénal belge Dl. II. Linfraction pénale, Larcier 2010, nr. 1149-1150. (M.N.B.)",
        "De omstandigheid dat een persoon, zoals een feitelijke bestuurder, die daartoe krachtens de artikelen 489 en 489bis, 4°, Strafwetboek verplicht is, aangifte doet van het faillissement wanneer aan de voorwaarden van deze staat is voldaan, dwingt hem op zich niet tot het afleggen van een verklaring tegen zichzelf of tot het bekennen van schuld aan een misdrijf met betrekking tot die staat van faillissement."
      ]
    }
  },
  "491": {
    "ECLI:BE:CASS:2014:ARR.20140917.4": {
      "court": "CASS",
      "date": "2014-09-17",
      "roleNumber": "P.14.0690.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140917.4",
      "abstractFR": [
        "Portant atteinte à la propriété, l'abus de confiance implique que la remise de la chose a lieu à titre précaire.",
        "Sauf stipulation contraire entre les parties au contrat, c'est en propriété que sont transmis les acomptes versés à un entrepreneur qui s'est engagé à effectuer un travail en exécution de celui-ci; à cet égard, la circonstance que l'entreprise comprend la livraison de pièces est sans incidence; à défaut d'interversion de la possession, l'inexécution du contrat ne saurait constituer un abus de confiance (1). (1) Henri-D. Bosly, «L'abus de confiance», in Les infractions contre les biens, Larcier, 2008, p. 213; Alain De Nauw, Initiation au droit pénal spécial, Story-Scientia, 1987, p. 348."
      ],
      "abstractNL": [
        "Misbruik van vertrouwen, dat afbreuk doet aan de eigendom, houdt in dat de overhandiging van de zaak een precair karakter heeft.",
        "Behoudens andersluidend beding tussen de partijen bij de overeenkomst, worden voorschotten aan een ondernemer die zich ertoe verbonden heeft een werk te verrichten ter uitvoering van die overeenkomst, in eigendom overgedragen; wat dat betreft is de omstandigheid dat de aanneming de levering van stukken inhoudt irrelevant; bij gebrek aan interversie van het bezit maakt de niet-uitvoering van de overeenkomst geen misbruik van vertrouwen uit (1). (1) Henri-D. Bosly, \"L'abus de confiance\", in Les infractions contre les biens, Larcier, 2008, p. 213; Alain De Nauw, Initiation au droit spécial, Story-Scientia, 1987, p. 348."
      ]
    }
  },
  "496": {
    "ECLI:BE:CASS:2017:ARR.20170125.8": {
      "court": "CASS",
      "date": "2017-01-25",
      "roleNumber": "P.16.1021.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170125.8",
      "abstractFR": [
        "En règle, les man?uvres frauduleuses constitutives du délit d'escroquerie doivent être déterminantes de la remise ou de la délivrance de la chose et donc être antérieures à celles-ci; toutefois, des éléments postérieurs à la remise ou à la délivrance de la chose peuvent être pris en compte s'ils révèlent le caractère frauduleux des agissements intervenus avant cette remise ou délivrance (1). (1) Voir Cass. 17 février 2015, RG P.14.1526.N, Pas. 2015, n° 123.",
        "Ce n'est pas la décision d'un apport de fonds ou d'un prêt qui consomme les faits d'escroquerie mais la remise ou la délivrance de ceux-ci."
      ],
      "abstractNL": [
        "Aangezien de listige kunstgrepen bepalend moeten zijn voor de afgifte of de levering van de zaak, gaan zij in de regel eraan vooraf; feiten die zich voordoen na de afgifte of levering van de zaak, kunnen evenwel in aanmerking worden genomen als zij de bedrieglijke aard onthullen van de handelingen die gesteld werden vóór die afgifte of levering (1). (1) Zie Cass. 17 februari 2015, AR P.14.1526.N, AC 2015, nr. 123.",
        "Het is niet de beslissing tot de inbreng van gelden of tot de toekenning van een lening die de feiten van oplichting oplevert maar de afgifte of de levering ervan."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150602.3": {
      "court": "CASS",
      "date": "2015-06-02",
      "roleNumber": "P.14.1080.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150602.3&lang=fr",
      "abstractFR": [
        "Employer des manoeuvres frauduleuses à l'encontre d'un tiers peut être puni à titre d'escroquerie si ces actes ont donné lieu à la remise, par la victime, des choses visées à l'article 496 du Code pénal, ce que le juge apprécie souverainement."
      ],
      "abstractNL": [
        "Het aanwenden van listige kunstgrepen tegen een derde kan worden bestraft als oplichting indien deze handelingen de oorzaak waren dat een van de in artikel 496 Strafwetboek bedoelde zaken door het slachtoffer worden afgegeven; de rechter oordeelt onaantastbaar of dit het geval is."
      ]
    }
  },
  "505": {
    "ECLI:BE:CASS:2018:ARR.20180627.1": {
      "court": "CASS",
      "date": "2018-06-27",
      "roleNumber": "P.17.1160.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180627.1",
      "abstractFR": [
        "L'élément moral, qui est requis pour toute infraction, ne s'identifie pas aux mobiles de l'auteur; ces derniers, qui le conduisent par exemple à commettre un faux en écritures ou à en faire usage, n'ont aucune incidence sur l'intention frauduleuse requise par de telles infractions (1). (1) Le moyen portait sur les préventions de faux en écritures et leur usage, mais aussi de faux comptes annuels, non-respect des obligations prévues à l'art. 53 de la loi sur les faillites, défaut d'aveu de faillite dans le délai légal, soustraction de livres ou documents comptables, abus de biens sociaux et blanchiment. La Cour avait déjà notamment dit en substance que le mobile est sans incidence sur l'élément moral des préventions de faux ou usage d'un acte faux ou d'une pièce fausse (soit l'intention frauduleuse; Cass. 18 avril 2006, RG P.06.0010.N, Pas. 2006, n° 216, R.W., 2006-2007, p. 1273, note S. VAN DYCK, « Valsheid in geschriften opnieuw in de kijker »; Cass. 5 décembre 2000, RG P.99.0189.N, Pas. 2000, n° 667; Cass. 26 octobre 1994, RG P.94.0551.F, Pas. 1994, n° 452), d'abus de confiance (C.pén., art. 491 et s.; Cass. 25 mai 2011, RG P.11.0060.F, Pas. 2011, n° 350; Cass. 25 juin 2008, RG P.07.1873.F, Pas. 2008, n° 396) ou de faux témoignage en matière civile (C.pén., art. 220; Cass. 24 octobre 2007, RG P.07.0769.F, Pas. 2007, n° 501). Voir Fr. KUTY, Principes généraux du droit pénal belge - T. II. L'infraction pénale, Larcier, 2010, n° 1149-1150. (M.N.B.)"
      ],
      "abstractNL": [
        "Het moreel bestanddeel, vereist voor elk misdrijf, is niet hetzelfde als de beweegredenen van de dader; die redenen, die de beklaagde er bijvoorbeeld toe brengen een valsheid in geschriften of het gebruik van valse stukken te plegen, hebben geen enkele invloed op het voor dergelijke misdrijven vereiste bedrieglijk opzet (1). (1) Het middel had betrekking op de telastleggingen valsheid in geschriften en het gebruik daarvan, maar ook op de telastleggingen valse jaarrekeningen, niet-naleving van de verplichtingen bepaald in artikel 53 Faillissementswet, niet-aangifte van het faillissement binnen de wettelijke termijn, ontvreemding van de boekhouding of van boekhoudkundige bescheiden, misbruik van vennootschapsgoederen en witwaspraktijken. Het Hof had reeds met name in substantie gezegd dat de beweegreden geen invloed heeft op het moreel bestanddeel van de telastleggingen valsheid of gebruik van een valse akte of van een vals stuk (m.a.w. het bedrieglijk opzet; Cass. 18 april 2006, AR P.06.0010.N, AC 2006, nr. 216, RW 2006-2007, p. 1273, met noot Silvia VAN DYCK, Valsheid in geschriften opnieuw in de kijker; Cass. 5 december 2000, AR P.99.0189.N, AC 2000, nr. 667; Cass. 26 oktober 1994, AR P.94.0551.F, AC 1994, nr. 452), van de telastlegging misbruik van vertrouwen (artt. 491 e.v., Strafwetboek; Cass. 25 mei 2011, AR P.11.0060.F, AC 2011, nr. 350; Cass. 25 juni 2008, AR P.07.1873.F, AC 2008, nr. 396) of van valse getuigenis in burgerlijke zaken (art. 220, Strafwetboek; Cass. 24 oktober 2007, AR P.07.0769.F, AC 2007, nr. 501). Zie Fr. KUTY, Principes généraux du droit pénal belge Dl. II. Linfraction pénale, Larcier 2010, nr. 1149-1150. (M.N.B.)"
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150313.3": {
      "court": "CASS",
      "date": "2015-03-13",
      "roleNumber": "C.14.0380.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150313.3&lang=fr",
      "abstractFR": [
        "La décision de confiscation prévue par l'article 505, alinéa 3 , du Code pénal, dans sa version antérieure aux modifications apportées par la loi du 10 mai 2007 portant diverses mesures en matière de recèlement et de saisie a , en principe, un effet réel, c'est-à-dire qu'elle porte sur la chose elle-même; sa propriété est transférée à l'Etat dès que le jugement prononçant la confiscation est passé en force de chose jugée (1); l'exécution de la confiscation ne peut, toutefois, dépasser l'étendue de l'avantage procuré par l'infraction initiale (2)(3). (1) Cass. 16 octobre 2007, RG P.07.1202.N, Pas. 2007, n° 486. (2) Cass. 21 octobre 2003, RG P.03.0757.N, Pas. 2003, n° 515. (3) L''article 505, al. 3, du Code pénal sans sa version antérieure aux modifications légales par la loi du 10 mai 2007 portant diverses mesures en matière de recèlement et de saisie."
      ],
      "abstractNL": [
        "De beslissing tot verbeurdverklaring overeenkomstig artikel 505, derde lid, Strafwetboek, in zijn versie van vóór de wetswijzigingen bij wet van 10 mei 2007 houdende diverse maatregelen inzake de heling en de inbeslagneming, heeft in de regel een zakelijke werking, dit wil zeggen dat ze op de zaak zelf slaat; de eigendom daarvan wordt aan de Staat overgedragen van zodra de veroordeling tot verbeurdverklaring in kracht van gewijsde is gegaan (1); de tenuitvoerlegging van de verbeurdverklaring mag echter de omvang van het voordeel dat het oorspronkelijke misdrijf opleverde, niet overschrijden (2). (1) Zie Cass. 16 oktober 2007, AR P.07.1202.N, AC 2007, nr. 486. (2) Zie Cass. 21 oktober 2003, AR P.03.0757.N, AC 2003, nr. 515. (3) Art. 505, derde lid, Strafwetboek, in zijn versie van vóór de wetswijzigingen bij wet van 10 mei 2007 houdende diverse maatregelen inzake de heling en de inbeslagneming. (3) Art. 505, derde lid, Strafwetboek, in zijn versie van vóór de wetswijzigingen bij wet van 10 mei 2007 houdende diverse maatregelen inzake de heling en de inbeslagneming."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140910.2": {
      "court": "CASS",
      "date": "2014-09-10",
      "roleNumber": "P.14.0475.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140910.2",
      "abstractFR": [
        "En vertu de l'article 505, alinéa 6, les choses visées à l'alinéa 1er, 3°, constituent l'objet des infractions couvertes par cette disposition, au sens de l'article 42, 1°, du même code et sont soumises à un régime de confiscation obligatoire (1). (1) Voir les concl. du MP.",
        "Les biens obtenus par l'opération de blanchiment ne constituent pas l'objet de l'infraction de blanchiment, mais un avantage patrimonial tiré de cette infraction, tel que visé à l'article 42, 3°, et peuvent faire l'objet d'une confiscation (1). (1) Voir les concl. du MP.",
        "Lorsqu'une opération de blanchiment se traduit par une substitution de biens, les avoirs blanchis sont l'objet dudit blanchiment tandis que le résultat de l'opération constitue l'avantage patrimonial tiré de l'infraction de blanchiment; tel est le cas d'une conversion en titres d'une somme d'argent provenant d'une infraction (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Krachtens artikel 505, zesde lid, van het Strafwetboek zijn de in het eerste lid, 3°, genoemde zaken het voorwerp van de in die bepaling bedoelde misdrijven in de zin van artikel 42, 1°, van datzelfde wetboek en moeten ze verplicht worden verbeurdverklaard (1). (1) Zie concl. OM in Pas. 2014, nr. ...",
        "De goederen die door de witwasoperatie zijn verkregen zijn niet het voorwerp van het witwasmisdrijf maar een vermogensvoordeel dat voortkomt uit dat misdrijf, als bedoeld in artikel 42, 3°, van het Strafwetboek, en kunnen facultatief worden verbeurdverklaard (1). (1) Zie concl. OM in Pas. 2014, nr. ...",
        "Wanneer een witwasoperatie bestaat in een vervanging van goederen, zijn de witgewassen activa het voorwerp van dat witwasmisdrijf, terwijl het resultaat van de operatie het vermogensvoordeel is dat voortkomt uit het witwasmisdrijf; dat is het geval voor een omzetting in waarden van een uit een misdrijf voortkomende geldsom (1). (1) Zie concl. OM in Pas. 2014, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140304.4": {
      "court": "CASS",
      "date": "2014-03-04",
      "roleNumber": "P.13.1852.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140304.4&lang=fr",
      "abstractFR": [
        "L'origine illicite des biens qui entrent en considération pour la confiscation et forment l'objet de l'infraction de blanchiment ne suffit pas à rejeter sans plus les droits de tiers sur ces biens."
      ],
      "abstractNL": [
        "De wederrechtelijke oorsprong van de goederen die als voorwerp van het misdrijf witwassen in aanmerking komen voor de verbeurdverklaring, volstaat niet om de aanspraken van derden op die goederen zonder meer af te wijzen."
      ]
    }
  },
  "405quater": {
    "ECLI:BE:CASS:2019:ARR.20190619.2": {
      "court": "CASS",
      "date": "2019-06-19",
      "roleNumber": "P.19.0327.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190619.2",
      "abstractFR": [
        "L'article 405quater du Code pénal institue une circonstance aggravante subjective déduite du mobile discriminatoire de l'auteur (1) ; l'aggravation n'est possible que s'il est démontré que la victime de l'infraction relève d'une des catégories de personnes énumérées dans la loi, que l'auteur de l'infraction a été mû, notamment, par un mobile de haine, de mépris ou d'hostilité inspiré par l'appartenance de la victime à l'une de ces catégories, et que la commission de l'infraction a été accompagnée de comportements, de propos, d'inscriptions ou d'écrits, d'où le juge peut déduire ce mobile (2) ; ainsi, il ne suffit pas d'affirmer que l'orientation sexuelle de la victime était visible pour en déduire que l'hostilité imputée à l'auteur avait pour objet l'orientation elle-même (3). (1) Art. 405quater du Code pénal, tel que remplacé par l'art. 34 de la loi du 10 mai 2007 tendant à lutter contre certaines formes de discrimination, Doc. parl., Ch., DOC 51 2722 (et non l'article 405ter, dont la mention dans l'arrêt constitue une erreur matérielle manifeste). (2) Voir C.A., 6 octobre 2004, n° 157/2004, §§ B.68 et B.69 ; A. DE NAUW et Fr. KUTY, Manuel de droit pénal spécial, Kluwer, 2014, p. 333, n° 522. (3) Le MP n'a pas suggéré de prendre d'office le moyen en cause du second demandeur, qui n'a pas déposé de mémoire, et dont le mobile « abject » ressort de déclarations relevées par l'arrêt attaqué, alors que le premier demandeur avait quant à lui déclaré qu'il n'était « pas homophobe car le parrain de [s]on fils est ''gay'' [et que] la baffe c'était car [la victime lui] avait mal parlé ». (M.N.B.)"
      ],
      "abstractNL": [
        "Artikel 405quater Strafwetboek voert een subjectieve verzwarende omstandigheid in die is afgeleid uit de discriminerende drijfveer van de dader (1); de verzwaring is enkel mogelijk indien is aangetoond dat het slachtoffer behoort tot een van de in de wet opgesomde categorieën van personen, dat de drijfveer van de pleger van het misdrijf, met name, bestaat in haat, misprijzen of vijandigheid, ingegeven door het feit dat het slachtoffer tot een van die categorieën behoort, en dat het gepleegde misdrijf gepaard is gegaan met gedragingen, uitlatingen, opschriften of geschriften waaruit de rechter die drijfveer kan afleiden (2); zo is het niet voldoende te beweren dat zijn seksuele geaardheid zichtbaar was om daaruit te kunnen afleiden dat de aan de dader verweten vijandigheid gericht was op de geaardheid zelf (3). (1) Art. 405quater Strafwetboek, zoals vervangen door art. 34 Wet 10 mei 2007 ter bestrijding van bepaalde vormen van discriminatie, Parl. St. Kamer, DOC 51 2722 (en niet artikel 405ter, waarvan de vermelding in het arrest een duidelijke verschrijving is). (2) Zie GwH 6 oktober 2004, nr. 157/2004, B.68 en B.69; A. DE NAUW en Fr. KUTY, Manuel de droit pénal spécial, Kluwer, 2014, p. 333, nr. 522. (3) Het OM heeft geen ambtshalve middel voorgesteld inzake de tweede eiser, die geen memorie heeft neergelegd en wiens 'verwerpelijke' beweegreden blijkt uit de in het bestreden arrest weergegeven verklaringen, terwijl de eerste eiser, van zijn kant, had verklaard dat hij 'geen homohater' was 'aangezien de peter van zijn zoon ?gay' is [en dat hij] hem een slag had gegeven omdat [het slachtoffer hem] op een kwalijke wijze had toegesproken'. (M.N.B.)"
      ]
    }
  },
  "43bis": {
    "ECLI:BE:CASS:2018:ARR.20181128.5": {
      "court": "CASS",
      "date": "2018-11-28",
      "roleNumber": "P.18.0729.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181128.5",
      "abstractFR": [
        "Lorsque le procureur du Roi a requis par écrit la confiscation spéciale des avantages patrimoniaux tirés des préventions et que les avoirs visés ne peuvent plus être trouvés dans le patrimoine du condamné, l'évaluation monétaire fait toujours l'objet de débats devant le juge du fond; si le ministère public a déterminé le montant des avantages patrimoniaux dans ses réquisitions écrites et invité le tribunal à confisquer notamment cette somme, le juge peut prononcer la confiscation spéciale par équivalent pour un montant supérieur à celui énoncé dans ces réquisitions, sans être tenu, au préalable, d'inviter de manière expresse le prévenu à se défendre à ce sujet; les droits de la défense sont garantis à suffisance dès lors que le prévenu sait, ensuite des réquisitions écrites du procureur du Roi, que la confiscation spéciale par équivalent des avantages patrimoniaux peut lui être infligée et du chef de quelles préventions; il est ainsi en mesure de se défendre quant à la possibilité d'application de cette peine facultative, son évaluation et son ampleur (1). (1) Cass. 4 mars 2014, RG P.13.1775.N, Pas. 2014, n° 169, §§ 26 et 27; voir aussi Cass. 5 avril 2016, RG P.15.1645.N, Pas. 2016, n° 231; Cass. 11 septembre 2013, RG P.13.0505.F, Pas. 2013, n° 438; Cass. 13 novembre 2007, RG P.07.0929.N, Pas. 2007, n° 547, et références en note; Fr. LUGENTZ et D. VANDERMEERSCH, «Saisie et confiscation en matière pénale», R.P.D.B., Bruylant, 2015, p. 68, n° 129; contra concl. de M. VANDERMEERSCH, avocat général, Cass. 11 septembre 2013 précité, spéc. p. 1626, al. 1er."
      ],
      "abstractNL": [
        "Wanneer de procureur des Konings de bijzondere verbeurdverklaring van de vermogensvoordelen die voortkomen uit de telastleggingen, schriftelijk heeft gevorderd en indien de beoogde zaken niet meer kunnen worden gevonden in het vermogen van de veroordeelde, is de raming van de geldwaarde altijd in het debat voor de feitenrechter; indien het openbaar ministerie in zijn schriftelijke vordering de geldwaarde van de vermogensvoordelen heeft geraamd en de rechtbank heeft verzocht om met name die som verbeurd te verklaren, kan de rechter de bijzondere verbeurdverklaring bij equivalent uitspreken voor een hoger bedrag dan het in die schriftelijke vordering vermelde bedrag; in een dergelijk geval is hij niet verplicht om voorafgaandelijk de beklaagde uitdrukkelijk de gelegenheid te geven daarover verweer te voeren; het recht van verdediging is afdoende gewaarborgd doordat de beklaagde ingevolge de schriftelijke vordering van de procureur des Konings weet dat tegen hem een bijzondere verbeurdverklaring bij equivalent van vermogensvoordelen kan worden uitgesproken en wegens welke telastleggingen zodat hij aldus in de gelegenheid is verweer te voeren over de mogelijkheid van de toepassing van die facultatieve straf, de raming en de omvang ervan (1). (1) Cass. 4 maart 2014, AR P.13.1775.N, AC 2014, nr. 169, §§ 26 en 27; zie ook Cass. 5 april 2016, AR P.15.1645.N, AC 2016, nr. 231; Cass. 11 september 2013, AR P.13.0505.F, AC 2013, nr. 438; Cass. 13 november 2007, AR P.07.0929.N, AC 2007, nr. 547, en de referenties in de voetnoten; Fr. LUGENTZ en D. VANDERMEERSCH, « Saisie et confiscation en matière pénale », R.P.D.B., Bruylant, 2015, p. 68, nr. 129; contra concl. van advocaat-generaal VANDERMEERSCH, Cass. 11 september 2013, voormeld, in Pas. 2013 inzonderheid p. 1626, eerste lid."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140610.3": {
      "court": "CASS",
      "date": "2014-06-10",
      "roleNumber": "P.14.0280.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140610.3&lang=fr",
      "abstractFR": [
        "Contrairement à la restitution, qui est une mesure civile ayant un effet de droit réel que le juge est tenu d'infliger en cas de condamnation, la confiscation avec l'attribution de choses confisquées est une peine qui confère, à la partie civile à laquelle les choses sont attribuées, un droit d'action tendant à la remise des sommes attribuées ou du produit des choses attribuées de la part des Domaines qui, en vertu de l'article 197bis du Code d'instruction criminelle, exécutent cette peine; le juge peut, mais ne doit pas ordonner l'attribution des choses concernées, indépendamment du fait que ces choses correspondent ou non au dommage subi par la partie civile.",
        "La confiscation prononcée à titre de peine tend à infliger au condamné une souffrance à titre de sanction d'un comportement interdit par la loi pénale alors que les dommages et intérêts tendent à réparer le préjudice causé à la victime par l'acte illicite et est ainsi de nature civile, de sorte que le fondement juridique est différent; la circonstance que le juge ordonne à charge d'un prévenu la confiscation des avantages patrimoniaux visés à l'article 42, 3° du Code pénal et le condamne aussi à payer à la partie civile des dommages et intérêts équivalant à ces avantages patrimoniaux, n'entraîne dès lors pas la violation du droit de propriété ou l'imposition d'une peine déraisonnablement lourde."
      ],
      "abstractNL": [
        "Anders dan de teruggave, dewelke een burgerrechtelijke maatregel met zakenrechtelijke werking is die de rechter in geval van veroordeling verplicht dient te bevelen, is de verbeurdverklaring met toewijzing van verbeurdverklaarde zaken een straf die de burgerlijke partij aan wie de zaken werden toegewezen, een burgerrechtelijk vorderingsrecht verleent tot afgifte van de toegewezen bedragen of de opbrengst van de toegewezen zaken vanwege de Domeinen, die krachtens artikel 197bis Wetboek van Strafvordering deze straf ten uitvoer leggen; de rechter kan, maar moet niet de toewijzing van de bedoelde zaken bevelen, ongeacht of die zaken overeenstemmen met de schade van de burgerlijke partij.",
        "De verbeurdverklaring, als straf, strekt ertoe aan de veroordeelde een leed op te leggen als sanctie voor een door de strafwet verboden gedraging terwijl schadevergoeding strekt tot het herstel van het door een onrechtmatige daad veroorzaakte nadeel aan het slachtoffer en zodoende van burgerrechtelijke aard is zodat bijgevolg beiden een andere rechtsgrond hebben; de omstandigheid dat de rechter ten laste van een beklaagde de verbeurdverklaring van in artikel 42, 3°, Strafwetboek vermelde vermogensvoordelen beveelt en hem tevens veroordeelt tot betaling aan de burgerlijke partij van een schadevergoeding die met die vermogensvoordelen overeenstemt, leidt dan ook niet tot miskenning van het eigendomsrecht of het opleggen van een onredelijk zware straf."
      ]
    }
  },
  "489bis": {
    "ECLI:BE:CASS:2018:ARR.20180627.1": {
      "court": "CASS",
      "date": "2018-06-27",
      "roleNumber": "P.17.1160.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180627.1",
      "abstractFR": [
        "L'élément moral, qui est requis pour toute infraction, ne s'identifie pas aux mobiles de l'auteur; ces derniers, qui le conduisent par exemple à commettre un faux en écritures ou à en faire usage, n'ont aucune incidence sur l'intention frauduleuse requise par de telles infractions (1). (1) Le moyen portait sur les préventions de faux en écritures et leur usage, mais aussi de faux comptes annuels, non-respect des obligations prévues à l'art. 53 de la loi sur les faillites, défaut d'aveu de faillite dans le délai légal, soustraction de livres ou documents comptables, abus de biens sociaux et blanchiment. La Cour avait déjà notamment dit en substance que le mobile est sans incidence sur l'élément moral des préventions de faux ou usage d'un acte faux ou d'une pièce fausse (soit l'intention frauduleuse; Cass. 18 avril 2006, RG P.06.0010.N, Pas. 2006, n° 216, R.W., 2006-2007, p. 1273, note S. VAN DYCK, « Valsheid in geschriften opnieuw in de kijker »; Cass. 5 décembre 2000, RG P.99.0189.N, Pas. 2000, n° 667; Cass. 26 octobre 1994, RG P.94.0551.F, Pas. 1994, n° 452), d'abus de confiance (C.pén., art. 491 et s.; Cass. 25 mai 2011, RG P.11.0060.F, Pas. 2011, n° 350; Cass. 25 juin 2008, RG P.07.1873.F, Pas. 2008, n° 396) ou de faux témoignage en matière civile (C.pén., art. 220; Cass. 24 octobre 2007, RG P.07.0769.F, Pas. 2007, n° 501). Voir Fr. KUTY, Principes généraux du droit pénal belge - T. II. L'infraction pénale, Larcier, 2010, n° 1149-1150. (M.N.B.)",
        "En soi, la circonstance qu'une personne qui y est tenue en vertu des articles 489 et 489bis, 4°, du Code pénal, tel un dirigeant de fait, fasse aveu de faillite lorsque les conditions de cet état sont réunies n'est pas de nature à la contraindre à témoigner contre elle-même ou à s'avouer coupable d'une infraction liée à cet état de faillite.",
        "L'intention illicite requise pour constituer l'infraction de défaut d'aveu de faillite dans le délai légal peut être caractérisée par l'objectif consistant tantôt à laisser subsister les sociétés suffisamment longtemps pour permettre à l'auteur d'en transférer les actifs afin de continuer ses activités professionnelles, tantôt à générer un crédit fictif au préjudice des créanciers."
      ],
      "abstractNL": [
        "Het moreel bestanddeel, vereist voor elk misdrijf, is niet hetzelfde als de beweegredenen van de dader; die redenen, die de beklaagde er bijvoorbeeld toe brengen een valsheid in geschriften of het gebruik van valse stukken te plegen, hebben geen enkele invloed op het voor dergelijke misdrijven vereiste bedrieglijk opzet (1). (1) Het middel had betrekking op de telastleggingen valsheid in geschriften en het gebruik daarvan, maar ook op de telastleggingen valse jaarrekeningen, niet-naleving van de verplichtingen bepaald in artikel 53 Faillissementswet, niet-aangifte van het faillissement binnen de wettelijke termijn, ontvreemding van de boekhouding of van boekhoudkundige bescheiden, misbruik van vennootschapsgoederen en witwaspraktijken. Het Hof had reeds met name in substantie gezegd dat de beweegreden geen invloed heeft op het moreel bestanddeel van de telastleggingen valsheid of gebruik van een valse akte of van een vals stuk (m.a.w. het bedrieglijk opzet; Cass. 18 april 2006, AR P.06.0010.N, AC 2006, nr. 216, RW 2006-2007, p. 1273, met noot Silvia VAN DYCK, Valsheid in geschriften opnieuw in de kijker; Cass. 5 december 2000, AR P.99.0189.N, AC 2000, nr. 667; Cass. 26 oktober 1994, AR P.94.0551.F, AC 1994, nr. 452), van de telastlegging misbruik van vertrouwen (artt. 491 e.v., Strafwetboek; Cass. 25 mei 2011, AR P.11.0060.F, AC 2011, nr. 350; Cass. 25 juni 2008, AR P.07.1873.F, AC 2008, nr. 396) of van valse getuigenis in burgerlijke zaken (art. 220, Strafwetboek; Cass. 24 oktober 2007, AR P.07.0769.F, AC 2007, nr. 501). Zie Fr. KUTY, Principes généraux du droit pénal belge Dl. II. Linfraction pénale, Larcier 2010, nr. 1149-1150. (M.N.B.)",
        "De omstandigheid dat een persoon, zoals een feitelijke bestuurder, die daartoe krachtens de artikelen 489 en 489bis, 4°, Strafwetboek verplicht is, aangifte doet van het faillissement wanneer aan de voorwaarden van deze staat is voldaan, dwingt hem op zich niet tot het afleggen van een verklaring tegen zichzelf of tot het bekennen van schuld aan een misdrijf met betrekking tot die staat van faillissement.",
        "Het onrechtmatige opzet dat vereist is om het misdrijf van niet-aangifte van faillissement binnen de wettelijke termijn op te leveren, kan worden gekenmerkt door de doelstelling, die nu eens erin bestond om de vennootschappen lang genoeg te laten bestaan om daarvan de activa te kunnen overdragen teneinde de dader in staat te stellen zijn beroepsactiviteiten te kunnen voortzetten, dan weer om ten nadele van de schuldeisers een fictief krediet te genereren."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180109.5": {
      "court": "CASS",
      "date": "2018-01-09",
      "roleNumber": "P.17.0856.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180109.5&lang=fr",
      "abstractFR": [
        "Les personnes visées à l'article 489 du Code pénal et passibles d'une peine en vertu de l'article 489bis, 4°, dudit code, sont les commerçants en état de faillite au sens de l'article 2 de la loi du 8 août 1997 sur les faillites ou les dirigeants, de droit ou de fait, des sociétés commerciales en état de faillite et, ainsi, l'article 489bis, 4°, du Code pénal impute explicitement l'infraction qui y est visée aux dirigeants de fait des sociétés commerciales faillites; il s'ensuit que lorsqu'une société commerciale est en réalité dirigée par un gérant de fait, ce dernier est tenu de faire le nécessaire pour que l'aveu de la faillite de cette société intervienne en temps utile; la seule circonstance que ce gérant n'ait pas qualité personnelle pour faire cette déclaration, n'exclut donc pas qu'une peine puisse lui être infligée en vertu de l'article 489bis, 4°, du Code pénal (1). (1) E. ROGER FRANCE, «L'infraction de banqueroute: la réforme apportée par la nouvelle loi sur les faillites», TBH, 1998, 81-92, RDP 1998, n° 4, 379-469; P. TRAEST, «Misdrijven die verband houden met de staat van faillissement», Ondernemingsrecht, Die Keure et M&amp;D Seminars, 1999, 5-40; Voir J. SPREUTELS, Fr. ROGGEN et E. ROGER FRANCE, Droit pénal des affaires, Bruylant, 2005, 1111-1170; Th. AFSCHRIFT et V. DE BRAUWERE, Manuel de droit pénal financier, Kluwer, n° 668-801; A. DE NAUW, Inleiding tot het bijzonder strafrecht, Kluwer, 6e éd., p. 332 e.s."
      ],
      "abstractNL": [
        "De in artikel 489 Strafwetboek bedoelde personen die artikel 489bis, 4°, van dat wetboek strafbaar stelt, zijn de kooplieden die zich in staat van faillissement bevinden in de zin van artikel 2 Faillissementswet of de bestuurders in rechte of in feite van handelsvennootschappen die zich in staat van faillissement bevinden en aldus rekent artikel 489bis, 4°, Strafwetboek het erin bedoelde misdrijf uitdrukkelijk toe aan feitelijke bestuurders van failliete handelsvennootschappen; hieruit volgt dat wanneer een handelsvennootschap in werkelijkheid wordt geleid door een feitelijke bestuurder, deze laatste ertoe gehouden is het nodige te doen opdat het faillissement van die vennootschap tijdig wordt aangegeven.; de enkele omstandigheid dat die bestuurder niet de persoonlijke hoedanigheid heeft om de aangifte te doen, sluit dan ook zijn strafbaarheid op grond van artikel 489bis, 4°, Strafwetboek niet uit (1). (1) E. ROGER FRANCE, ? L'infraction de banqueroute: la réforme apportée par la nouvelle loi sur les faillites', TBH, 1998, 81-92, RDP 1998, nr. 4, 379-469; P. TRAEST, ? Misdrijven die verband houden met de staat van faillissement', in Ondernemingsrecht, Die Keure en M&amp;D Seminars, 1999, 5-40; Zie J. SPREUTELS, Fr. ROGGEN en E. ROGER FRANCE, Droit pénal des affaires, Bruylant, 2005, 1111-1170; Th. AFSCHRIFT en V. DE BRAUWERE, Manuel de droit pénal financier, Kluwer,nrs. 668-801; A. DE NAUW, Inleiding tot het bijzonder strafrecht, Kluwer, 6e ed., p. 332 ev."
      ]
    }
  },
  "489ter": {
    "ECLI:BE:CASS:2018:ARR.20180627.1": {
      "court": "CASS",
      "date": "2018-06-27",
      "roleNumber": "P.17.1160.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180627.1",
      "abstractFR": [
        "L'élément moral, qui est requis pour toute infraction, ne s'identifie pas aux mobiles de l'auteur; ces derniers, qui le conduisent par exemple à commettre un faux en écritures ou à en faire usage, n'ont aucune incidence sur l'intention frauduleuse requise par de telles infractions (1). (1) Le moyen portait sur les préventions de faux en écritures et leur usage, mais aussi de faux comptes annuels, non-respect des obligations prévues à l'art. 53 de la loi sur les faillites, défaut d'aveu de faillite dans le délai légal, soustraction de livres ou documents comptables, abus de biens sociaux et blanchiment. La Cour avait déjà notamment dit en substance que le mobile est sans incidence sur l'élément moral des préventions de faux ou usage d'un acte faux ou d'une pièce fausse (soit l'intention frauduleuse; Cass. 18 avril 2006, RG P.06.0010.N, Pas. 2006, n° 216, R.W., 2006-2007, p. 1273, note S. VAN DYCK, « Valsheid in geschriften opnieuw in de kijker »; Cass. 5 décembre 2000, RG P.99.0189.N, Pas. 2000, n° 667; Cass. 26 octobre 1994, RG P.94.0551.F, Pas. 1994, n° 452), d'abus de confiance (C.pén., art. 491 et s.; Cass. 25 mai 2011, RG P.11.0060.F, Pas. 2011, n° 350; Cass. 25 juin 2008, RG P.07.1873.F, Pas. 2008, n° 396) ou de faux témoignage en matière civile (C.pén., art. 220; Cass. 24 octobre 2007, RG P.07.0769.F, Pas. 2007, n° 501). Voir Fr. KUTY, Principes généraux du droit pénal belge - T. II. L'infraction pénale, Larcier, 2010, n° 1149-1150. (M.N.B.)"
      ],
      "abstractNL": [
        "Het moreel bestanddeel, vereist voor elk misdrijf, is niet hetzelfde als de beweegredenen van de dader; die redenen, die de beklaagde er bijvoorbeeld toe brengen een valsheid in geschriften of het gebruik van valse stukken te plegen, hebben geen enkele invloed op het voor dergelijke misdrijven vereiste bedrieglijk opzet (1). (1) Het middel had betrekking op de telastleggingen valsheid in geschriften en het gebruik daarvan, maar ook op de telastleggingen valse jaarrekeningen, niet-naleving van de verplichtingen bepaald in artikel 53 Faillissementswet, niet-aangifte van het faillissement binnen de wettelijke termijn, ontvreemding van de boekhouding of van boekhoudkundige bescheiden, misbruik van vennootschapsgoederen en witwaspraktijken. Het Hof had reeds met name in substantie gezegd dat de beweegreden geen invloed heeft op het moreel bestanddeel van de telastleggingen valsheid of gebruik van een valse akte of van een vals stuk (m.a.w. het bedrieglijk opzet; Cass. 18 april 2006, AR P.06.0010.N, AC 2006, nr. 216, RW 2006-2007, p. 1273, met noot Silvia VAN DYCK, Valsheid in geschriften opnieuw in de kijker; Cass. 5 december 2000, AR P.99.0189.N, AC 2000, nr. 667; Cass. 26 oktober 1994, AR P.94.0551.F, AC 1994, nr. 452), van de telastlegging misbruik van vertrouwen (artt. 491 e.v., Strafwetboek; Cass. 25 mei 2011, AR P.11.0060.F, AC 2011, nr. 350; Cass. 25 juni 2008, AR P.07.1873.F, AC 2008, nr. 396) of van valse getuigenis in burgerlijke zaken (art. 220, Strafwetboek; Cass. 24 oktober 2007, AR P.07.0769.F, AC 2007, nr. 501). Zie Fr. KUTY, Principes généraux du droit pénal belge Dl. II. Linfraction pénale, Larcier 2010, nr. 1149-1150. (M.N.B.)"
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160105.3": {
      "court": "CASS",
      "date": "2016-01-05",
      "roleNumber": "P.14.1894.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160105.3&lang=fr",
      "abstractFR": [
        "L'arrêt qui décide que l'intention frauduleuse de l'infraction de détournement de l'actif consiste en ce que l'auteur s'octroie à lui-même un avantage dont il n'aurait pas bénéficié autrement dès lors qu'en raison de son prélèvement sur le compte courant en tant que créancier chirographaire dans la faillite, il n'aurait au final récupéré qu'une fraction minime de ce montant, décide ainsi que l'auteur s'est octroyé un avantage illégal et il justifie légalement la décision qui établit l'intention frauduleuse."
      ],
      "abstractNL": [
        "Het arrest dat oordeelt dat het bedrieglijk opzet bij het misdrijf van verduistering van activa erin bestaat dat de dader zichzelf een voordeel verschaft heeft dat hij anders niet zou hebben gehad daar hij wegens zijn vordering in rekening-courant als chirografaire schuldeiser in het faillissement uiteindelijk slechts een minimale fractie van dit bedrag zou hebben gerecupereerd, oordeelt aldus dat de dader zich een onrechtmatig voordeel heeft verschaft en verantwoordt de beslissing dat het bedrieglijk opzet vaststaat naar recht."
      ]
    }
  },
  "492bis": {
    "ECLI:BE:CASS:2018:ARR.20180627.1": {
      "court": "CASS",
      "date": "2018-06-27",
      "roleNumber": "P.17.1160.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180627.1",
      "abstractFR": [
        "L'élément moral, qui est requis pour toute infraction, ne s'identifie pas aux mobiles de l'auteur; ces derniers, qui le conduisent par exemple à commettre un faux en écritures ou à en faire usage, n'ont aucune incidence sur l'intention frauduleuse requise par de telles infractions (1). (1) Le moyen portait sur les préventions de faux en écritures et leur usage, mais aussi de faux comptes annuels, non-respect des obligations prévues à l'art. 53 de la loi sur les faillites, défaut d'aveu de faillite dans le délai légal, soustraction de livres ou documents comptables, abus de biens sociaux et blanchiment. La Cour avait déjà notamment dit en substance que le mobile est sans incidence sur l'élément moral des préventions de faux ou usage d'un acte faux ou d'une pièce fausse (soit l'intention frauduleuse; Cass. 18 avril 2006, RG P.06.0010.N, Pas. 2006, n° 216, R.W., 2006-2007, p. 1273, note S. VAN DYCK, « Valsheid in geschriften opnieuw in de kijker »; Cass. 5 décembre 2000, RG P.99.0189.N, Pas. 2000, n° 667; Cass. 26 octobre 1994, RG P.94.0551.F, Pas. 1994, n° 452), d'abus de confiance (C.pén., art. 491 et s.; Cass. 25 mai 2011, RG P.11.0060.F, Pas. 2011, n° 350; Cass. 25 juin 2008, RG P.07.1873.F, Pas. 2008, n° 396) ou de faux témoignage en matière civile (C.pén., art. 220; Cass. 24 octobre 2007, RG P.07.0769.F, Pas. 2007, n° 501). Voir Fr. KUTY, Principes généraux du droit pénal belge - T. II. L'infraction pénale, Larcier, 2010, n° 1149-1150. (M.N.B.)"
      ],
      "abstractNL": [
        "Het moreel bestanddeel, vereist voor elk misdrijf, is niet hetzelfde als de beweegredenen van de dader; die redenen, die de beklaagde er bijvoorbeeld toe brengen een valsheid in geschriften of het gebruik van valse stukken te plegen, hebben geen enkele invloed op het voor dergelijke misdrijven vereiste bedrieglijk opzet (1). (1) Het middel had betrekking op de telastleggingen valsheid in geschriften en het gebruik daarvan, maar ook op de telastleggingen valse jaarrekeningen, niet-naleving van de verplichtingen bepaald in artikel 53 Faillissementswet, niet-aangifte van het faillissement binnen de wettelijke termijn, ontvreemding van de boekhouding of van boekhoudkundige bescheiden, misbruik van vennootschapsgoederen en witwaspraktijken. Het Hof had reeds met name in substantie gezegd dat de beweegreden geen invloed heeft op het moreel bestanddeel van de telastleggingen valsheid of gebruik van een valse akte of van een vals stuk (m.a.w. het bedrieglijk opzet; Cass. 18 april 2006, AR P.06.0010.N, AC 2006, nr. 216, RW 2006-2007, p. 1273, met noot Silvia VAN DYCK, Valsheid in geschriften opnieuw in de kijker; Cass. 5 december 2000, AR P.99.0189.N, AC 2000, nr. 667; Cass. 26 oktober 1994, AR P.94.0551.F, AC 1994, nr. 452), van de telastlegging misbruik van vertrouwen (artt. 491 e.v., Strafwetboek; Cass. 25 mei 2011, AR P.11.0060.F, AC 2011, nr. 350; Cass. 25 juni 2008, AR P.07.1873.F, AC 2008, nr. 396) of van valse getuigenis in burgerlijke zaken (art. 220, Strafwetboek; Cass. 24 oktober 2007, AR P.07.0769.F, AC 2007, nr. 501). Zie Fr. KUTY, Principes généraux du droit pénal belge Dl. II. Linfraction pénale, Larcier 2010, nr. 1149-1150. (M.N.B.)"
      ]
    }
  },
  "324bis": {
    "ECLI:BE:CASS:2017:ARR.20171122.3": {
      "court": "CASS",
      "date": "2017-11-22",
      "roleNumber": "P.17.0744.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171122.3",
      "abstractFR": [
        "La loi du 10 août 2005 a modifié la définition de l'organisation criminelle telle qu'elle était issue de la loi du 10 janvier 1999, en supprimant la condition qu'une telle organisation implique l'utilisation de l'intimidation, de la menace, de la violence, de manoeuvres frauduleuses ou de la corruption, ou le recours à des structures commerciales ou autres, pour dissimuler ou faciliter la réalisation des infractions (1); le juge ne doit constater l'existence de la condition précitée que pour la période infractionnelle précédant l'entrée en vigueur de la nouvelle loi (2). (1) En effet, depuis le 12 septembre 2005, date de l'entrée en vigueur de la loi du 10 août 2005, l'utilisation de l'intimidation, de la menace, de la violence, de manoeuvres frauduleuses ou de la corruption ou le recours à des structures commerciales ou autres pour dissimuler ou faciliter la réalisation des infractions n'est plus un élément constitutif de toute organisation criminelle (C. pén., art. 324bis) mais seulement de la participation à une telle organisation (C. pén., art. 324ter, §1er). Cette modification législative a élargi dans cette mesure le champ d'application des préventions visées à l'art. 324ter, §§ 2 à 4 - telle celle d'exercer un rôle dirigeant au sein d'une organisation criminelle (§4), déclarée établie dans le chef du demandeur -, ces préventions ne dépendant plus de l'existence de l'un de ces modes opératoires. (M.N.B.) (2) En effet, l'infraction d'organisation criminelle constitue une infraction continue (Cass. 16 octobre 2012, RG P.12.0597.N, Pas. 2012, n° 536), et « lorsqu'une infraction continue a commencé sous l'empire d'une loi et qu'elle est continuée sous l'empire d'une autre loi plus sévère que la première, cette loi nouvelle plus sévère est applicable, lorsque tous les éléments constitutifs de l'infraction sont présents au moment où la loi nouvelle entre en vigueur » (Cass. 5 avril 2005, RG P.05.0206.N, Pas. 2005, n° 198, et note n° 2). (M.N.B.)"
      ],
      "abstractNL": [
        "De wet van 10 augustus 2005 heeft de definitie van de criminele organisatie uit de wet van 10 januari 1999 gewijzigd, door de voorwaarde af te schaffen dat een dergelijke organisatie het gebruik van intimidatie, bedreiging, geweld, listige kunstgrepen of corruptie, of de aanwending van commerciële of andere structuren moet inhouden om het plegen van misdrijven te verbergen of te vergemakkelijken (1); de rechter dient het bestaan van de voormelde voorwaarde enkel vast te stellen voor de incriminatieperiode die aan de inwerkingtreding van de nieuwe wet voorafgaat (2). (1) Sinds 12 september 2005 immers, datum van inwerkingtreding van de wet van 10 augustus 2005 is het gebruik van intimidatie, bedreiging, geweld, listige kunstgrepen of corruptie, of het aanwenden van commerciële of andere structuren om het plegen van misdrijven te verbergen of te vergemakkelijken niet langer een bestanddeel van elke criminele organisatie (art. 324bis, Strafwetboek), maar enkel van de deelneming aan een dergelijke organisatie (art. 324ter, § 1, Strafwetboek) Die wetswijziging heeft aldus het toepassingsgebied van de in artikel 324ter, §§ 2 tot 4 bedoelde telastleggingen uitgebreid - waaronder die van het vervullen van een rol van leidend persoon binnen een criminele organisatie (§ 4), wat ten aanzien van de eiser bewezen is verklaard -, aangezien die telastleggingen niet meer afhangen van het bestaan van een van die modi operandi. (M.N.B.) (2) Het misdrijf criminele organisatie levert immers een voortdurend misdrijf op (Cass. 16 oktober 2012, AR P.12.0597.N, AC 2012, nr. 536), en \"wanneer een voortdurend misdrijf is begonnen onder gelding van één wet en wordt voortgezet onder een nieuwe wet die strenger is dan de vorige, is die nieuwe strengere strafwet toepasselijk, wanneer alle constitutieve bestanddelen van het misdrijf aanwezig zijn op het ogenblik dat de nieuwe wet van kracht wordt\" (Cass. 5 april 2005, AR P.05.0206.N, AC 2005, nr. 198, en noot 2). (M.N.B.)"
      ]
    }
  },
  "324ter": {
    "ECLI:BE:CASS:2017:ARR.20171122.3": {
      "court": "CASS",
      "date": "2017-11-22",
      "roleNumber": "P.17.0744.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171122.3",
      "abstractFR": [
        "La loi du 10 août 2005 a modifié la définition de l'organisation criminelle telle qu'elle était issue de la loi du 10 janvier 1999, en supprimant la condition qu'une telle organisation implique l'utilisation de l'intimidation, de la menace, de la violence, de manoeuvres frauduleuses ou de la corruption, ou le recours à des structures commerciales ou autres, pour dissimuler ou faciliter la réalisation des infractions (1); le juge ne doit constater l'existence de la condition précitée que pour la période infractionnelle précédant l'entrée en vigueur de la nouvelle loi (2). (1) En effet, depuis le 12 septembre 2005, date de l'entrée en vigueur de la loi du 10 août 2005, l'utilisation de l'intimidation, de la menace, de la violence, de manoeuvres frauduleuses ou de la corruption ou le recours à des structures commerciales ou autres pour dissimuler ou faciliter la réalisation des infractions n'est plus un élément constitutif de toute organisation criminelle (C. pén., art. 324bis) mais seulement de la participation à une telle organisation (C. pén., art. 324ter, §1er). Cette modification législative a élargi dans cette mesure le champ d'application des préventions visées à l'art. 324ter, §§ 2 à 4 - telle celle d'exercer un rôle dirigeant au sein d'une organisation criminelle (§4), déclarée établie dans le chef du demandeur -, ces préventions ne dépendant plus de l'existence de l'un de ces modes opératoires. (M.N.B.) (2) En effet, l'infraction d'organisation criminelle constitue une infraction continue (Cass. 16 octobre 2012, RG P.12.0597.N, Pas. 2012, n° 536), et « lorsqu'une infraction continue a commencé sous l'empire d'une loi et qu'elle est continuée sous l'empire d'une autre loi plus sévère que la première, cette loi nouvelle plus sévère est applicable, lorsque tous les éléments constitutifs de l'infraction sont présents au moment où la loi nouvelle entre en vigueur » (Cass. 5 avril 2005, RG P.05.0206.N, Pas. 2005, n° 198, et note n° 2). (M.N.B.)"
      ],
      "abstractNL": [
        "De wet van 10 augustus 2005 heeft de definitie van de criminele organisatie uit de wet van 10 januari 1999 gewijzigd, door de voorwaarde af te schaffen dat een dergelijke organisatie het gebruik van intimidatie, bedreiging, geweld, listige kunstgrepen of corruptie, of de aanwending van commerciële of andere structuren moet inhouden om het plegen van misdrijven te verbergen of te vergemakkelijken (1); de rechter dient het bestaan van de voormelde voorwaarde enkel vast te stellen voor de incriminatieperiode die aan de inwerkingtreding van de nieuwe wet voorafgaat (2). (1) Sinds 12 september 2005 immers, datum van inwerkingtreding van de wet van 10 augustus 2005 is het gebruik van intimidatie, bedreiging, geweld, listige kunstgrepen of corruptie, of het aanwenden van commerciële of andere structuren om het plegen van misdrijven te verbergen of te vergemakkelijken niet langer een bestanddeel van elke criminele organisatie (art. 324bis, Strafwetboek), maar enkel van de deelneming aan een dergelijke organisatie (art. 324ter, § 1, Strafwetboek) Die wetswijziging heeft aldus het toepassingsgebied van de in artikel 324ter, §§ 2 tot 4 bedoelde telastleggingen uitgebreid - waaronder die van het vervullen van een rol van leidend persoon binnen een criminele organisatie (§ 4), wat ten aanzien van de eiser bewezen is verklaard -, aangezien die telastleggingen niet meer afhangen van het bestaan van een van die modi operandi. (M.N.B.) (2) Het misdrijf criminele organisatie levert immers een voortdurend misdrijf op (Cass. 16 oktober 2012, AR P.12.0597.N, AC 2012, nr. 536), en \"wanneer een voortdurend misdrijf is begonnen onder gelding van één wet en wordt voortgezet onder een nieuwe wet die strenger is dan de vorige, is die nieuwe strengere strafwet toepasselijk, wanneer alle constitutieve bestanddelen van het misdrijf aanwezig zijn op het ogenblik dat de nieuwe wet van kracht wordt\" (Cass. 5 april 2005, AR P.05.0206.N, AC 2005, nr. 198, en noot 2). (M.N.B.)"
      ]
    }
  },
  "380bis": {
    "ECLI:BE:CASS:2015:ARR.20151125.2": {
      "court": "CASS",
      "date": "2015-11-25",
      "roleNumber": "P.15.0286.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151125.2",
      "abstractFR": [
        "En énonçant que les prévenus ont acquis sept maisons de débauche en pleine connaissance de leur affectation antérieure et que, par une location effrénée des salons de prostitution situés au rez-de-chaussée de ces immeubles, ils y ont exploité la prostitution de 161 personnes recrutées en vue de faire commerce de leur corps pour satisfaire les passions d'autrui, les juges d'appel ont constaté l'élément moral de l'infraction d'embauche à des fins prostitutionnelles, à savoir l'intention de satisfaire les passions d'autrui."
      ],
      "abstractNL": [
        "Door te vermelden dat de beklaagden zeven huizen van ontucht verwierven met volledige kennis van hun vroegere bestemming en dat zij er, door middel van een ongebreidelde verhuur van de prostitutiesalons die zich op de benedenverdieping van die gebouwen bevinden, de prostitutie exploiteerden van 161 personen die aangeworven werden om hun lichaam te verkopen om eens anders driften te voldoen, hebben de appelrechters het moreel bestanddeel vastgesteld van het misdrijf van aanwerving met het oog op prostitutie, met name het opzet om eens anders driften te voldoen."
      ]
    }
  },
  "37ter": {
    "ECLI:BE:CASS:2015:ARR.20151014.4": {
      "court": "CASS",
      "date": "2015-10-14",
      "roleNumber": "P.15.0483.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151014.4",
      "abstractFR": [
        "Il résulte de l'article 195, alinéas 2 et 4, du Code d'instruction criminelle que, statuant en degré d'appel, le tribunal correctionnel ne doit motiver la nature et le taux de la peine que lorsqu'il inflige une déchéance du droit de conduire; dès lors, en motivant non seulement la déchéance du droit de conduire mais aussi les autres peines qu'il a prononcées de préférence à la peine de travail, le tribunal correctionnel, statuant en degré d'appel, a nécessairement rendu compte des raisons pour lesquelles la peine de travail sollicitée n'avait pas été octroyée (1). (1) En se référant à l'arrêt rendu par la Cour le 24 septembre 2008 (Cass. 24 septembre 2008, RG P.08.1234.F, Pas. 2008, n° 504, avec concl. MP), le ministère public avait conclu que le jugement attaqué n'était pas régulièrement motivé en raison du fait que dans leur décision, les juges d'appel n'avaient évoqué d'aucune façon la demande du prévenu de se voir octroyer une peine de travail et que par conséquent, ils ne paraissaient pas avoir pris en considération cette demande."
      ],
      "abstractNL": [
        "Uit artikel 195, tweede en vierde lid, Wetboek van Strafvordering volgt dat de correctionele rechtbank, die uitspraak doet in hoger beroep, de aard en de strafmaat enkel moet motiveren wanneer het een rijverbod oplegt; bijgevolg heeft de correctionele rechtbank die uitspraak doet in hoger beroep en die niet alleen het rijverbod motiveert maar ook de andere door haar, boven de werkstraf, verkozen straffen, noodzakelijkerwijs de redenen opgegeven waarom de gevraagde werkstraf niet werd toegekend (1). (1) Met verwijzing naar het arrest van het Hof van 24 september 2008 (Cass. 24 september 2008, AR P.08.1234.F, AC 2008, nr. 504, met concl. OM), had het openbaar ministerie geconcludeerd dat het bestreden vonnis niet regelmatig was gemotiveerd omdat de appelrechters in hun beslissing nergens het verzoek van de beklaagde hadden vermeld om hem een werkstraf toe te kennen, zodat het leek alsof zij dat verzoek niet in aanmerking hadden genomen."
      ]
    }
  },
  "41bis": {
    "ECLI:BE:CASS:2015:ARR.20150304.5": {
      "court": "CASS",
      "date": "2015-03-04",
      "roleNumber": "P.14.1221.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150304.5",
      "abstractFR": [
        "Lorsque la peine privative de la liberté est de moins d'un mois et s'exprime en jours, l'article 41 bis du Code pénal ne prévoit, à l'égard de la personne morale, aucune multiplication du minimum de l'amende de 500 euros, de sorte qu'en pareil cas, la peine appliquée est ce minimum, sans qu'il puisse être inférieur au minimum de l'amende prévue pour le fait (1) (2). (1) Cass. 28 juin 2005, RG P.04.1628.N, Pas. 2005, nr° 378. (2) Voir les concl. MP."
      ],
      "abstractNL": [
        "Wanneer de vrijheidsstraf minder dan een maand bedraagt en in dagen wordt uitgedrukt, voorziet artikel 41bis van het Strafwetboek, ten aanzien van de rechtspersoon, niet in een vermenigvuldiging van de minimumgeldboete van 500 euro, zodat in dat geval de toegepaste straf het voormelde minimum bedraagt, dat nooit lager mag zijn dan de minimumgeldboete die op het feit is gesteld (1)(2). (1) Cass. 28 juni 2005, AR P.04.1628.N, AC 2005, nr. 378. (2) Zie concl. OM in Pas. 2015, nr. ................................. ."
      ]
    }
  }
}