{
  "1": {
    "ECLI:BE:CASS:2021:ARR.20210621.3F.6": {
      "court": "CASS",
      "date": "2021-06-21",
      "roleNumber": "S.19.0071.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210621.3F.6",
      "abstractFR": [
        "Les périodes au cours desquelles le pompier volontaire en service de rappel est soumis à des obligations imposées par l'employeur, notamment de délai pour reprendre le travail, qui restreignent d'une manière objective et très significative la faculté qu'il a de gérer librement le temps de ces périodes pendant lequel les services professionnels ne sont pas sollicités, constituent du temps de travail; l'article 24/1, 4°, du règlement-type, qui, en service de rappel, compte comme temps de service la seule période relative à l'intervention et non celle pendant laquelle le pompier volontaire est soumis aux obligations précitées, est contraire à l'article 8, § 1er, alinéa 2, de la loi interprété conformément à l'article 2 de la directive 2003/88/CE du Parlement et du Conseil du 4 novembre 2003 (1). (1) Voir les concl. du MP.",
        "L'article 2 de la directive 2003/88/CE du Parlement et du Conseil du 4 novembre 2003 doit être interprété en ce sens qu'il n'impose pas aux États membres de déterminer la rémunération des périodes de garde à domicile en fonction de la qualification préalable de ces périodes en tant que « temps de travail » ou « période de repos »; ni cette disposition, ni l'article 8, §1er, alinéa 2, de la loi du 14 décembre 2000, ni l'article 24/1 du règlement-type n'interdisent de prévoir une rémunération différente pour les périodes pendant lesquelles le pompier volontaire en service de rappel est soumis aux obligations précitées, imposées par l'employeur, et les périodes relatives aux interventions (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De periodes waarin de brandweervrijwilliger in oproepbaarheidsdienst onderworpen is aan verplichtingen die hem door de werkgever worden opgelegd, waaronder met name het tijdsbestek waarbinnen hij het werk moet hervatten, en die hem op een objectieve en zeer ingrijpende wijze beperken in het vrije tijdsbeheer van de periodes waarin er op hem geen beroep wordt gedaan, vormen arbeidstijd; artikel 24/1, 4°, van het modelreglement dat, wat betreft de oproepbaarheidsdienst, enkel de periode van de interventie aanrekent als diensttijd en niet de periode waarin de brandweervrijwilliger aan de voormelde verplichtingen is onderworpen, is in strijd met artikel 8, § 1, tweede lid, van de wet, uitgelegd overeenkomstig artikel 2, van de richtlijn 2003/88/EG van het Europees Parlement en de Raad van 4 november 2003 (1). (1) Zie concl. OM in Pas. 2020, nr 460.",
        "Artikel 2 van de richtlijn 2003/88/EG van het Europees Parlement en de Raad van 4 november 2003 moet in die zin worden uitgelegd dat het de lidstaten niet verplicht de bezoldiging van de thuiswachtdiensten te bepalen op grond van de voorafgaande omschrijving van die periodes als “wachttijd” of “rusttijd”; noch die bepaling, noch artikel 8, § 1, tweede lid, van de wet 14 december 2000, noch artikel 24/1 van het modelreglement verbieden om een verschillende vergoeding te bepalen voor de periodes waarin de brandweervrijwilliger in oproepbaarheidsdienst onderworpen is aan de voormelde verplichtingen, die hem door de werkgever zijn opgelegd, en voor de periodes van de interventies (1). (1) Zie concl. OM in Pas. 2020, nr 460."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2021:ARR.20210621.3F.6": {
      "court": "CASS",
      "date": "2021-06-21",
      "roleNumber": "S.19.0071.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210621.3F.6",
      "abstractFR": [
        "Les périodes au cours desquelles le pompier volontaire en service de rappel est soumis à des obligations imposées par l'employeur, notamment de délai pour reprendre le travail, qui restreignent d'une manière objective et très significative la faculté qu'il a de gérer librement le temps de ces périodes pendant lequel les services professionnels ne sont pas sollicités, constituent du temps de travail; l'article 24/1, 4°, du règlement-type, qui, en service de rappel, compte comme temps de service la seule période relative à l'intervention et non celle pendant laquelle le pompier volontaire est soumis aux obligations précitées, est contraire à l'article 8, § 1er, alinéa 2, de la loi interprété conformément à l'article 2 de la directive 2003/88/CE du Parlement et du Conseil du 4 novembre 2003 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De periodes waarin de brandweervrijwilliger in oproepbaarheidsdienst onderworpen is aan verplichtingen die hem door de werkgever worden opgelegd, waaronder met name het tijdsbestek waarbinnen hij het werk moet hervatten, en die hem op een objectieve en zeer ingrijpende wijze beperken in het vrije tijdsbeheer van de periodes waarin er op hem geen beroep wordt gedaan, vormen arbeidstijd; artikel 24/1, 4°, van het modelreglement dat, wat betreft de oproepbaarheidsdienst, enkel de periode van de interventie aanrekent als diensttijd en niet de periode waarin de brandweervrijwilliger aan de voormelde verplichtingen is onderworpen, is in strijd met artikel 8, § 1, tweede lid, van de wet, uitgelegd overeenkomstig artikel 2, van de richtlijn 2003/88/EG van het Europees Parlement en de Raad van 4 november 2003 (1). (1) Zie concl. OM in Pas. 2020, nr 460."
      ]
    }
  }
}