{
  "19": {
    "ECLI:BE:CASS:2014:ARR.20141010.3": {
      "court": "CASS",
      "date": "2014-10-10",
      "roleNumber": "F.12.0128.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141010.3&lang=fr",
      "abstractFR": [
        "En vertu de l'article 19, § 1er, alinéa 1er, de la Convention du 16 juillet 1969 entre la Belgique et le Portugal, l'imposition des rémunérations ou pensions versées au titre de services rendus à un des Etats ou à une de ses subdivisions politiques ou collectivités locales relève de la compétence de l'Etat d'où les revenus proviennent; cette disposition ne requiert pas que ces services soient rendus dans le cadre d'une fonction formelle au service des administrations de droit public précitées de sorte qu'il y a lieu d'y inclure également les services rendus dans le cadre d'une fonction formelle au service d'une institution de droit public ou privé financée ou contrôlée par l'Etat ou par une de ses subdivisions politiques ou collectivités locales, indiquant ainsi que ces prestations de service sont effectuées pour son compte (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Op grond van artikel 19, §1, eerste lid, van het dubbelbelastingverdrag tussen België en Portugal is de bronstaat bevoegd tot belastingheffing indien de beloningen en pensioenen worden betaald terzake van diensten bewezen aan die Staat, of aan een staatkundig onderdeel of een plaatselijke gemeenschap ervan; deze bepaling vereist niet dat deze diensten werden verstrekt in het raam van een formele betrekking in dienst van de voornoemde publiekrechtelijke overheden, zodat hieronder ook moeten begrepen worden de diensten verstrekt in het raam van een formele tewerkstelling bij een publiekrechtelijke of privaatrechtelijke instelling die de Staat of een staatkundig onderdeel of een plaatselijke gemeenschap daarvan financiert of controleert, zodoende te kennen gevend dat die dienstverlening voor haar rekening wordt verricht (1). (1) Zie concl. OM."
      ]
    }
  }
}