{
  "1": {
    "ECLI:BE:CASS:2023:ARR.20230302.1F.6": {
      "court": "CASS",
      "date": "2023-03-02",
      "roleNumber": "F.21.0172.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230302.1F.6",
      "abstractFR": [
        "Si, aux termes de l'article 9 de l'arrêté du Régent n° 78 du 18 mars 1831 organique de l'administration des Finances, le ministre des Finances statue sur les réclamations ayant pour objet la remise d'amendes et d'augmentations de droits à titre d'amendes, autres que celles prononcées par le juge, il ne s'ensuit pas qu'à défaut d'un tel recours, le juge puisse exercer de telles prérogatives en fixant l'amende proportionnelle pour fraude fiscale en deçà du tarif légal (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Hoewel artikel 9 van het organiek besluit nr. 78 van de Regent van 18 maart 1831 van het bestuur van 's lands middelen bepaalt dat de minister van Financiën beschikt op de verzoeken om kwijtschelding van boeten of verhogingen van recht ten titel van boeten, andere dan degene uitgesproken door de rechter, volgt hieruit niet dat, bij gebrek aan een dergelijk verzoek, de rechter een dergelijke bevoegdheid mag uitoefenen door de proportionele geldboete wegens belastingontduiking vast te stellen onder het wettelijk tarief (1). (1) Zie concl. OM in Pas. 2023, nr. 165."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220516.3F.5": {
      "court": "CASS",
      "date": "2022-05-16",
      "roleNumber": "F.20.0141.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220516.3F.5",
      "abstractFR": [
        "L'article 70, § 2 du Code de la Taxe sur la valeur ajoutée autorise le juge, saisi d'un recours contre le décision prise, en vertu de l'article 9 de l'arrêté du Régent du 18 mars 1831, par le ministre des Finances ou son délégué, à exercer une compétence de pleine juridiction lui permettant de contrôler tout ce qui relève de l'appréciation de l'administration (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Overeenkomstig artikel 70, § 2, Btw-wetboek kan de rechter bij wie een beroep is ingesteld tegen de beslissing die de minister van Financiën of zijn gedelegeerde krachtens artikel 9 van het besluit van de Regent van 18 maart 1831 heeft genomen, een bevoegdheid met volle rechtsmacht uit te oefenen die hem in staat stelt toe te zien op al wat onder de beoordeling van de administratie valt (1). (1) Zie concl. OM in Pas. 2022, nr. 347.",
        "Overeenkomstig artikel 70, § 2, Btw-wetboek kan de rechter bij wie een beroep is ingesteld tegen de beslissing die de minister van Financiën of zijn gedelegeerde krachtens artikel 9 van het besluit van de Regent van 18 maart 1831 heeft genomen, een bevoegdheid met volle rechtsmacht uit te oefenen die hem in staat stelt toe te zien op al wat onder de beoordeling van de administratie valt (1). (1) Zie concl. OM in Pas. 2022, nr. 321."
      ]
    }
  }
}