{
  "12": {
    "ECLI:BE:CASS:2015:ARR.20150303.5": {
      "court": "CASS",
      "date": "2015-03-03",
      "roleNumber": "P.14.0048.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150303.5&lang=fr",
      "abstractFR": [
        "Le fait que des écrits ayant été transmis au juge d'instruction dans le cadre de la déclaration de volonté de se constituer partie civile, comportent des passages en une autre langue, ne fait pas obstacle à la régularité du procès-verbal de la constitution de partie civile rédigé par le juge d'instruction, qui, lui, répond aux exigences linguistiques (1). (1) Voir Cass. 12 novembre 2013, RG P.13.0976.N, Pas. 2013, n° 599."
      ],
      "abstractNL": [
        "Het feit dat geschriften die ter gelegenheid van de wilsverklaring tot burgerlijkepartijstelling aan de onderzoeksrechter werden overhandigd, anderstalige passages bevatten, doet geen afbreuk aan de regelmatigheid van het door de onderzoeksrechter opgestelde proces-verbaal van burgerlijkepartijstelling dat zelf aan de taalvereisten voldoet (1). (1) Zie Cass. 12 november 2013, AR P.13.0976.N, AC 2013, nr. 599."
      ]
    }
  },
  "16": {
    "ECLI:BE:CASS:2014:ARR.20140902.4": {
      "court": "CASS",
      "date": "2014-09-02",
      "roleNumber": "P.14.1380.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140902.4&lang=fr",
      "abstractFR": [
        "Le juge d'instruction apprécie souverainement si les nécessités de l'urgence lui imposent d'examiner la cause plus avant, sans qu'il doive consigner sa décision, ce caractère urgent pouvant ressortir de la circonstance qu'il continue à traiter la cause et n'accède pas à la demande de changement de langue; s'il établit le caractère urgent expressément, le juge d'instruction n'est pas tenu de le motiver.",
        "La juridiction d'instruction appelée à se prononcer sur la validité du mandat d'arrêt dont la régularité de la décision rendue par le juge d'instruction sur le caractère urgent est contestée dans ce cadre, est tenue d'examiner cette régularité et de préciser, pour autant que de besoin, en quoi consiste le caractère urgent admis par le juge d'instruction; la juridiction d'instruction se prononce en fait à cet égard et la Cour vérifie uniquement si elle ne tire pas des faits et circonstances qu'elle constate des conséquences sans lien avec ceux-ci ou qu'ils ne sauraient justifier."
      ],
      "abstractNL": [
        "De onderzoeksrechter beoordeelt onaantastbaar of de spoedeisendheid vereist dat hij de zaak verder behandelt en die spoedeisendheid moet niet worden vastgesteld bij uitdrukkelijke beslissing van de onderzoeksrechter, maar kan blijken uit de omstandigheid dat hij de zaak verder blijft behandelen en niet ingaat op het verzoek om taalwijziging; indien de onderzoeksrechter uitdrukkelijk vaststelt dat er spoedeisendheid is, dient hij die spoedeisendheid niet nader te motiveren.",
        "Het onderzoeksgerecht dat oordeelt over de geldigheid van het bevel tot aanhouding en waarvoor binnen dat kader de regelmatigheid van de beslissing van de onderzoeksrechter over de hoogdringendheid wordt betwist, dient die regelmatigheid te onderzoeken en daarbij zo nodig te preciseren waarin de door de onderzoeksrechter aangenomen spoedeisendheid bestaat; het onderzoeksgerecht oordeelt daarover in feite en het Hof gaat enkel na of het uit de feiten en omstandigheden die het vaststelt, geen gevolgen trekt die daarmee geen verband houden of op grond daarvan niet kunnen worden aangenomen."
      ]
    }
  },
  "22": {
    "ECLI:BE:CASS:2014:ARR.20140715.3": {
      "court": "CASS",
      "date": "2014-07-15",
      "roleNumber": "P.14.1029.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140715.3&lang=fr",
      "abstractFR": [
        "L'article 22 de la loi du 15 juin 1935 concernant l'emploi des langues en matière judiciaire ne prévoit pas de délai dans lequel les traductions écrites demandées doivent être jointes au dossier répressif.",
        "Il résulte des articles 22 de la loi du 15 juin 1935 concernant l'emploi des langues en matière judiciaire, 1.1., 1.2., 3.1., 3.2., 3.3., 3.4., 3.7. et 8. de la Directive 2010/64/UE, et du principe général du droit relatif au respect des droits de la défense qu'en règle, si un inculpé a demandé à l'occasion du règlement de la procédure la traduction écrite de pièces du dossier répressif, la juridiction d'instruction ne peut régler la procédure qu'après que la traduction écrite de ces pièces a été jointe au dossier et que l'inculpé a pu en prendre connaissance, pour autant que l'on considère qu'il s'agit de pièces qui sont essentielles à l'exercice des droits de défense devant la juridiction d'instruction.",
        "En cas de circonstances particulières telles que notamment la situation de détention d'un ou plusieurs inculpés, l'ampleur du dossier répressif ou des pièces dont la traduction écrite est demandée, le moment tardif auquel un inculpé a sollicité une traduction écrite ou la circonstance qu'une bonne administration de la justice exige qu'un dossier répressif ne soit pas scindé et compte tenu, le cas échéant, de l'exception prévue à l'article 3.7 de la Directive 2010/64/UE au titre de laquelle une traduction orale ou un résumé oral des documents essentiels peuvent être fournis à la place d'une traduction écrite pour autant que cette traduction orale ou ce résumé oral ne portent pas atteinte au caractère équitable de la procédure, la juridiction d'instruction peut toutefois régler la procédure sans jonction de la traduction écrite demandée à condition que l'exercice des droits de la défense de l'inculpé devant la juridiction d'instruction ne soit pas violé de ce fait.",
        "La juridiction d'instruction apprécie souverainement en fait si un règlement de la procédure ne comprenant qu'une jonction partielle ou dépourvu de jonction de la traduction de la traduction écrite de pièces demandée par l'inculpé viole ou non l'exercice de ses droits de la défense devant la juridiction d'instruction."
      ],
      "abstractNL": [
        "Artikel 22 Taalwet Gerechtszaken bepaalt geen termijn waarbinnen de gevraagde schriftelijke vertalingen bij het strafdossier moeten worden gevoegd.",
        "Uit artikel 22 Taalwet Gerechtszaken, de artikelen 1.1, 1.2, 3.1, 3.2, 3.3, 3.4, 3.7 en 8 van de Richtlijn 2010/64/EU en het algemeen rechtsbeginsel van het recht van verdediging volgt dat indien een inverdenkinggestelde ter gelegenheid van de regeling van de rechtspleging de schriftelijke vertaling heeft gevraagd van stukken van het strafdossier, het onderzoeksgerecht in de regel de rechtspleging slechts kan regelen nadat de schriftelijke vertaling van die stukken bij het dossier werd gevoegd en de inverdenkinggestelde ervan heeft kunnen kennis nemen, voor zover wordt geoordeeld dat het gaat om stukken die essentieel zijn voor de uitoefening van zijn recht van verdediging voor het onderzoeksgerecht.",
        "Ingeval van bijzondere omstandigheden zoals onder meer de hechtenistoestand van een of meerdere inverdenkinggestelden, de omvang van het strafdossier of van de stukken waarvan schriftelijke vertaling wordt gevraagd, het late tijdstip waarop een inverdenkinggestelde om schriftelijke vertaling heeft verzocht of de omstandigheid dat de goede rechtsbedeling vereist dat een strafdossier niet wordt gesplitst en desgevallend rekening houdend met de door artikel 3.7 Richtlijn 2010/64/EU bepaalde uitzondering dat in plaats van een schriftelijke vertaling een mondelinge vertaling of mondelinge samenvatting van de essentiële processtukken kan worden verstrekt voor zover dit het eerlijke verloop van de procedure onverlet laat, mag het onderzoeksgerecht evenwel de rechtspleging regelen zonder voeging van de gevraagde schriftelijke vertaling op voorwaarde dat daardoor de uitoefening van het recht van verdediging van de inverdenkinggestelde voor het onderzoeksgerecht niet wordt miskend.",
        "Het onderzoeksgerecht oordeelt onaantastbaar in feite of een regeling van de rechtspleging met slechts een gedeeltelijke voeging of zonder voeging van de door de inverdenkinggestelde gevraagde schriftelijke vertaling van stukken de uitoefening van zijn recht van verdediging voor het onderzoeksgerecht al dan niet miskent."
      ]
    }
  },
  "24": {
    "ECLI:BE:CASS:2018:ARR.20181213.5": {
      "court": "CASS",
      "date": "2018-12-13",
      "roleNumber": "C.16.0224.F-C.16.0230.F-C.16.0369.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181213.5",
      "abstractFR": [
        "Un acte de la procédure est réputé rédigé dans la langue de la procédure lorsque toutes les mentions requises en vue de sa régularité sont rédigées en cette langue ou, dans le cas d'une citation dans une langue autre que celle de la procédure, lorsque l'acte reproduit aussi une traduction ou sa teneur dans la langue de la procédure."
      ],
      "abstractNL": [
        "Een akte van de rechtspleging wordt geacht in de taal van de rechtspleging te zijn opgesteld wanneer alle voor de regelmatigheid van de akte vereiste vermeldingen in die taal zijn opgesteld of, indien een citaat in een andere taal dan die van de rechtspleging is opgenomen, in de akte eveneens de vertaling of de zakelijke inhoud ervan in de taal van de rechtspleging is weergegeven."
      ]
    }
  },
  "27": {
    "ECLI:BE:CASS:2015:ARR.20150423.3": {
      "court": "CASS",
      "date": "2015-04-23",
      "roleNumber": "F.14.0058.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150423.3",
      "abstractFR": [
        "Il suit des articles 27 et 40, alinéa 1er, de la loi du 15 juin 1935 concernant l'emploi des langues en matière judiciaire que si la décision attaquée a été rendue en langue française, le pourvoi doit, à peine de nullité, être entièrement rédigé en cette langue; lorsqu'il comporte, dans l'exposé d'un moyen, une citation en langue néerlandaise qui constitue un grief distinct ou qui est nécessaire à la compréhension d'un grief, le pourvoi doit, pour pouvoir être considéré comme entièrement rédigé en langue française, en donner une traduction ou en indiquer la teneur en cette langue (1). (1) Voir Cass. 8 juin 2000, RG. P.97.0047.N, Pas. 2000, n° 351; Cass. 15 janvier 1990, Bull. et Pas., I, n° 296; a contrario: Cass. 15 février 1993, Bull. et Pas., I, n° 91, à propos des développements d'un moyen."
      ],
      "abstractNL": [
        "Uit de artikelen 27 en 40, eerste lid, Taalwet Gerechtszaken volgt dat, als de bestreden beslissing in het Frans werd gewezen, het cassatieberoep op straffe van nietigheid volledig in die taal opgesteld moet zijn; wanneer dat cassatieberoep, in de uiteenzetting van een middel, een citaat in het Nederlands bevat dat een afzonderlijke grief vormt of dat noodzakelijk is voor het begrip van een grief, moet dat beroep om het als volledig in het Frans opgesteld te kunnen beschouwen, een vertaling van dat citaat geven of er de inhoud van weergeven in die taal (1). (1) Zie Cass. 8 juni 2000, AR P.97.0047.N, AC 2000, nr. 351; Cass. 15 januari 1990, Bull. en Pas., I, nr. 296; a contrario: Cass. 15 februari 1993, Bull. en Pas., I, nr. 91, over de toelichting bij een middel."
      ]
    }
  },
  "31": {
    "ECLI:BE:CASS:2018:ARR.20180919.6": {
      "court": "CASS",
      "date": "2018-09-19",
      "roleNumber": "P.18.0952.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180919.6",
      "abstractFR": [
        "Ni l'article 47bis, § 6, 4), du Code d'instruction criminelle ni l'article 31 de la loi du 15 juin 1935 concernant l'emploi des langues en matière judiciaire n'imposent de recourir à l'assistance d'un interprète juré lorsque la personne qui demande à être entendue, de sa propre initiative, propose à cet effet l'aide d'un tiers."
      ],
      "abstractNL": [
        "Noch artikel 47bis, § 6, 4), Wetboek van Strafvordering, noch artikel 31 Taalwet Gerechtszaken verplichten om een beroep te doen op de bijstand van een beëdigd tolk wanneer de persoon die op eigen initiatief vraagt om te worden gehoord, voorstelt dat een derde daarbij zou helpen."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160106.2": {
      "court": "CASS",
      "date": "2016-01-06",
      "roleNumber": "P.15.1694.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160106.2",
      "abstractFR": [
        "Il ne ressort d'aucune disposition légale, qu'un interprète doive signer chaque page des actes procéduraux rédigés avec son concours."
      ],
      "abstractNL": [
        "Uit geen enkele wetsbepaling blijkt dat een tolk elke pagina moet tekenen van de met zijn medewerking opgestelde procedurele handelingen."
      ]
    }
  },
  "40": {
    "ECLI:BE:CASS:2015:ARR.20150423.3": {
      "court": "CASS",
      "date": "2015-04-23",
      "roleNumber": "F.14.0058.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150423.3",
      "abstractFR": [
        "Il suit des articles 27 et 40, alinéa 1er, de la loi du 15 juin 1935 concernant l'emploi des langues en matière judiciaire que si la décision attaquée a été rendue en langue française, le pourvoi doit, à peine de nullité, être entièrement rédigé en cette langue; lorsqu'il comporte, dans l'exposé d'un moyen, une citation en langue néerlandaise qui constitue un grief distinct ou qui est nécessaire à la compréhension d'un grief, le pourvoi doit, pour pouvoir être considéré comme entièrement rédigé en langue française, en donner une traduction ou en indiquer la teneur en cette langue (1). (1) Voir Cass. 8 juin 2000, RG. P.97.0047.N, Pas. 2000, n° 351; Cass. 15 janvier 1990, Bull. et Pas., I, n° 296; a contrario: Cass. 15 février 1993, Bull. et Pas., I, n° 91, à propos des développements d'un moyen."
      ],
      "abstractNL": [
        "Uit de artikelen 27 en 40, eerste lid, Taalwet Gerechtszaken volgt dat, als de bestreden beslissing in het Frans werd gewezen, het cassatieberoep op straffe van nietigheid volledig in die taal opgesteld moet zijn; wanneer dat cassatieberoep, in de uiteenzetting van een middel, een citaat in het Nederlands bevat dat een afzonderlijke grief vormt of dat noodzakelijk is voor het begrip van een grief, moet dat beroep om het als volledig in het Frans opgesteld te kunnen beschouwen, een vertaling van dat citaat geven of er de inhoud van weergeven in die taal (1). (1) Zie Cass. 8 juni 2000, AR P.97.0047.N, AC 2000, nr. 351; Cass. 15 januari 1990, Bull. en Pas., I, nr. 296; a contrario: Cass. 15 februari 1993, Bull. en Pas., I, nr. 91, over de toelichting bij een middel."
      ]
    }
  },
  "43": {
    "ECLI:BE:CASS:2014:ARR.20141210.10": {
      "court": "CASS",
      "date": "2014-12-10",
      "roleNumber": "P.14.1275.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141210.10",
      "abstractFR": [
        "Il ne résulte pas de l'article 43, § 5, alinéa 2, de la loi du 15 juin 1935 concernant l'emploi des langues en matière judiciaire que, pour garantir la compréhension de pièces rédigées dans une autre langue nationale, le juge doit avoir satisfait à l'examen organisé en vertu de l'article 43quinquies de la loi précitée."
      ],
      "abstractNL": [
        "Uit artikel 43, § 5, tweede lid, van de wet van 15 juni 1935 op het gebruik der talen in gerechtszaken volgt niet dat de rechter, als waarborg dat hij de stukken begrijpt die in een andere landstaal zijn gesteld, moet zijn geslaagd voor het krachtens artikel 43quinquies van de voormelde wet georganiseerde examen."
      ]
    }
  },
  "43quinquies": {
    "ECLI:BE:CASS:2014:ARR.20141210.10": {
      "court": "CASS",
      "date": "2014-12-10",
      "roleNumber": "P.14.1275.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141210.10",
      "abstractFR": [
        "Il ne résulte pas de l'article 43, § 5, alinéa 2, de la loi du 15 juin 1935 concernant l'emploi des langues en matière judiciaire que, pour garantir la compréhension de pièces rédigées dans une autre langue nationale, le juge doit avoir satisfait à l'examen organisé en vertu de l'article 43quinquies de la loi précitée."
      ],
      "abstractNL": [
        "Uit artikel 43, § 5, tweede lid, van de wet van 15 juni 1935 op het gebruik der talen in gerechtszaken volgt niet dat de rechter, als waarborg dat hij de stukken begrijpt die in een andere landstaal zijn gesteld, moet zijn geslaagd voor het krachtens artikel 43quinquies van de voormelde wet georganiseerde examen."
      ]
    }
  }
}