{
  "2": {
    "ECLI:BE:CASS:2015:ARR.20150304.3": {
      "court": "CASS",
      "date": "2015-03-04",
      "roleNumber": "P.14.1835.F-P.14.1836.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150304.3",
      "abstractFR": [
        "En règle, le tribunal correctionnel est compétent pour juger les délits, alors que seule la cour d'assises peut connaître des crimes, sauf les cas où ils sont correctionnalisés."
      ],
      "abstractNL": [
        "De correctionele rechtbank is in de regel bevoegd om wanbedrijven te berechten, terwijl alleen het hof van assisen kennis kan nemen van misdaden, met uitzondering van de gevallen waarin deze zijn gecorrectionaliseerd."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20131126.3": {
      "court": "CASS",
      "date": "2013-11-26",
      "roleNumber": "P.13.0991.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131126.3&lang=fr",
      "abstractFR": [
        "Lorsque se pose devant la Cour de cassation la question de savoir si l'article 56, al. 2 du Code pénal lu conjointement avec l'article 25 du Code pénal, l'article 2 de la loi du 4 octobre 1867 sur les circonstances atténuantes et l'article 25, § 2, b de la loi du 17 mai 2006 relative au statut juridique externe des personnes condamnées à une peine privative de liberté et aux droits reconnus à la victime dans le cadre des modalités d'exécution de la peine, viole les articles 10 et 11 de la Constitution, dans la mesure où il autorise à constater à l'égard de l'inculpé qui, en raison de circonstances atténuantes ou d'une cause d'excuse est renvoyé au tribunal correctionnel du chef d'un crime correctionnalisé qui a été commis moins de cinq ans depuis qu'il a subi ou prescrit une peine d'emprisonnement d'au moins un an, un état de récidive légale qui aura une influence sur le régime de l'application de la peine applicable, alors que cela n'est pas autorisé à l'égard de l'inculpé qui, à défaut de circonstances atténuantes ou d'une cause d'excuse (et qui se trouve donc dans une position plus désavantageuse que celui dont les faits ont été correctionnalisés) est renvoyé à la cour d'assises du chef du même crime, la Cour pose une question préjudicielle à la Cour constitutionnelle."
      ],
      "abstractNL": [
        "Wanneer voor het Hof van Cassatie de vraag rijst of artikel 56, tweede lid, Strafwetboek in samenhang gelezen met artikel 25 Strafwetboek, artikel 2 van de wet van 4 oktober 1867 op de verzachtende omstandigheden en artikel 25, §2, b, van de wet van 17 mei 2006 op de externe rechtspositie van de veroordeelden tot een vrijheidsstraf en de aan het slachtoffer toegekende rechten in het raam van de strafuitvoeringsmodaliteiten, de artikelen 10 en 11 van de Grondwet schendt, in zoverre het toelaat om ten aanzien van de inverdenkinggestelde die, op basis van verzachtende omstandigheden of een reden van verschoning, naar de correctionele rechtbank is verwezen wegens een gecorrectionaliseerde misdaad die is gepleegd minder dan vijf jaar nadat hij een gevangenisstraf van minstens één jaar heeft ondergaan of nadat die straf is verjaard, een wettelijke staat van herhaling vast te stellen, wat zijn invloed heeft op het toepasselijk regime van strafuitvoering, terwijl dat niet toegelaten is ten aanzien van de inverdenkinggestelde die, bij gebrek aan verzachtende omstandigheden of een reden van verschoning (en zich dus in een nadeliger positie bevindt dan degene wiens feiten wel gecorrectionaliseerd zijn) wegens dezelfde misdaad naar het hof van assisen is verwezen, stelt het Hof een prejudiciële vraag aan het Grondwettelijk Hof."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2015:ARR.20150304.3": {
      "court": "CASS",
      "date": "2015-03-04",
      "roleNumber": "P.14.1835.F-P.14.1836.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150304.3",
      "abstractFR": [
        "En règle, le tribunal correctionnel est compétent pour juger les délits, alors que seule la cour d'assises peut connaître des crimes, sauf les cas où ils sont correctionnalisés."
      ],
      "abstractNL": [
        "De correctionele rechtbank is in de regel bevoegd om wanbedrijven te berechten, terwijl alleen het hof van assisen kennis kan nemen van misdaden, met uitzondering van de gevallen waarin deze zijn gecorrectionaliseerd."
      ]
    }
  }
}