{
  "2": {
    "ECLI:BE:CASS:2018:ARR.20181114.1": {
      "court": "CASS",
      "date": "2018-11-14",
      "roleNumber": "P.18.0827.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181114.1",
      "abstractFR": [
        "Pris en application des articles 1er, alinéa 1er, et 2, § 1er, de la loi du 18 février 1969 relative aux mesures d'exécution des traités et actes internationaux en matière de transport par mer, par route, par chemin de fer ou par voie navigable, l'arrêté royal du 9 avril 2007 portant exécution du Règlement (CE) n° 561/2006 du Parlement européen et du Conseil du 15 mars 2006 dispose en son article 2 que « les infractions au règlement et au présent arrêté, constatées en Belgique ou dénoncées par l'autorité compétente d'un autre Etat membre ou d'un pays tiers constituent des infractions punies conformément aux articles 2 et 2bis de la loi du 18 février 1969 précitée, même si l'infraction a été commise sur le territoire d'un autre Etat membre ou d'un pays tiers »; cet arrêté royal vise uniquement les infractions au Règlement (CE) n° 561/2006 et audit arrêté et non celles à l'AETR (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Ingevolge de artikelen 1, eerste lid, en 2, § 1, Wet van 18 februari 1969 betreffende de maatregelen ter uitvoering van de internationale verdragen en akten inzake vervoer over zee, over de weg, de spoorweg of de waterweg, bepaalt artikel 2 koninklijk besluit van 9 april 2007 houdende uitvoering van de verordening (EG) nr. 561/2006 van het Europees Parlement en de Raad van 15 maart 2006 dat \"de inbreuken op de verordening en op dit besluit, vastgesteld in België of aangegeven door de bevoegde overheid van een andere lidstaat of van een derde land, bestraft worden overeenkomstig de artikelen 2 en 2bis van de voormelde wet van 18 februari 1969, ook als de inbreuk is begaan op het grondgebied van een andere lidstaat of van een derde land\"; dit koninklijk besluit beoogt enkel de inbreuken op Verordening (EG) nr. 561/2006 en op het voormelde besluit en niet de inbreuken op de AETR (1). (1) Zie concl. OM in Pas. 2018, nr. 632."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2020:ARR.20200609.2N.2": {
      "court": "CASS",
      "date": "2020-06-09",
      "roleNumber": "P.20.0217.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200609.2N.2&lang=fr",
      "abstractFR": [
        "L'affectation du véhicule au transport de marchandises est déterminante pour l'application de la réglementation concernant l'installation et l'usage d'un appareil de contrôle dans un tracteur destiné au transport par route de marchandises et non le fait qu'au moment du déplacement du véhicule sur le réseau routier ouvert au public, il était effectivement utilisé pour le transport de marchandises; la circonstance que le véhicule n'aurait pas pu être utilisé pour le transport de marchandises par route en raison de l'utilisation de plaques d'immatriculation « marchand » est sans incidence à cet égard (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Voor het toepassingsgebied van de regeling over de installatie en het gebruik van een controleapparaat in een trekker bestemd voor het wegvervoer van goederen, behoudens vrijstelling, is de bestemming van het voertuig voor het vervoer van goederen bepalend en dus niet het gegeven of op het ogenblik van de verplaatsing van dit voertuig op voor openbaar gebruik toegankelijke wegen dit voertuig ook daadwerkelijk werd gebruikt voor het vervoer van goederen; de omstandigheid dat gelet op het gebruik van handelaarskentekenplaten het voertuig niet had mogen worden gebruikt voor het wegvervoer van goederen is niet relevant (1). (1) Zie concl. OM."
      ]
    }
  },
  "13": {
    "ECLI:BE:CASS:2023:ARR.20230627.2N.43": {
      "court": "CASS",
      "date": "2023-06-27",
      "roleNumber": "P.22.0886.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230627.2N.43",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 13.1 Verordening (EG) nr. 561/2006 van het Europees Parlement en de Raad van 15 maart 2006 tot harmonisatie van bepaalde voorschriften van sociale aard voor het wegvervoer en artikel 40, f KB 17 oktober 2016 inzake de tachograaf en de rij- en rusttijden volgt dat bestuurders van voertuigen vermeld in artikel 40, f KB 17 oktober 2016 (onder meer voertuigen die worden gebruikt in verband met de rioleringsdienst of de huis-aan-huisophaling en verwijdering van huishoudelijk afval), zijn vrijgesteld van de verplichting de rij- en rusttijden in acht te nemen en van het gebruik van het controleapparaat; dit uitzonderingsstelsel is in het licht van de overweging (23) van de preambule bij de Verordening (EG) nr. 561/2006 dat de nationale uitzonderingen moeten beperkt blijven tot die elementen welke niet aan concurrentiedruk onderhevig zijn en de in artikel 1 Verordening (EG) nr. 561/2006 vermelde doelstelling de concurrentievoorwaarden te harmoniseren, strikt uit te leggen; uit de rechtspraak van het Hof van Justitie van de Europese Unie volgt kennelijk dat de in artikel 13.1.h), Verordening (EG) nr. 561/2006 vermelde uitzonderingen gebaseerd zijn op de aard van de diensten waarvoor deze voertuigen worden gebruikt, die alle algemene diensten van openbaar belang zijn en die worden verricht door overheidsinstanties of onder hun toezicht door particuliere ondernemingen; voertuigen, gebruikt door een particuliere dienstenverstrekker met een commercieel doel in een sector waar mededinging plaatsvindt (1), vallen aldus niet onder deze uitzonderingen; artikel 40, f), KB 17 oktober 2016 heeft eenzelfde draagwijdte; dit houdt in dat wanneer een voertuig ruimingswerkzaamheden uitvoert en de afvalstoffen, afkomstig van deze werkzaamheden vervolgens vervoert in het kader van een taak die geen openbare dienst is en in een activiteitensector waarin concurrentie plaatsvindt, dit vervoer niet onder de uitzonderingen, vermeld in deze bepalingen valt; het gegeven dat de aldus uitgevoerde ruimingswerkzaamheden betrekking hebben op een bijzondere huishoudelijke afvalstof, zoals het slib van septische putten, die enkel mits erkenning door OVAM mogen worden uitgevoerd, doet niet anders besluiten. (1) HvJ 21 maart 1996, arresten C-335/94 (Mozrek) en C-39/95 (Goupil), www.curia.europa.eu."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190604.1": {
      "court": "CASS",
      "date": "2019-06-04",
      "roleNumber": "P.18.0407.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190604.1&lang=fr",
      "abstractFR": [
        "Le régime dérogatoire par lequel les conducteurs des véhicules visés à l'article 6, point f), de l'arrêté royal du 9 avril 2007 portant exécution du règlement (CE) n° 561/2006 du Parlement européen et du Conseil du 15 mars 2006 relatif à l'harmonisation de certaines dispositions de la législation sociale dans le domaine des transports par route, modifiant les règlements (CEE) n° 3821/85 et (CE) n° 2135/98 du Conseil et abrogeant le règlement (CEE) n° 3820/85 du Conseil et transposant partiellement la Directive 2002/15/CE du Parlement européen et du Conseil du 11 mars 2002 relative à l'aménagement du temps de travail des personnes exécutant des activités mobiles de transport routier sont exemptés de l'obligation de prendre en compte les temps de conduite et de repos ainsi que de l'usage de l'appareil de contrôle, doit être interprété strictement à la lumière du considérant 23 du préambule au règlement (CE) n° 561/2006, selon lequel les dérogations nationales doivent être limitées aux éléments qui ne sont pas soumis à la concurrence, et de l'objectif d'harmoniser les conditions de concurrence énoncé à l'article 1er du Règlement (CE) n° 561/2006 (1). (1) Voir Cass. 25 avril 2017, RG P.16.0449.N, Pas. 2017, n° 282."
      ],
      "abstractNL": [
        "Het uitzonderingsstelsel, waarbij bestuurders van de door artikel 6, sub f) KB Uitvoering Verordening (EG) nr. 561/2006 bedoelde voertuigen zijn vrijgesteld van de verplichting de rij- en rusttijden in acht te nemen en van het gebruik van het controleapparaat, is strikt uit te leggen in het licht van de overweging (23) van de preambule bij de Verordening (EG) nr. 561/2006 dat de nationale uitzonderingen moeten beperkt blijven tot die elementen welke niet aan concurrentiedruk onderhevig zijn en de in artikel 1 Verordening (EG) nr. 561/2006 vermelde doelstelling de concurrentievoorwaarden te harmoniseren (1). (1) Zie: Cass. 25 april 2017, AR P.16.0449.N, AC 2017, nr. 282."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170425.2": {
      "court": "CASS",
      "date": "2017-04-25",
      "roleNumber": "P.16.0449.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170425.2&lang=fr",
      "abstractFR": [
        "Il résulte de la combinaison des articles 15.2, alinéa 1er, première phrase, du Règlement (CEE) n° 3821/85 du Conseil du 20 décembre 1985 concernant l'appareil de contrôle dans le domaine des transports par route, 13.1.p du Règlement (CE) n° 561/2006 du Parlement européen et du Conseil du 15 mars 2006 relatif à l'harmonisation de certaines dispositions de la législation sociale dans le domaine des transports par route, modifiant les règlements (CEE) n° 3821/85 et (CE) n° 2135/98 du Conseil et abrogeant le Règlement (CEE) n° 3820/85 du Conseil, 2, 6, sub n), et 10.2, seconde phrase, de l'arrêté royal du 9 avril 2007 portant exécution du Règlement (CE) n° 561/2006 du Parlement européen et du Conseil du 15 mars 2006 relatif à l'harmonisation de certaines dispositions de la législation sociale dans le domaine des transports par route, modifiant les Règlements (CEE) n° 3821/85 et (CE) n° 2135/98 du Conseil et abrogeant le Règlement (CEE) n° 3820/85 du Conseil et transposant partiellement la Directive 2002/15/CE du Parlement européen et du Conseil du 11 mars 2002 relative à l'aménagement du temps de travail des personnes exécutant des activités mobiles de transport routier, 2 et 18, §1er, de l'arrêté royal du 14 juillet 2005 portant exécution du Règlement (CEE) n° 3821/85 du 20 décembre 1985 concernant l'appareil de contrôle dans le domaine des transports par route, que les conducteurs des véhicules visés à l'article 6, sub n), de l'arrêté royal du 9 avril 2007 sont exemptés de l'obligation de prendre en compte des temps de repos et de conduite et de l'usage d'un appareil de contrôle et ce système dérogatoire doit être strictement interprété à la lumière de la considération (23) du préambule au Règlement (CE) n° 561/2006, selon laquelle les dérogations nationales doivent être limitées aux éléments qui ne sont pas soumis à la concurrence, et de l'objectif énoncé à l'article 1er dudit Règlement (CE) n° 561/2006 d'harmoniser les conditions de concurrence."
      ],
      "abstractNL": [
        "Uit de samenhang van de artikelen 15.2, eerste lid, eerste zin Verordening (EEG) nr. 3821/85; 13.1.p Verordening (EG) nr. 561/2006; 2, 6, sub n), en 10.2, tweede zin, KB Uitvoering Verordening (EG) 561/2006; 2 en 18, §1, van het koninklijk besluit van 14 juli 2005 houdende uitvoering van de verordening (EEG) nr. 3821/85 volgt dat de bestuurders van de door artikel 6, sub n), KB Uitvoering Verordening (EG) 561/2006 bedoelde voertuigen zijn vrijgesteld van de verplichting de rij- en rusttijden in acht te nemen en van het gebruik van het controleapparaat en dit uitzonderingsstelsel strikt uit te leggen is in het licht van de overweging (23) van de preambule bij de Verordening (EG) 561/2006 dat de nationale uitzonderingen moeten beperkt blijven tot die elementen welke niet aan concurrentiedruk onderhevig zijn en de in artikel 1 Verordening (EG) 561/2006 vermelde doelstelling de concurrentievoorwaarden te harmoniseren."
      ]
    }
  }
}