{
  "3": {
    "ECLI:BE:CASS:2020:ARR.20200410.3": {
      "court": "CASS",
      "date": "2020-04-10",
      "roleNumber": "C.18.0240.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200410.3",
      "abstractFR": [
        "En se référant aux notions de déséquilibre significatif entre les droits et obligations des parties et de bonne foi, l'article 3, § 1er, de la directive 93/13/CEE du Conseil du 5 avril 1993 ne définit que de manière abstraite les éléments qui confèrent à une clause contractuelle un caractère abusif et qu'il appartient au juge de se prononcer sur l'application de ces critères généraux à une clause particulière en fonction des circonstances propres au cas d'espèce; une clause figurant dans l'annexe à la Directive ne doit pas nécessairement être considérée comme abusive (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": [
        "Door te verwijzen naar de begrippen van het aanzienlijk verstoorde evenwicht tussen de uit de overeenkomst voortvloeiende rechten en plichten van de partijen en de goede trouw, omschrijft artikel 3.1 richtlijn 93/13/EEG van de Raad van 5 april 1993 slechts op abstracte wijze de elementen die kenmerkend zijn voor een onrechtmatig beding en de rechter moet zich over de toepassing van die algemene criteria op een bijzonder beding uitspreken met inachtneming van de omstandigheden eigen aan de zaak; een beding dat in de lijst van de bijlage van de richtlijn voorkomt moet niet noodzakelijkerwijs als onrechtmatig worden aangemerkt (1). (1) Zie concl. “in hoofdzaak” OM in Pas. 2020, nr. 235."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2025:ARR.20251117.3N.7": {
      "court": "CASS",
      "date": "2025-11-17",
      "roleNumber": "C.22.0121.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251117.3N.7",
      "abstractFR": null,
      "abstractNL": [
        "Richtlijn 93/13/EEG verzet er zich tegen dat nationale regels een verjaringstermijn kunnen vastleggen voor de vordering van een consument tot vaststelling van het oneerlijke karakter van een beding in zijn overeenkomst met een verkoper (1). (1) Artikel 75, § 1, van de wet van 6 april 2010, voor de opheffing ervan door de wet van 21 december 2013."
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2025:ARR.20251117.3N.7": {
      "court": "CASS",
      "date": "2025-11-17",
      "roleNumber": "C.22.0121.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251117.3N.7",
      "abstractFR": null,
      "abstractNL": [
        "Richtlijn 93/13/EEG verzet er zich tegen dat nationale regels een verjaringstermijn kunnen vastleggen voor de vordering van een consument tot vaststelling van het oneerlijke karakter van een beding in zijn overeenkomst met een verkoper (1). (1) Artikel 75, § 1, van de wet van 6 april 2010, voor de opheffing ervan door de wet van 21 december 2013."
      ]
    }
  }
}