{
  "5": {
    "ECLI:BE:CASS:2018:ARR.20180523.1": {
      "court": "CASS",
      "date": "2018-05-23",
      "roleNumber": "P.17.1069.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180523.1",
      "abstractFR": [
        "L'article 5.1 de la Convention du 29 mai 2000 relative à l'entraide judiciaire en matière pénale entre les Etats membres de l'Union européenne prévoit que chaque Etat membre envoie directement par la voie postale aux personnes qui se trouvent sur le territoire d'un autre Etat membre les pièces de procédure qui leur sont destinées; pour que la signification d'un jugement par défaut soit régulière, il suffit que l'autorité judiciaire adresse l'acte par lettre recommandée à la poste avec accusé de réception au domicile ou à la résidence du destinataire à l'étranger, selon les modalités prévues par cette disposition conventionnelle (1). (1) Cass. 11 mars 2015, RG P.14.1677.F, Pas. 2015, n° 183 avec les concl. du MP.",
        "La régularité d'une signification faite en application de l'article 5.1 de la Convention du 29 mai 2000 relative à l'entraide judiciaire en matière pénale entre les Etats membres de l'Union européenne, dont il apparaît de la procédure que le courrier qui la contient n'a pas été réclamé par son destinataire, n'est subordonnée ni à la preuve de la remise effective de cet acte, ni au dépôt au dossier de la procédure d'un accusé de réception signé par le destinataire."
      ],
      "abstractNL": [
        "Artikel 5.1 Overeenkomst van 29 mei 2000 betreffende de wederzijdse rechtshulp in strafzaken tussen de lidstaten van de Europese Unie bepaalt dat elke lidstaat aan de personen die zich op het grondgebied van een andere lidstaat bevinden, voor hen bestemde gerechtelijke stukken rechtstreeks over de post toezendt; voor de regelmatige betekening van een verstekvonnis is het voldoende dat de gerechtelijke overheid de akte per aangetekend schrijven met ontvangstbewijs toezendt aan de woon- of verblijfplaats van de geadresseerde in het buitenland, volgens de nadere regels van die verdragsbepaling (1). (1) Cass. 11 maart 2015, AR P.14.1677.F, AC 2015, nr. 183, met concl. OM in Pas. 2015, nr. 183.",
        "De regelmatigheid van een met toepassing van artikel 5.1 Overeenkomst van 29 mei 2000 betreffende de wederzijdse rechtshulp in strafzaken tussen de lidstaten van de Europese Unie verrichte betekening, waarvan uit de rechtspleging blijkt dat de brief met de betekening niet door de geadresseerde werd afgehaald, is niet afhankelijk van het bewijs van de daadwerkelijke uitreiking van die akte en evenmin van de neerlegging, in het dossier van de rechtspleging, van een door de geadresseerde ondertekend ontvangstbewijs."
      ]
    }
  }
}