{
  "3": {
    "ECLI:BE:CASS:2017:ARR.20171012.14": {
      "court": "CASS",
      "date": "2017-10-12",
      "roleNumber": "C.17.0278.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171012.14&lang=fr",
      "abstractFR": [
        "Un arrêt de la Cour de justice de l'Union européenne rendu sur question préjudicielle lie non seulement le juge de renvoi, mais également tout autre juge national, en ce qui concerne les dispositions en cause du droit de l'Union, sous réserve de la possibilité pour ce juge national de poser une nouvelle question à la Cour de justice."
      ],
      "abstractNL": [
        "Een op een prejudiciële vraag gewezen arrest van het Hof van Justitie van de Europese Unie bindt niet slechts de verwijzende rechter, maar ook elke andere nationale rechter, wat betreft de uitleg van de in het geding zijnde bepalingen van Unierecht, onder voorbehoud van de mogelijkheid voor deze nationale rechter om een nieuwe vraag te stellen aan het Hof van Justitie."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2024:ARR.20240502.1N.8": {
      "court": "CASS",
      "date": "2024-05-02",
      "roleNumber": "F.21.0007.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240502.1N.8",
      "abstractFR": null,
      "abstractNL": [
        "Het blijkt niet dat de wetgever de toepassing van het aftrekverbod in elk geval heeft willen beperken tot strafrechtelijke geldboeten, derwijze dat de door de Europese Commissie opgelegde geldboeten wegens een inbreuk die geen strafrechtelijk karakter hebben, van die toepassing uitgesloten zouden zijn; de beoordeling dat de opgelegde mededingingsboete noch geheel noch gedeeltelijk aftrekbaar is, is geen uitlegging contra legem (1) (2). (1) Zie concl. OM. (2) Zie ook Cass. 4 december 2020, AR F.19.0126.N, AC 2020, nr. 751, ECLI:BE:CASS:2020:ARR.20201204.1N.3",
        "Uit de rechtspraak van het Hof van Justitie van de Europese Unie volgt kennelijk dat het beginsel van de Unietrouw vereist dat de nationale rechter artikel 53, 6°, WIB92 zoveel mogelijk in die zin uitlegt dat het aftrekverbod ook van toepassing is op de door de Europese Commissie opgelegde geldboeten wegens een inbreuk op artikel 81 of 82 EG-verdrag, thans artikel 101 of 102 VWEU, opdat de verwezenlijking van de doelstellingen van de unierechtelijke verbods- en sanctiebepalingen inzake het mededingingsrecht niet in gevaar wordt gebracht (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250124.1N.33": {
      "court": "CASS",
      "date": "2025-01-24",
      "roleNumber": "F.23.0035.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250124.1N.33",
      "abstractFR": [
        "Le principe de coopération loyale requiert que les États membres rendent possible en pratique l'exercice de droits tirés du droit de l'Union ; il s'ensuit qu'il ne suffit pas que la loi comporte la possibilité théorique pour l'agent en douane d'agir en qualité de représentant direct ou n'exclue pas, à tout le moins, cette possibilité, mais qu'il faut que le libre choix d'agir en qualité de représentant direct soit réel en pratique ; cela ne vaut que lorsqu'il est établi que l'agent en douane a effectivement opté pour une représentation directe ou qu'il existe à tout le moins une probabilité en ce sens (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het beginsel van de loyale samenwerking vereist dat de lidstaten de uitoefening van aan het Unierecht ontleende rechten in de praktijk mogelijk maken; daaruit volgt dat het niet volstaat dat de wet de theoretische mogelijkheid bevat voor de douane-expediteur om als directe vertegenwoordiger op te treden of deze mogelijkheid althans niet uitsluit, maar dat de vrije keuze om als directe vertegenwoordiger op te treden in de praktijk ook daadwerkelijk mogelijk moet zijn; dit laatste geldt slechts wanneer vaststaat dat de douane-expediteur effectief voor een directe vertegenwoordiging zou hebben gekozen of daartoe minstens een kans bestaat (1). (1) Zie concl. OM.",
        "Het beginsel van de loyale samenwerking vereist dat de lidstaten de uitoefening van aan het Unierecht ontleende rechten in de praktijk mogelijk maken; daaruit volgt dat het niet volstaat dat de wet de theoretische mogelijkheid bevat voor de douane-expediteur om als directe vertegenwoordiger op te treden of deze mogelijkheid althans niet uitsluit, maar dat de vrije keuze om als directe vertegenwoordiger op te treden in de praktijk ook daadwerkelijk mogelijk moet zijn; dit laatste geldt slechts wanneer vaststaat dat de douane-expediteur effectief voor een directe vertegenwoordiging zou hebben gekozen of daartoe minstens een kans bestaat."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240416.2N.21": {
      "court": "CASS",
      "date": "2024-04-16",
      "roleNumber": "P.23.1652.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240416.2N.21",
      "abstractFR": null,
      "abstractNL": [
        "Er bestaat in het licht van onder meer de artikelen 4, lid 3 en 6, lid 3, VEU en artikel 49 Handvest Grondrechten EU geen redelijke twijfel erover dat de veroordeling tot betaling van de tegenwaarde van de niet-aangehaalde en verbeurdverklaarde accijnsgoederen bij niet-wederoverlegging ervan geen straf met inbegrip van een verbeurdverklaring per equivalent is, maar een in de artikelen 1382 en 1383 oud Burgerlijk Wetboek en de artikelen 44 en 50 Strafwetboek bepaalde maatregel van burgerlijke aard (1); bijgevolg is er geen reden om volgende prejudiciële vragen te stellen aan het Hof van Justitie van de Europese Unie, in zoverre deze ervan uitgaan dat de vermelde veroordeling een straf is, namelijk: Moet Richtlijn 2008/118, gelezen in het licht van art. 6, lid 3 VEU, art. 49 van het Handvest van de grondrechten van de Europese Unie, en van de algemene beginselen van het Unierecht, inzonderheid de beginselen van doeltreffendheid van het Unierecht, rechtszekerheid en evenredigheid, aldus worden uitgelegd dat zij zich in een geval als het onderhavige verzet tegen de toepassing van een verbeurdverklaring per equivalent zonder dat hiervoor een uitdrukkelijke wettelijke grondslag is?”, en “ Moet Richtlijn 2008/118, gelezen in het licht van art. 4, lid 3 VEU en van de algemene beginselen van het Unierecht, inzonderheid de beginselen van doeltreffendheid en volle werking van het Unierecht evenals de beginselen van rechtszekerheid en evenredigheid, aldus worden uitgelegd dat zij zich in een geval als het onderhavige verzet tegen de toepassing van een verbeurdverklaring per equivalent?”. (1) Cass. 23 juni 2020, AR P.20.0020.N, AC 2020, nr. 436, NC 2021, 171.",
        "Er bestaat in het licht van onder meer de artikelen 4, lid 3 en 6, lid 3, VEU en artikel 49 Handvest Grondrechten EU geen redelijke twijfel erover dat de veroordeling tot betaling van de tegenwaarde van de niet-aangehaalde en verbeurdverklaarde accijnsgoederen bij niet-wederoverlegging ervan geen straf met inbegrip van een verbeurdverklaring per equivalent is, maar een in de artikelen 1382 en 1383 oud Burgerlijk Wetboek en de artikelen 44 en 50 Strafwetboek bepaalde maatregel van burgerlijke aard (1) ; bijgevolg is er geen reden om volgende prejudiciële vragen te stellen aan het Hof van Justitie van de Europese Unie, in zoverre deze ervan uitgaan dat de vermelde veroordeling een straf is, namelijk: Moet Richtlijn 2008/118, gelezen in het licht van art. 6, lid 3 VEU, art. 49 van het Handvest van de grondrechten van de Europese Unie, en van de algemene beginselen van het Unierecht, inzonderheid de beginselen van doeltreffendheid van het Unierecht, rechtszekerheid en evenredigheid, aldus worden uitgelegd dat zij zich in een geval als het onderhavige verzet tegen de toepassing van een verbeurdverklaring per equivalent zonder dat hiervoor een uitdrukkelijke wettelijke grondslag is?”, en “ Moet Richtlijn 2008/118, gelezen in het licht van art. 4, lid 3 VEU en van de algemene beginselen van het Unierecht, inzonderheid de beginselen van doeltreffendheid en volle werking van het Unierecht evenals de beginselen van rechtszekerheid en evenredigheid, aldus worden uitgelegd dat zij zich in een geval als het onderhavige verzet tegen de toepassing van een verbeurdverklaring per equivalent?”. (1) Cass. 23 juni 2020, AR P.20.0020.N, AC 2020, nr. 436, NC 2021, 171."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230616.1N.8": {
      "court": "CASS",
      "date": "2023-06-16",
      "roleNumber": "F.21.0097.N-F.21.0114.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230616.1N.8",
      "abstractFR": null,
      "abstractNL": [
        "Iedere nationale rechter die in het kader van zijn bevoegdheid is aangezocht als orgaan van een lidstaat, is verplicht iedere nationale bepaling die strijdig is met een bepaling van het Unierecht met rechtstreekse werking in het geschil dat aan hem is voorgelegd buiten toepassing te laten; een bepaling van het Unierecht zonder rechtstreekse werking kan daarentegen, als zodanig, in het kader van een onder het recht van de Unie vallend geding niet worden ingeroepen met het doel een daarmee strijdige bepaling van nationaal recht buiten toepassing te laten (1). (1) Zie concl. OM. Zie ook het arrest in dezelfde zin dd. 16 juni 2023 inzake F.21.0149.N."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221021.1N.7": {
      "court": "CASS",
      "date": "2022-10-21",
      "roleNumber": "F.21.0092.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221021.1N.7&lang=fr",
      "abstractFR": [
        "La circonstance qu'un fonctionnaire de l'Union européenne ne contribue pas aux finances communales par le biais d'une taxe communale additionnelle à l'impôt des personnes physiques ne permet pas de le traiter différemment, en ce qui concerne les autres taxes communales, des habitants inscrits au registre de la population.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "De omstandigheid dat een EU-ambtenaar niet door middel van een aanvullende gemeentebelasting op de personenbelasting bijdraagt tot de gemeentefinanciën, laat niet toe hem anders te behandelen dan de in het bevolkingsregister ingeschreven inwoners wat betreft de andere gemeentebelastingen."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200220.1N.8": {
      "court": "CASS",
      "date": "2020-02-20",
      "roleNumber": "C.18.0572.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200220.1N.8&lang=fr",
      "abstractFR": [
        "Le principe d'effectivité requiert qu'un intermédiaire qui a acquitté, pour le compte d'un particulier, une taxe prélevée en violation du droit de l'Union au bénéfice de l'État, doit encore pouvoir se retourner contre l'État lorsqu'il est poursuivi en justice par le particulier en vue du remboursement des cotisations perçues indûment et que le délai spécifique de forclusion dans lequel il peut engager une action personnelle en répétition contre l'État a expiré, dès lors que l'État doit supporter lui-même les conséquences, qui lui sont imputables, du paiement indu (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het effectiviteitsbeginsel vereist dat een tussenpersoon die voor rekening van een particulier een in strijd met het Unierecht gedane heffing aan de Staat heeft betaald, zich nog tegen de Staat moet kunnen keren wanneer zij door de particulier in terugbetaling wordt aangesproken van de ten onrechte ontvangen bijdragen en de bijzondere vervaltermijn waarbinnen zij een eigen vordering in terugbetaling tegen de staat kan instellen, is verstreken gezien de Staat zelf de aan hem toe te schrijven gevolgen van de onverschuldigde betaling dient te dragen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170508.1": {
      "court": "CASS",
      "date": "2017-05-08",
      "roleNumber": "C.16.0121.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170508.1&lang=fr",
      "abstractFR": [
        "Il résulte manifestement de la jurisprudence de la Cour de justice que le principe d'effectivité exige qu'un particulier, intervenant en qualité d'intermédiaire, qui a acquitté au bénéfice de l'État une taxe prélevée en violation du droit de l'Union pour le compte d'un autre particulier, doit encore pouvoir se retourner contre l'État, lorsqu'il est poursuivi en justice par le particulier en vue du remboursement des cotisations perçues indûment et que le délai particulier de forclusion dans lequel il peut introduire sa propre action en remboursement contre l'État a expiré; l'État est en effet tenu de supporter lui-même les conséquences du paiement indu qui lui sont imputables (1) (2). (1) Voir C.J.U.E., 19 mai 2011, affaire C-452/09, Iaia e.a.; C.J.U.E., 8 septembre 2011, affaires jointes C-89/10 et C-96/10, Q-Beef SA / État belge et Frans Bosschaert / État belge) (2) Voir les concl. en partie contraires du MP."
      ],
      "abstractNL": [
        "Uit de rechtspraak van het Hof van Justitie volgt kennelijk dat het effectiviteitsbeginsel vereist dat een als tussenpersoon optredende particulier die voor rekening van een andere particulier een in strijd met het Unierecht gedane heffing aan de Staat heeft betaald, zich nog tegen de Staat moet kunnen keren, wanneer zij door de particulier in terugbetaling wordt aangesproken van de ten onrechte ontvangen bijdragen en de bijzondere vervaltermijn waarbinnen zij een eigen vordering in terugbetaling tegen de Staat kan instellen, is verstreken; de Staat dient immers zelf de aan hem toe te schrijven gevolgen van de onverschuldigde betaling te dragen (1) (2). (1) Zie H.v.J. EU, 19 mei 2011, zaak C-452/09, Iaia e.a.; H.v.J. EU, 8 september 2011, gevoegde zaken C-89/10 en C-96/10, Q-Beef nv / Belgische Staat en Frans Bosschaert / Belgische Staat) (2) Zie deels andersluidende concl. OM."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2024:ARR.20240416.2N.21": {
      "court": "CASS",
      "date": "2024-04-16",
      "roleNumber": "P.23.1652.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240416.2N.21",
      "abstractFR": null,
      "abstractNL": [
        "Er bestaat in het licht van onder meer de artikelen 4, lid 3 en 6, lid 3, VEU en artikel 49 Handvest Grondrechten EU geen redelijke twijfel erover dat de veroordeling tot betaling van de tegenwaarde van de niet-aangehaalde en verbeurdverklaarde accijnsgoederen bij niet-wederoverlegging ervan geen straf met inbegrip van een verbeurdverklaring per equivalent is, maar een in de artikelen 1382 en 1383 oud Burgerlijk Wetboek en de artikelen 44 en 50 Strafwetboek bepaalde maatregel van burgerlijke aard (1); bijgevolg is er geen reden om volgende prejudiciële vragen te stellen aan het Hof van Justitie van de Europese Unie, in zoverre deze ervan uitgaan dat de vermelde veroordeling een straf is, namelijk: Moet Richtlijn 2008/118, gelezen in het licht van art. 6, lid 3 VEU, art. 49 van het Handvest van de grondrechten van de Europese Unie, en van de algemene beginselen van het Unierecht, inzonderheid de beginselen van doeltreffendheid van het Unierecht, rechtszekerheid en evenredigheid, aldus worden uitgelegd dat zij zich in een geval als het onderhavige verzet tegen de toepassing van een verbeurdverklaring per equivalent zonder dat hiervoor een uitdrukkelijke wettelijke grondslag is?”, en “ Moet Richtlijn 2008/118, gelezen in het licht van art. 4, lid 3 VEU en van de algemene beginselen van het Unierecht, inzonderheid de beginselen van doeltreffendheid en volle werking van het Unierecht evenals de beginselen van rechtszekerheid en evenredigheid, aldus worden uitgelegd dat zij zich in een geval als het onderhavige verzet tegen de toepassing van een verbeurdverklaring per equivalent?”. (1) Cass. 23 juni 2020, AR P.20.0020.N, AC 2020, nr. 436, NC 2021, 171.",
        "Er bestaat in het licht van onder meer de artikelen 4, lid 3 en 6, lid 3, VEU en artikel 49 Handvest Grondrechten EU geen redelijke twijfel erover dat de veroordeling tot betaling van de tegenwaarde van de niet-aangehaalde en verbeurdverklaarde accijnsgoederen bij niet-wederoverlegging ervan geen straf met inbegrip van een verbeurdverklaring per equivalent is, maar een in de artikelen 1382 en 1383 oud Burgerlijk Wetboek en de artikelen 44 en 50 Strafwetboek bepaalde maatregel van burgerlijke aard (1) ; bijgevolg is er geen reden om volgende prejudiciële vragen te stellen aan het Hof van Justitie van de Europese Unie, in zoverre deze ervan uitgaan dat de vermelde veroordeling een straf is, namelijk: Moet Richtlijn 2008/118, gelezen in het licht van art. 6, lid 3 VEU, art. 49 van het Handvest van de grondrechten van de Europese Unie, en van de algemene beginselen van het Unierecht, inzonderheid de beginselen van doeltreffendheid van het Unierecht, rechtszekerheid en evenredigheid, aldus worden uitgelegd dat zij zich in een geval als het onderhavige verzet tegen de toepassing van een verbeurdverklaring per equivalent zonder dat hiervoor een uitdrukkelijke wettelijke grondslag is?”, en “ Moet Richtlijn 2008/118, gelezen in het licht van art. 4, lid 3 VEU en van de algemene beginselen van het Unierecht, inzonderheid de beginselen van doeltreffendheid en volle werking van het Unierecht evenals de beginselen van rechtszekerheid en evenredigheid, aldus worden uitgelegd dat zij zich in een geval als het onderhavige verzet tegen de toepassing van een verbeurdverklaring per equivalent?”. (1) Cass. 23 juni 2020, AR P.20.0020.N, AC 2020, nr. 436, NC 2021, 171."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241126.2N.30": {
      "court": "CASS",
      "date": "2024-11-26",
      "roleNumber": "P.24.1540.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241126.2N.30",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 4, 5°, Wet Europees Aanhoudingsbevel bepaalt dat de tenuitvoerlegging van een Europees aanhoudingsbevel wordt geweigerd ingeval er ernstige redenen bestaan te denken dat de tenuitvoerlegging van dat bevel afbreuk zou doen aan de fundamentele rechten van de betrokkene, zoals die worden bevestigd door artikel 6 van het Verdrag betreffende de Europese Unie; uit het arrest van het Hof van Justitie van 5 april 2016, nr. C-404/15 (Pál Aranyosi) en C-659/15 (Câldâru), volgt dat het Belgische onderzoeksgerecht: - dat bewijzen heeft dat er een reëel gevaar bestaat dat personen die in de uitvaardigende staat zijn gedetineerd onmenselijk of vernederend worden behandeld, verplicht is te beoordelen of dit gevaar bestaat alvorens tot de tenuitvoerlegging van een Europees aanhoudingsbevel te besluiten; -zich bij deze beoordeling dient te baseren op objectieve, betrouwbare, nauwkeurige en naar behoren bijgewerkte gegevens die, wat de detentievoorwaarden van de uitvaardigende lidstaat betreft, kunnen duiden op gebreken die hetzij structureel of fundamenteel zijn, hetzij bepaalde groepen van personen raken, hetzij bepaalde detentiecentra betreffen; deze gegevens kunnen blijken uit internationale rechterlijke beslissingen, zoals de arresten van het Europees Hof voor de Rechten van de Mens; -concreet en nauwkeurig moet nagaan of er zwaarwegende en op feiten berustende gronden bestaan om aan te nemen dat de persoon tegen wie een Europees aanhoudingsbevel is uitgevaardigd vanwege de detentieomstandigheden in die lidstaat een reëel gevaar zal lopen te worden onderworpen aan een onmenselijke of vernederende behandeling wanneer hij wordt overgeleverd aan die lidstaat; en -daartoe, zo nodig, aan de uitvaardigende rechterlijke autoriteit om aanvullende gegevens moet verzoeken en in afwachting van de ontvangst van deze gegevens zijn beslissing over de overlevering moet uitstellen.",
        "Uit de overweging (10) van de preambule van het Kaderbesluit Europees Aanhoudingsbevel, waarvan de Wet Europees Aanhoudingsbevel de omzetting naar Belgisch recht uitmaakt, blijkt dat de regeling inzake het Europees aanhoudingsbevel berust op een hoge mate van vertrouwen tussen de lidstaten; deze hoge mate van vertrouwen tussen de lidstaten houdt een vermoeden in van eerbiediging door de uitvaardigende lidstaat van de fundamentele rechten bedoeld in artikel 4, 5°, Wet Europees Aanhoudingsbevel; de weigering tot overlevering op grond van die bepaling is dan ook enkel verantwoord wanneer er ernstige en concrete gegevens worden aangevoerd die doen aannemen dat de fundamentele rechten van de persoon zelf, om wiens overlevering wordt gevraagd, in de uitvaardigende staat kennelijk in gevaar zullen worden gebracht, of met andere woorden dat er een ernstig, persoonlijk en direct risico is op miskenning van zijn fundamentele rechten; het onderzoeksgerecht oordeelt onaantastbaar of dergelijke gegevens voorhanden zijn; het onderzoeksgerecht oordeelt evenzeer onaantastbaar of het zich op basis van de informatie die het dossier bevat en die door de partijen wordt overgelegd, voldoende voorgelicht acht om zich uit te spreken over het toepassen van de weigeringsgrond van artikel 4, 5°, Wet Europees Aanhoudingsbevel; uit het loutere feit dat de betrokkene een mogelijke miskenning van zijn fundamentele rechten aanvoert omwille van de detentieomstandigheden in gevangenissen van de uitvaardigende staat, volgt niet dat het onderzoeksgerecht steeds verplicht is daarover nadere informatie in te winnen (1). (1) Zie o.a. Cass. 13 augustus 2024, AR P.24.1221.F, AC 2024, nr. 528; Cass. 20 februari 2024, AR P.24.0231.N, AC 2024, nr. 144; Cass. 19 april 2022, AR P.22.0483.N, AC 2022, nr. 270; Cass. 25 augustus 2021, AR P.P.21.1119.N, AC 2021, nr. 505; Cass. 24 maart 2020, AR P.20.0320.N, AC 2020, nr. 212; Cass. 10 maart 2020, AR P.20.0242.N, AC 2020, nr. 179; Cass. 19 november 2013, AR P.13.1765.N, AC 2013, nr. 615."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200324.2N.20": {
      "court": "CASS",
      "date": "2020-03-24",
      "roleNumber": "P.20.0320.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200324.2N.20&lang=fr",
      "abstractFR": [
        "L'article 4, 5°, de la loi du 19 décembre 2003 relative au mandat européen dispose que l'exécution d'un mandat d'arrêt européen est refusée s'il y a des raisons sérieuses de croire que l'exécution du mandat d'arrêt européen aurait pour effet de porter atteinte aux droits fondamentaux de la personne concernée, tels qu'ils sont consacrés par l'article 6 du traité sur l'Union européenne et la juridiction d'instruction apprécie en fait s'il existe un danger manifeste pour les droits fondamentaux au sens de l'article 4, 5°, de la loi du 19 décembre 2003 et si les éléments renversent la présomption de respect de ces droits dont l'État d'émission bénéficie ; la juridiction d'instruction apprécie souverainement la valeur probante des éléments de fait régulièrement produits que les parties ont pu contredire et, lorsqu'elle considère que la personne dont la remise est demandée ne rend pas plausible l'existence d'un risque manifeste d'atteinte à ses droits fondamentaux, elle n'est pas tenue d'inviter la personne concernée à fournir de plus amples informations à ce sujet (1). (1) Cass. 1er mars 2006, RG P.06.0280.F, Pas. 2006, n° 116 ; M.-A. Beernaert, H.D. BOSLY et D. VANDERMEERSCH, « Droit de la procédure pénale », 2017, 8e éd., T. II, 1806-1810 ; J. VAN GAEVER, « Het Europees aanhoudingsbevel in de praktijk », Kluwer, 2013, 86-104."
      ],
      "abstractNL": [
        "Artikel 4, 5°, Wet Europees Aanhoudingsbevel bepaalt dat de tenuitvoerlegging van een Europees aanhoudingsbevel wordt geweigerd ingeval er ernstige redenen bestaan te denken dat de tenuitvoerlegging van het Europees bevel afbreuk zou doen aan de fundamentele rechten van de betrokken persoon, zoals die worden bevestigd door artikel 6 VEU en het onderzoeksgerecht beoordeelt in feite of er een kennelijk gevaar voor de fundamentele rechten bestaat in de zin van artikel 4, 5°, Wet Europees Aanhoudingsbevel en of de gegevens het vermoeden van eerbiediging van die rechten door de uitvaardigende staat weerleggen; het onderzoeksgerecht beoordeelt onaantastbaar de bewijswaarde van de regelmatig voorgelegde feitelijke gegevens waarover de partijen tegenspraak hebben kunnen voeren en wanneer het van oordeel is dat de persoon wiens overlevering wordt gevraagd, niet aannemelijk maakt dat er een kennelijk gevaar bestaat voor een aantasting van zijn fundamentele rechten, is het niet verplicht de betrokkene te verzoeken om daarover nadere gegevens te verstrekken (1). (1) Cass. 1 maart 2006, AR P.06.0280.F, AC 2006, nr. 116; M.-A. BEERNAERT, H.D. BOSLY et D. VANDERMEERSCH, Droit de la procédure pénale, 2017, 8ste ed., T. II, 1806-1810; J. Van Gaever, Het Europees aanhoudingsbevel in de praktijk, Kluwer, 2013, 86-104."
      ]
    }
  },
  "13": {
    "ECLI:BE:CASS:2024:ARR.20240611.2N.21": {
      "court": "CASS",
      "date": "2024-06-11",
      "roleNumber": "P.23.1538.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240611.2N.21",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 17, tweede lid, Gerechtelijk Wetboek, zoals ingevoegd bij artikel 137 van de wet van 21 december 2018 houdende diverse bepalingen betreffende justitie, vereist dat de rechtsvordering van de rechtspersoon, in zoverre die rechtspersoon voldoet aan de voor het overige gestelde voorwaarden, de bescherming beoogt van de rechten van de mens of fundamentele vrijheden zoals zij zijn erkend in de Grondwet en in de internationale instrumenten die België binden; de bescherming van het dierenwelzijn is erkend in internationale instrumenten die België binden, evenwel zonder dat die instrumenten aan België de verplichting opleggen om de toegang tot de rechter te verzekeren aan verenigingen die zich het dierenwelzijn of bepaalde aspecten daarvan tot maatschappelijk doel hebben gesteld, met het oog op de betwisting van gedragingen die strijdig zijn met bepalingen betreffende het dierenwelzijn; evenmin is het bevorderen of vrijwaren van het dierenwelzijn een doelstelling die de bescherming beoogt van de rechten van de mens of van fundamentele vrijheden zoals zij zijn erkend in de Grondwet (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250916.2N.9": {
      "court": "CASS",
      "date": "2025-09-16",
      "roleNumber": "P.25.0400.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250916.2N.9",
      "abstractFR": null,
      "abstractNL": [
        "Uit de wetsgeschiedenis van artikel 17, tweede lid, Gerechtelijk Wetboek, zoals ingevoegd bij artikel 137 van de wet van 21 december 2018 houdende diverse bepalingen betreffende justitie, en het arrest van het Grondwettelijk Hof nr. 133/2013 van 10 oktober 2013 blijkt dat artikel 17, tweede lid, Gerechtelijk Wetboek beoogt aan rechtspersonen een vorderingsrecht toe te kennen dat overeenstemt met hun statutair doel en ter bescherming van de fundamentele rechten zoals zij zijn erkend in de Grondwet of in de internationale verdragen waarbij België partij is, maar tevens beoogt dit vorderingsrecht hoofdzakelijk te beperken tot de zaken waarin de fundamentele rechten op het spel staan om een verveelvoudiging van geschillen te vermijden; artikel 17, tweede lid, Gerechtelijk Wetboek vereist aldus dat de rechtsvordering van de rechtspersoon, in zoverre die rechtspersoon voldoet aan de voor het overige gestelde voorwaarden, de bescherming beoogt van de rechten van de mens of fundamentele vrijheden zoals zij zijn erkend in de Grondwet en in de internationale instrumenten die België binden; de bescherming van het dierenwelzijn is erkend in internationale instrumenten die België binden, zoals de EG-Verordening nr. 1099/2009, evenwel zonder dat die instrumenten aan België de verplichting opleggen om de toegang tot de rechter te verzekeren aan verenigingen die zich het dierenwelzijn of bepaalde aspecten daarvan tot maatschappelijk doel hebben gesteld, met het oog op de betwisting van gedragingen die strijdig zijn met bepalingen betreffende het dierenwelzijn; evenmin is het bevorderen of vrijwaren van het dierenwelzijn een doelstelling die de bescherming beoogt van de rechten van de mens of van fundamentele vrijheden zoals zij zijn erkend in de Grondwet; aldus dient artikel 17, tweede lid, Gerechtelijk Wetboek zo te worden uitgelegd dat het een vereniging toelaat in rechte op te treden ter verwezenlijking van haar maatschappelijk doel, wanneer dat doel de bescherming beoogt van de rechten van de mens of de fundamentele vrijheden zoals erkend in de Grondwet en in de internationale instrumenten die België binden, maar niet wanneer haar doel als dusdanig de bescherming of de vrijwaring van het dierenwelzijn beoogt (1). (1) Zie concl. ‘in hoofdzaak' OM."
      ]
    }
  },
  "19": {
    "ECLI:BE:CASS:2023:ARR.20230306.3N.5": {
      "court": "CASS",
      "date": "2023-03-06",
      "roleNumber": "S.20.0021.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230306.3N.5",
      "abstractFR": null,
      "abstractNL": [
        "Een op een prejudiciële vraag gewezen arrest van het Hof van Justitie van de Europese Unie bindt niet slechts de verwijzende rechter, maar ook elke andere nationale rechter, wat betreft de uitleg van de in het geding zijnde bepalingen van Unierecht, onder voorbehoud van de mogelijkheid voor deze nationale rechter om een nieuwe vraag te stellen aan het Hof van Justitie (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171012.14": {
      "court": "CASS",
      "date": "2017-10-12",
      "roleNumber": "C.17.0278.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171012.14&lang=fr",
      "abstractFR": [
        "Un arrêt de la Cour de justice de l'Union européenne rendu sur question préjudicielle lie non seulement le juge de renvoi, mais également tout autre juge national, en ce qui concerne les dispositions en cause du droit de l'Union, sous réserve de la possibilité pour ce juge national de poser une nouvelle question à la Cour de justice."
      ],
      "abstractNL": [
        "Een op een prejudiciële vraag gewezen arrest van het Hof van Justitie van de Europese Unie bindt niet slechts de verwijzende rechter, maar ook elke andere nationale rechter, wat betreft de uitleg van de in het geding zijnde bepalingen van Unierecht, onder voorbehoud van de mogelijkheid voor deze nationale rechter om een nieuwe vraag te stellen aan het Hof van Justitie."
      ]
    }
  }
}