{
  "3": {
    "ECLI:BE:CASS:2019:ARR.20190325.2": {
      "court": "CASS",
      "date": "2019-03-25",
      "roleNumber": "S.17.0048.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190325.2",
      "abstractFR": [
        "Pour être considérée comme un complément aux avantages accordés pour les diverses branches de la sécurité sociale, l'indemnité doit avoir pour objet de compenser la perte des revenus du travail ou l'accroissement des dépenses provoqués par la réalisation d'un des risques couverts par les diverses branches de la sécurité sociale (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Om te worden beschouwd als een aanvulling van de voordelen toegekend voor de verschillende takken van de sociale zekerheid, moet de vergoeding de compensatie beogen van het verlies van de beroepsinkomsten of van de toename van de kosten ten gevolge van de verwezenlijking van een van de risico's die door de verschillende takken van de sociale zekerheid zijn gedekt (1). (1) Zie concl. OM in Pas. 2019, nr. 178."
      ]
    }
  },
  "42": {
    "ECLI:BE:CASS:2015:ARR.20150622.3": {
      "court": "CASS",
      "date": "2015-06-22",
      "roleNumber": "S.15.0003.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150622.3",
      "abstractFR": [
        "L'infraction consistant dans le non-paiement de la rémunération est consommée par une seule omission au moment où le paiement doit être effectué; une telle infraction est une infraction instantanée et non une infraction continue (1). (1) Cass. 21 décembre 1992, RG 9547, Pas. 1992, n° 807; Cass. 4 décembre 1989, RG 6869, Pas. 1990, n° 218."
      ],
      "abstractNL": [
        "Het misdrijf dat bestaat in de niet-betaling van het loon is voltrokken door één enkel verzuim, op het ogenblik dat de betaling moet worden verricht; een dergelijk misdrijf is een aflopend misdrijf en geen voortdurend misdrijf (1). (1) Cass. 21 december 1992, AR 9547, AC 1992, nr. 807; Cass. 4 december 1989, AR 6869, AC 1990, nr. 218."
      ]
    }
  }
}