{
  "3": {
    "ECLI:BE:CASS:2017:ARR.20170321.4": {
      "court": "CASS",
      "date": "2017-03-21",
      "roleNumber": "P.16.1031.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170321.4&lang=fr",
      "abstractFR": [
        "L'État belge peut se constituer partie civile devant le juge pénal sur la base d'infractions ayant pour objet la déduction illicite de la TVA ou le défaut de paiement de la TVA et, concernant la TVA illicitement déduite ou le défaut de paiement de la TVA, la circonstance que l'administration dispose d'une possibilité propre de recouvrement de la taxe éludée qui consiste en la solidarité découlant d'une condamnation comme auteur ou complice d'infractions visées aux articles 73 et 73bis du Code de la TVA, ne prive pas l'État belge d'avoir accès à la justice par la voie d'une procédure ordinaire (1). (1) Voir Cass. 15 février 2000, RG P.98.0836.N, Pas. 2000, n° 123."
      ],
      "abstractNL": [
        "De Belgische Staat kan zich voor de strafrechter burgerlijke partij stellen op grond van de misdrijven die het onrechtmatig aftrekken van btw of de niet-betaling van btw tot voorwerp hebben en dit voor de onrechtmatig afgetrokken btw of niet-betaalde btw, waarbij de omstandigheid dat de administratie voor de betaling van de ontdoken belasting over een eigen mogelijkheid tot herstel beschikt, die bestaat in de hoofdelijkheid voortvloeiend uit een veroordeling als dader of medeplichtige aan de misdrijven bedoeld in de artikelen 73 en 73bis Btw- wetboek, de Belgische Staat niet de toegang tot de rechter ontzegt door middel van de gewone rechtspleging (1). (1) Zie Cass. 15 februari 2000, AR P.98.0836.N, AC 2000, nr.123."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160302.1": {
      "court": "CASS",
      "date": "2016-03-02",
      "roleNumber": "P.15.0929.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160302.1",
      "abstractFR": [
        "Le dommage causé par une infraction dont la réparation est demandée devant le juge pénal doit être actuel et certain; si le préjudice invoqué est éventuel et incertain, la partie qui invoque ce type de préjudice n'est pas recevable à en demander la réparation en justice (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Hoewel de administratie der directe belastingen het recht heeft op grond van belastingmisdrijven een burgerlijke rechtsvordering in te stellen, kan ze dat enkel in zoverre ze het herstel vordert van schade waarvoor de wetgeving in geen eigen mogelijkheid tot herstel voorziet, met andere woorden, voor specifieke schade (1). (1) Zie concl. OM in Pas. 2016, nr. ......"
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2017:ARR.20170607.1": {
      "court": "CASS",
      "date": "2017-06-07",
      "roleNumber": "P.16.0701.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170607.1",
      "abstractFR": [
        "En cas de décès du prévenu avant que sa responsabilité pénale ait été établie, il appartient au juge répressif saisi de l'action civile de rechercher, non pas si le défunt s'est rendu coupable de l'infraction, mais si son comportement, tel qu'il apparaît des faits visés par la poursuite, a constitué une faute en relation causale avec le dommage allégué par la partie civile (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "In geval van overlijden van de beklaagde vooraleer zijn strafrechtelijke verantwoordelijkheid werd vastgesteld, staat het niet aan de strafrechter bij wie de burgerlijke rechtsvordering aanhangig is gemaakt om te onderzoeken of de overledene zich aan het misdrijf schuldig heeft gemaakt maar wel of zijn gedrag, zoals dat uit de in de vervolging bedoelde feiten blijkt, een fout heeft opgeleverd die in oorzakelijk verband staat met de door de burgerlijke partij aangevoerde schade (1). (1) Zie concl. OM in Pas. 2017, nr. X."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170321.4": {
      "court": "CASS",
      "date": "2017-03-21",
      "roleNumber": "P.16.1031.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170321.4&lang=fr",
      "abstractFR": [
        "L'État belge peut se constituer partie civile devant le juge pénal sur la base d'infractions ayant pour objet la déduction illicite de la TVA ou le défaut de paiement de la TVA et, concernant la TVA illicitement déduite ou le défaut de paiement de la TVA, la circonstance que l'administration dispose d'une possibilité propre de recouvrement de la taxe éludée qui consiste en la solidarité découlant d'une condamnation comme auteur ou complice d'infractions visées aux articles 73 et 73bis du Code de la TVA, ne prive pas l'État belge d'avoir accès à la justice par la voie d'une procédure ordinaire (1). (1) Voir Cass. 15 février 2000, RG P.98.0836.N, Pas. 2000, n° 123."
      ],
      "abstractNL": [
        "De Belgische Staat kan zich voor de strafrechter burgerlijke partij stellen op grond van de misdrijven die het onrechtmatig aftrekken van btw of de niet-betaling van btw tot voorwerp hebben en dit voor de onrechtmatig afgetrokken btw of niet-betaalde btw, waarbij de omstandigheid dat de administratie voor de betaling van de ontdoken belasting over een eigen mogelijkheid tot herstel beschikt, die bestaat in de hoofdelijkheid voortvloeiend uit een veroordeling als dader of medeplichtige aan de misdrijven bedoeld in de artikelen 73 en 73bis Btw- wetboek, de Belgische Staat niet de toegang tot de rechter ontzegt door middel van de gewone rechtspleging (1). (1) Zie Cass. 15 februari 2000, AR P.98.0836.N, AC 2000, nr.123."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170221.5": {
      "court": "CASS",
      "date": "2017-02-21",
      "roleNumber": "P.16.1079.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170221.5&lang=fr",
      "abstractFR": [
        "Il résulte de l'article 4, alinéa 10, du Titre préliminaire du Code de procédure pénale que le juge est tenu d'écarter des débats, sans aucune demande des parties à cette fin, des conclusions déposées en dehors des délais fixés, à moins que les parties soient d'accord pour maintenir dans les débats les conclusions ou que, eu égard à la découverte d'une pièce ou d'un fait nouveau et pertinent, un nouveau délai ait été octroyé pour conclure."
      ],
      "abstractNL": [
        "Uit artikel 4, tiende lid, Voorafgaande Titel Wetboek van Strafvordering volgt dat de rechter conclusies, neergelegd buiten de vastgestelde termijnen, zonder enig verzoek daartoe van de partijen uit het debat dient te weren tenzij partijen akkoord zijn om de conclusies in het debat te houden of, gelet op de ontdekking van een nieuw en ter zake dienend stuk of feit, een nieuwe conclusietermijn werd verleend."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160302.1": {
      "court": "CASS",
      "date": "2016-03-02",
      "roleNumber": "P.15.0929.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160302.1",
      "abstractFR": [
        "L'action civile que la loi permet de poursuivre en même temps et devant les mêmes juges que l'action publique est, sauf les exceptions prévues par la loi, celle qui tend à la réparation du dommage causé par une infraction; l'action résultant d'une infraction mais n'ayant pas pour objet la réparation du préjudice qu'elle a causé, ne peut être déférée aux juridictions répressives (1). (1) Voir les concl. du MP.",
        "L'action civile que la loi permet de poursuivre en même temps et devant les mêmes juges que l'action publique est, sauf les exceptions prévues par la loi, celle qui tend à la réparation du dommage causé par une infraction; l'action résultant d'une infraction mais n'ayant pas pour objet la réparation du préjudice qu'elle a causé, ne peut être déférée aux juridictions répressives(1). (1) Voir les concl. du MP.",
        "Le dommage causé par une infraction dont la réparation est demandée devant le juge pénal doit être actuel et certain; si le préjudice invoqué est éventuel et incertain, la partie qui invoque ce type de préjudice n'est pas recevable à en demander la réparation en justice (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De burgerlijke rechtsvordering die volgens de wet tegelijkertijd en voor dezelfde rechters kan vervolgd worden als de strafvordering is, behoudens de bij wet bepaalde uitzonderingen, die welke tot vergoeding strekt van door een misdrijf veroorzaakte schade; de rechtsvordering voortvloeiend uit een misdrijf die niet tot vergoeding van de daardoor veroorzaakte schade strekt, kan niet voor de strafgerechten worden gebracht (1). (1) Zie concl. OM in Pas. 2016, nr. ......",
        "De door een misdrijf veroorzaakte schade waarvan de vergoeding voor de strafrechter wordt gevorderd, moet actueel en vaststaand zijn; als het aangevoerde nadeel toekomstig en onzeker is, kan de partij die een dergelijk nadeel aanvoert geen ontvankelijke rechtsvordering tot schadevergoeding instellen (1). (1) Zie concl. OM in Pas. 2016, nr. ......",
        "Hoewel de administratie der directe belastingen het recht heeft op grond van belastingmisdrijven een burgerlijke rechtsvordering in te stellen, kan ze dat enkel in zoverre ze het herstel vordert van schade waarvoor de wetgeving in geen eigen mogelijkheid tot herstel voorziet, met andere woorden, voor specifieke schade (1). (1) Zie concl. OM in Pas. 2016, nr. ......"
      ]
    }
  },
  "16": {
    "ECLI:BE:CASS:2014:ARR.20140603.1": {
      "court": "CASS",
      "date": "2014-06-03",
      "roleNumber": "P.13.0283.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140603.1&lang=fr",
      "abstractFR": [
        "Le juge pénal ne peut déclarer établi un abus de confiance sans constater l'existence du contrat contesté par le prévenu selon les règles de l'article 1341 et suivants du Code civil ou sans indiquer les circonstances dans lesquelles il n'aurait pas été possible pour le créancier de produire une preuve écrite dudit contrat et qui admettraient la preuve de son existence par témoins ou par présomptions (1). (1) Cass., 19 février 2013, RG P.12.0637.N, Pas., 2013, n° 115."
      ],
      "abstractNL": [
        "De strafrechter vermag niet een misbruik van vertrouwen bewezen te verklaren zonder het bestaan van de door de beklaagde betwiste overeenkomst naar de regels van artikel 1341 en volgende Burgerlijk Wetboek vast te stellen of zonder de omstandigheden aan te wijzen waardoor het de schuldeiser niet mogelijk zou zijn geweest zich een schriftelijk bewijs van die overeenkomst te verschaffen en die het bewijs van het bestaan ervan door getuigen of vermoedens zouden toelaten (1). (1) Cass. 19 februari 2013, AR P.12.0637.N, AC 2013, nr. 115"
      ]
    }
  },
  "20": {
    "ECLI:BE:CASS:2015:ARR.20151103.3": {
      "court": "CASS",
      "date": "2015-11-03",
      "roleNumber": "P.14.1158.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151103.3&lang=fr",
      "abstractFR": [
        "Le décès du prévenu survenu avant que la décision attaquée rendue sur l'action publique ne passe en force de chose jugée entraîne l'extinction de l'action publique, cette décision demeurant, par conséquent, sans effet; dans la mesure où il est dirigé contre la décision rendue sur l'action publique, le pourvoi n'a plus d'objet (1). (1) Cass. 9 octobre 2007, RG P.07.0381.N, Pas. 2007, n° 463; R. DECLERCQ, Beginselen van strafrechtspleging, Malines, Kluwer, 2014, 86, n° 155."
      ],
      "abstractNL": [
        "Het overlijden van de beklaagde vooraleer de bestreden beslissing op de strafvordering in kracht van gewijsde is gegaan, heeft het verval van de strafvordering tot gevolg zodat bijgevolg die beslissing zonder uitwerking blijft; in zoverre het cassatieberoep gericht is tegen de beslissing op de strafvordering, heeft het geen bestaansreden meer (1). (1) Cass. 9 oktober 2007, AR P.07.0381.N, AC 2007, nr. 463; R. DECLERCQ, Beginselen van strafrechtspleging, Mechelen, Kluwer, 2014, 86, nr. 155."
      ]
    }
  },
  "21": {
    "ECLI:BE:CASS:2015:ARR.20150421.3": {
      "court": "CASS",
      "date": "2015-04-21",
      "roleNumber": "P.13.1281.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150421.3&lang=fr",
      "abstractFR": [
        "Sans examiner d'aucune manière à quelles dates auraient été commises certaines préventions, pour autant qu'elles sont établies, les juges d'appel ont déclaré l'action publique exercée du chef de ces préventions, pour lesquelles ils ont indiqué qu'elles n'avaient pu être commises avec la même intention délictueuse que les faits d'une autre prévention du chef de laquelle le prévenu a été déclaré coupable, prescrite sur la base d'un acte interruptif antérieur à la dernière date possible de ces faits, tels que qualifiés, et, par conséquent, ils ont déclaré irrecevables les actions civiles, en tant qu'elles sont fondées sur les préventions; la Cour ne peut ainsi vérifier si l'action publique exercée du chef des préventions est ou non prescrite à la date du prononcé de l'arrêt ni si les actions publiques fondées sur ces préventions ont été introduites postérieurement à la prescription de l'action publique et elle casse la décision attaquée, avec renvoi, dans la mesure où elle se prononce sur ces actions civiles, en tant qu'elles sont fondées sur ces préventions (1). (1) Voir Cass. 6 septembre 2000, RG P.00.0310.F, Pas. 2000, n° 443; Cass. 7 novembre 2000, RG P.99.0048.N, Pas. 2000, n° 604; Cass. 2 mai 2006, RG P.06.0125.N, Pas. 2006, n° 252."
      ],
      "abstractNL": [
        "Zonder op enigerlei wijze te onderzoeken op welke data bepaalde telastleggingen, voor zo ver bewezen, zouden gepleegd zijn, verklaren de appelrechters de strafvordering voor die telastleggingen, waarvoor zij te kennen geven dat zij mogelijk met hetzelfde opzet gepleegd werden als de feiten van een andere telastlegging waaraan de beklaagde schuldig wordt verklaard, vervallen door verjaring op grond van een stuitingsdaad die zich situeert vóór de mogelijk laatste datum van deze feiten, zoals omschreven, en verklaren zij dienvolgens de burgerlijke rechtsvorderingen, in zoverre zij gesteund zijn op de telastleggingen niet ontvankelijk; het Hof kan aldus niet nagaan of de strafvordering voor de telastleggingen wel of niet was verjaard op de dag waarop het arrest is uitgesproken en of de burgerlijke rechtsvorderingen die op deze telastleggingen werden gesteund, werden ingesteld nadat de strafvordering vervallen was door verjaring en vernietigt de bestreden beslissing in zoverre die uitspraak doet over die burgerlijke rechtsvorderingen, in de mate zij gesteund zijn op die telastleggingen, met verwijzing (1). (1) Zie Cass. 6 september 2000, AR P.00.0310.F, AC 2000, nr. 443; Cass. 7 november 2000, AR P.99.0048.N, AC 2000, nr. 604; Cass. 2 mei 2006, AR P.06.0125.N, AC 2006, nr. 252."
      ]
    }
  },
  "22": {
    "ECLI:BE:CASS:2018:ARR.20180919.3": {
      "court": "CASS",
      "date": "2018-09-19",
      "roleNumber": "P.18.0456.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180919.3",
      "abstractFR": [
        "Constitue un acte d'instruction de nature à interrompre la prescription de l'action publique, tout acte émanant d'une autorité qualifiée à cet effet et ayant pour objet de recueillir des preuves ou de mettre la cause en état d'être jugée; constitue un acte de poursuite, l'acte qui émane d'une autorité qualifiée à cet effet et qui a pour objet de provoquer la répression ou la mise en jugement de l'inculpé (1). (1) Voir les concl. du MP.",
        "La déclaration d'incompétence même du tribunal saisi n'empêche pas la citation d'interrompre la prescription de l'action publique lorsque cet acte a été donné à la requête d'une autorité investie du pouvoir de mettre valablement l'action publique en mouvement à raison de la nature du fait incriminé, peu importe qu'il ait existé dans le chef de cette autorité une cause d'incompétence découlant de la qualité personnelle du prévenu (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Elke handeling die uitgaat van een daartoe bevoegde overheid en die tot doel heeft bewijzen te verzamelen of de zaak in staat van wijzen te brengen, levert een daad van onderzoek op die de verjaring van de strafvordering stuit; de handeling die uitgaat van een daartoe bevoegde overheid en die de bestraffing of de berechting van de inverdenkinggestelde beoogt, levert een daad van vervolging op (1). (1) Zie concl. OM in Pas. 2018, nr. 481.",
        "De onbevoegdverklaring van de rechtbank waar de zaak aanhangig is gemaakt, belet als dusdanig niet dat de verjaring van de strafvordering door de dagvaarding wordt gestuit wanneer die akte werd afgegeven op verzoek van een overheid die, door de aard van het ten laste gelegde feit, bevoegd is om de strafvordering rechtsgeldig in beweging te zetten ongeacht of er uit hoofde van de overheid een grond van onbevoegdheid bestond die voortvloeit uit de persoonlijke hoedanigheid van de beklaagde (1). (1) Zie concl. OM in Pas. 2018, nr. 481."
      ]
    }
  },
  "24": {
    "ECLI:BE:CASS:2017:ARR.20170301.3": {
      "court": "CASS",
      "date": "2017-03-01",
      "roleNumber": "P.16.1283.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170301.3",
      "abstractFR": [
        "Lorsqu'un jugement par défaut a été signifié mais ne l'a pas été à personne, le délai de la prescription de l'action publique est, à l'expiration du délai ordinaire d'opposition, suspendu et remplacé par le délai de prescription de la peine et ne reprend son cours qu'à la date de l'opposition déclarée recevable au jugement par défaut (1). (1) Voir les concl. du MP, point IV.1.",
        "La prescription de l'action publique est suspendue lorsqu'un prévenu forme une opposition qui est déclarée irrecevable ou non avenue, pendant le traitement de celle-ci; cette suspension court depuis l'acte d'opposition jusqu'à la décision constatant que l'opposition est irrecevable ou non avenue (1). (1) Ibid., point IV.2."
      ],
      "abstractNL": [
        "Wanneer een verstekvonnis werd betekend, doch niet aan de persoon, wordt, bij het verstrijken van de gewone verzettermijn, de verjaringstermijn van de strafvordering geschorst en vervangen door de verjaringstermijn van de straf en begint die geschorste termijn pas opnieuw te lopen vanaf de dag waarop het verzet tegen het verstekvonnis ontvankelijk wordt verklaard (1). (1) Zie concl. O.M. , punt IV.1, in Pas. 2017, nr.",
        "De verjaring van de strafvordering is geschorst wanneer een beklaagde verzet aantekent dat onontvankelijk of ongedaan wordt verklaard, tijdens de behandeling daarvan; die schorsing geldt vanaf de akte van verzet tot de beslissing die vaststelt dat het verzet onontvankelijk dan wel ongedaan is (1). (1) Ibid, punt IV.2."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161018.6": {
      "court": "CASS",
      "date": "2016-10-18",
      "roleNumber": "P.16.0124.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161018.6&lang=fr",
      "abstractFR": [
        "La disposition prévue à l'article 8, alinéa 3, de la loi spéciale du 6 janvier 1989 sur la Cour constitutionnelle a une portée générale et signifie qu'en règle, les effets de la disposition annulée sont maintenus à l'égard de tous les actes et décisions administratifs et judiciaires (1). (1) Voir R. MOERENHOUT, Commentaar bij artikel 8 Bijzondere Wet van 6 januari 1989, OAPR, fascicule 8 (janvier l999); R. ANDERSEN, « La modulation dans le temps des effets des arrêts d'annulation du Conseil d'État », in Liber Amicorum Michel Melchior, pp. 385-386; VERSTRAELEN, S., « Toen barstte de bom: het Grondwettelijk Hof handhaaft in een prejudicieel arrest de gevolgen van een vastgestelde ongrondwettigheid », RW 2011-12, 1230; TULKENS, F., « Actualités et réflexions sur le droit transitoire jurisprudentiel. Quand le juge maintient les effets de ce qu'il annule. », JT 2012, 737."
      ],
      "abstractNL": [
        "De bepaling van artikel 8, derde lid, Bijzondere Wet Grondwettelijk Hof heeft een algemene strekking en betekent dat de gevolgen van de vernietigde bepaling in de regel worden gehandhaafd ten aanzien van alle administratieve en rechterlijke handelingen en beslissingen (1). (1) Zie R. MOERENHOUT, Commentaar bij artikel 8 Bijzondere Wet van 6 januari 1989, OAPR, afl. 8 (januari 1999); R. ANDERSEN, 'La modulation dans le temps des effets des arrêts d'annulatoin du conseil d'Etat', in Liber Amicorum Michel Melchior, blz. 385-386; VERSTRAELEN, S., 'Toen barstte de bom: het Grondwettelijk Hof handhaaft in een prejudicieel arrest de gevolgen van een vastgestelde ongrondwettigheid', RW 2011-12, 1230; TULKENS, F., 'Actualités et réflexions sur le droit transitoire jurisprudentiel. Quand le juge maintien les effets de ce qu'il annule.', JT 2012, 737."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160601.1": {
      "court": "CASS",
      "date": "2016-06-01",
      "roleNumber": "P.16.0061.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160601.1",
      "abstractFR": [
        "La prescription de l'action publique est suspendue lorsque la loi le prévoit ou lorsqu'il existe un obstacle légal à l'introduction ou à l'exercice de l'action publique; dès lors que la partie publique a la possibilité d'interjeter appel contre toute ordonnance du juge d'instruction et, partant, de poursuivre l'exercice de l'action publique, le refus du magistrat instructeur d'instruire la cause ne constitue pas un obstacle légal à l'exercice de cette action (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De verjaring van de strafvordering is geschorst wanneer de wet dit bepaalt of wanneer er een wettelijk beletsel bestaat dat de instelling of de uitoefening van de strafvordering verhindert; aangezien het openbaar ministerie hoger beroep kan instellen tegen elke beschikking van de onderzoeksrechter en, bijgevolg, de uitoefening van de strafvordering kan voortzetten, is de weigering van de onderzoeksmagistaat om de zaak te behandelen geen wettelijk beletsel voor de uitoefening van de strafvordering (1). (1) Zie concl. OM in Pas. 2016, nr. ....."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151125.1": {
      "court": "CASS",
      "date": "2015-11-25",
      "roleNumber": "P.14.1704.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151125.1",
      "abstractFR": [
        "En considérant que, lorsqu'il a formulé sa demande de devoirs complémentaires, le prévenu était informé des effets qu'elle pouvait entraîner sur la prescription, le jugement ne sanctionne pas la manière dont il s'est défendu mais se borne à constater la conséquence légale que l'accueil d'une telle demande impliquait"
      ],
      "abstractNL": [
        "Door te oordelen dat de beklaagde bij het formuleren van zijn verzoek tot bijkomende onderzoekshandelingen op de hoogte was van de gevolgen die dat verzoek kon hebben op de verjaring, bestraft het vonnis niet de manier waarop hij zich verdedigd heeft maar stelt enkel het wettelijke gevolg vast van het inwilligen van een dergelijk verzoek."
      ]
    }
  },
  "26": {
    "ECLI:BE:CASS:2016:ARR.20160229.3": {
      "court": "CASS",
      "date": "2016-02-29",
      "roleNumber": "S.15.0049.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160229.3",
      "abstractFR": [
        "Les dispositions de l'article 100 de la loi sur la comptabilité de l'État, coordonnées le 17 juillet 1991, qui, fixant la prescription des actions en paiement des créances contre l'État, intéressent l'ordre public, n'excluent pas l'application, lorsque les conditions en sont réunies, de la règle, également d'ordre public, de l'article 26 de la loi du 17 avril 1878 contenant le titre préliminaire du Code de procédure pénale en vertu de laquelle l'action civile résultant d'une infraction ne peut se prescrire avant l'action publique (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De bepalingen van artikel 100 van de Wetten op de Rijkscomptabiliteit, gecoördineerd bij het koninklijk besluit van 17 juli 1991, die, aangezien zij de verjaring regelen van de vorderingen tot betaling van de schuldvorderingen tegen de Staat, de openbare orde raken, sluiten, wanneer de voorwaarden daarbij vervuld zijn, de toepassing niet uit van de regel, die eveneens van openbare orde is, van artikel 26, van de wet van 17 april 1878 houdende de Voorafgaande Titel Wetboek van Strafvordering, waarbij de burgerlijke rechtsvordering volgend uit een misdrijf niet kan verjaren vóór de strafvordering (1). (1) Zie de concl. OM in Pas. 2016, nr. ..."
      ]
    }
  },
  "32": {
    "ECLI:BE:CASS:2019:ARR.20190612.1": {
      "court": "CASS",
      "date": "2019-06-12",
      "roleNumber": "P.18.1001.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190612.1",
      "abstractFR": [
        "Le juge du fond apprécie en fait les conséquences que les irrégularités qu'il dit avoir constatées ont eues sur la manière dont le droit à un procès équitable du prévenu peut encore, ou non, s'exercer; la Cour vérifie toutefois si, de ses constatations, il a pu légalement déduire, à la fois, l'irrégularité même des actes d'instruction ou de poursuite et les conséquences qu'il y a attachées (1), lorsqu'elles ne sont pas celles comminées par la loi. (1) Voy. Cass. 27 février 2019, RG P.18.1121.F, Pas. 2019, n° 126."
      ],
      "abstractNL": [
        "De feitenrechter beoordeelt in feite de gevolgen die de onregelmatigheden, die hij zegt te hebben vastgesteld, hebben gehad voor de wijze waarop de beklaagde zijn recht op een eerlijk proces al dan niet nog kan uitoefenen; het Hof gaat evenwel na of hij, uit zijn vaststellingen, zowel de onregelmatigheid zelf van de onderzoekshandelingen of van de daden van vervolging als van de gevolgtrekkingen die hij daaruit maakt naar recht heeft kunnen afleiden (1), indien deze verschillen van die welke in de wet zijn vastgelegd. (1) Zie Cass. 27 februari 2019, AR P.18.1121.F, AC 2019, nr. 126."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190605.4": {
      "court": "CASS",
      "date": "2019-06-05",
      "roleNumber": "P.19.0356.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190605.4",
      "abstractFR": [
        "L'article 32 du titre préliminaire du Code de procédure pénale immunise les preuves irrégulières lorsque la forme transgressée n'est pas prescrite à peine de nullité, lorsque l'irrégularité n'atteint pas la fiabilité de la preuve, et lorsque celle-ci peut être utilisée sans que le procès en devienne inéquitable; cette règle s'applique à toutes les irrégularités, qu'elles contreviennent à un droit garanti par une règle de droit interne ou par un traité international (1). (1) Voir Cass. 20 février 2018, RG P.17.0882.N, Pas. 2018, n° 109. § 14 ; Cass., 19 avril 2016, RG P.15.1639.N, Pas. 2016, n° 265, § 7, avec concl. de M. Winants, alors avocat général délégué publiées à leur date dans AC.",
        "Le contrôle que le juge effectue quant à l'admissibilité d'une preuve au regard des conditions fixées par l'article 32 du titre préliminaire du Code de procédure pénale constitue un recours effectif répondant au prescrit de l'article 13 de la Convention (1). (1) Voir Cass. 20 février 2018, RG P.17.0882.N, Pas. 2018, n° 109, § 15."
      ],
      "abstractNL": [
        "Artikel 32 Voorafgaande Titel Wetboek van Strafvordering ontziet de onregelmatige bewijzen wanneer de overtreden vorm niet is voorgeschreven op straffe van nietigheid, wanneer de onregelmatigheid de betrouwbaarheid van het bewijs niet aantast en wanneer het gebruik van die onregelmatigheid het recht op een eerlijk proces niet in het gedrang brengt; die regel is van toepassing op alle onregelmatigheden, onverschillig of ze een recht aantasten dat wordt gewaarborgd door een interne rechtsregel dan wel door een internationaal verdrag (1). (1) Zie Cass. 20 februari 2018, AR P.17.0882.N, AC 2018, nr. 109, § 14; Cass. 19 april 2016, AR P.15.1639.N, AC 2016, nr. 265, § 7, met concl. advocaat-generaal met opdracht Winants.",
        "Het toezicht van de rechter op de toelaatbaarheid van een bewijs ten aanzien van de in artikel 32 Voorafgaande Titel Wetboek van Strafvordering vastgestelde voorwaarden vormt een daadwerkelijk rechtsmiddel dat beantwoordt aan de voorschriften van artikel 13 EVRM (1). (1) Zie Cass. 20 februari 2018, AR P.17.0882.N, AC 2018, nr. 109, § 15."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181212.4": {
      "court": "CASS",
      "date": "2018-12-12",
      "roleNumber": "P.18.1240.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181212.4",
      "abstractFR": [
        "L'interdiction pour le juge d'instruction d'instruire des faits autres que ceux dont il a été saisi n'étant pas prescrite à peine de nullité, le juge ne peut déclarer nulle la preuve obtenue à la suite de ce dépassement ou l'exclure d'une autre manière, que lorsqu'il précise comment et pourquoi cette irrégularité a soit entaché la fiabilité de la preuve, soit eu pour conséquence que l'usage de cette preuve est contraire au droit à un procès équitable (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Aangezien het verbod voor de onderzoeksrechter om andere feiten te onderzoeken dan die welke bij hem aanhangig werden gemaakt niet is voorgeschreven op straffe van nietigheid, kan de rechter het ingevolge die overschrijding verkregen bewijs enkel nietig verklaren of het op een andere manier uitsluiten door te preciseren hoe en waarom die onregelmatigheid hetzij de betrouwbaarheid van het bewijs heeft aangetast, hetzij tot gevolg had dat het gebruik van dat bewijs in strijd is met het recht op een eerlijk proces (1). (1) Zie concl. OM in Pas. 2018, nr. 707."
      ]
    }
  },
  "21ter": {
    "ECLI:BE:CASS:2019:ARR.20191016.2": {
      "court": "CASS",
      "date": "2019-10-16",
      "roleNumber": "P.19.0608.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191016.2",
      "abstractFR": [
        "Le sursis est une mesure qui affecte l'exécution de la peine, alors que la réduction envisagée par la loi lorsque le juge constate que le délai raisonnable pour juger le prévenu est dépassé, concerne la peine et non son exécution; partant, lorsqu'il constate le dépassement du délai raisonnable pour juger le prévenu, le juge n'est pas autorisé à le faire bénéficier des mesures, auxquelles son état de récidive lui interdit de prétendre, prévues par la loi du 29 juin 1964 concernant la suspension, le sursis et la probation (1). (1) Voir Cass. 9 octobre 2013, RG P.13.0772.F, Pas. 2013, n° 509; Fr. KUTY, Principes généraux du droit pénal belge, t. IV - La peine, Larcier, 2017, p. 1029; Cass. 28 septembre 2011, RG P.11.1080.F, Pas. 2011, n° 507."
      ],
      "abstractNL": [
        "Het uitstel is een maatregel die gevolgen heeft voor de tenuitvoerlegging van de straf, terwijl de vermindering waarin de wet voorziet ingeval de rechter vaststelt dat de redelijke termijn overschreden is, betrekking heeft op de straf en niet op de tenuitvoerlegging ervan; wanneer, bijgevolg, de rechter vaststelt dat de redelijke termijn voor de berechting van de beklaagde overschreden is, is hij niet gemachtigd hem het voordeel toe te kennen van de in de Probatiewet bepaalde maatregelen, waarop zijn staat van herhaling hem verbiedt aanspraak te maken (1). (1) Zie Cass. 28 september 2011, AR P.11.1080.F, AC 2011, nr. 507; Cass. 9 oktober 2013, RG P.13.0772.F, AC 2013, nr. 509; Fr. KUTY, Principes généraux du droit pénal belge, dl. IV - La peine, Larcier, 2017, p. 1029."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161130.5": {
      "court": "CASS",
      "date": "2016-11-30",
      "roleNumber": "P.16.0310.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161130.5",
      "abstractFR": [
        "Lorsqu'il prononce la condamnation par simple déclaration de culpabilité en raison du dépassement du délai raisonnable, le juge n'est pas obligé de réduire en outre la peine accessoire de la confiscation."
      ],
      "abstractNL": [
        "Wanneer de rechter de veroordeling bij eenvoudige schuldverklaring uitspreekt wegens de overschrijding van de redelijke termijn, is hij niet verplicht om daarenboven de bijkomende straf van verbeurdverklaring te verminderen."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160928.2": {
      "court": "CASS",
      "date": "2016-09-28",
      "roleNumber": "P.16.0307.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160928.2",
      "abstractFR": [
        "Pour constater que le délai raisonnable pour être jugé n'a pas été dépassé, le juge ne peut imputer le retard du jugement de la cause au comportement du prévenu, y compris le nombre élevé de recours exercés et de procédures diligentées dans le cadre de la cause par celui-ci, sans distinguer parmi ces recours ceux qui procédaient de l'exercice légitime des droits de la défense (1). (1) Voir les concl. contr. du MP."
      ],
      "abstractNL": [
        "Om vast te stellen dat de redelijke termijn om berecht te worden, niet verstreken is, mag de rechter de vertraging van de berechting van de zaak niet toerekenen aan het gedrag van de beklaagde, met inbegrip van het hoge aantal door hem ingestelde rechtsmiddelen en procedures in de zaak, zonder tussen de rechtsmiddelen diegene te onderscheiden die voortvloeiden uit de wettige uitoefening van het recht van verdediging (1). (1) Zie andersluidende concl. OM."
      ]
    }
  },
  "2bis": {
    "ECLI:BE:CASS:2017:ARR.20170207.2": {
      "court": "CASS",
      "date": "2017-02-07",
      "roleNumber": "P.15.0333.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170207.2&lang=fr",
      "abstractFR": [
        "Il résulte du texte de l'article 2bis du Titre préliminaire du Code de procédure pénale et de l'objectif visant à garantir une défense indépendante à la personne morale, que, tant que le mandataire ad hoc n'est pas déchargé de son mandat, il est seul compétent pour représenter la personne morale et faire le choix du conseil qui agit pour la personne morale, de sorte que, si un mémoire en réponse est introduit au nom de la personne morale, il doit ressortir des pièces auxquelles la Cour peut avoir égard que le conseil qui a signé le mémoire a été désigné par le mandataire ad hoc."
      ],
      "abstractNL": [
        "Uit de tekst van artikel 2bis Voorafgaande Titel Wetboek van Strafvordering en de doelstelling die erin bestaan een onafhankelijke verdediging van de rechtspersoon te waarborgen, vloeit voort dat zolang de lasthebber ad hoc niet van zijn mandaat is ontlast, hij als enige bevoegd is om de rechtspersoon te vertegenwoordigen en de keuze te bepalen van de raadsman die voor de rechtspersoon optreedt, zodat indien namens de rechtspersoon een memorie van antwoord wordt ingediend uit de stukken waarop het Hof vermag acht te slaan moet blijken dat de raadsman die de memorie heeft ondertekend, werd aangesteld door de lasthebber ad hoc."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151104.3": {
      "court": "CASS",
      "date": "2015-11-04",
      "roleNumber": "P.15.1061.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151104.3",
      "abstractFR": [
        "La décision condamnant la personne morale prévenue au paiement des frais et honoraires du mandataire ad hoc est une condamnation aux frais de justice qui relève de l'action publique (1). (solution implicite). (1) Voir F. Lugentz et O. Klees, 'Le point sur la responsabilité pénale des personnes morales', R.D.P.C., 2008, pp. 213 à 215."
      ],
      "abstractNL": [
        "De beslissing die de beklaagde rechtspersoon veroordeelt tot betaling van de kosten en honoraria van de lasthebber ad hoc, is een veroordeling tot de gerechtskosten die deel uitmaakt van de strafvordering (1). (Impliciet). (1) Zie F. Lugentz en O. Klees, 'Le point sur la responsabilité pénale des personnes morales', RDPC, 2008, p. 213 tot 215."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20120522.7": {
      "court": "CASS",
      "date": "2012-05-22",
      "roleNumber": "P.11.1808.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120522.7&lang=fr",
      "abstractFR": [
        "Si l'action publique étant exercée à charge d'une personne morale et de la personne habilitée à la représenter concerne de mêmes faits ou des faits connexes, lorsque le tribunal désigne un mandataire ad hoc pour représenter la personne morale, seul ce dernier mandataire ad hoc est compétent pour exercer, au nom de cette personne morale, en sa qualité de prévenu, toutes les voies de recours, y compris le pourvoi en cassation, contre les décisions rendues sur l'action publique exercée à charge de cette personne morale (1). (1) Cass. 26 septembre 2006, RG P.05.1663.N, Pas. 2006, n° 435, avec les conclusions de M. l'avocat général Vandewal."
      ],
      "abstractNL": [
        "Wanneer, ingeval de strafvordering tegen een rechtspersoon en tegen degene die bevoegd is om de rechtspersoon te vertegenwoordigen wordt ingesteld wegens dezelfde of samenhangende feiten, door de rechtbank een lasthebber ad hoc is aangewezen om de rechtspersoon te vertegenwoordigen, is uitsluitend deze lasthebber ad hoc bevoegd om namens deze rechtspersoon, in diens hoedanigheid van beklaagde, rechtsmiddelen, met inbegrip van cassatieberoep, aan te wenden tegen de beslissingen over de tegen deze rechtspersoon ingestelde strafvordering (1). (1) Cass. 26 sept. 2006, AR P.05.1663.N, AC 2006, nr. 435, met concl. advocaat-generaal Vandewal."
      ]
    }
  }
}