{
  "4": {
    "ECLI:BE:CASS:2016:ARR.20160519.2": {
      "court": "CASS",
      "date": "2016-05-19",
      "roleNumber": "C.13.0256.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160519.2&lang=fr",
      "abstractFR": [
        "Si laapplication daune norme nationale menace de donner lieu à un conflit avec une norme européenne, comme en cas de transposition tardive daune directive, une autorité gouvernementale nationale, comme la demanderesse, est tenue, en vertu du principe de coopération loyale contenu à laarticle 4, § 3, du Traité sur laUnion européenne, daexaminer si le droit national peut être interprété de manière telle que ledit conflit soit évité, à savoir par une interprétation ou une application conforme à la directive (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Ingeval de toepassing van een nationale norm dreigt te leiden tot een conflict met een EU-norm, zoals bij niet-tijdige omzetting van een richtlijn, dient een nationale overheidsinstantie, zoals de eiseres, krachtens het beginsel van de loyale samenwerking neergelegd in artikel 4, § 3, VEU na te gaan of het nationale recht zodanig kan worden geïnterpreteerd dat het bedoelde conflict wordt vermeden, met name door een richtlijnconforme uitlegging of toepassing (1). (1) Zie concl. OM."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2024:ARR.20240131.2F.12": {
      "court": "CASS",
      "date": "2024-01-31",
      "roleNumber": "P.24.0111.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240131.2F.12",
      "abstractFR": [
        "Il y a lieu, conformément à l'article 267, alinéa 3, du Traité sur le fonctionnement de l'Union européenne, de poser à la Cour de justice de l'Union européenne la question préjudicielle suivante : « Lorsque les juridictions de l'État membre d'exécution d'un mandat d'arrêt européen ont constaté qu'il existe un risque, en cas de remise de la personne recherchée à l'État membre d'émission, d'atteinte aux droits fondamentaux de cette personne, liée à l'exécution de la peine étrangère, de sorte qu'il y a lieu de refuser l'exécution du mandat d'arrêt européen, l'article 4.6 de la décision-cadre 2002/584/JAI du Conseil du 13 juin 2002 relative au mandat d'arrêt européen et aux procédures de remise entre États membres doit-il être interprété comme imposant à ces mêmes juridictions de l'État d'exécution d'examiner, afin d'éviter l'impunité de la personne recherchée qui a la nationalité de cet État ou y réside, s'il y a lieu d'ordonner, conformément à la disposition qui transpose dans l'ordre juridique national l'article 4.6 précité, l'exécution, dans l'État membre d'exécution, de la peine d'emprisonnement infligée à la personne concernée dans l'État membre d'émission du mandat d'arrêt européen, peine qui est visée par cet acte ? » (1). (1) Le MP s'est référé à la question préjudicielle similaire déjà posée par un arrêt précédent (Cass. 22 novembre 2023, RG P.23.1516.F, Pas. 2023, n° 765, avec concl. contraires du MP), qui se distingue de celle que pose le présent arrêt en ce que, sur le pourvoi d'une personne faisant l'objet d'un mandat d'arrêt européen contre la décision d'exequatur, il a alors été demandé si l'article 4.6 de la décision-cadre 2002/584/JAI autorise les juridictions de l'État membre d'exécution qui constatent l'existence de la cause de refus obligatoire visée à l'article 1.3 de la même décision-cadre (et à l'art. 4, 5°, de la loi du 19 décembre 2003) à appliquer la cause de non-exécution facultative visée audit article 4.6 de la décision-cadre (et à l'article 6, 4°, de la loi du 19 décembre 2003), et non s'il le leur impose."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20211012.2N.19": {
      "court": "CASS",
      "date": "2021-10-12",
      "roleNumber": "P.21.1229.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211012.2N.19",
      "abstractFR": [
        "Le principe de confiance mutuelle entre États membres exige que le refus de procéder à la remise soit justifié par des éléments détaillés laissant apparaître un danger manifeste d'atteinte aux droits de la personne concernée, susceptibles de renverser la présomption de respect de ces droits, dont jouit l'État membre d'émission; le seul fait que, dans le mandat d'arrêt européen, les faits soient formulés par le juge qui a émis le mandat au mode indicatif plutôt que conditionnel et qu'il soit essentiellement fait référence à la déclaration de la victime présumée et aux déclarations des personnes corroborant cette déclaration et non, par conséquent, à d'éventuelles investigations effectuées et à des éléments objectifs de preuve à charge ou à décharge, ne suffit pas à établir des motifs sérieux de croire que l'exécution du mandat d'arrêt européen porterait atteinte aux droits fondamentaux de la personne concernée (1). (1) Cass. 15 mai 2019, RG P.19.0483.F, Pas. 2019, n° 291.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Het beginsel van wederzijds vertrouwen tussen de lidstaten vereist dat de weigering tot overlevering wordt verantwoord met omstandige gegevens die wijzen op een kennelijk gevaar voor de rechten van de betrokkene, die het vermoeden van eerbiediging van die rechten, dat de uitvaardigende lidstaat geniet, kunnen weerleggen; de enkele omstandigheid dat in het Europees aanhoudingsbevel door de rechter die het bevel heeft uitgevaardigd de feiten in de aantonende wijs en niet in de voorwaardelijke wijs zijn geformuleerd en dat in essentie wordt verwezen naar de verklaring van het beweerde slachtoffer en verklaringen van personen welke die verklaring bevestigen en dus niet naar eventueel uitgevoerde onderzoeken en objectieve bewijselementen à charge of a décharge, is niet afdoende om te spreken van ernstige redenen om te denken dat de tenuitvoerlegging van het Europees aanhoudingsbevel afbreuk zou doen aan de fundamentele rechten van de betrokken persoon (1). (1) Cass. 15 mei 2019, AR P.19.0483.F, AC 2019, nr. 291."
      ]
    }
  },
  "19": {
    "ECLI:BE:CASS:2023:ARR.20230908.1F.2": {
      "court": "CASS",
      "date": "2023-09-08",
      "roleNumber": "C.20.0429.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230908.1F.2",
      "abstractFR": [
        "Le moyen qui fait grief à l'arrêt attaqué de s'abstenir d'examiner si la sentence du tribunal arbitral pour le sport du 9 mars 2017, à laquelle il reconnaît l'autorité de la chose jugée, respecte les dispositions fondamentales du droit de l'Union européenne dont la demanderesse allègue la violation en prétendant qu'il en est résulté un préjudice pour elle, bien que cette sentence n'ait pas fait l'objet d'un contrôle de conformité à ce droit permettant que soit posée une question préjudicielle à la Cour de justice de l'Union européenne suppose l'interprétation de l'article 19, § 1er, du Traité sur l'Union européenne, qui relève de la compétence exclusive de celle-ci.",
        "Le moyen qui fait grief à l'arrêt attaqué de faire peser sur la demanderesse la charge de renverser la présomption tirée de la sentence du tribunal arbitral pour le sport du 9 mars 2017, que les restrictions résultant des articles 18bis et 18ter du règlement du statut et du transfert des joueurs de la Fédération Internationale de Football Association sont conformes aux dispositions fondamentales du droit de l'Union dont la demanderesse allègue la violation en prétendant qu'il en est résulté un préjudice pour elle, bien que cette sentence n'ait pas fait l'objet d'un contrôle de conformité au droit de l'Union européenne permettant que soit posée une question préjudicielle à la Cour de justice de l'Union européenne suppose l'interprétation de l'article 19, § 1er, du Traité sur l'Union européenne par celle-ci."
      ],
      "abstractNL": null
    }
  },
  "267": {
    "ECLI:BE:CASS:2024:ARR.20240131.2F.12": {
      "court": "CASS",
      "date": "2024-01-31",
      "roleNumber": "P.24.0111.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240131.2F.12",
      "abstractFR": [
        "Il y a lieu, conformément à l'article 267, alinéa 3, du Traité sur le fonctionnement de l'Union européenne, de poser à la Cour de justice de l'Union européenne la question préjudicielle suivante : « Lorsque les juridictions de l'État membre d'exécution d'un mandat d'arrêt européen ont constaté qu'il existe un risque, en cas de remise de la personne recherchée à l'État membre d'émission, d'atteinte aux droits fondamentaux de cette personne, liée à l'exécution de la peine étrangère, de sorte qu'il y a lieu de refuser l'exécution du mandat d'arrêt européen, l'article 4.6 de la décision-cadre 2002/584/JAI du Conseil du 13 juin 2002 relative au mandat d'arrêt européen et aux procédures de remise entre États membres doit-il être interprété comme imposant à ces mêmes juridictions de l'État d'exécution d'examiner, afin d'éviter l'impunité de la personne recherchée qui a la nationalité de cet État ou y réside, s'il y a lieu d'ordonner, conformément à la disposition qui transpose dans l'ordre juridique national l'article 4.6 précité, l'exécution, dans l'État membre d'exécution, de la peine d'emprisonnement infligée à la personne concernée dans l'État membre d'émission du mandat d'arrêt européen, peine qui est visée par cet acte ? » (1). (1) Le MP s'est référé à la question préjudicielle similaire déjà posée par un arrêt précédent (Cass. 22 novembre 2023, RG P.23.1516.F, Pas. 2023, n° 765, avec concl. contraires du MP), qui se distingue de celle que pose le présent arrêt en ce que, sur le pourvoi d'une personne faisant l'objet d'un mandat d'arrêt européen contre la décision d'exequatur, il a alors été demandé si l'article 4.6 de la décision-cadre 2002/584/JAI autorise les juridictions de l'État membre d'exécution qui constatent l'existence de la cause de refus obligatoire visée à l'article 1.3 de la même décision-cadre (et à l'art. 4, 5°, de la loi du 19 décembre 2003) à appliquer la cause de non-exécution facultative visée audit article 4.6 de la décision-cadre (et à l'article 6, 4°, de la loi du 19 décembre 2003), et non s'il le leur impose."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20210303.2F.18": {
      "court": "CASS",
      "date": "2021-03-03",
      "roleNumber": "P.21.0227.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210303.2F.18",
      "abstractFR": [
        "Le juge n'est pas tenu de poser à la Cour de justice de l'Union européenne une question préjudicielle relative à une lacune dans la loi nationale lorsqu'il constate que, à supposer qu'elle soit à la source d'une violation du droit de l'Union européenne, il ne pourrait combler cette lacune sans l'intervention du législateur (1). (1) « C'est aux juridictions nationales saisies d'un litige qu'il appartient d'apprécier tant la nécessité d'une décision préjudicielle pour être en mesure de rendre leur jugement que la pertinence des questions qu'elles posent à la Cour [de justice des Communautés européennes] » (C. NAÔMÉ, Le renvoi préjudiciel en droit européen. Guide pratique, J.L.M.B., Opus 4, Larcier, 2007, p. 104). « L'article 267 du Traité sur le fonctionnement de l'Union européenne n'impose pas à une juridiction nationale de poser une question préjudicielle à la Cour de justice de l'Union européenne lorsque l'interprétation de l'acte est claire, si la question n'est pas pertinente au regard de l'affaire dont elle est saisie, si la disposition communautaire en cause a déjà fait l'objet d'une interprétation de la part de la Cour de justice ou encore lorsque l'application correcte du droit de l'Union européenne s'impose avec une telle évidence qu'elle ne laisse place à aucun doute raisonnable » (Cass. 27 mai 2020, RG P.20.0516.F, Pas. 2020, n° 326 ; Cass. 11 mars 2015, RG P.14.1677.F, Pas. 2015, n° 183 avec concl. de M. VANDERMEERSCH, avocat général ; voir C.J.U.E. 6 octobre 1982, Cilfit e.a. c. Ministero della Sanità, C-283/81, spéc. §§ 7, 10, 11, 13, 14 et 16 ; C.J.U.E. 15 juin 2005, Intermodal Transports, C-495/03 ; C. NAÔMÉ, o.c., n° 146). Au cas où le juge constate qu'à supposer qu'une lacune dans la loi nationale soit à la source d'une violation du droit de l'Union européenne, il ne pourrait combler cette lacune sans l'intervention du législateur, la question relative à cette lacune n'est pas pertinente au regard de l'affaire dont il est saisi et il ne doit dès lors pas la poser. (M.N.B.)"
      ],
      "abstractNL": [
        "De rechter dient aan het Hof van Justitie van de Europese Unie geen prejudiciële vraag te stellen over een leemte in de nationale wet wanneer hij vaststelt dat die leemte, in de veronderstelling dat ze een schending van het EU-recht tot gevolg heeft, niet zonder het optreden van de wetgever kan worden verholpen (1). (1) “C'est aux juridictions nationales saisies d'un litige qu'il appartient d'apprécier tant la nécessité d'une décision préjudicielle pour être en mesure de rendre leur jugement que la pertinence des questions qu'elles posent à la Cour [de justice des Communautés européennes]” (C. NAÔMÉ, Le renvoi préjudiciel en droit européen. Guide pratique, J.L.M.B., Opus 4, Larcier, 2007, p. 104). “Artikel 267 VWEU verplicht een nationaal rechtscollege niet om een prejudiciële vraag aan het Hof van Justitie van de Europese Unie te stellen wanneer de interpretatie van de akte duidelijk is, wanneer de vraag niet relevant is voor de zaak waarvan het kennisneemt, wanneer de in het geding zijnde gemeenschapsbepaling reeds door het Hof van Justitie werd geïnterpreteerd of wanneer de correcte toepassing van het recht van de Europese Unie zo voor de hand ligt dat zij geen ruimte laat voor redelijke twijfel” (Cass. 27 mei 2020, AR P.20.0516.F, AC 2020, nr. 326; Cass. 11 maart 2015, AR P.14.1677.F, AC 2015, nr. 183, met concl. van advocaat-generaal VANDERMEERSCH op datum in Pas.; zie HvJ 6 oktober 1982, Cilfit e.a. t. Ministero della Sanità, C-283/81, inz. § 7, § 10, § 11, § 13, § 14 en § 16; HvJ 15 juni 2005, Intermodal Transports, C-495/03; C. NAÔMÉ, o.c., nr. 146). Wanneer de rechter vaststelt dat een leemte in de nationale wetgeving, gesteld dat deze een schending van het EU-recht tot gevolg zou hebben, niet zonder het optreden van de wetgever kan worden verholpen, is de vraag over die leemte niet relevant voor de zaak waarvan hij kennisneemt en dient hij ze bijgevolg niet te stellen. (M.N.B.)"
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130926.14": {
      "court": "CASS",
      "date": "2013-09-26",
      "roleNumber": "C.12.0236.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130926.14&lang=fr",
      "abstractFR": [
        "Lorsque surgit devant la Cour la question de savoir si l'article 33, alinéa 1er, du Règlement (CE) n° 2419/2001 de la Commission du 11 décembre 2001 portant modalités d'application du système intégré de gestion et de contrôle relatif à certains régimes d'aides communautaires établis par le règlement (CEE) n° 3508/92 du Conseil, doit être interprété en ce sens que le refus pour l'année civile concernée 'de l'aide octroyée au titre du régime d'aide concerné à laquelle l'exploitant peut prétendre conformément à l'article 31, alinéa 2' concerne l'aide qui est due en application du 'régime d'aide concerné' tel qu'énuméré à l'article 1er, alinéa 1er, du Règlement (CEE) n° 3508/92 du Conseil du 27 novembre 1992 établissant un système intégré de gestion et de contrôle relatif à certains régimes d'aides communautaires de sorte que non seulement l'aide pour le 'groupe de cultures concerné' doit être refusée mais aussi la totalité de l'aide au titre d'un des régimes d'aide énumérés dont le groupe de cultures concerné fait partie, elle pose une question préjudicielle à la Cour de Justice de Union européenne."
      ],
      "abstractNL": [
        "Wanneer voor het Hof de vraag rijst of artikel 33, lid 1, van de Verordening (EG) nr. 2419/2001 van de Commissie van 11 december 2001 houdende uitvoeringsbepalingen inzake het bij Verordening (EEG) nr. 3508/92 van de Raad ingestelde geïntegreerde beheers- en controlesysteem voor bepaalde communautaire steunregelingen zo moet worden uitgelegd dat de weigering, voor het betrokken kalenderjaar, van 'het op grond van de betrokken steunregeling toe te kennen steunbedrag waarop het bedrijfshoofd overeenkomstig artikel 31, lid 2, aanspraak zou kunnen maken', betrekking heeft op het steunbedrag dat in toepassing van de 'betrokken steunregeling' zoals opgesomd in artikel 1, lid 1, van de Verordening (EEG) nr. 3508/92 van de Raad van 27 november 1992 tot instelling van een geïntegreerd beheers- en controlesysteem voor bepaalde communautaire steunregelingen, verschuldigd is, zodat niet enkel het steunbedrag voor de 'betrokken gewasgroep' moet worden geweigerd, maar het volledige steunbedrag in toepassing van één van de aldaar opgesomde steunregelingen waarvan de betrokken gewasgroep deel uitmaakt, stelt het een prejudiciële vraag aan het Hof van Justitie van de Europese Unie."
      ]
    }
  }
}