{
  "91": {
    "ECLI:BE:CASS:2024:ARR.20240625.2N.15": {
      "court": "CASS",
      "date": "2024-06-25",
      "roleNumber": "P.23.1511.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240625.2N.15",
      "abstractFR": null,
      "abstractNL": [
        "De in artikel 91 Tarief Strafzaken bepaalde vergoeding waartoe de rechter iedere veroordeelde in criminele en correctionele zaken en in politiezaken dient te veroordelen, heeft een eigen karakter en is geen straf (1); de strafrechter dient die vergoeding op te leggen van zodra hij een misdrijf, voorwerp van de telastlegging of de telastleggingen die bij hem aanhangig zijn, bewezen verklaart, ongeacht de straf of maatregel waartoe hij de betrokkene op grond van dat bewezenverklaarde misdrijf veroordeelt, maar wanneer hoger beroep wordt ingesteld tegen een vonnis waarin de beklaagde schuldig wordt verklaard aan de hem ten laste gelegde feiten en hij hiervoor wordt gestraft, en in het grievenschrift dat bij toepassing van artikel 204 Wetboek van Strafvordering wordt ingediend louter een grief wordt aangevoerd met betrekking tot de opgelegde straf of maatregel, strekt de saisine in hoger beroep zich in beginsel niet uit tot de beslissing van de eerste rechter waarbij de beklaagde schuldig werd verklaard en, bijgevolg, werd veroordeeld tot de vaste vergoeding zoals bedoeld in artikel 91 Tarief Strafzaken. (1) Zie J. DECOCKER, “En dan zijn er nog … de bijdragen, toeslagen en vergoedingen”, noot onder Cass. 27 juni 2023, AR P.22.0886.N, AC 2023, nr. 498, T.Strafr. 2024, 46-51."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230627.2N.43": {
      "court": "CASS",
      "date": "2023-06-27",
      "roleNumber": "P.22.0886.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230627.2N.43",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 91 en 148 Tarief Strafzaken, de artikelen 9, 11, eerste en derde lid, Wet van 23 maart 2019 betreffende de gerechtskosten in strafzaken en gelijkgestelde kosten en tot invoeging van een artikel 648 in het Wetboek van Strafvordering en de artikelen 1, 2°, en 28 KB 15 december 2019 tot vaststelling van de organisatie van de arrondissementele bureaus gerechtskosten en de procedure volgens dewelke gerechtskosten in strafzaken en gelijkgestelde kosten worden toegekend, geverifieerd, betaald en teruggevorderd, in hun onderlinge samenhang gelezen, volgt dat de wetgever beoogde de gerechtskosten in strafzaken en daarmee gelijkgestelde kosten, met inbegrip van de kosten opgenomen in het nog steeds van toepassing zijnde Tarief Strafzaken, aan indexering te onderwerpen; de beperkende definitie van tariefbesluit, opgenomen in het KB 15 december 2019, doet niet anders besluiten."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230628.2F.1": {
      "court": "CASS",
      "date": "2023-06-28",
      "roleNumber": "P.23.0449.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230628.2F.1",
      "abstractFR": [
        "L'illégalité entachant la décision relative à la peine principale entraîne l'annulation des décisions prononcées sur les peines et sur la contribution au Fonds spécial pour l'aide aux victimes d'actes intentionnels de violence; en revanche, elle est sans incidence sur la déclaration de culpabilité (1) ainsi que sur la condamnation au paiement de la contribution au Fonds budgétaire relatif à l'aide juridique de deuxième ligne et de l'indemnité forfaitaire pour frais de justice (2). (Solution implicite). (1) Cass. 12 décembre 2018, RG P.18.0987.F, Pas. 2018, n° 706, avec concl. de M. VANDERMEERSCH, avocat général. (2) L'arrêt attaqué condamne notamment le demandeur à des peines d'emprisonnement et d'amende (assorties d'un sursis) et de confiscation par équivalent ainsi qu'à payer la contribution au Fonds budgétaire relatif à l'aide juridique de deuxième ligne, et il confirme notamment la condamnation à une peine d'interdiction et à payer la contribution au Fonds spécial pour l'aide aux victimes d'actes intentionnels de violence et l'indemnité forfaitaire pour frais de justice (de 50 euros, non indexée)."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2020:ARR.20200624.2F.7": {
      "court": "CASS",
      "date": "2020-06-24",
      "roleNumber": "P.20.0441.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200624.2F.7",
      "abstractFR": [
        "La majoration de dix pour cent des frais envers la partie publique était prévue par l'article 91, alinéa 1er, du Tarif criminel mais cette disposition a été abrogée par l'article 43 de l'arrêté royal du 15 décembre 2019 entré en vigueur le 1er janvier 2020; cette majoration ne peut dès lors plus être appliquée depuis cette date au montant des frais mis à charge du condamné (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": [
        "De vermeerdering van de kosten ten aanzien van de vervolgende partij met tien pct. was bepaald in artikel 91, eerste lid, Tarief Strafzaken, maar die bepaling werd opgeheven door artikel 43 van het koninklijk besluit van 15 december 2019, dat in werking is getreden op 1 januari 2020; die vermeerdering kan sinds die datum dus niet meer worden toegepast op de kosten die aan de veroordeelde ten laste worden gelegd (1). (1) Zie concl. “in hoofdzaak” OM in Pas. 2020, nr. 447."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200602.2N.3": {
      "court": "CASS",
      "date": "2020-06-02",
      "roleNumber": "P.20.0125.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200602.2N.3&lang=fr",
      "abstractFR": [
        "Aux termes de l'article 91, alinéa 1er, de l'arrêté royal du 28 décembre 1950 portant règlement général sur les frais de justice en matière répressive, dans les affaires criminelles et correctionnelles qui ont donné lieu à des frais de port de lettres et paquets, il sera alloué par le juge à l'État, à titre de frais de correspondance, une somme qui ne pourra dépasser 10 p. c. de la totalité des frais; cette disposition a été abrogée par l'article 43 de l'arrêté royal du 15 décembre 2019 fixant l'organisation des bureaux des frais de justice de l'arrondissement, ainsi que la procédure d'attribution, de vérification, de paiement et de recouvrement des frais de justice en matière pénale et des frais assimilés; aucune disposition de la loi du 23 mars 2019 concernant les frais de justice en matière pénale et les frais assimilés et insérant un article 648 dans le Code d'instruction criminelle, ou de l'arrêté royal du 15 décembre 2019, ne constitue la base légale d'une telle condamnation, et ce constat vaut également s'agissant de la circulaire n° 131/7 relative à l'indexation des montants pouvant être imputés par les personnes requises par les autorités judiciaires afin de prester un service générant des frais de justice en matière pénale (1). (1) Loi du 23 mars 2019 concernant les frais de justice en matière pénale et les frais assimilés et insérant un article 648 dans le Code d'instruction criminelle, M.B. 19 avril 2019 ; A.R. du 15 décembre 2019 fixant l'organisation des bureaux des frais de justice de l'arrondissement, ainsi que la procédure d'attribution, de vérification, de paiement et de recouvrement des frais de justice en matière pénale et des frais assimilés, M.B. 27 décembre 2019 ; Circulaire n° 131/7 relative à l'indexation des montants pouvant être imputés par les personnes requises par les autorités judiciaires afin de prester un service générant des frais de justice en matière pénale."
      ],
      "abstractNL": [
        "Artikel 91, eerste lid, Tarief in Strafzaken bepaalde dat in criminele en correctionele zaken die kosten van brief- en pakketpost hebben veroorzaakt, door de rechter aan de Staat als correspondentiekosten een som werd toe geschat, die niet meer mocht bedragen dan 10 procent van de gezamenlijke kosten; die bepaling is opgeheven bij artikel 43 van het koninklijk besluit van 15 december 2019 tot vaststelling van de organisatie van de arrondissementele bureaus gerechtskosten en de procedure volgens dewelke gerechtskosten in strafzaken en gelijkgestelde kosten worden toegekend, geverifieerd, betaald en teruggevorderd; geen enkele bepaling van de wet van 23 maart 2019 betreffende de gerechtskosten in strafzaken en gelijkgestelde kosten en tot invoeging van een artikel 648 in het Wetboek van Strafvordering of van het koninklijk besluit van 15 december 2019 biedt een rechtsgrond voor dergelijke veroordeling en dit geldt ook voor de omzendbrief nr. 131/7 over de indexering van de bedragen die mogen worden aangerekend door de personen die door de gerechtelijke overheden worden gevorderd voor het uitvoeren van een opdracht in een dienstverlenende rol die gerechtskosten in strafzaken genereert (1). (1) Wet van 23 maart 2019 betreffende de gerechtskosten in strafzaken en gelijkgestelde kosten en tot invoeging van een artikel 648 in het Wetboek van Strafvordering, BS 19 april 2019; KB van 15 december 2019 tot vaststelling van de organisatie van de arrondissementele bureaus gerechtskosten en de procedure volgens dewelke gerechtskosten in strafzaken en gelijkgestelde kosten worden toegekend, geverifieerd, betaald en teruggevorderd, BS 27 december 2019; Omzendbrief 131/7 over de indexering van de bedragen die mogen worden aangerekend door de personen die door de gerechtelijke overheden worden gevorderd voor het uitvoeren van een opdracht in een dienstverlenende rol die gerechtskosten in strafzaken genereert."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200519.2N.6": {
      "court": "CASS",
      "date": "2020-05-19",
      "roleNumber": "P.20.0159.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200519.2N.6&lang=fr",
      "abstractFR": [
        "N’est pas légalement justifiée, depuis le 1er janvier 2020, la condamnation du prévenu au versement d’une indemnité sur la base de l’article 91, alinéa 2, du règlement général sur les frais de justice en matière répressive du 28 décembre 1950, cette disposition ayant été abrogée à compter de cette date par l’article 43 de l’arrêté royal du 15 décembre 2019 fixant l’organisation des bureaux des frais de justice de l’arrondissement, ainsi que la procédure d’attribution, de vérification, de paiement et de recouvrement des frais de justice en matière pénale et des frais assimilés."
      ],
      "abstractNL": [
        "Niet naar recht verantwoord is de veroordeling vanaf 1 januari 2020 van de beklaagde tot betaling van een vergoeding op grond van artikel 91, tweede lid, Tarief Strafzaken, bepaling die op die datum is opgeheven door artikel 43 KB 15 december 2019."
      ]
    }
  },
  "108": {
    "ECLI:BE:CASS:2021:ARR.20211019.2N.27": {
      "court": "CASS",
      "date": "2021-10-19",
      "roleNumber": "P.21.0246.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211019.2N.27&lang=fr",
      "abstractFR": [
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Aan de consignatieplicht waartoe een burgerlijke partij die rechtstreeks dagvaardt voor de strafrechter krachtens artikel 108 Tarief Strafzaken gehouden is te voldoen, wordt in beginsel geen afbreuk gedaan door de omstandigheid dat, na de rechtstreekse dagvaarding door de burgerlijke partij, de rechtstreeks gedaagde vervolgens ook op vordering van het openbaar ministerie wordt gedagvaard voor dezelfde strafrechter, die de zaken samenvoegt en samen behandelt; het gebrek aan consignatie door de burgerlijke partij belemmert in dat geval de voortgang van de procedure echter niet wanneer de strafrechter vaststelt dat aan de rechtstreekse dagvaarding door de burgerlijke partij geen andere kosten zijn verbonden dan deze van de op last van het openbaar ministerie aanhangig gemaakte strafvordering, die door de Staat moeten worden voorgeschoten (1). (1) Zie Cass. 9 december 2009, AR P.09.1105.F, AC 2009, nr. 730, met concl. advocaat-generaal D. Vandermeersch in Pas. 2009, nr. 730."
      ]
    }
  },
  "148": {
    "ECLI:BE:CASS:2023:ARR.20230627.2N.43": {
      "court": "CASS",
      "date": "2023-06-27",
      "roleNumber": "P.22.0886.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230627.2N.43",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 91 en 148 Tarief Strafzaken, de artikelen 9, 11, eerste en derde lid, Wet van 23 maart 2019 betreffende de gerechtskosten in strafzaken en gelijkgestelde kosten en tot invoeging van een artikel 648 in het Wetboek van Strafvordering en de artikelen 1, 2°, en 28 KB 15 december 2019 tot vaststelling van de organisatie van de arrondissementele bureaus gerechtskosten en de procedure volgens dewelke gerechtskosten in strafzaken en gelijkgestelde kosten worden toegekend, geverifieerd, betaald en teruggevorderd, in hun onderlinge samenhang gelezen, volgt dat de wetgever beoogde de gerechtskosten in strafzaken en daarmee gelijkgestelde kosten, met inbegrip van de kosten opgenomen in het nog steeds van toepassing zijnde Tarief Strafzaken, aan indexering te onderwerpen; de beperkende definitie van tariefbesluit, opgenomen in het KB 15 december 2019, doet niet anders besluiten."
      ]
    }
  }
}