{
  "2": {
    "ECLI:BE:CASS:2013:ARR.20130417.2": {
      "court": "CASS",
      "date": "2013-04-17",
      "roleNumber": "P.12.0460.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130417.2",
      "abstractFR": [
        "L'action publique s'éteint par la mort de l'inculpé ou par la clôture de la liquidation, la dissolution judiciaire ou la dissolution sans liquidation lorsqu'il s'agit d'une personne morale; l'action publique pourra encore être exercée ultérieurement, si la mise en liquidation, la dissolution judiciaire ou la dissolution sans liquidation a eu pour but d'échapper aux poursuites ou si la personne morale a été inculpée par le juge d'instruction conformément à l'article 61bis du Code d'instruction criminelle avant la perte de la personnalité juridique; il en va de même si la personne morale a été citée à comparaître avant la perte de la personnalité juridique (1). (1) Doc. parl., Ch. Représ., sess. 1998-1999, n° 2093/5, p. 39; Doc. parl., Sénat, sess. 1998-1999, n° 1217/6, p. 70 à 77 et 129; J. SPREUTELS, F. ROGGEN et E. ROGER-France, Droit pénal des affaires, Bruylant, 2005, p. 76."
      ],
      "abstractNL": [
        "De strafvordering vervalt door de dood van de inverdenkinggestelde of door afsluiting van vereffening, door gerechtelijke ontbinding of door ontbinding zonder vereffening wanneer het om een rechtspersoon gaat; de strafvordering kan later nog worden uitgeoefend, indien de invereffeningstelling, de gerechtelijke ontbinding of de ontbinding zonder vereffening tot doel had te ontsnappen aan de vervolging, of indien de rechtspersoon overeenkomstig artikel 61bis van het Wetboek van Strafvordering, in verdenking was gesteld voor het verlies van de rechtspersoonlijkheid; hetzelfde geldt indien de rechtspersoon voor het verlies van de rechtspersoonlijkheid werd gedagvaard (1). (1) Gedr.st., Kamer, zitting 1998-1999, nr. 2093/5, p. 39; Gedr.st., Senaat, zitting 1998-1999, nr. 1217/6, p. 70 tot 77 en 129; J. SPREUTELS, F. ROGGEN en E. ROGER-FRANCE, Droit pénal des affaires, Bruylant, 2005, p. 76."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2016:ARR.20160323.5": {
      "court": "CASS",
      "date": "2016-03-23",
      "roleNumber": "P.15.1445.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160323.5",
      "abstractFR": [
        "Lorsqu'il apparaît que l'action publique était éteinte par prescription à la date de l'ordonnance de renvoi de la juridiction d'instruction, la juridiction de jugement n'est pas compétente pour statuer sur l'action civile qui en est l'accessoire, même si la constitution de partie civile est antérieure à cette prescription (1). (1) Voir Cass. 28 septembre 2010, RG P.09.1598.N, Pas. 2010, n° 553."
      ],
      "abstractNL": [
        "Wanneer blijkt dat de strafvordering op de dag van de beschikking tot verwijzing van het onderzoeksgerecht was vervallen door verjaring, is het vonnisgerecht niet bevoegd om uitspraak te doen over de burgerlijke rechtsvordering die daarvan bijzaak is, ook al dateert de burgerlijke partijstelling van vóór die verjaring (1). (1) Zie Cass. 28 september 2010, AR P.09.1598.N, AC 2010, nr. 553."
      ]
    }
  },
  "20": {
    "ECLI:BE:CASS:2013:ARR.20130417.2": {
      "court": "CASS",
      "date": "2013-04-17",
      "roleNumber": "P.12.0460.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130417.2",
      "abstractFR": [
        "L'action publique s'éteint par la mort de l'inculpé ou par la clôture de la liquidation, la dissolution judiciaire ou la dissolution sans liquidation lorsqu'il s'agit d'une personne morale; l'action publique pourra encore être exercée ultérieurement, si la mise en liquidation, la dissolution judiciaire ou la dissolution sans liquidation a eu pour but d'échapper aux poursuites ou si la personne morale a été inculpée par le juge d'instruction conformément à l'article 61bis du Code d'instruction criminelle avant la perte de la personnalité juridique; il en va de même si la personne morale a été citée à comparaître avant la perte de la personnalité juridique (1). (1) Doc. parl., Ch. Représ., sess. 1998-1999, n° 2093/5, p. 39; Doc. parl., Sénat, sess. 1998-1999, n° 1217/6, p. 70 à 77 et 129; J. SPREUTELS, F. ROGGEN et E. ROGER-France, Droit pénal des affaires, Bruylant, 2005, p. 76."
      ],
      "abstractNL": [
        "De strafvordering vervalt door de dood van de inverdenkinggestelde of door afsluiting van vereffening, door gerechtelijke ontbinding of door ontbinding zonder vereffening wanneer het om een rechtspersoon gaat; de strafvordering kan later nog worden uitgeoefend, indien de invereffeningstelling, de gerechtelijke ontbinding of de ontbinding zonder vereffening tot doel had te ontsnappen aan de vervolging, of indien de rechtspersoon overeenkomstig artikel 61bis van het Wetboek van Strafvordering, in verdenking was gesteld voor het verlies van de rechtspersoonlijkheid; hetzelfde geldt indien de rechtspersoon voor het verlies van de rechtspersoonlijkheid werd gedagvaard (1). (1) Gedr.st., Kamer, zitting 1998-1999, nr. 2093/5, p. 39; Gedr.st., Senaat, zitting 1998-1999, nr. 1217/6, p. 70 tot 77 en 129; J. SPREUTELS, F. ROGGEN en E. ROGER-FRANCE, Droit pénal des affaires, Bruylant, 2005, p. 76."
      ]
    }
  },
  "24": {
    "ECLI:BE:CASS:2015:ARR.20151125.3": {
      "court": "CASS",
      "date": "2015-11-25",
      "roleNumber": "P.15.0296.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151125.3",
      "abstractFR": [
        "Par arrêt n° 83/2015 du 11 juin 2015, la Cour constitutionnelle a partiellement annulé l'article 7 de la loi du 14 janvier 2013 portant des dispositions fiscales et autres en matière de justice, tel qu'il a été modifié par l'article 3 de la loi du 25 avril 2014 portant des dispositions diverses en matière de Justice, dans la mesure notamment où il a pour effet de suspendre la prescription lorsque la juridiction de jugement sursoit à l'instruction de la cause en vue d'accomplir des actes d'instruction complémentaires, mais par le même arrêt, elle a maintenu les effets de la disposition annulée jusqu'à l'entrée en vigueur d'une nouvelle disposition législative, et au plus tard jusqu'au 31 décembre 2016; ces effets visent les affaires pendantes ou qui n'ont pas déjà fait l'objet d'une décision définitive."
      ],
      "abstractNL": [
        "In zijn arrest nr. 83/2015 van 11 juni 2015 heeft het Grondwettelijk Hof artikel 7 van de wet van 14 januari 2013 houdende fiscale en andere bepalingen betreffende justitie, zoals het is gewijzigd bij artikel 3 van de wet van 25 april 2014 houdende diverse bepalingen betreffende Justitie, gedeeltelijk vernietigd in zoverre het met name tot gevolg heeft dat de verjaring geschorst wordt telkens als de behandeling van de zaak door het vonnisgerecht wordt uitgesteld met het oog op het verrichten van bijkomende onderzoekshandelingen; in hetzelfde arrest heeft het Grondwettelijk Hof echter de gevolgen van de vernietigde bepaling gehandhaafd tot de inwerkingtreding van een nieuwe wetsbepaling en ten laatste tot 31 december 2016; die gevolgen hebben betrekking op de hangende zaken of de zaken waarover nog geen definitieve beslissing werd genomen."
      ]
    }
  },
  "30": {
    "ECLI:BE:CASS:2014:ARR.20140528.3": {
      "court": "CASS",
      "date": "2014-05-28",
      "roleNumber": "P.14.0424.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140528.3",
      "abstractFR": [
        "Lorsque la chambre des mises en accusation n'a pas examiné la régularité de la procédure et de l'obtention de la preuve à la lumière du dossier ouvert au moment où elle a pris connaissance de la cause à l'occasion du contrôle de la mise en oeuvre des méthodes particulières de recherche ni au moment du règlement de la procédure, le juge du fond ne peut refuser d'examiner la cause d'irrecevabilité de l'action publique du fait d'une provocation policière invoquée par la défense; à cette fin, il doit examiner dans le cadre d'une procédure contradictoire les raisons pour lesquelles l'opération a été montée, l'étendue de l'implication de la police dans l'infraction et la nature de toute incitation ou pression à laquelle le prévenu a pu être soumis (1). (1) Voir les concl. du MP.",
        "Le contrôle de la régularité de la méthode particulière de recherche d'infiltration opéré par la chambre des mises en accusation au terme d'une procédure inquisitoire n'a pas pour effet d'empêcher l'examen, dans le cadre d'une procédure contradictoire, de la cause d'irrecevabilité de l'action publique résultant d'une provocation policière invoquée par la défense sur la base des éléments figurant dans le dossier ouvert aux parties; cet examen contradictoire peut avoir lieu dans le cadre de la procédure de jugement au fond (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de kamer van inbeschuldigingstelling, noch op het ogenblik dat ze kennisgenomen heeft van de zaak naar aanleiding van de controle over de toepassing van de bijzondere opsporingsmethoden, noch op het ogenblik van de regeling van de rechtspleging, de regelmatigheid van de rechtspleging en van de bewijsverkrijging heeft onderzocht aan de hand van het open dossier, kan de feitenrechter, wegens de door de verdediging aangevoerde politionele uitlokking, niet weigeren de grond van niet-ontvankelijkheid van de strafvordering te onderzoeken; daartoe moet hij, in het kader van een tegensprekelijke procedure, onderzoeken waarom de operatie werd opgezet, in welke mate de politie bij het misdrijf is betrokken en wat de aard is van de aansporingen of de druk waaraan de beklaagde eventueel werd blootgesteld (1). (1) Zie concl. OM. in Pas. 2014, nr. ...",
        "Het toezicht op de regelmatigheid van de bijzondere opsporingsmethode infiltratie, die door de kamer van inbeschuldigingstelling aan het einde van een inquisitoire rechtspleging wordt verricht, belet het onderzoek niet, in het kader van een tegensprekelijke rechtspleging, van de grond van niet-ontvankelijkheid van de strafvordering voortvloeiend uit een door de verdediging aangevoerde politionele uitlokking op grond van gegevens uit het voor de partijen toegankelijke dossier; dat tegensprekelijk onderzoek kan plaatsvinden in het kader van de procedure van de beoordeling ten gronde (1). (1) Zie concl. OM. in Pas. 2014, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140304.8": {
      "court": "CASS",
      "date": "2014-03-04",
      "roleNumber": "P.14.0333.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140304.8&lang=fr",
      "abstractFR": [
        "Il n'est pas question de provocation lorsque l'intention de commettre l'infraction est née indépendamment de toute intervention d'un agent de police ou d'un tiers agissant à la demande expresse de cet agent, ce dernier s'étant borné à créer l'occasion de commettre librement un fait punissable en des circonstances telles qu'il peut en constater la perpétration tout en laissant l'opportunité à l'auteur de renoncer librement à son entreprise délictueuse (1). (1) Voir: Cass., 5 février 1985, RG 9277, Pas., 1985, n° 337; Cass., 17 décembre 2002, RG P.02.0027.N, Pas., 2002, n° 675; Cass., 1er octobre 2008, RG P.08.0743.F, Pas., 2008, n° 516."
      ],
      "abstractNL": [
        "Wanneer het opzet om het misdrijf te plegen is ontstaan buiten enig optreden van de politieambtenaar of van een derde handelend op het uitdrukkelijk verzoek van deze ambtenaar, deze zich heeft beperkt tot het scheppen van de gelegenheid om vrij een strafbaar feit te plegen in zodanige omstandigheden dat hij de uitvoering ervan kan vaststellen en aan de dader ruimte gelaten wordt om vrij met zijn misdadig voornemen te breken, is er geen sprake van provocatie (1). (1) Zie: Cass. 5 feb. 1985, AR 9277, AC 1984-1985, nr. 337; Cass. 17 dec. 2002, AR P.02.0027.N, nr. 675; Cass. 1 okt. 2008, AR P.08.0743.F, AC 2008, nr. 516."
      ]
    }
  },
  "32": {
    "ECLI:BE:CASS:2018:ARR.20181212.4": {
      "court": "CASS",
      "date": "2018-12-12",
      "roleNumber": "P.18.1240.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181212.4",
      "abstractFR": [
        "L'interdiction pour le juge d'instruction d'instruire des faits autres que ceux dont il a été saisi n'étant pas prescrite à peine de nullité, le juge ne peut déclarer nulle la preuve obtenue à la suite de ce dépassement ou l'exclure d'une autre manière, que lorsqu'il précise comment et pourquoi cette irrégularité a soit entaché la fiabilité de la preuve, soit eu pour conséquence que l'usage de cette preuve est contraire au droit à un procès équitable (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Aangezien het verbod voor de onderzoeksrechter om andere feiten te onderzoeken dan die welke bij hem aanhangig werden gemaakt niet is voorgeschreven op straffe van nietigheid, kan de rechter het ingevolge die overschrijding verkregen bewijs enkel nietig verklaren of het op een andere manier uitsluiten door te preciseren hoe en waarom die onregelmatigheid hetzij de betrouwbaarheid van het bewijs heeft aangetast, hetzij tot gevolg had dat het gebruik van dat bewijs in strijd is met het recht op een eerlijk proces (1). (1) Zie concl. OM in Pas. 2018, nr. 707."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150923.4": {
      "court": "CASS",
      "date": "2015-09-23",
      "roleNumber": "P.14.0238.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150923.4",
      "abstractFR": [
        "Conformément aux articles 2 et 3 du Code judiciaire, l'article 32 du titre préliminaire du Code de procédure pénale est applicable aux procès en cours; il s'applique dès lors immédiatement à toutes les infractions commises avant son entrée en vigueur, le 22 novembre 2013, et non encore jugées définitivement ou prescrites (1). (1) Voir les concl. du MP.",
        "Il résulte des travaux préparatoires de la loi du 24 octobre 2013 modifiant le titre préliminaire du Code de procédure pénale en ce qui concerne les nullités que la nullité d'un élément de preuve obtenu irrégulièrement, visée à l'article 32 du titre préliminaire du Code de procédure pénale et relative au respect des conditions formelles prescrites à peine de nullité, n'inclut pas la violation d'une règle substantielle touchant à l'organisation des cours et tribunaux (1). (1) Voir les concl. du MP.",
        "Le juge apprécie en fait le caractère excusable de l'irrégularité commise dans l'obtention de la preuve, la Cour contrôlant cependant si, de ses constatations, il a pu légalement déduire cette décision (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Overeenkomstig de artikelen 2 en 3 Gerechtelijk Wetboek is artikel 32 Voorafgaande Titel Wetboek van Strafvordering van toepassing op de hangende rechtsgedingen; het is bijgevolg onmiddellijk van toepassing op alle, vóór zijn inwerkingtreding op 22 november 2013, gepleegde misdrijven die nog niet definitief zijn berecht of verjaard (1). (1) Zie concl. OM in Pas. 2015, nr. ...",
        "Uit de parlementaire voorbereiding van de wet van 24 oktober 2013 tot wijziging van de Voorafgaande Titel Wetboek van Strafvordering wat betreft de nietigheden, blijkt dat de nietigheid van een onregelmatig verkregen bewijselement, bedoeld in artikel 32 Voorafgaande Titel Wetboek van Strafvordering, dat betrekking heeft op de eerbiediging van de op straffe van nietigheid voorgeschreven vormvoorschriften, geen miskenning inhoudt van een substantiële regel betreffende de organisatie van de hoven en rechtbanken (1). (1) Zie concl. OM in Pas. 2015, nr. ...",
        "De rechter beoordeelt in feite of de bij de bewijsverkrijging begane onregelmatigheid verschoonbaar is, maar het Hof gaat na of hij uit zijn vaststellingen die beslissing naar recht heeft kunnen afleiden (1). (1) Zie concl. OM in Pas. 2015, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140528.3": {
      "court": "CASS",
      "date": "2014-05-28",
      "roleNumber": "P.14.0424.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140528.3",
      "abstractFR": [
        "Lorsque le réquisitoire aux fins de procéder à des repérages téléphoniques pour des périodes révolues n'est pas précédé d'une ordonnance prise sur la base de l'article 88bis du Code d'instruction criminelle, le juge ne peut écarter des auditions au motif qu'elles procédaient de l'exploitation des données téléphoniques irrégulièrement recueillies sans procéder aux vérifications qu'impose l'article 32 du titre préliminaire du Code de procédure pénale (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer het bevel tot het opsporen van telefoongesprekken voor tijdvakken in het verleden niet wordt voorafgegaan door een op grond van artikel 88bis van het Wetboek van Strafvordering genomen bevelschrift, kan de rechter niet beslissen om verhoren uit het dossier te weren, op grond dat ze voortkwamen uit het benutten van onregelmatig verkregen telefoniegegevens die zijn vergaard zonder eerst het bij artikel 32 van de Voorafgaande Titel van het Wetboek van Strafvordering vereiste nazicht te verrichten (1). (1) Zie concl. OM. in Pas. 2014, nr. ..."
      ]
    }
  },
  "2bis": {
    "ECLI:BE:CASS:2016:ARR.20160615.2": {
      "court": "CASS",
      "date": "2016-06-15",
      "roleNumber": "P.16.0254.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160615.2",
      "abstractFR": [
        "Il ressort du libellé et de l'économie de l'article 2bis du titre préliminaire du Code de procédure pénale, tendant à garantir à la personne morale son indépendance dans l'exercice des droits de la défense, que seul son mandataire ad hoc est habilité à la représenter au cours de la procédure pénale; en tant que telle, la circonstance que la personne initialement habilitée à la représenter et poursuivie pour les mêmes faits ou des faits connexes, n'est plus à la cause en degré d'appel, est sans incidence, sur sa représentation par le mandataire ad hoc.",
        "Pour être régulière, la signification du pourvoi dirigé contre une personne morale pour laquelle un mandataire ad hoc a été désigné, doit être faite à ce dernier."
      ],
      "abstractNL": [
        "Uit de tekst en de opzet van artikel 2bis, Voorafgaande Titel Wetboek van Strafvordering, dat ertoe strekt de onafhankelijkheid te waarborgen van de rechtspersoon bij de uitoefening van diens recht van verdediging, blijkt dat enkel zijn lasthebber ad hoc ertoe gemachtigd is om de rechtspersoon bij de strafvordering te vertegenwoordigen; als zodanig heeft de omstandigheid dat, de persoon die aanvankelijk was gemachtigd de rechtspersoon te vertegenwoordigen en die wegens dezelfde of samenhangende feiten wordt vervolgd geen partij meer is in hoger beroep, geen invloed op zijn vertegenwoordiging door de lasthebber ad hoc.",
        "Om regelmatig te zijn, moet de betekening van het cassatieberoep tegen een rechtspersoon waarvoor een lasthebber ad hoc werd aangewezen, aan laatstgenoemde gebeuren."
      ]
    }
  }
}