{
  "5": {
    "ECLI:BE:CASS:2022:ARR.20220210.1N.1": {
      "court": "CASS",
      "date": "2022-02-10",
      "roleNumber": "C.20.0247.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220210.1N.1&lang=fr",
      "abstractFR": [
        "La question de savoir si une sentence arbitrale peut faire l'objet d'une recours tendant à sa réformation et quel est l'effet d'une décision rendue à la suite d'un tel recours sur le caractère obligatoire de la sentence arbitrale doit être résolue en ayant égard, successivement et l'une à défaut de l'autre, à la convention d'arbitrage, à la loi qu'elle désigne à cette fin et, enfin, à la loi du pays dans lequel la sentence a été rendue (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Le juge de l'exécution doit prendre en considération, au titre de fait juridique, la décision étrangère rendue dans le cadre d'un recours d'où ressort le caractère obligatoire ou non de la sentence arbitrale, sans que cette décision doive être préalablement reconnue ou exécutée selon la procédure prévue aux articles 3 et 4 de la Convention de New York (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De vraag of tegen een arbitrale uitspraak een rechtsmiddel tot wijziging ervan kan worden aangewend en welke gevolgen een beslissing, gewezen in het kader van zulk rechtsmiddel voor het bindend karakter van de arbitrale uitspraak heeft, moet worden opgelost met inachtneming, achtereenvolgens en het ene bij ontstentenis van het andere, van de arbitrageovereenkomst, van de wet die zij daartoe aanwijst en, ten slotte, van de wet van het land waar de uitspraak is gedaan (1). (1) Zie concl. OM.",
        "De executierechter moet de buitenlandse beslissing, gewezen in het kader van een rechtsmiddel, waaruit het al dan niet bindend karakter van de arbitrale uitspraak blijkt, als rechtsfeit in aanmerking nemen, zonder dat die beslissing voorafgaand erkend of ten uitvoer moet worden gelegd volgens de procedure van de artikelen 3 en 4 Verdrag van New York (1). (1) Zie concl. OM."
      ]
    }
  }
}