{
  "1": {
    "ECLI:BE:CASS:2024:ARR.20240502.1N.6": {
      "court": "CASS",
      "date": "2024-05-02",
      "roleNumber": "F.20.0135.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240502.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "Er is voor de toepassing van het Btw-wetboek sprake van misbruik wanneer de verrichte handelingen resulteren in het verkrijgen van een fiscaal voordeel waarvan de toekenning in strijd is met de bedoeling beoogd in dit wetboek en de ter uitvoering ervan genomen besluiten en die handelingen in wezen het verkrijgen van dit voordeel tot doel hebben (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210129.1N.24": {
      "court": "CASS",
      "date": "2021-01-29",
      "roleNumber": "F.19.0103.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210129.1N.24&lang=fr",
      "abstractFR": [
        "Il ressort de l'article 1er, § 10, du Code de la taxe sur la valeur ajoutée que, pour pouvoir constater l'existence d'une pratique abusive en matière de taxe sur la valeur ajoutée, il est requis, en premier lieu, que les opérations en cause, malgré l'application formelle des conditions imposées par le Code de la taxe sur la valeur ajoutée et les arrêtés pris pour son exécution, aient pour résultat l'octroi d'un avantage fiscal contraire à l'objectif poursuivi par ces dispositions; en second lieu, il doit résulter d'un ensemble d'éléments objectifs que le but essentiel des transactions en cause est l'obtention d'un avantage fiscal (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Pour apprécier l'existence d'une pratique abusive, le juge peut prendre en considération le caractère anormal ou purement artificiel des opérations effectuées (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit artikel 1, § 10, Btw-wetboek blijkt dat, om te kunnen vaststellen dat inzake btw sprake is van misbruik, ten eerste vereist is dat de betrokken verrichtingen, in weerwil van de formele toepassing van de voorwaarden die worden opgelegd door het Btw-wetboek en de ter uitvoering ervan genomen besluiten, ertoe leiden dat in strijd met het door deze bepalingen beoogde doel een belastingvoordeel wordt toegekend; ten tweede moet uit een geheel van objectieve factoren blijken dat het wezenlijke doel van de betrokken transacties erin bestaat een belastingvoordeel te verkrijgen (1). (1) Zie concl. OM.",
        "Ter beoordeling van het misbruik kan de rechter het abnormaal of louter artificieel karakter van de verrichte handelingen in aanmerking nemen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200514.1N.2": {
      "court": "CASS",
      "date": "2020-05-14",
      "roleNumber": "F.18.0119.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200514.1N.2&lang=fr",
      "abstractFR": [
        "Le champ d’application de la disposition anti-abus visée à l’article 1er, § 10, du Code de la taxe sur la valeur ajoutée est général et ne se limite pas à l’article 79, § 2, de ce code."
      ],
      "abstractNL": [
        "Het toepassingsgebied van de antimisbruikbepaling van artikel 1, § 10, WBTW is algemeen en is derhalve niet beperkt tot artikel 79, § 2, WBTW."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2020:ARR.20200917.1F.2": {
      "court": "CASS",
      "date": "2020-09-17",
      "roleNumber": "C.18.0423.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200917.1F.2",
      "abstractFR": [
        "La différence de traitement entre la créance de précompte professionnel et la créance de taxe sur la valeur ajoutée découle non de l'article 37 de la loi du 21 janvier 2009 sur la continuité des entreprises, mais de la circonstance que l'État belge n'est, en règle, pas créancier du débiteur admis à la réorganisation judiciaire, mais de son cocontractant qui a fourni des prestations soumises à la taxe (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het verschil in behandeling tussen de schuldvordering van bedrijfsvoorheffing en de schuldvordering van de belasting over de toegevoegde waarde vloeit niet voort uit artikel 37 WCO, maar uit de omstandigheid dat de Belgische Staat, in de regel, geen schuldeiser is ten aanzien van de schuldenaar die tot de procedure van gerechtelijke reorganisatie werd toegelaten, maar ten aanzien van zijn medecontractant die de aan de belasting onderworpen prestaties heeft verricht (1). (1) Zie concl. OM in Pas. 2020, nr. 549."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221222.1F.4": {
      "court": "CASS",
      "date": "2022-12-22",
      "roleNumber": "F.21.0179.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221222.1F.4",
      "abstractFR": [
        "Lorsque l'assujetti procède indûment, pour une période considérée, à une déduction de taxe sur la valeur ajoutée, des intérêts ne sont dus sur ce montant que dans la mesure où, sans cette déduction, un montant serait dû par l'assujetti au titre de taxe sur la valeur ajoutée (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de belastingplichtige voor een in aanmerking genomen tijdvak de belasting over de toegevoegde waarde ten onrechte aftrekt, is er op dit bedrag slechts interest verschuldigd voor zover de belastingplichtige zonder die aftrek een bepaald bedrag aan belasting over de toegevoegde waarde verschuldigd zou zijn (1). (1) Zie concl. OM in Pas. 2022, nr. 858."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220617.1F.4": {
      "court": "CASS",
      "date": "2022-06-17",
      "roleNumber": "F.20.0038.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220617.1F.4",
      "abstractFR": [
        "Si les fournisseurs ou les autres personnes visées à l'article 77 du Code de la taxe sur la valeur ajoutée ont le statut d'assujetti tenu au dépôt de déclarations périodiques, la restitution des taxes trop perçues a lieu en leur faveur par la voie d'une imputation sur le montant des taxes dues pour la période de déclaration concernée, les taxes en aval à leur restituer par voie d'imputation s'ajoutant aux taxes en amont qu'ils peuvent déduire (1). (1) Voir les concl. du MP.",
        "L'action en restitution d'un excédent de taxes sur la valeur ajoutée ne prend pas naissance, indépendamment de toute demande expresse, à la date du dépôt de la déclaration périodique qui l'a fait apparaître (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de leveranciers of de overige in artikel 77 Btw-wetboek bedoelde personen de status hebben van belastingplichtige die tot het indienen van periodieke aangiften is gehouden, vindt de teruggave in hun voordeel van de te veel ontvangen belastingen plaats door toerekening op het bedrag van de verschuldigde belasting voor dat aangiftetijdvak, waarbij de bij wijze van toerekening terug te geven voorbelastingen worden gevoegd bij de voorbelastingen die voor aftrek in aanmerking komen (1). (1) Zie concl. OM in Pas. 2022, nr. 433.",
        "De vordering tot teruggave van een overschot van belastingen over de toegevoegde waarde ontstaat niet, los van enig uitdrukkelijk verzoek, op het tijdstip van de indiening van de periodieke aangifte waaruit dat overschot blijkt (1). (1) Zie concl. OM in Pas. 2022, nr. 433.",
        "Wanneer de leveranciers of de overige in artikel 77 Btw-wetboek bedoelde personen de status hebben van belastingplichtige die tot het indienen van periodieke aangiften is gehouden, vindt de teruggave in hun voordeel van de te veel ontvangen belastingen plaats door toerekening op het bedrag van de verschuldigde belasting voor dat aangiftetijdvak, waarbij de bij wijze van toerekening terug te geven voorbelastingen worden gevoegd bij de voorbelastingen die voor aftrek in aanmerking komen (1). (1) Zie concl. OM in Pas. 2022, nr. 432.",
        "De vordering tot teruggave van een overschot van belastingen over de toegevoegde waarde ontstaat niet, los van enig uitdrukkelijk verzoek, op het tijdstip van de indiening van de periodieke aangifte waaruit dat overschot blijkt (1). (1) Zie concl. OM in Pas. 2022, nr. 432."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160902.2": {
      "court": "CASS",
      "date": "2016-09-02",
      "roleNumber": "F.14.0027.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160902.2&lang=fr",
      "abstractFR": [
        "La base d'imposition ou la valeur normale visées à l'article 32 du Code de la taxe sur la valeur ajoutée correspond au prix qu'un preneur, se trouvant au même stade de commercialisation, devrait payer pour se procurer des biens similaires ou pour la prestation de services (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "La valeur normale de l'octroi d'un droit de superficie à un promoteur immobilier qui construit des appartement en échange de l'obtention de ce droit réel et une soulte en argent, correspond à la valeur du marché du droit de superficie; la base d'imposition ne peut, dès lors, pas être fixée en fonction du prix que le promoteur immobilier pourrait obtenir au cours d'une phase de commercialisation ultérieure loirs de la vente de nouveaux appartement dont il est le propriétaire qu'il a pu construire sur le fonds sur lequel porte son droit de superficie (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De maatstaf van heffing of normale waarde bedoeld in artikel 32 BTW-wetboek stemt overeen met de prijs die de verkrijger in dezelfde handelsfase zou moeten betalen voor de aankoop van gelijkaardige goederen of voor de gepresteerde dienst (1). (1) Zie concl. OM.",
        "De normale waarde van het toekennen van een recht van opstal aan een bouwpromotor, die appartementen bouwt in ruil voor het verkrijgen van dit zakelijk recht en een opleg in geld, stemt overeen met de marktwaarde van het recht van opstal; de maatstaf van heffing kan bijgevolg niet worden vastgesteld in functie van de prijs die de bouwpromotor in een latere handelsfase kan behalen bij de verkoop van de nieuwe aan hem toebehorende appartementen die hij kon bouwen op grond van zijn recht van opstal (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2000:ARR.20000511.10": {
      "court": "CASS",
      "date": "2000-05-11",
      "roleNumber": "C.96.0283.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2000:ARR.20000511.10&lang=fr",
      "abstractFR": [
        "Lorsqu'un véhicule a été détruit dans un accident et que la partie lésée n'est pas assujettie à la taxe sur la valeur ajoutée et, dès lors, ne peut ni déduire la taxe, ni en obtenir la restitution de l'Etat, conformément au Code de la taxe sur la valeur ajoutée, l'indemnité à laquelle elle a droit comprend la taxe sur la valeur ajoutée sur le prix d'achat d'une chose semblable; la circonstance que, pouvant disposer librement de l'indemnité qui lui est due, la partie lésée ne l'utilise pas pour remplacer la voiture détruite, l'utilise, soit pour remplacer celle-ci par un véhicule neuf, soit pour effectuer le remplacement par une voiture d'occasion, à l'achat de laquelle aucune taxe sur la valeur ajoutée n'est due ou uniquement la taxe sur la valeur ajoutée sur la différence entre le prix de vente et le prix d'achat du garagiste, est sans importance (1). (1) Cass., 13 mai 1997, R.G. P.96.0539.N, n 227.",
        "L'obligation d'indemniser entièrement la partie lésée de la perte de son véhicule et le droit de celle-ci de disposer librement de l'indemnité allouée ont pour effet que le juge n'est pas tenu d'examiner si la partie lésée a ou non la possibilité de procéder à une acquisition à un taux de TVA autre que celui qui est applicable à l'achat d'un véhicule neuf."
      ],
      "abstractNL": [
        "Wanneer een voertuig in een ongeval is vernield en de benadeelde geen B.T.W.-plichtige is en dus, overeenkomstig het Wetboek betreffende de belasting over de toegevoegde waarde, de belasting niet kan aftrekken of van de Staat kan terugkrijgen, omvat de schadevergoeding waarop hij recht heeft, de B.T.W. op de aankoopprijs van een gelijkaardige zaak; hierbij is overschillig de omstandigheid dat de benadeelde, ingevolge zijn vrije beschikking over de hem toekomende schadevergoeding, deze niet gebruikt voor de vervanging van de vernielde auto, ze gebruikt voor de vervanging ervan door een nieuwe auto of door een occasieauto waarvoor bij de aankoop geen B.T.W. of slechts een B.T.W. over het verschil tussen de verkoopprijs en de inkoopprijs van de garagist verschuldigd is (1). (1) Cass., 13 mei 1997, A.R. P.96.0539.N, nr 227.",
        "De verplichting de benadeelde volledig te vergoeden voor het verlies van een voertuig en zijn recht vrij te beschikken over de toegekende vergoeding hebben tot gevolg dat de rechter niet verplicht is na te gaan of de benadeelde al dan niet de mogelijkheid heeft aan te kopen met een ander B.T.W.-tarief dan dit dat geldt voor de aankoop van een nieuw voertuig."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2023:ARR.20231208.1F.6": {
      "court": "CASS",
      "date": "2023-12-08",
      "roleNumber": "F.22.0136.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231208.1F.6",
      "abstractFR": [
        "Les fonctionnaires habilités de l'administration fiscale peuvent accéder au lieu où est tenue la comptabilité relative à des opérations visées par le Code de la taxe sur la valeur ajoutée et l'autorisation du juge de police est requise si ce lieu est un bâtiment ou un local habité (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2019:ARR.20190125.2": {
      "court": "CASS",
      "date": "2019-01-25",
      "roleNumber": "F.17.0039.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190125.2&lang=fr",
      "abstractFR": [
        "Il résulte de la combinaison des articles 60, § 1er, alinéa 1er, et 61, § 1er, alinéas 1er et 3, du Code de la taxe sur la valeur ajoutée que la communication des livres, factures et autres documents ne peut être exigée que de la personne qui, en vertu de l'article 60 du Code de la TVA, est tenue de les conserver, ou de son mandataire; lorsque la personne tenue à cette conservation est une personne morale, la communication des livres, factures et autres documents peut valablement se faire par l'organe de la personne morale habilité à cette fin ou par la personne à laquelle la personne morale a délégué ses pleins pouvoirs à cet effet ou dont les agents peuvent raisonnablement présumer qu'elle était habilitée pour ce faire (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de samenhang van de artikelen 60, §1, eerste lid, en 61, §1, eerste en derde lid Btw-wetboek volgt dat de voorlegging van de boeken, facturen en andere stukken slechts kan worden geëist van degene die op grond van artikel 60 Btw-wetboek gehouden is tot bewaring ervan of van zijn lasthebber; wanneer degene die gehouden is tot bewaring een rechtspersoon betreft, dan kan de voorlegging van de boeken, facturen en andere stukken rechtsgeldig gebeuren door het daartoe bevoegde orgaan van de rechtspersoon of door degene aan wie de rechtspersoon een daartoe strekkende volmacht heeft verleend of van wie de ambtenaren redelijkerwijze mochten veronderstellen dat hij hiertoe bevoegd was (1). (1) Zie conclusie OM."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190125.4": {
      "court": "CASS",
      "date": "2019-01-25",
      "roleNumber": "F.17.0067.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190125.4&lang=fr",
      "abstractFR": [
        "La preuve que le non-paiement de la taxe sur la valeur ajoutée provient de difficultés financières qui ont donné lieu à l'ouverture de la procédure de réorganisation judiciaire, de faillite ou de dissolution judiciaire doit être fournie par l'administrateur de la société concernée."
      ],
      "abstractNL": [
        "Het bewijs dat de niet-betaling van de belasting over de toegevoegde waarde het gevolg is van financiële moeilijkheden die aanleiding hebben gegeven tot het openen van de procedure van gerechtelijke reorganisatie, van faillissement of van gerechtelijke ontbinding, moet worden geleverd door de bestuurder van de betrokken vennootschap."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2024:ARR.20240222.1N.4": {
      "court": "CASS",
      "date": "2024-02-22",
      "roleNumber": "C.22.0154.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240222.1N.4",
      "abstractFR": null,
      "abstractNL": [
        "Uit de rechtspraak van het Hof van Justitie van de Europese Unie volgt kennelijk dat, wanneer een belastingplichtige aanvoert goederen of diensten te verwerven in het kader van een economische activiteit in opstart, teneinde de btw die op die goederen of diensten verschuldigd is, in aftrek te kunnen nemen, het de nationale rechter toekomt na te gaan of de wilsverklaring van de belastingplichtige om met economische activiteiten aan te vangen die zullen leiden tot belaste handelingen, gelet op de omstandigheden van de zaak, wordt ondersteund door objectieve gegevens en te goeder trouw is afgelegd (1). (1) Ziz concl. OM."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2024:ARR.20241106.2F.3": {
      "court": "CASS",
      "date": "2024-11-06",
      "roleNumber": "P.24.0790.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241106.2F.3",
      "abstractFR": [
        "Ni l'article 51, § 1er, du Code de la TVA ni aucune autre disposition de ce code n'interdisent de facturer la livraison d'un bien, en l'occurrence de l'énergie, sur la base d'une estimation théorique du volume livré.",
        "Le juge peut intégrer au montant du dommage alloué au gestionnaire de réseau d'électricité, en réparation du vol d'énergie dont il a été victime, le montant de la TVA due sur les consommations d'énergie que ce gestionnaire a rétroactivement facturées en application de l'article 30, § 5, du décret de la Région wallonne du 12 avril 2001 relatif à l'organisation du marché régional de l'électricité, montant que ledit gestionnaire est légalement tenue de rétrocéder à l'État en vertu des articles 10, § 1er, et 51, § 1er, du Code de la TVA (1). (1) Certes, la Cour a autrefois considéré que « la taxe sur la valeur ajoutée n'est pas due sur la consommation d'électricité qui n'a pas été livrée par le distributeur au consommateur mais obtenue frauduleusement par ce dernier » (Cass. 15 avril 1999, RG C.97.0463.F, Pas. 1999, n° 210, ECLI:BE:CASS:1999:ARR.19990415.11, critiqué par V. SEPULCHRE, « T.V.A. et dommages et intérêt - Jurisprudence de la Cour de cassation au regard des principes dégagés par la Cour de Justice de l'Union européenne », R.G.F., 2001, pp. 63-79 [75-76]). Mais l'arrêt attaqué constate que la défenderesse, en sa qualité de gestionnaire de réseau, a facturé l'énergie éludée au demandeur, conformément à l'article 30, § 5, alinéa 2, du Décret régional wallon du 12 avril 2001 relatif à l'organisation du marché régional de l'électricité, qui, édicté postérieurement à ce précédent, dispose : « Les quantités d'électricité consommées par les clients finals qui ne sont ni autoproduites, ni partagées entre les participants à une communauté d'énergie ou entre des clients actifs agissant collectivement, ni échangées de pair-à-pair, ni facturées par un fournisseur, sont facturées à ces clients finals à titre de fourniture, par le gestionnaire de réseau auxquels ils sont raccordés ». Et la Cour de Justice de l'Union européenne, en réponse à des questions préjudicielles posées par le juge de paix d'Anvers, a dit en 2023 que « l'article 2, paragraphe 1er, a), de la directive 2006/112/CE du Conseil, du 28 novembre 2006, relative au système commun de taxe sur la valeur ajoutée, telle que modifiée par la directive 2009/162/UE du Conseil, du 22 décembre 2009, lu en combinaison avec l'article 14, paragraphe 1er, de cette directive, doit être interprété en ce sens que la fourniture d'électricité par un gestionnaire de réseau de distribution, fût-elle involontaire et le fruit de la démarche illégale d'un tiers, constitue une livraison de biens effectuée à titre onéreux emportant le transfert du pouvoir de disposer d'un bien corporel » (C.J.U.E. 27 avril 2023, n° C-677/21, Fluvius Antwerpen c/ MX, et concl. de Mme KOKOTT, avocat général [spéc. cons. 34, 36-37 et 40-42], laquelle a relevé notamment qu'« on pourrait difficilement justifier, notamment eu égard à l'article 20 de la charte des droits fondamentaux de l'Union européenne, les raisons pour lesquelles le consommateur d'électricité honnête serait frappé d'une taxe que le consommateur d'électricité malhonnête (illégal) n'a pas à supporter alors qu'il existe un marché commun pour ces prestations et que les deux doivent dépenser de l'argent pour le même avantage consommable. On ne saurait en tout cas pas discerner de raisons objectives pour cette différence de traitement »). M.N.B."
      ],
      "abstractNL": null
    }
  },
  "12": {
    "ECLI:BE:CASS:2024:ARR.20241114.1F.2": {
      "court": "CASS",
      "date": "2024-11-14",
      "roleNumber": "F.21.0048.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241114.1F.2",
      "abstractFR": [
        "Les présomptions constituent un mode de preuve d'un fait inconnu; les articles 1349 et 1353 de l'ancien Code civil, qui règlent ce mode de preuve, sont étrangers à l'appréciation que le juge porte sur la qualité d'assujetti visé à l'article 12, § 2, du Code de la taxe sur la valeur ajoutée que revêt une personne en raison de l'exercice d'une activité habituelle de cession de bâtiments neufs (1). Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2020:ARR.20200514.1N.2": {
      "court": "CASS",
      "date": "2020-05-14",
      "roleNumber": "F.18.0119.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200514.1N.2&lang=fr",
      "abstractFR": [
        "Une personne physique ou morale est considérée comme un assujetti constructeur professionnel au sens de l’article 12, § 2, du Code de la taxe sur la valeur ajoutée dès qu’elle exprime la volonté, par des actes non équivoques, de céder de manière habituelle des bâtiments à titre onéreux, d’acquérir avec application de la taxe ou de constituer, céder ou rétrocéder des droits réels sur ceux-ci, au plus tard le 31 décembre de la deuxième année qui suit celle au cours de laquelle a lieu leur première occupation ou leur première utilisation; la naissance de l’obligation fiscale ne dépend pas de l’exécution effective d’une livraison ou d’une constitution, cession ou rétrocession d’un droit réel."
      ],
      "abstractNL": [
        "Een natuurlijke persoon of rechtspersoon wordt als belastingplichtige beroepsoprichter in de zin van artikel 12, §2, WBTW beschouwd van zodra hij door ondubbelzinnige daden de wil uit geregeld gebouwen onder bezwarende titel te vervreemden, met voldoening van belasting te verkrijgen of er zakelijke rechten op te vestigen, over te dragen of weder over te dragen, uiterlijk op 31 december van het tweede jaar volgend op het jaar van hun eerste ingebruikneming of eerste inbezitneming; het ontstaan van de belastingplicht hangt niet af van de daadwerkelijke uitvoering van een levering of vestiging, overdracht of wederoverdracht van een zakelijk recht."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170120.1": {
      "court": "CASS",
      "date": "2017-01-20",
      "roleNumber": "F.15.0050.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170120.1&lang=fr",
      "abstractFR": [
        "Le risque de la preuve qu'il est satisfait aux conditions d'application du régime particulier d'imposition de la marge bénéficiaire réalisée par les assujettis-revendeurs, qui déroge au régime normal de la taxe, est supporté par l'assujetti."
      ],
      "abstractNL": [
        "Het bewijsrisico dat aan de toepassingsvoorwaarden is voldaan van de van de normale regeling van de belasting afwijkende bijzondere regeling van belastingheffing over de winstmarge gerealiseerd door belastingplichtige wederverkopers, ligt bij de belastingplichtige."
      ]
    }
  },
  "13": {
    "ECLI:BE:CASS:2020:ARR.20200131.1F.4": {
      "court": "CASS",
      "date": "2020-01-31",
      "roleNumber": "F.18.0166.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200131.1F.4",
      "abstractFR": [
        "L'opération de pari se caractérise par l'attribution d'une chance de gain au parieur, par l'acceptation, en contrepartie, du risque de devoir financer ce gain et n'implique pas que l'opérateur de ce service apparaisse comme tel aux yeux des clients des jeux et paris et qu'il soit titulaire des autorisations requises des autorités publiques pour exercer cette activité."
      ],
      "abstractNL": [
        "Weddenschappen worden gekenmerkt door de toekenning van een winstkans aan de wedder en de aanvaarding, als tegenprestatie, van het risico van uitbetaling van deze winst en impliceren niet dat de verstrekker van deze dienst als zodanig door de klanten van spelen en weddenschappen moet worden gepercipieerd en dat hij houder moet zijn van de vergunningen die de openbare overheden voor het uitoefenen van die activiteit vereisen."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190426.1": {
      "court": "CASS",
      "date": "2019-04-26",
      "roleNumber": "F.15.0108.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190426.1&lang=fr",
      "abstractFR": [
        "Est considéré comme commissionnaire, non seulement celui qui agit en son nom propre ou sous un nom social pour le compte d'un commettant, mais également l'intermédiaire à l'achat qui reçoit du vendeur, ou l'intermédiaire à la vente qui délivre à l'acheteur, à un titre quelconque, une facture, une note de débit ou tout autre écrit équivalent libellés en son propre nom (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Als commissionair wordt aangemerkt niet alleen hij die op eigen naam of onder firma voor rekening van een lastgever handelt, maar ook de tussenpersoon bij inkoop of de tussenpersoon bij verkoop, die in enigerlei hoedanigheid een op zijn naam gestelde factuur, debetnota of ander daarmee gelijkgesteld stuk respectievelijk van de verkoper ontvangt of aan de koper uitreikt (1). (1) Zie concl. OM."
      ]
    }
  },
  "14": {
    "ECLI:BE:CASS:2025:ARR.20251023.1N.1": {
      "court": "CASS",
      "date": "2025-10-23",
      "roleNumber": "F.23.0108.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251023.1N.1",
      "abstractFR": null,
      "abstractNL": [
        "Noch artikel 39, § 1, 2°, Btw-wetboek noch de bepalingen van het KB nr. 18 leggen een termijn op binnen dewelke na de levering van het goed tot uitvoer moet worden overgegaan; dergelijke termijn ligt ook niet impliciet besloten in de artikelen 14, 16 en 17 Btw-wetboek krachtens dewelke voor leveringen van goederen het belastbaar feit plaatsvindt en de belasting opeisbaar wordt op het tijdstip waarop de levering van het goed wordt verricht, aangezien er bij uitvoer geen sprake is van een belastbare levering en de vrijstelling voor uitvoer het belastbaar feit neutraliseert."
      ]
    }
  },
  "15": {
    "ECLI:BE:CASS:2025:ARR.20251023.1N.4": {
      "court": "CASS",
      "date": "2025-10-23",
      "roleNumber": "F.23.0063.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251023.1N.4",
      "abstractFR": null,
      "abstractNL": [
        "De regeling inzake de verkoop of afstand kan enkel worden toegepast op de levering van goederen verricht aan een belastingplichtige of niet-belastingplichtige rechtspersoon voor zover zij, noch in het lopende kalenderjaar, noch in de loop van het voorafgaande kalenderjaar, intracommunautaire verwervingen hebben verricht waarvan het bedrag hoger is dan 11.200 euro; wanneer deze aankoopdrempel wordt overschreden, dan kan de betreffende levering niet vallen onder de regeling inzake de verkoop op afstand."
      ]
    }
  },
  "16": {
    "ECLI:BE:CASS:2025:ARR.20251023.1N.1": {
      "court": "CASS",
      "date": "2025-10-23",
      "roleNumber": "F.23.0108.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251023.1N.1",
      "abstractFR": null,
      "abstractNL": [
        "Noch artikel 39, § 1, 2°, Btw-wetboek noch de bepalingen van het KB nr. 18 leggen een termijn op binnen dewelke na de levering van het goed tot uitvoer moet worden overgegaan; dergelijke termijn ligt ook niet impliciet besloten in de artikelen 14, 16 en 17 Btw-wetboek krachtens dewelke voor leveringen van goederen het belastbaar feit plaatsvindt en de belasting opeisbaar wordt op het tijdstip waarop de levering van het goed wordt verricht, aangezien er bij uitvoer geen sprake is van een belastbare levering en de vrijstelling voor uitvoer het belastbaar feit neutraliseert."
      ]
    }
  },
  "17": {
    "ECLI:BE:CASS:2025:ARR.20251023.1N.1": {
      "court": "CASS",
      "date": "2025-10-23",
      "roleNumber": "F.23.0108.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251023.1N.1",
      "abstractFR": null,
      "abstractNL": [
        "Noch artikel 39, § 1, 2°, Btw-wetboek noch de bepalingen van het KB nr. 18 leggen een termijn op binnen dewelke na de levering van het goed tot uitvoer moet worden overgegaan; dergelijke termijn ligt ook niet impliciet besloten in de artikelen 14, 16 en 17 Btw-wetboek krachtens dewelke voor leveringen van goederen het belastbaar feit plaatsvindt en de belasting opeisbaar wordt op het tijdstip waarop de levering van het goed wordt verricht, aangezien er bij uitvoer geen sprake is van een belastbare levering en de vrijstelling voor uitvoer het belastbaar feit neutraliseert."
      ]
    }
  },
  "18": {
    "ECLI:BE:CASS:2024:ARR.20240222.1N.3": {
      "court": "CASS",
      "date": "2024-02-22",
      "roleNumber": "F.22.0158.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240222.1N.3",
      "abstractFR": null,
      "abstractNL": [
        "Het begrip ‘verhuur van uit hun aard onroerende goederen' moet strikt worden uitgelegd, aangezien de vrijstelling van artikel 44, § 3, 2°, Btw-wetboek een afwijking inhoudt van het algemene beginsel dat btw wordt geheven over elke dienst die door een belastingplichtige onder bezwarende titel wordt verricht, maar dat neemt niet weg dat om de aard van een handeling vast te stellen, de rechter alle omstandigheden waaronder de betrokken handeling wordt verricht, in aanmerking moet nemen om daaruit de kenmerkende elementen naar voren te halen; uit de loutere omstandigheid dat de rechter dergelijke omstandigheden in aanmerking neemt, volgt derhalve niet dat hij het begrip ‘verhuur van uit hun aard onroerende goederen' niet strikt uitlegt (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210129.1N.18": {
      "court": "CASS",
      "date": "2021-01-29",
      "roleNumber": "F.18.0163.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210129.1N.18&lang=fr",
      "abstractFR": [
        "Il est question de prestation unique lorsque deux ou plusieurs éléments ou actes fournis par l'assujetti au consommateur, envisagé comme un consommateur moyen, sont si étroitement liés qu'ils forment, objectivement, une seule prestation économique indissociable dont la décomposition revêtirait un caractère artificiel; il est également question de prestation unique lorsqu'un ou plusieurs éléments doivent être considérés comme constituant la prestation principale alors que, à l'inverse, d'autres éléments doivent être regardés comme une ou des prestations accessoires partageant le sort fiscal de la prestation principale.",
        "Une prestation doit être considérée comme accessoire à une prestation principale lorsqu'elle ne constitue pas pour la clientèle une fin en soi, mais le moyen de bénéficier dans les meilleures conditions du service principal du prestataire."
      ],
      "abstractNL": [
        "Er is sprake van één prestatie wanneer twee of meer elementen of handelingen die de belastingplichtige levert of verricht ten behoeve van de als modaal beschouwde consument, zo nauw met elkaar verbonden zijn dat zij objectief gezien één economische, niet te splitsen, prestatie vormen, waarvan het kunstmatig zou zijn die uit elkaar te halen; er is eveneens sprake van één prestatie wanneer een of meer elementen moeten worden geacht de hoofdprestatie te vormen, terwijl een of meer andere elementen moeten worden beschouwd als een of meer bijkomende prestaties, die het fiscale lot van de hoofdprestatie delen.",
        "Een dienst moet als bijkomend bij een hoofddienst worden beschouwd wanneer hij voor de klanten geen doel op zich is, maar een middel om de hoofddienst van de dienstverrichter zo aantrekkelijk mogelijk te maken."
      ]
    }
  },
  "19": {
    "ECLI:BE:CASS:2019:ARR.20190927.4": {
      "court": "CASS",
      "date": "2019-09-27",
      "roleNumber": "F.18.0059.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190927.4",
      "abstractFR": [
        "Lorsque l'assujetti a affecté le bien à l'entreprise, l'utilisation de ce bien à des fins étrangères à l'entreprise n'affecte pas son droit à la déduction (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de belastingplichtige het goed in het bedrijf heeft opgenomen, wordt zijn recht op aftrek voor het gebruik van dat goed voor andere dan bedrijfsdoeleinden, niet aangetast (1). (1) Zie concl. OM in Pas. 2019, nr. 484."
      ]
    }
  },
  "21": {
    "ECLI:BE:CASS:2021:ARR.20210625.1N.5": {
      "court": "CASS",
      "date": "2021-06-25",
      "roleNumber": "F.20.0063.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210625.1N.5&lang=fr",
      "abstractFR": [
        "Pour que des services de gestion d'une société puissent être considérés comme des services relevant de la règle générale à appliquer pour la détermination du lieu des prestations, prévue à l'article 21, § 2, du Code de la taxe sur la valeur ajoutée, il est uniquement requis qu'il s'agisse de services de gestion générale qui ne sont pas réputés être exclusivement des services spécifiques de traitement de données et de fourniture d'informations au sens de l'article 21, § 3, 7°, d), de ce code ; il n'est pas requis qu'il soit démontré qu'il s'agit de services de gestion fournis en tant que gérant ou administrateur statutaire ou de services de gestion fournis en vertu d'une convention aux termes de laquelle le gestionnaire dispose du pouvoir d'imposer sa ligne de conduite à la société (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Opdat diensten van management van een vennootschap in aanmerking zouden komen als diensten die vallen onder de algemene plaatsbepalingsregel van artikel 21, § 2, Btw-wetboek, is enkel vereist dat het gaat om algemene managementdiensten die niet louter als specifieke diensten van informatieverwerking en -verschaffing in de zin van artikel 21, § 3, 7°, d), Btw-wetboek in aanmerking komen; het is niet vereist dat wordt aangetoond dat het gaat om management als zaakvoerder of statutair beheerder of management krachtens een overeenkomst waardoor de manager over de mogelijkheid beschikt zijn beleidslijnen aan de vennootschap op te leggen (1). (1) Zie concl OM."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161014.1": {
      "court": "CASS",
      "date": "2016-10-14",
      "roleNumber": "F.14.0127.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161014.1&lang=fr",
      "abstractFR": [
        "L'assujetti établi en Belgique qui facture des services exonérés de la TVA sur la base de l'article 21, § 3, 7°, d) du Code de la taxe sur la valeur ajoutée est tenu de démontrer que ces prestations de services ont pour objet un travail intellectuel effectué dans le cadre de son activité habituelle en tant que conseiller, bureau conseil ou prestataire de services similaire; d'autres prestations qui ne sont pas purement d'avis ou de conseil, ne peuvent, sur cette base, être facturées avec exonération de la TVA, même si l'accent est mis, quant à l'activité de l'assujetti à la TVA, sur l'avis ou le conseil."
      ],
      "abstractNL": [
        "De in België gevestigde belastingplichtige die diensten factureert met vrijstelling van BTW op grond van artikel 21, § 3, 7°, d), BTW-wetboek, dient aan te tonen dat deze diensten intellectueel werk tot voorwerp hebben verricht in het kader van zijn geregelde werkzaamheid als adviseur, adviesbureau of soortgelijke dienstverrichter; andere prestaties, die niet zuiver adviserend of raadgevend zijn, kunnen op die grond niet met vrijstelling van BTW worden gefactureerd, ook al ligt de klemtoon van de activiteit van de BTW-belastingplichtige op de adviesverlening of raadgeving."
      ]
    }
  },
  "22": {
    "ECLI:BE:CASS:2016:ARR.20160902.2": {
      "court": "CASS",
      "date": "2016-09-02",
      "roleNumber": "F.14.0027.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160902.2&lang=fr",
      "abstractFR": [
        "Il résulte du principe de l'égalité de traitement que les conventions d'échange, dont la contrepartie est, par définition, payée en nature ou un échange avec soulte, dont la contrepartie est payée partiellement en nature et les actes pour lesquels la contrepartie est payée en liquide, constituent d'un point de vue économique et commercial, deux situations identiques et ne peuvent donc faire l'objet, sur le plan de l'imposition à la taxe sur la valeur ajoutée, d'une discrimination illicite; l'exigibilité anticipée de la taxe sur la valeur ajoutée s'applique dès lors aussi si la contrepartie est payée anticipativement alors que la prestation de services n'est pas encore parfaite (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het beginsel van gelijke behandeling heeft tot gevolg dat ruilovereenkomsten, waarvan de tegenprestatie per definitie in natura wordt betaald, of een ruil met opleg, waarvan de tegenprestatie voor een deel in natura wordt betaald, en handelingen waarvoor de tegenprestatie in geld wordt betaald, vanuit economisch en commercieel oogpunt twee identieke situaties zijn en dus op het vlak van de heffing van de belasting over de toegevoegde waarde niet het voorwerp kunnen uitmaken van een ongeoorloofde discriminatie; de vervroegde opeisbaarheid van de belasting over de toegevoegde waarde is bijgevolg ook van toepassing indien de tegenprestatie voor de nog niet voltooide dienst in natura wordt vooruitbetaald (1). (1) Zie concl. OM."
      ]
    }
  },
  "26": {
    "ECLI:BE:CASS:2023:ARR.20231113.3F.4": {
      "court": "CASS",
      "date": "2023-11-13",
      "roleNumber": "F.20.0139.F-F.21.0042.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231113.3F.4",
      "abstractFR": [
        "Lorsque la taxe sur la valeur ajoutée a été erronément calculée à un taux inférieur au taux légal applicable à l'opération, la taxe due doit être calculée sur le prix total payé déduction faite de la taxe appliquée (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2019:ARR.20190621.2": {
      "court": "CASS",
      "date": "2019-06-21",
      "roleNumber": "C.16.0373.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190621.2&lang=fr",
      "abstractFR": [
        "La demande de révision du marché, dans les conditions prescrites à l'article 16, B, de l'arrêté ministériel du 14 octobre 1964 relatif aux clauses contractuelles administratives et techniques constituant le cahier général des charges des marchés de l'État, ne vise pas l'exécution par le paiement d'un montant équivalent ou d'une indemnité compensatoire pour défaut d'exécution, mais l'exécution directe d'une obligation contractuelle; l'indemnité pour révision des prix obtenue à la suite de la demande de révision du marché est, en vertu de l'article 26 du Code de la taxe sur la valeur ajoutée, assujettie à cette taxe (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De vordering tot herziening van de overeenkomst, overeenkomstig artikel 16, B, van het ministerieel besluit van 14 oktober 1964 aangaande de administratieve en technische contractuele bepalingen die het algemeen lastenkohier van de overeenkomsten van de Staat uitmaken, strekt niet tot uitvoering door betaling van een gelijkwaardig bedrag of van compensatoire schadevergoeding wegens niet-uitvoering, maar tot de rechtstreekse uitvoering van een contractuele verbintenis; de prijsaanpassingsvergoeding die ingevolge de vordering tot herziening van de overeenkomst wordt verkregen, is krachtens artikel 26 Btw-wetboek onderworpen aan de BTW (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190228.14": {
      "court": "CASS",
      "date": "2019-02-28",
      "roleNumber": "F.17.0162.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190228.14",
      "abstractFR": [
        "Pour déterminer si la subvention est directement liée au prix de vente du bien, il faut comparer ce prix avec le prix de vente qu'aurait exigé le vendeur, compte tenu de la valeur du marché, en l'absence d'une telle subvention, et non par rapport au prix de revient de ce bien (1). (1) Voy. les concl. du MP."
      ],
      "abstractNL": [
        "Om te bepalen of de subsidie rechtstreeks gekoppeld is aan de verkoopprijs van het goed, moet die prijs worden vergeleken met de verkoopprijs die de verkoper zou hebben geëist, rekening houdend met de marktwaarde, zonder dergelijke subsidie, en niet in vergelijking met de kostprijs van dat goed (1). (1) Zie concl. OM in Pas. 2019, nr. 130."
      ]
    },
    "ECLI:BE:CASS:2000:ARR.20000511.10": {
      "court": "CASS",
      "date": "2000-05-11",
      "roleNumber": "C.96.0283.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2000:ARR.20000511.10&lang=fr",
      "abstractFR": [
        "Lorsqu'un véhicule a été détruit dans un accident et que la partie lésée n'est pas assujettie à la taxe sur la valeur ajoutée et, dès lors, ne peut ni déduire la taxe, ni en obtenir la restitution de l'Etat, conformément au Code de la taxe sur la valeur ajoutée, l'indemnité à laquelle elle a droit comprend la taxe sur la valeur ajoutée sur le prix d'achat d'une chose semblable; la circonstance que, pouvant disposer librement de l'indemnité qui lui est due, la partie lésée ne l'utilise pas pour remplacer la voiture détruite, l'utilise, soit pour remplacer celle-ci par un véhicule neuf, soit pour effectuer le remplacement par une voiture d'occasion, à l'achat de laquelle aucune taxe sur la valeur ajoutée n'est due ou uniquement la taxe sur la valeur ajoutée sur la différence entre le prix de vente et le prix d'achat du garagiste, est sans importance (1). (1) Cass., 13 mai 1997, R.G. P.96.0539.N, n 227.",
        "L'obligation d'indemniser entièrement la partie lésée de la perte de son véhicule et le droit de celle-ci de disposer librement de l'indemnité allouée ont pour effet que le juge n'est pas tenu d'examiner si la partie lésée a ou non la possibilité de procéder à une acquisition à un taux de TVA autre que celui qui est applicable à l'achat d'un véhicule neuf."
      ],
      "abstractNL": [
        "Wanneer een voertuig in een ongeval is vernield en de benadeelde geen B.T.W.-plichtige is en dus, overeenkomstig het Wetboek betreffende de belasting over de toegevoegde waarde, de belasting niet kan aftrekken of van de Staat kan terugkrijgen, omvat de schadevergoeding waarop hij recht heeft, de B.T.W. op de aankoopprijs van een gelijkaardige zaak; hierbij is overschillig de omstandigheid dat de benadeelde, ingevolge zijn vrije beschikking over de hem toekomende schadevergoeding, deze niet gebruikt voor de vervanging van de vernielde auto, ze gebruikt voor de vervanging ervan door een nieuwe auto of door een occasieauto waarvoor bij de aankoop geen B.T.W. of slechts een B.T.W. over het verschil tussen de verkoopprijs en de inkoopprijs van de garagist verschuldigd is (1). (1) Cass., 13 mei 1997, A.R. P.96.0539.N, nr 227.",
        "De verplichting de benadeelde volledig te vergoeden voor het verlies van een voertuig en zijn recht vrij te beschikken over de toegekende vergoeding hebben tot gevolg dat de rechter niet verplicht is na te gaan of de benadeelde al dan niet de mogelijkheid heeft aan te kopen met een ander B.T.W.-tarief dan dit dat geldt voor de aankoop van een nieuw voertuig."
      ]
    }
  },
  "28": {
    "ECLI:BE:CASS:2023:ARR.20231113.3F.4": {
      "court": "CASS",
      "date": "2023-11-13",
      "roleNumber": "F.20.0139.F-F.21.0042.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231113.3F.4",
      "abstractFR": [
        "Lorsque la taxe sur la valeur ajoutée a été erronément calculée à un taux inférieur au taux légal applicable à l'opération, la taxe due doit être calculée sur le prix total payé déduction faite de la taxe appliquée (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "32": {
    "ECLI:BE:CASS:2016:ARR.20160902.2": {
      "court": "CASS",
      "date": "2016-09-02",
      "roleNumber": "F.14.0027.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160902.2&lang=fr",
      "abstractFR": [
        "La base d'imposition ou la valeur normale visées à l'article 32 du Code de la taxe sur la valeur ajoutée correspond au prix qu'un preneur, se trouvant au même stade de commercialisation, devrait payer pour se procurer des biens similaires ou pour la prestation de services (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "La valeur normale de l'octroi d'un droit de superficie à un promoteur immobilier qui construit des appartement en échange de l'obtention de ce droit réel et une soulte en argent, correspond à la valeur du marché du droit de superficie; la base d'imposition ne peut, dès lors, pas être fixée en fonction du prix que le promoteur immobilier pourrait obtenir au cours d'une phase de commercialisation ultérieure loirs de la vente de nouveaux appartement dont il est le propriétaire qu'il a pu construire sur le fonds sur lequel porte son droit de superficie (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De maatstaf van heffing of normale waarde bedoeld in artikel 32 BTW-wetboek stemt overeen met de prijs die de verkrijger in dezelfde handelsfase zou moeten betalen voor de aankoop van gelijkaardige goederen of voor de gepresteerde dienst (1). (1) Zie concl. OM.",
        "De normale waarde van het toekennen van een recht van opstal aan een bouwpromotor, die appartementen bouwt in ruil voor het verkrijgen van dit zakelijk recht en een opleg in geld, stemt overeen met de marktwaarde van het recht van opstal; de maatstaf van heffing kan bijgevolg niet worden vastgesteld in functie van de prijs die de bouwpromotor in een latere handelsfase kan behalen bij de verkoop van de nieuwe aan hem toebehorende appartementen die hij kon bouwen op grond van zijn recht van opstal (1). (1) Zie concl. OM."
      ]
    }
  },
  "37": {
    "ECLI:BE:CASS:2022:ARR.20221021.1N.5": {
      "court": "CASS",
      "date": "2022-10-21",
      "roleNumber": "F.21.0053.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221021.1N.5&lang=fr",
      "abstractFR": [
        "Il est question de nouvelle construction à laquelle s'applique un taux de 21 % de taxe sur la valeur ajoutée, lorsque les travaux exécutés ne s'appuient pas sur les éléments essentiels de la structure du bâtiment et que le bâtiment est reconstruit après démolition, même si certaines parties, comme les fondations, les caves ou la seule façade avant, sont conservées; c'est également le cas lorsque des éléments essentiels de la structure du bâtiment, en particulier les fondations, doivent être substantiellement rénovées ou renforcés afin de supporter les travaux exécutés (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Le juge apprécie souverainement si les travaux exécutés ont pour objet la transformation, la rénovation, la réhabilitation, l'amélioration, la réparation ou l'entretien, en tout ou en partie, d'un bâtiment d'habitation ou s'il est question de travaux relatifs à une nouvelle construction, sans préjudice de la possibilité dont dispose la Cour de vérifier si le juge a pu légalement déduire des faits qu'il a constatés que les travaux ont conduit à la réalisation d'une nouvelle construction (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Er is sprake van nieuwbouw, waarop een btw-tarief van 21 pct. van toepassing is, indien de uitgevoerde werken niet steunen op de wezenlijke elementen van de structuur van het gebouw en het gebouw heropgebouwd wordt na afbraak, zelfs indien bepaalde delen, zoals de funderingen, de kelders of alleen de voorgevel worden behouden; dit is eveneens het geval, wanneer wezenlijke elementen van de structuur van het gebouw, en in het bijzonder de fundering van het gebouw, substantieel dienen te worden vernieuwd of verstevigd om de uitgevoerde werken te ondersteunen (1). (1) Zie concl. OM.",
        "De rechter beoordeelt onaantastbaar of de uitgevoerde werken de omvorming, renovatie, rehabilitatie, verbetering, herstelling of het onderhoud, geheel of ten dele, van een woning tot voorwerp hebben dan wel of er sprake is van nieuwbouwwerken, onverminderd de mogelijkheid voor het Hof om na te gaan of de rechter uit de door hem vastgestelde feiten wettig heeft kunnen afleiden dat de werken een nieuwbouw tot stand hebben gebracht (1). (1) Zie concl. OM."
      ]
    }
  },
  "39": {
    "ECLI:BE:CASS:2025:ARR.20251023.1N.1": {
      "court": "CASS",
      "date": "2025-10-23",
      "roleNumber": "F.23.0108.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251023.1N.1",
      "abstractFR": null,
      "abstractNL": [
        "Noch artikel 39, § 1, 2°, Btw-wetboek noch de bepalingen van het KB nr. 18 leggen een termijn op binnen dewelke na de levering van het goed tot uitvoer moet worden overgegaan; dergelijke termijn ligt ook niet impliciet besloten in de artikelen 14, 16 en 17 Btw-wetboek krachtens dewelke voor leveringen van goederen het belastbaar feit plaatsvindt en de belasting opeisbaar wordt op het tijdstip waarop de levering van het goed wordt verricht, aangezien er bij uitvoer geen sprake is van een belastbare levering en de vrijstelling voor uitvoer het belastbaar feit neutraliseert."
      ]
    }
  },
  "44": {
    "ECLI:BE:CASS:2025:ARR.20250911.1N.5": {
      "court": "CASS",
      "date": "2025-09-11",
      "roleNumber": "F.24.0071.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250911.1N.5",
      "abstractFR": null,
      "abstractNL": [
        "De voorwaarde dat de exploitant of inrichting de ontvangsten uit de vrijgestelde werkzaamheden uitsluitend gebruikt tot dekking van de kosten ervan, houdt niet in dat exploitant of inrichting geen overschotten mag realiseren of zelfs nastreven, mits deze overschotten niet als winst onder de leden worden verdeeld en mits zij worden aangewend ten behoeve van de vrijgestelde diensten."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240222.1N.3": {
      "court": "CASS",
      "date": "2024-02-22",
      "roleNumber": "F.22.0158.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240222.1N.3",
      "abstractFR": null,
      "abstractNL": [
        "De verhuur van uit hun aard onroerende goederen in de zin van artikel 44, § 3, 2°, Btw-wetboek bestaat in wezen daarin dat een verhuurder een huurder voor een overeengekomen tijdsduur en onder bezwarende titel het recht verleent een onroerend goed te gebruiken als ware hij de eigenaar ervan en ieder ander van het genot van dat recht uit te sluiten; het betreft een betrekkelijk passieve activiteit, die enkel verband houdt met het tijdsverloop en geen toegevoegde waarde van betekenis oplevert, te onderscheiden van andere activiteiten die ofwel een zakelijk-industrieel en commercieel karakter hebben, ofwel een voorwerp hebben dat beter wordt gekarakteriseerd door het leveren van een prestatie dan door de enkele terbeschikkingstelling van een goed, zoals het verlenen van al dan niet exclusieve rechten op het recht een beroepswerkzaamheid uit te oefenen in de zin van artikel 18, § 1, tweede lid, 6°, Btw-wetboek (1). (1) Zie concl. OM.",
        "Het begrip ‘verhuur van uit hun aard onroerende goederen' moet strikt worden uitgelegd, aangezien de vrijstelling van artikel 44, § 3, 2°, Btw-wetboek een afwijking inhoudt van het algemene beginsel dat btw wordt geheven over elke dienst die door een belastingplichtige onder bezwarende titel wordt verricht, maar dat neemt niet weg dat om de aard van een handeling vast te stellen, de rechter alle omstandigheden waaronder de betrokken handeling wordt verricht, in aanmerking moet nemen om daaruit de kenmerkende elementen naar voren te halen; uit de loutere omstandigheid dat de rechter dergelijke omstandigheden in aanmerking neemt, volgt derhalve niet dat hij het begrip ‘verhuur van uit hun aard onroerende goederen' niet strikt uitlegt (1). (1) Zie concl. OM.",
        "Het loutere feit dat de huurder de gehuurde ruimte enkel kan en mag gebruiken voor het verrichten van welbepaalde diensten, verhindert op zich niet dat hij het onroerend goed kan gebruiken als ware hij de eigenaar ervan en dat aldus sprake kan zijn van een verhuur van een uit zijn aard onroerend goed in de zin van artikel 44, § 3, 2°, Btw-wetboek (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231113.3F.4": {
      "court": "CASS",
      "date": "2023-11-13",
      "roleNumber": "F.20.0139.F-F.21.0042.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231113.3F.4",
      "abstractFR": [
        "Il y a transformation d'un immeuble, au sens de l'article 12 de la directive de la directive2006/112/CE du Conseil du 28 novembre 2006, relative au système commun de taxe sur la valeur ajoutée, qui détermine son statut en cas de cession, lorsque celui-ci a subi des modifications substantielles destinées à en modifier l'usage ou à en changer les conditions d'occupation (1). (1) Voir les concl. du MP.",
        "Il ne résulte pas de l'article 12 de la directive de la directive2006/112/CE du Conseil du 28 novembre 2006, relative au système commun de taxe sur la valeur ajoutée et de l'article 44 du Code de la TVA qu'un immeuble transformé ne peut être neuf que si les travaux exécutés ne s'appuient pas sur les éléments essentiels de la structure de l'immeuble à rénover (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220328.3F.6": {
      "court": "CASS",
      "date": "2022-03-28",
      "roleNumber": "F.20.0139.F-F.21.0042.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220328.3F.6",
      "abstractFR": [
        "Lorsque devant la Cour se pose la question de savoir si, à défaut pour l'État membre d'avoir défini des modalités d'application du critère de la première occupation aux transformations d'immeubles, la livraison, après transformation, d'un bâtiment qui a fait l'objet, avant transformation, d'une première occupation au sens de l'article 12, § 1er, a), ou de l'article 12, § 2, alinéa 3, de la directive 2006/112/CE du Conseil du 28 novembre 2006, demeure exonérée de la taxe sur la valeur ajoutée, la Cour pose une question préjudicielle à la Cour de justice de l'Union européenne (1). (1) Voir les concl. du MP.",
        "Lorsque devant la Cour se pose la question de savoir si, à défaut pour l’État membre d’avoir défini des modalités d’application du critère de la première occupation aux transformations d’immeubles, la livraison, après transformation, d’un bâtiment qui a fait l’objet, avant transformation, d’une première occupation au sens de l’article 12, § 1er, a), ou de l’article 12, § 2, alinéa 3, de la directive 2006/112/CE du Conseil du 28 novembre 2006, demeure exonérée de la taxe sur la valeur ajoutée, la Cour pose une question préjudicielle à la Cour de justice de l’Union européenne (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer voor het Hof de vraag rijst of, wanneer de betrokken lidstaat niet de voorwaarden heeft vastgesteld voor de toepassing van het criterium van de eerste ingebruikneming op de verbouwing van gebouwen, de levering na verbouwing van een gebouw waarvan, vóór de verbouwing, een eerste ingebruikneming in de zin van artikel 12.1, a) of van artikel 12.2, derde lid, Richtlijn 2006/112/EG van de Raad van 28 november 2006 heeft plaatsgevonden, van de belasting over de toegevoegde waarde blijft vrijgesteld, stelt het Hof een prejudiciële vraag aan het Hof van Justitie van de Europese Unie (1). (1) Zie concl. OM in Pas. 2022, nr. 220."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200925.1N.5": {
      "court": "CASS",
      "date": "2020-09-25",
      "roleNumber": "F.17.0012.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200925.1N.5&lang=fr",
      "abstractFR": [
        "La condition contenue à l'article 2, 1°, de l'arrêté royal n° 43, selon laquelle les activités du groupement consistent exclusivement à fournir des prestations de services directement au profit de leurs membres mêmes est contraire à l'article 13, A, alinéa 1er, sous f), de la sixième directive (77/388/CEE) du Conseil, du 17 mai 1977, en matière d'harmonisation des législations des États membres relatives aux taxes sur le chiffre d'affaires – Système commun de taxe sur la valeur ajoutée: assiette uniforme.",
        "La condition contenue à l’article 2, 1°, de l’arrêté royal n° 43, selon laquelle les activités du groupement consistent exclusivement à fournir des prestations de services directement au profit de leurs membres mêmes est contraire à l’article 13, A, paragraphe 1er, sous f), de la sixième directive (77/388/CEE) du Conseil, du 17 mai 1977, en matière d’harmonisation des législations des États membres relatives aux taxes sur le chiffre d’affaires – Système commun de taxe sur la valeur ajoutée: assiette uniforme."
      ],
      "abstractNL": [
        "De in artikel 2, 1°, koninklijk besluit nr. 43 vervatte voorwaarde dat de werkzaamheden van de groepering uitsluitend bestaan in het verrichten van diensten rechtstreeks in het belang van de leden zelf, is strijdig met artikel 13, A, lid 1, onder f), van de Zesde Richtlijn (77/388/EEG) van de Raad van 17 mei 1977 betreffende de harmonisatie van de wetgevingen der lidstaten inzake omzetbelasting - Gemeenschappelijk stelsel van belasting over de toegevoegde waarde: uniforme grondslag."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200131.1F.4": {
      "court": "CASS",
      "date": "2020-01-31",
      "roleNumber": "F.18.0166.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200131.1F.4",
      "abstractFR": [
        "L'opération de pari se caractérise par l'attribution d'une chance de gain au parieur, par l'acceptation, en contrepartie, du risque de devoir financer ce gain et n'implique pas que l'opérateur de ce service apparaisse comme tel aux yeux des clients des jeux et paris et qu'il soit titulaire des autorisations requises des autorités publiques pour exercer cette activité."
      ],
      "abstractNL": [
        "Weddenschappen worden gekenmerkt door de toekenning van een winstkans aan de wedder en de aanvaarding, als tegenprestatie, van het risico van uitbetaling van deze winst en impliceren niet dat de verstrekker van deze dienst als zodanig door de klanten van spelen en weddenschappen moet worden gepercipieerd en dat hij houder moet zijn van de vergunningen die de openbare overheden voor het uitoefenen van die activiteit vereisen."
      ]
    }
  },
  "45": {
    "ECLI:BE:CASS:2025:ARR.20250221.1N.4": {
      "court": "CASS",
      "date": "2025-02-21",
      "roleNumber": "F.22.0164.N-F.22.0165.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250221.1N.4",
      "abstractFR": [
        "Ni l'article 45, § 1er, du Code de la taxe sur la valeur ajoutée ni aucune autre disposition légale ne permettent de refuser la déduction de la taxe au motif que le coût des biens ou services fournis dépasse les besoins professionnels d'une manière déraisonnable (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Noch artikel 45, § 1, Btw-wetboek, noch enige andere wetsbepaling laten toe de aftrek van de belasting te weigeren om reden dat de kostprijs van de geleverde goederen of de verleende diensten op onredelijke wijze de beroepsbehoeften overtreft (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240222.1N.4": {
      "court": "CASS",
      "date": "2024-02-22",
      "roleNumber": "C.22.0154.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240222.1N.4",
      "abstractFR": null,
      "abstractNL": [
        "Uit de rechtspraak van het Hof van Justitie van de Europese Unie volgt kennelijk dat, wanneer een belastingplichtige aanvoert goederen of diensten te verwerven in het kader van een economische activiteit in opstart, teneinde de btw die op die goederen of diensten verschuldigd is, in aftrek te kunnen nemen, het de nationale rechter toekomt na te gaan of de wilsverklaring van de belastingplichtige om met economische activiteiten aan te vangen die zullen leiden tot belaste handelingen, gelet op de omstandigheden van de zaak, wordt ondersteund door objectieve gegevens en te goeder trouw is afgelegd (1). (1) Ziz concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221125.1N.6": {
      "court": "CASS",
      "date": "2022-11-25",
      "roleNumber": "F.21.0135.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221125.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "Uit de rechtspraak van het Hof van Justitie van de Europese Unie volgt dat de administratie het recht op aftrek niet ma g weigeren louter omdat op een factuur niet alle vermeldingen voorkomen bedoeld in artikel 5, § 1, van het koninklijk besluit nr. 1 met betrekking tot de regeling voor de voldoening van de belasting over de toegevoegde waarde, indien vaststaat dat aan de materiële voorwaarden voor het recht op aftrek is voldaan (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200917.1F.2": {
      "court": "CASS",
      "date": "2020-09-17",
      "roleNumber": "C.18.0423.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200917.1F.2",
      "abstractFR": [
        "La différence de traitement entre la créance de précompte professionnel et la créance de taxe sur la valeur ajoutée découle non de l'article 37 de la loi du 21 janvier 2009 sur la continuité des entreprises, mais de la circonstance que l'État belge n'est, en règle, pas créancier du débiteur admis à la réorganisation judiciaire, mais de son cocontractant qui a fourni des prestations soumises à la taxe (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het verschil in behandeling tussen de schuldvordering van bedrijfsvoorheffing en de schuldvordering van de belasting over de toegevoegde waarde vloeit niet voort uit artikel 37 WCO, maar uit de omstandigheid dat de Belgische Staat, in de regel, geen schuldeiser is ten aanzien van de schuldenaar die tot de procedure van gerechtelijke reorganisatie werd toegelaten, maar ten aanzien van zijn medecontractant die de aan de belasting onderworpen prestaties heeft verricht (1). (1) Zie concl. OM in Pas. 2020, nr. 549."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210129.1N.16": {
      "court": "CASS",
      "date": "2021-01-29",
      "roleNumber": "F.19.0009.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210129.1N.16&lang=fr",
      "abstractFR": [
        "En cas d'autoliquidation, les exigences de fond du droit à déduction doivent également être satisfaites; lorsque l'absence d'une facture régulière, en tant que condition formelle de l'exercice de ce droit, empêche d'apporter la preuve certaine que les exigences de fond ont été satisfaites, l'administration peut légalement refuser le droit à déduction de la taxe sur la valeur ajoutée en amont, même si l'assujetti a indiqué dans sa déclaration que la taxe sur la valeur ajoutée est due.",
        "Lorsque l'achat d'un bien ou d'un service est fictif, il ne peut avoir un quelconque lien de rattachement avec les opérations de l'assujetti taxées en aval; c'est la raison pour laquelle aucun droit à déduction ne peut prendre naissance lorsque la réalisation effective de la livraison de biens ou de la prestation de services fait défaut."
      ],
      "abstractNL": [
        "Ook in geval van verlegging van de heffing moet voldaan zijn aan de materiële voorwaarden voor het recht op aftrek; wanneer het ontbreken van een regelmatige factuur, als formele vereiste voor de uitoefening van dat recht, verhindert dat het zekere bewijs wordt geleverd dat aan de materiële voorwaarden is voldaan, kan de administratie wettig het recht op aftrek van de voorbelasting weigeren, ook al heeft de belastingplichtige in zijn aangifte de btw als verschuldigd opgegeven.",
        "Wanneer de aankoop van een goed of dienst fictief is, kan deze niet gekoppeld worden aan transacties van de belastingplichtige die in een later stadium worden belast; er ontstaat daarom geen recht op aftrek wanneer er geen daadwerkelijke levering van goederen of daadwerkelijke verrichting van diensten plaatsvindt."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220617.1F.4": {
      "court": "CASS",
      "date": "2022-06-17",
      "roleNumber": "F.20.0038.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220617.1F.4",
      "abstractFR": [
        "Les taxes déductibles en vertu des articles 45 à 48 du Code de la taxe sur la valeur ajoutée et les taxes à restituer en vertu de l'article 77 de ce code sont respectivement déduites par l'assujetti ou, si c'est dans le délai légal de trois ans, restituées à celui-ci, par la voie d'une imputation sur les taxes dues qu'il a déclarées; l'imputation des taxes déductibles ou des taxes à restituer vaut exercice du droit à déduction ou du droit à restitution des taxes concernées; si les taxes à imputer excèdent celles qui sont dues, l'excédent résultant de la déclaration périodique est en règle reporté sur la période de déclaration suivante, ce mécanisme de report participant du fonctionnement du compte courant tenu par l'administration au nom de l'assujetti; seule une demande expresse de l'assujetti dans les conditions déterminées par le Roi vaut demande de restitution dudit excédent (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De belastingen die krachtens de artikelen 45 tot 48 Btw-wetboek voor aftrek in aanmerking komen en de belastingen die krachtens artikel 77 van dat wetboek moeten worden teruggegeven, worden respectievelijk door de belastingplichtige afgetrokken, of, indien dit binnen de bij wet bepaalde termijn van drie jaar geschiedt, aan hem teruggegeven bij wijze van toerekening op verschuldigde belastingen die hij heeft aangegeven; de toerekening van de belastingen die voor aftrek in aanmerking komen of van de terug te geven belastingen staat gelijk met de uitoefening van het recht op aftrek of het recht op teruggave van de betrokken belastingen; indien de toe te rekenen belastingen meer bedragen dan de verschuldigde belastingen, wordt het overschot dat uit de periodieke aangifte voortvloeit in de regel overgedragen naar het volgende aangiftetijdvak, waarbij dat overdrachtsmechanisme voortspruit uit de werking van de rekening-courant die de administratie op naam van elke belastingplichtige houdt; enkel een uitdrukkelijk verzoek van de belastingplichtige onder de voorwaarden door de Koning bepaald, geldt als aanvraag tot teruggave van het voormelde overschot (1). (1) Zie concl. OM in Pas. 2022, nr. 433.",
        "De belastingen die krachtens de artikelen 45 tot 48 Btw-wetboek voor aftrek in aanmerking komen en de belastingen die krachtens artikel 77 van dat wetboek moeten worden teruggegeven, worden respectievelijk door de belastingplichtige afgetrokken, of, indien dit binnen de bij wet bepaalde termijn van drie jaar geschiedt, aan hem teruggegeven bij wijze van toerekening op verschuldigde belastingen die hij heeft aangegeven; de toerekening van de belastingen die voor aftrek in aanmerking komen of van de terug te geven belastingen staat gelijk met de uitoefening van het recht op aftrek of het recht op teruggave van de betrokken belastingen; indien de toe te rekenen belastingen meer bedragen dan de verschuldigde belastingen, wordt het overschot dat uit de periodieke aangifte voortvloeit in de regel overgedragen naar het volgende aangiftetijdvak, waarbij dat overdrachtsmechanisme voortspruit uit de werking van de rekening-courant die de administratie op naam van elke belastingplichtige houdt; enkel een uitdrukkelijk verzoek van de belastingplichtige onder de voorwaarden door de Koning bepaald, geldt als aanvraag tot teruggave van het voormelde overschot (1). (1) Zie concl. OM in Pas. 2022, nr. 432."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210521.1N.3": {
      "court": "CASS",
      "date": "2021-05-21",
      "roleNumber": "F.18.0046.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210521.1N.3&lang=fr",
      "abstractFR": [
        "L'article 17, § 2, sous a), de la sixième directive (77/388/CEE) du Conseil, du 17 mai 1977, en matière d'harmonisation des législations des États membres relatives aux taxes sur le chiffre d'affaires - Système commun de taxe sur la valeur ajoutée : assiette uniforme doit être interprété en ce sens que, dans le cas où un tiers tire un avantage de dépenses engagées par l'assujetti, la circonstance que celui-ci a la possibilité de répercuter sur ce tiers une partie des dépenses ainsi engagées constitue l'un des éléments, avec l'ensemble des autres circonstances dans lesquelles se sont déroulées les opérations concernées, qu'il appartient au juge de prendre en considération aux fins de déterminer l'étendue du droit à déduction de la taxe sur la valeur ajoutée dont dispose l'assujetti."
      ],
      "abstractNL": [
        "Artikel 17, § 2, onder a) van de Zesde richtlijn moet worden uitgelegd dat wanneer een derde voordeel haalt uit de door de belastingplichtige gedane uitgaven, de omstandigheid dat laatstgenoemde een deel van de uitgaven kan doorrekenen aan die derde, een van de elementen vormt, naast alle andere omstandigheden waarin de betrokken handelingen hebben plaatsgevonden, die de rechter in aanmerking dient te nemen om de omvang van het recht op btw-aftrek van de belastingplichtige te bepalen."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190927.4": {
      "court": "CASS",
      "date": "2019-09-27",
      "roleNumber": "F.18.0059.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190927.4",
      "abstractFR": [
        "Lorsque l'assujetti a affecté le bien à l'entreprise, l'utilisation de ce bien à des fins étrangères à l'entreprise n'affecte pas son droit à la déduction (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de belastingplichtige het goed in het bedrijf heeft opgenomen, wordt zijn recht op aftrek voor het gebruik van dat goed voor andere dan bedrijfsdoeleinden, niet aangetast (1). (1) Zie concl. OM in Pas. 2019, nr. 484."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190426.3": {
      "court": "CASS",
      "date": "2019-04-26",
      "roleNumber": "F.18.0046.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190426.3&lang=fr",
      "abstractFR": [
        "La Cour pose à la Cour de justice de l'Union européenne la question de savoir si l'article 17 de la directive n° 77/388/CEE doit être interprété en ce sens que, lorsqu'une dépense profite également à un tiers - comme c'est le cas lorsqu'un promoteur, lors de la vente d'appartements, paie des frais de publicité, des frais d'administration et des courtages qui profitent également aux propriétaires fonciers -, cela ne s'oppose pas à ce que la TVA grevant ces frais puisse être déduite intégralement, à condition qu'il soit établi qu'il existe un lien direct et immédiat entre cette dépense et l'activité économique de l'assujetti et que l'avantage pour le tiers est accessoire aux besoins de l'entreprise de l'assujetti ? (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het Hof stelt de vraag aan het Hof van Justitie van de Europese Unie of artikel 17 van de richtlijn nr. 77/388/EEG aldus dient te worden geïnterpreteerd dat wanneer een uitgave ook ten goede komt aan een derde - zoals dit het geval is wanneer een promotor bij de verkoop van appartementen publiciteitskosten, administratiekosten en makelaarslonen betaalt die ook ten goede komen aan de grondeigenaren - dit niet eraan in de weg staat dat de op die kosten drukkende btw volledig in aftrek kan worden gebracht, op voorwaarde dat wordt vastgesteld dat er een rechtstreeks en onmiddellijk verband bestaat tussen de uitgave en de economische activiteit van de belastingplichtige en dat het voordeel voor de derde ondergeschikt is aan de behoeften van het bedrijf van de belastingplichtige (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160902.5": {
      "court": "CASS",
      "date": "2016-09-02",
      "roleNumber": "F.14.0206.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160902.5&lang=fr",
      "abstractFR": [
        "Lorsqu'un assujetti utilise un bien d'investissement qu'il a acquis et utilisé à un moment où il n'avait pas encore la qualité d'assujetti, il peut déduire une partie de la TVA ayant grevé l'acquisition du bien s'il a obtenu la qualité d'assujetti avant le 1er juillet 2005 (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "La Belgique n'a pas correctement transposé la Sixième Directive 77/388/CEE du Conseil du 17 mai 1977 ainsi que les décisions en matière de TVA n° E.T. 18.235 du 10 novembre 1976 et 110.412 du 20 décembre 2005 dans la mesure où un assujetti qui est un organisme de droit public se voir offrir la possibilité de déduire une partie de la taxe ayant grevé l'acquisition d'un bien d'investissement à un moment où il n'avait pas encore la qualité d'assujetti (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer een belastingplichtige een bedrijfsmiddel gebruikt dat hij heeft verkregen en gebruikt op een tijdstip waarop hij nog niet de hoedanigheid van belastingplichtige had, kan hij een gedeelte van de btw geheven van de verkrijging van het goed in aftrek brengen indien hij de hoedanigheid van belastingplichtige verkreeg vóór 1 juli 2005 (1). (1) Zie concl. OM.",
        "België heeft de Zesde richtlijn, met de btw-beslissingen E.T. nrs. 18.235 van 10 november 1976 en 110.412 van 20 december 2005 niet correct omgezet in de mate dat aan een belastingplichtig overheidslichaam de mogelijkheid wordt geboden om een gedeelte in aftrek te brengen van de belasting geheven van de verkrijging van een bedrijfsmiddel op een ogenblik dat het nog niet de hoedanigheid van belastingplichtige had (1). (1) Zie concl. OM."
      ]
    }
  },
  "47": {
    "ECLI:BE:CASS:2020:ARR.20200917.1F.2": {
      "court": "CASS",
      "date": "2020-09-17",
      "roleNumber": "C.18.0423.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200917.1F.2",
      "abstractFR": [
        "La différence de traitement entre la créance de précompte professionnel et la créance de taxe sur la valeur ajoutée découle non de l'article 37 de la loi du 21 janvier 2009 sur la continuité des entreprises, mais de la circonstance que l'État belge n'est, en règle, pas créancier du débiteur admis à la réorganisation judiciaire, mais de son cocontractant qui a fourni des prestations soumises à la taxe (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het verschil in behandeling tussen de schuldvordering van bedrijfsvoorheffing en de schuldvordering van de belasting over de toegevoegde waarde vloeit niet voort uit artikel 37 WCO, maar uit de omstandigheid dat de Belgische Staat, in de regel, geen schuldeiser is ten aanzien van de schuldenaar die tot de procedure van gerechtelijke reorganisatie werd toegelaten, maar ten aanzien van zijn medecontractant die de aan de belasting onderworpen prestaties heeft verricht (1). (1) Zie concl. OM in Pas. 2020, nr. 549."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221222.1F.4": {
      "court": "CASS",
      "date": "2022-12-22",
      "roleNumber": "F.21.0179.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221222.1F.4",
      "abstractFR": [
        "Le montant de la taxe due, déterminé lors de chaque déclaration mensuelle, est, au sens de ces dispositions, non la seule taxe exigible à raison des opérations effectuées par l'assujetti au cours de cette période, mais le résultat de l'ensemble des opérations, dont celles qui ont été fournies à l'assujetti (1). (1) Voir les concl. du MP.",
        "Lorsque le résultat issu de la déclaration de l'assujetti aboutit à un excédent en sa faveur, ce report donne lieu, dans le compte courant ouvert à son nom, à une inscription au crédit de ce compte, au même titre que le paiement qu'il aurait effectué pour une autre période à raison d'un solde à devoir au Trésor; ces inscriptions au crédit sont contrebalancées au débit du compte courant par le montant des taxes dont l'exigibilité résulte d'autres déclarations périodiques et des sommes effectivement remboursées à l'assujetti par application de l'article 8.1 de l'arrêté royal n° 4 (1). (1) Voir les concl. du MP.",
        "Lorsque l'assujetti procède indûment, pour une période considérée, à une déduction de taxe sur la valeur ajoutée, des intérêts ne sont dus sur ce montant que dans la mesure où, sans cette déduction, un montant serait dû par l'assujetti au titre de taxe sur la valeur ajoutée (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het bedrag van de verschuldigde belasting, dat bij elke maandelijkse aangifte wordt bepaald, is in de zin van die bepalingen niet enkel de opeisbare belasting betreffende de handelingen die de belastingplichtige in dat tijdvak heeft verricht, maar is het resultaat van alle verrichtingen, dus ook van die welke door de belastingplichtige zijn verstrekt (1). (1) Zie concl. OM in Pas. 2022, nr. 858.",
        "Wanneer de aangifte van de belastingplichtige resulteert in een voor hem batig saldo, leidt die overbrenging, in de op zijn naam geopende rekening-courant, tot een boeking op de creditzijde van die rekening, net zoals de betaling die hij voor een ander tijdvak zou hebben verricht voor een aan de Schatkist verschuldigd saldo; die boekingen op de creditzijde van de rekening-courant worden aan de debetzijde gecompenseerd door het bedrag van de belastingen waarvan de opeisbaarheid voortvloeit uit andere periodieke aangiften en door de bedragen die aan de belastingplichtige daadwerkelijk zijn terugbetaald met toepassing van artikel 8.1 van koninklijk besluit nr. 4 (1). (1) Zie concl. OM in Pas. 2022, nr. 858.",
        "Wanneer de belastingplichtige voor een in aanmerking genomen tijdvak de belasting over de toegevoegde waarde ten onrechte aftrekt, is er op dit bedrag slechts interest verschuldigd voor zover de belastingplichtige zonder die aftrek een bepaald bedrag aan belasting over de toegevoegde waarde verschuldigd zou zijn (1). (1) Zie concl. OM in Pas. 2022, nr. 858.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220617.1F.4": {
      "court": "CASS",
      "date": "2022-06-17",
      "roleNumber": "F.20.0038.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220617.1F.4",
      "abstractFR": [
        "Si les fournisseurs ou les autres personnes visées à l'article 77 du Code de la taxe sur la valeur ajoutée ont le statut d'assujetti tenu au dépôt de déclarations périodiques, la restitution des taxes trop perçues a lieu en leur faveur par la voie d'une imputation sur le montant des taxes dues pour la période de déclaration concernée, les taxes en aval à leur restituer par voie d'imputation s'ajoutant aux taxes en amont qu'ils peuvent déduire (1). (1) Voir les concl. du MP.",
        "L'action en restitution d'un excédent de taxes sur la valeur ajoutée ne prend pas naissance, indépendamment de toute demande expresse, à la date du dépôt de la déclaration périodique qui l'a fait apparaître (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de leveranciers of de overige in artikel 77 Btw-wetboek bedoelde personen de status hebben van belastingplichtige die tot het indienen van periodieke aangiften is gehouden, vindt de teruggave in hun voordeel van de te veel ontvangen belastingen plaats door toerekening op het bedrag van de verschuldigde belasting voor dat aangiftetijdvak, waarbij de bij wijze van toerekening terug te geven voorbelastingen worden gevoegd bij de voorbelastingen die voor aftrek in aanmerking komen (1). (1) Zie concl. OM in Pas. 2022, nr. 433.",
        "De vordering tot teruggave van een overschot van belastingen over de toegevoegde waarde ontstaat niet, los van enig uitdrukkelijk verzoek, op het tijdstip van de indiening van de periodieke aangifte waaruit dat overschot blijkt (1). (1) Zie concl. OM in Pas. 2022, nr. 433.",
        "Wanneer de leveranciers of de overige in artikel 77 Btw-wetboek bedoelde personen de status hebben van belastingplichtige die tot het indienen van periodieke aangiften is gehouden, vindt de teruggave in hun voordeel van de te veel ontvangen belastingen plaats door toerekening op het bedrag van de verschuldigde belasting voor dat aangiftetijdvak, waarbij de bij wijze van toerekening terug te geven voorbelastingen worden gevoegd bij de voorbelastingen die voor aftrek in aanmerking komen (1). (1) Zie concl. OM in Pas. 2022, nr. 432.",
        "De vordering tot teruggave van een overschot van belastingen over de toegevoegde waarde ontstaat niet, los van enig uitdrukkelijk verzoek, op het tijdstip van de indiening van de periodieke aangifte waaruit dat overschot blijkt (1). (1) Zie concl. OM in Pas. 2022, nr. 432."
      ]
    }
  },
  "49": {
    "ECLI:BE:CASS:2016:ARR.20160902.5": {
      "court": "CASS",
      "date": "2016-09-02",
      "roleNumber": "F.14.0206.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160902.5&lang=fr",
      "abstractFR": [
        "Lorsqu'un assujetti utilise un bien d'investissement qu'il a acquis et utilisé à un moment où il n'avait pas encore la qualité d'assujetti, il peut déduire une partie de la TVA ayant grevé l'acquisition du bien s'il a obtenu la qualité d'assujetti avant le 1er juillet 2005 (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "La Belgique n'a pas correctement transposé la Sixième Directive 77/388/CEE du Conseil du 17 mai 1977 ainsi que les décisions en matière de TVA n° E.T. 18.235 du 10 novembre 1976 et 110.412 du 20 décembre 2005 dans la mesure où un assujetti qui est un organisme de droit public se voir offrir la possibilité de déduire une partie de la taxe ayant grevé l'acquisition d'un bien d'investissement à un moment où il n'avait pas encore la qualité d'assujetti (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer een belastingplichtige een bedrijfsmiddel gebruikt dat hij heeft verkregen en gebruikt op een tijdstip waarop hij nog niet de hoedanigheid van belastingplichtige had, kan hij een gedeelte van de btw geheven van de verkrijging van het goed in aftrek brengen indien hij de hoedanigheid van belastingplichtige verkreeg vóór 1 juli 2005 (1). (1) Zie concl. OM.",
        "België heeft de Zesde richtlijn, met de btw-beslissingen E.T. nrs. 18.235 van 10 november 1976 en 110.412 van 20 december 2005 niet correct omgezet in de mate dat aan een belastingplichtig overheidslichaam de mogelijkheid wordt geboden om een gedeelte in aftrek te brengen van de belasting geheven van de verkrijging van een bedrijfsmiddel op een ogenblik dat het nog niet de hoedanigheid van belastingplichtige had (1). (1) Zie concl. OM."
      ]
    }
  },
  "51": {
    "ECLI:BE:CASS:2024:ARR.20241106.2F.3": {
      "court": "CASS",
      "date": "2024-11-06",
      "roleNumber": "P.24.0790.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241106.2F.3",
      "abstractFR": [
        "Ni l'article 51, § 1er, du Code de la TVA ni aucune autre disposition de ce code n'interdisent de facturer la livraison d'un bien, en l'occurrence de l'énergie, sur la base d'une estimation théorique du volume livré.",
        "Le juge peut intégrer au montant du dommage alloué au gestionnaire de réseau d'électricité, en réparation du vol d'énergie dont il a été victime, le montant de la TVA due sur les consommations d'énergie que ce gestionnaire a rétroactivement facturées en application de l'article 30, § 5, du décret de la Région wallonne du 12 avril 2001 relatif à l'organisation du marché régional de l'électricité, montant que ledit gestionnaire est légalement tenue de rétrocéder à l'État en vertu des articles 10, § 1er, et 51, § 1er, du Code de la TVA (1). (1) Certes, la Cour a autrefois considéré que « la taxe sur la valeur ajoutée n'est pas due sur la consommation d'électricité qui n'a pas été livrée par le distributeur au consommateur mais obtenue frauduleusement par ce dernier » (Cass. 15 avril 1999, RG C.97.0463.F, Pas. 1999, n° 210, ECLI:BE:CASS:1999:ARR.19990415.11, critiqué par V. SEPULCHRE, « T.V.A. et dommages et intérêt - Jurisprudence de la Cour de cassation au regard des principes dégagés par la Cour de Justice de l'Union européenne », R.G.F., 2001, pp. 63-79 [75-76]). Mais l'arrêt attaqué constate que la défenderesse, en sa qualité de gestionnaire de réseau, a facturé l'énergie éludée au demandeur, conformément à l'article 30, § 5, alinéa 2, du Décret régional wallon du 12 avril 2001 relatif à l'organisation du marché régional de l'électricité, qui, édicté postérieurement à ce précédent, dispose : « Les quantités d'électricité consommées par les clients finals qui ne sont ni autoproduites, ni partagées entre les participants à une communauté d'énergie ou entre des clients actifs agissant collectivement, ni échangées de pair-à-pair, ni facturées par un fournisseur, sont facturées à ces clients finals à titre de fourniture, par le gestionnaire de réseau auxquels ils sont raccordés ». Et la Cour de Justice de l'Union européenne, en réponse à des questions préjudicielles posées par le juge de paix d'Anvers, a dit en 2023 que « l'article 2, paragraphe 1er, a), de la directive 2006/112/CE du Conseil, du 28 novembre 2006, relative au système commun de taxe sur la valeur ajoutée, telle que modifiée par la directive 2009/162/UE du Conseil, du 22 décembre 2009, lu en combinaison avec l'article 14, paragraphe 1er, de cette directive, doit être interprété en ce sens que la fourniture d'électricité par un gestionnaire de réseau de distribution, fût-elle involontaire et le fruit de la démarche illégale d'un tiers, constitue une livraison de biens effectuée à titre onéreux emportant le transfert du pouvoir de disposer d'un bien corporel » (C.J.U.E. 27 avril 2023, n° C-677/21, Fluvius Antwerpen c/ MX, et concl. de Mme KOKOTT, avocat général [spéc. cons. 34, 36-37 et 40-42], laquelle a relevé notamment qu'« on pourrait difficilement justifier, notamment eu égard à l'article 20 de la charte des droits fondamentaux de l'Union européenne, les raisons pour lesquelles le consommateur d'électricité honnête serait frappé d'une taxe que le consommateur d'électricité malhonnête (illégal) n'a pas à supporter alors qu'il existe un marché commun pour ces prestations et que les deux doivent dépenser de l'argent pour le même avantage consommable. On ne saurait en tout cas pas discerner de raisons objectives pour cette différence de traitement »). M.N.B."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250425.1N.1": {
      "court": "CASS",
      "date": "2025-04-25",
      "roleNumber": "F.22.0162.N-F.22.0166.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250425.1N.1",
      "abstractFR": null,
      "abstractNL": [
        "Het Hof verwijst naar het arrest van het Hof van Justitie van de Europese Unie van 29 september 2022, C-235/21, Raiffeisen Leasing t. Republika Slovenija, waarin werd geoordeeld dat, om als factuur in de zin van artikel 203 van de Richtlijn 2006/112/EG te kunnen worden erkend, een document, ten eerste, de btw moet vermelden en, ten tweede, de informatie moet bevatten die is bedoeld in de bepalingen van afdeling 4 van hoofdstuk 3, titel XI, van de richtlijn, met als opschrift “Inhoud van de facturen”, die noodzakelijk is opdat de belastingdienst kan vaststellen of is voldaan aan de materiële voorwaarden voor het recht op btw-aftrek (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200917.1F.2": {
      "court": "CASS",
      "date": "2020-09-17",
      "roleNumber": "C.18.0423.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200917.1F.2",
      "abstractFR": [
        "La différence de traitement entre la créance de précompte professionnel et la créance de taxe sur la valeur ajoutée découle non de l'article 37 de la loi du 21 janvier 2009 sur la continuité des entreprises, mais de la circonstance que l'État belge n'est, en règle, pas créancier du débiteur admis à la réorganisation judiciaire, mais de son cocontractant qui a fourni des prestations soumises à la taxe (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het verschil in behandeling tussen de schuldvordering van bedrijfsvoorheffing en de schuldvordering van de belasting over de toegevoegde waarde vloeit niet voort uit artikel 37 WCO, maar uit de omstandigheid dat de Belgische Staat, in de regel, geen schuldeiser is ten aanzien van de schuldenaar die tot de procedure van gerechtelijke reorganisatie werd toegelaten, maar ten aanzien van zijn medecontractant die de aan de belasting onderworpen prestaties heeft verricht (1). (1) Zie concl. OM in Pas. 2020, nr. 549."
      ]
    }
  },
  "53": {
    "ECLI:BE:CASS:2022:ARR.20221222.1F.4": {
      "court": "CASS",
      "date": "2022-12-22",
      "roleNumber": "F.21.0179.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221222.1F.4",
      "abstractFR": [
        "Le montant de la taxe due, déterminé lors de chaque déclaration mensuelle, est, au sens de ces dispositions, non la seule taxe exigible à raison des opérations effectuées par l'assujetti au cours de cette période, mais le résultat de l'ensemble des opérations, dont celles qui ont été fournies à l'assujetti (1). (1) Voir les concl. du MP.",
        "Lorsque l'assujetti procède indûment, pour une période considérée, à une déduction de taxe sur la valeur ajoutée, des intérêts ne sont dus sur ce montant que dans la mesure où, sans cette déduction, un montant serait dû par l'assujetti au titre de taxe sur la valeur ajoutée (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het bedrag van de verschuldigde belasting, dat bij elke maandelijkse aangifte wordt bepaald, is in de zin van die bepalingen niet enkel de opeisbare belasting betreffende de handelingen die de belastingplichtige in dat tijdvak heeft verricht, maar is het resultaat van alle verrichtingen, dus ook van die welke door de belastingplichtige zijn verstrekt (1). (1) Zie concl. OM in Pas. 2022, nr. 858.",
        "Wanneer de belastingplichtige voor een in aanmerking genomen tijdvak de belasting over de toegevoegde waarde ten onrechte aftrekt, is er op dit bedrag slechts interest verschuldigd voor zover de belastingplichtige zonder die aftrek een bepaald bedrag aan belasting over de toegevoegde waarde verschuldigd zou zijn (1). (1) Zie concl. OM in Pas. 2022, nr. 858.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200514.1N.5": {
      "court": "CASS",
      "date": "2020-05-14",
      "roleNumber": "F.17.0042.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200514.1N.5&lang=fr",
      "abstractFR": [
        "Lorsque, en vertu de sa compétence liée, elle réclame une amende dans le contexte de l’établissement d’un compte spécial, l’administration fiscale ne doit pas se borner à en informer le redevable; elle doit également communiquer les faits constitutifs de l’infraction, renvoyer aux textes légaux ou réglementaires dont il a été fait application et donner les motifs quoi ont servi à déterminer le montant de l’amende; l’administration fiscale n’est cependant pas tenue de mentionner l’absence de mauvaise foi du redevable comme motif justifiant l’imposition d’une amende administrative réduite."
      ],
      "abstractNL": [
        "Wanneer de belastingadministratie uit hoofde van haar gebonden bevoegdheid een geldboete oplegt naar aanleiding van het opmaken van een bijzondere rekening, moet zij niet alleen de belastingplichtige daarvan kennis geven; zij moet ook de feiten meedelen, die de overtreding opleveren, verwijzen naar de toegepaste wet- of verordeningsteksten, en de motieven geven, die gediend hebben om het bedrag van de geldboete vast te stellen; de belastingadministratie is evenwel niet verplicht om de afwezigheid van kwade trouw in hoofde van de belastingplichtige te vermelden als motief voor het opleggen van een verminderde administratieve geldboete."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190222.2": {
      "court": "CASS",
      "date": "2019-02-22",
      "roleNumber": "F.17.0071.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190222.2&lang=fr",
      "abstractFR": [
        "La possibilité d'organiser, de manière autonome et sous une responsabilité personnelle, le recouvrement et les poursuites et de prévoir de facilités de paiement dans cette optique appartient exclusivement au comptable, dont la décision prise en la matière s'impose au juge (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Les délais de déclaration et de paiement en matière de taxe sur la valeur ajoutée sont d'ordre public; aucune disposition légale ne confère au juge ou au receveur-comptable le pouvoir de déroger à ces délais en octroyant des délais de paiement supplémentaires pour des dettes échues en matière de taxe sur la valeur ajoutée; en prévoyant des facilités de paiement, le comptable ne peut en aucune façon déroger aux délais de paiement légaux (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De mogelijkheid om op autonome wijze en op eigen verantwoordelijkheid de invordering en de vervolging te organiseren en om in die optiek in betalingsfaciliteiten te voorzien, komt exclusief toe aan de rekenplichtige wiens beslissing ter zake zich opdringt aan de rechter (1). (1) Zie concl. OM.",
        "De termijnen voor aangifte en betaling inzake belasting over de toegevoegde waarde raken de openbare orde; geen wettelijke bepaling verleent de rechter of de rekenplichtige ontvanger de bevoegdheid van deze termijnen af te wijken door bijkomende betalingstermijnen toe te staan voor vervallen btw-schulden; door in betalingsfaciliteiten te voorzien kan de rekenplichtige hoe dan ook geen afbreuk doen aan de wettelijke betalingstermijnen (1). (1) Zie concl. OM."
      ]
    }
  },
  "55": {
    "ECLI:BE:CASS:2021:ARR.20210312.1N.7": {
      "court": "CASS",
      "date": "2021-03-12",
      "roleNumber": "F.18.0060.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210312.1N.7&lang=fr",
      "abstractFR": [
        "Sur la base de l'article 55, § 4, alinéa 2, du Code de la taxe sur la valeur ajoutée, le représentant responsable est solidairement tenu avec son commettant au paiement de la taxe, des intérêts et des amendes dont ce dernier est redevable en vertu de ce code; même dans la mesure où elle concerne l'amende administrative infligée à l'assujetti à la taxe sur la valeur ajoutée, la responsabilité solidaire ne tend pas à sanctionner le représentant responsable et, par conséquent, ne constitue pas une peine au sens de l'article 6 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Op grond van artikel 55, § 4, tweede lid, Btw-wetboek is de aansprakelijke vertegenwoordiger met zijn lastgever hoofdelijk gehouden tot voldoening van de belasting, interesten en geldboeten die laatstgenoemde verschuldigd is krachtens het Btw-wetboek; deze hoofdelijke gehoudenheid beoogt, ook in zoverre zij de aan de btw-plichtige opgelegde administratieve boete betreft, niet de bestraffing van de aansprakelijke vertegenwoordiger en is bijgevolg geen straf in de zin van artikel 6 EVRM (1). (1) Zie concl. OM."
      ]
    }
  },
  "58": {
    "ECLI:BE:CASS:2023:ARR.20231113.3F.3": {
      "court": "CASS",
      "date": "2023-11-13",
      "roleNumber": "F.19.0116.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231113.3F.3",
      "abstractFR": [
        "Pour déterminer si des véhicules vendus pour pièces peuvent être qualifiés de bien d'occasion justifiant l'application du régime de la marge bénéficiaire, le juge est tenu d'examiner si les véhicules vendus pour pièces comportent encore des parties constitutives conservant les fonctionnalités qu'elles possédaient à l'état neuf de manière à pouvoir être réutilisées telles quelles ou après réparation (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2017:ARR.20170120.1": {
      "court": "CASS",
      "date": "2017-01-20",
      "roleNumber": "F.15.0050.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170120.1&lang=fr",
      "abstractFR": [
        "Le risque de la preuve qu'il est satisfait aux conditions d'application du régime particulier d'imposition de la marge bénéficiaire réalisée par les assujettis-revendeurs, qui déroge au régime normal de la taxe, est supporté par l'assujetti."
      ],
      "abstractNL": [
        "Het bewijsrisico dat aan de toepassingsvoorwaarden is voldaan van de van de normale regeling van de belasting afwijkende bijzondere regeling van belastingheffing over de winstmarge gerealiseerd door belastingplichtige wederverkopers, ligt bij de belastingplichtige."
      ]
    }
  },
  "59": {
    "ECLI:BE:CASS:2017:ARR.20170120.3": {
      "court": "CASS",
      "date": "2017-01-20",
      "roleNumber": "F.15.0129.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170120.3&lang=fr",
      "abstractFR": [
        "Le juge constate de manière souveraine l'existence des faits sur lesquels il se fonde, tandis que les faits qu'il prend comme point de départ de son raisonnement doivent être établis, c'est-à-dire qu'ils doivent être prouvés; aucune disposition légale n'empêche toutefois que l'admission de ce fait même puisse être le résultat d'une preuve par présomptions (1). (1) Voir les concl. du MP. publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De rechter stelt op onaantastbare wijze het bestaan vast van de feiten waarop hij steunt, terwijl de feiten die hij als uitgangspunt van zijn redenering neemt, moeten vaststaan, dit wil zeggen moeten bewezen zijn; geen enkele wetsbepaling belet evenwel dat de aanname van dit feit zelf het resultaat kan zijn van een bewijsvoering door vermoedens (1). (1) Zie concl. OM."
      ]
    }
  },
  "60": {
    "ECLI:BE:CASS:2019:ARR.20190125.2": {
      "court": "CASS",
      "date": "2019-01-25",
      "roleNumber": "F.17.0039.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190125.2&lang=fr",
      "abstractFR": [
        "Il résulte de la combinaison des articles 60, § 1er, alinéa 1er, et 61, § 1er, alinéas 1er et 3, du Code de la taxe sur la valeur ajoutée que la communication des livres, factures et autres documents ne peut être exigée que de la personne qui, en vertu de l'article 60 du Code de la TVA, est tenue de les conserver, ou de son mandataire; lorsque la personne tenue à cette conservation est une personne morale, la communication des livres, factures et autres documents peut valablement se faire par l'organe de la personne morale habilité à cette fin ou par la personne à laquelle la personne morale a délégué ses pleins pouvoirs à cet effet ou dont les agents peuvent raisonnablement présumer qu'elle était habilitée pour ce faire (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de samenhang van de artikelen 60, §1, eerste lid, en 61, §1, eerste en derde lid Btw-wetboek volgt dat de voorlegging van de boeken, facturen en andere stukken slechts kan worden geëist van degene die op grond van artikel 60 Btw-wetboek gehouden is tot bewaring ervan of van zijn lasthebber; wanneer degene die gehouden is tot bewaring een rechtspersoon betreft, dan kan de voorlegging van de boeken, facturen en andere stukken rechtsgeldig gebeuren door het daartoe bevoegde orgaan van de rechtspersoon of door degene aan wie de rechtspersoon een daartoe strekkende volmacht heeft verleend of van wie de ambtenaren redelijkerwijze mochten veronderstellen dat hij hiertoe bevoegd was (1). (1) Zie conclusie OM."
      ]
    }
  },
  "61": {
    "ECLI:BE:CASS:2024:ARR.20241003.1F.5": {
      "court": "CASS",
      "date": "2024-10-03",
      "roleNumber": "F.21.0182.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241003.1F.5",
      "abstractFR": [
        "La mesure de contrôle sans avertissement prévue par les articles 319 du Code des impôts sur les revenus 1992 et 63 du Code de la taxe sur la valeur ajoutée, qui requiert que les agents soient munis de leur commission, doit être distinguée de l'obligation pour le redevable de communiquer les livres et documents sur réquisition de l'administration fiscale prévue par les autres dispositions précitées; l'accord du contribuable à la communication de ces livres et documents n'emporte pas accord pour l'accès à ses locaux professionnels (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20231006.1F.2": {
      "court": "CASS",
      "date": "2023-10-06",
      "roleNumber": "F.22.0082.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231006.1F.2",
      "abstractFR": [
        "L'article 63, alinéa 1er, 1°, du Code de la taxe sur la valeur ajoutée confère aux agents compétents le droit d'examiner les livres et documents qui se trouvent dans des meubles fermés, poubelles ou frigidaires, situés dans les locaux où s'exerce l'activité professionnelle de l'assujetti, sans devoir obtenir l'autorisation préalable de celui-ci; ce n'est que si ce dernier s'y oppose que la consultation des livres et documents ne peut se faire; l'article 8 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales ne commande pas une autre interprétation (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2019:ARR.20190125.2": {
      "court": "CASS",
      "date": "2019-01-25",
      "roleNumber": "F.17.0039.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190125.2&lang=fr",
      "abstractFR": [
        "Il résulte de la combinaison des articles 60, § 1er, alinéa 1er, et 61, § 1er, alinéas 1er et 3, du Code de la taxe sur la valeur ajoutée que la communication des livres, factures et autres documents ne peut être exigée que de la personne qui, en vertu de l'article 60 du Code de la TVA, est tenue de les conserver, ou de son mandataire; lorsque la personne tenue à cette conservation est une personne morale, la communication des livres, factures et autres documents peut valablement se faire par l'organe de la personne morale habilité à cette fin ou par la personne à laquelle la personne morale a délégué ses pleins pouvoirs à cet effet ou dont les agents peuvent raisonnablement présumer qu'elle était habilitée pour ce faire (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de samenhang van de artikelen 60, §1, eerste lid, en 61, §1, eerste en derde lid Btw-wetboek volgt dat de voorlegging van de boeken, facturen en andere stukken slechts kan worden geëist van degene die op grond van artikel 60 Btw-wetboek gehouden is tot bewaring ervan of van zijn lasthebber; wanneer degene die gehouden is tot bewaring een rechtspersoon betreft, dan kan de voorlegging van de boeken, facturen en andere stukken rechtsgeldig gebeuren door het daartoe bevoegde orgaan van de rechtspersoon of door degene aan wie de rechtspersoon een daartoe strekkende volmacht heeft verleend of van wie de ambtenaren redelijkerwijze mochten veronderstellen dat hij hiertoe bevoegd was (1). (1) Zie conclusie OM."
      ]
    }
  },
  "63": {
    "ECLI:BE:CASS:2025:ARR.20251125.2N.5": {
      "court": "CASS",
      "date": "2025-11-25",
      "roleNumber": "P.25.0713.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251125.2N.5",
      "abstractFR": null,
      "abstractNL": [
        "Noch artikel 63 Btw-wetboek noch artikel 319 WIB92 ontneemt aan politieambtenaren de bevoegdheid om in die wetboeken omschreven misdrijven op te sporen, de bewijzen ervan te verzamelen en zaken in beslag te nemen die met die misdrijven verband houden, zoals bepaald in artikel 15 Wet Politieambt en de politieambtenaren kunnen daarbij gebruik maken van de maatregelen bepaald in de Wet Politieambt, waaronder deze bepaald in artikel 26 van die wet."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241003.1F.5": {
      "court": "CASS",
      "date": "2024-10-03",
      "roleNumber": "F.21.0182.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241003.1F.5",
      "abstractFR": [
        "La mesure de contrôle sans avertissement prévue par les articles 319 du Code des impôts sur les revenus 1992 et 63 du Code de la taxe sur la valeur ajoutée, qui requiert que les agents soient munis de leur commission, doit être distinguée de l'obligation pour le redevable de communiquer les livres et documents sur réquisition de l'administration fiscale prévue par les autres dispositions précitées; l'accord du contribuable à la communication de ces livres et documents n'emporte pas accord pour l'accès à ses locaux professionnels (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20231208.1F.6": {
      "court": "CASS",
      "date": "2023-12-08",
      "roleNumber": "F.22.0136.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231208.1F.6",
      "abstractFR": [
        "Les agents habilités à contrôler l'application de la taxe sur la valeur ajoutée ne peuvent pénétrer dans les bâtiments ou les locaux habités que de cinq heures du matin à neuf heures du soir et uniquement avec l'autorisation du juge de police; cette autorisation doit être expressément motivée (1). (1) Voir les concl. du MP.",
        "La condition de motivation de l'autorisation du juge de police est remplie si l'autorisation qui, par sa nature, ne peut concerner que des contrôles en matière de taxe sur la valeur ajoutée et a, dès lors, toujours un caractère limité, mentionne pour quel domicile et à quelles personnes elle est délivrée, ainsi que les motifs justifiant sa nécessité, fût-ce de manière concise (1). (1) Voir les concl. du MP.",
        "Le juge de police, qui dispose d'un large pouvoir d'appréciation pour déterminer si les circonstances qui lui sont soumises justifient une atteinte au principe constitutionnel de l'inviolabilité du domicile, peut motiver l'autorisation de visite en se référant aux indications figurant dans la demande d'autorisation ou dans les pièces jointes et en reprenant ces indications (1). (1) Voir les concl. du MP.",
        "La motivation de l'autorisation du juge de police doit permettre au tribunal de première instance, et ensuite à la cour d'appel, de procéder à un contrôle juridictionnel effectif en vérifiant si les conditions énoncées à l'article 63 du Code de la taxe sur la valeur ajoutée ont été respectées et si la visite effectuée était proportionnée à la nécessité de procéder de manière efficace à un contrôle en ce qui concerne l'application de la taxe (1). (1) Voir les concl. du MP.",
        "Les fonctionnaires habilités de l'administration fiscale peuvent accéder au lieu où est tenue la comptabilité relative à des opérations visées par le Code de la taxe sur la valeur ajoutée et l'autorisation du juge de police est requise si ce lieu est un bâtiment ou un local habité (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230616.1N.13": {
      "court": "CASS",
      "date": "2023-06-16",
      "roleNumber": "F.21.0181.N-F.21.0187.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230616.1N.13",
      "abstractFR": null,
      "abstractNL": [
        "De ambtenaren die bevoegd zijn om de toepassing van de belasting over de toegevoegde waarde te controleren, mogen zich geen toegang tot particuliere woningen of bewoonde lokalen verschaffen zonder voorafgaande toestemming van de belastingplichtige; de machtiging van de politierechter verleent de desbetreffende ambtenaren enkel de toelating om tot de visitatie van particuliere woningen of bewoonde lokalen over te gaan, maar houdt niet in dat die ambtenaren die lokalen ook zonder voorafgaande toestemming van de belastingplichtige mogen betreden; de toestemming van de belastingplichtige dient blijvend aanwezig te zijn (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231006.1F.2": {
      "court": "CASS",
      "date": "2023-10-06",
      "roleNumber": "F.22.0082.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231006.1F.2",
      "abstractFR": [
        "L'article 63, alinéa 1er, 1°, du Code de la taxe sur la valeur ajoutée confère aux agents compétents le droit d'examiner les livres et documents qui se trouvent dans des meubles fermés, poubelles ou frigidaires, situés dans les locaux où s'exerce l'activité professionnelle de l'assujetti, sans devoir obtenir l'autorisation préalable de celui-ci; ce n'est que si ce dernier s'y oppose que la consultation des livres et documents ne peut se faire; l'article 8 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales ne commande pas une autre interprétation (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20210114.1F.13": {
      "court": "CASS",
      "date": "2021-01-14",
      "roleNumber": "F.19.0144.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210114.1F.13",
      "abstractFR": [
        "Si le libre accès des locaux où l'assujetti exerce son activité économique constitue une ingérence de l'autorité publique au sens de l'article 8, § 2, précité, cette ingérence est prévue par la loi dans des termes suffisamment clairs et précis quant à son objet, son but et les conditions de son exercice pour rendre prévisible tout contrôle en matière de taxe sur la valeur ajoutée sur les lieux de l'activité économique d'un assujetti."
      ],
      "abstractNL": [
        "Hoewel de vrije toegang tot de ruimten waar de belastingplichtige zijn economische activiteit uitoefent een inmenging van het openbaar gezag vormt in de zin van artikel 8.2 EVRM, is die inmenging wat betreft het voorwerp, het doel en de voorwaarden voor de uitoefening ervan in de wet in voldoende duidelijke en precieze bewoordingen bepaald om elke btw-controle in de ruimten van de economische activiteit van de belastingplichtige voorzienbaar te maken."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220421.1N.10": {
      "court": "CASS",
      "date": "2022-04-21",
      "roleNumber": "F.17.0136.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220421.1N.10&lang=fr",
      "abstractFR": [
        "Ni l'article 63 du Code de la taxe sur la valeur ajoutée, ni toute autre disposition ne prévoient de sanction si l'inspection des impôts pénètre dans une habitation ou des locaux habités et y recueille des preuves sans l'autorisation légalement motivée du juge de police, de sorte que l'utilisation de la preuve obtenue en violation du prescrit des dispositions légales susmentionnées n'est pas exclue en soi, mais doit être appréciée en fonction des principes de bonne administration et du droit à un procès équitable."
      ],
      "abstractNL": [
        "Noch artikel 63 Btw-wetboek, noch artikel 319 WIB92, noch enige andere bepaling, voorziet in een sanctie wanneer de belastinginspectie zonder wettig gemotiveerde machtiging van de politierechter de woning of bewoonde lokalen betreedt en aldaar bewijsstukken verzamelt zodat het gebruik van het met schending van het voorschrift van voornoemde wetsbepalingen verkregen bewijs derhalve niet per definitie uitgesloten is, maar dient te worden getoetst aan de beginselen van behoorlijk bestuur en het recht op een eerlijk proces."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191217.2N.6": {
      "court": "CASS",
      "date": "2019-12-17",
      "roleNumber": "P.19.0845.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191217.2N.6&lang=fr",
      "abstractFR": [
        "L’application des articles 1026, 5°, et 1027, alinéa 1er, du Code judiciaire est inconciliable avec les procédures d’obtention d’une autorisation de procéder à une visite fiscale basées sur les articles 319, alinéa 2, du Code des impôts sur les revenus 1992 et 63, alinéa 3, du Code de la taxe sur la valeur ajoutée, de sorte que la demande par laquelle des agents de l’administration fiscale sollicitent une telle autorisation auprès du juge de police ne doit pas être signée par un avocat.",
        "La régularité de la décision par laquelle le juge au tribunal de police autorise les agents de l’administration fiscale à accéder à des locaux habités doit faire l’objet d’un contrôle juridictionnel effectif, de sorte que la motivation de ladite autorisation doit faire ressortir l’évaluation à laquelle ce juge a procédé pour la délivrer, sur la base des éléments qui lui ont été soumis."
      ],
      "abstractNL": [
        "De toepassing van de artikelen 1026, 5°, en 1027, eerste lid, Gerechtelijk Wetboek is onverenigbaar is met de procedures tot het verkrijgen van een machtiging tot fiscale visitatie op grond van de artikelen 319, tweede lid, WIB92 en 63, derde lid, Btw-wetboek zodat het verzoek van belastingambtenaren aan de rechter in de politierechtbank, strekkende tot het verkrijgen van machtiging tot fiscale visitatie, niet moet worden ondertekend door een advocaat.",
        "De regelmatigheid van de beslissing waarmee de rechter in de politierechtbank de belastingambtenaren toegang tot bewoonde lokalen toestaat, moet het voorwerp kunnen uitmaken van een daadwerkelijk jurisdictionele controle zodat de afweging op grond waarvan die rechter aan de hand van de hem voorgelegde gegevens een dergelijke machtiging toestaat, moet blijken uit de motivering van de machtiging."
      ]
    }
  },
  "64": {
    "ECLI:BE:CASS:2024:ARR.20240125.1N.9": {
      "court": "CASS",
      "date": "2024-01-25",
      "roleNumber": "F.22.0027.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240125.1N.9",
      "abstractFR": null,
      "abstractNL": [
        "De toepassing van het wettelijk vermoeden vervat in artikel 64, §§ 1 en 2, Btw-wetboek vereist dat de belastingadministratie voorafgaandelijk bewijst dat de belastingplichtige goederen, verkregen of geproduceerd om ze te verkopen, heeft geleverd of diensten heeft verricht; uit het loutere feit dat de belastingplichtige in de personenbelasting een tekort aan omzet heeft aangegeven, volgt niet dat de belastingplichtige ook voor btw doeleinden eenzelfde tekort aan omzet heeft aangegeven en dus voor eenzelfde bedrag aan goederen, verkregen of geproduceerd om ze te verkopen, heeft geleverd of diensten heeft verricht, die niet in zijn btw-aangifte werden opgenomen."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170120.3": {
      "court": "CASS",
      "date": "2017-01-20",
      "roleNumber": "F.15.0129.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170120.3&lang=fr",
      "abstractFR": [
        "Il résulte de la présomption légale instituée par l'article 64, § 1er, du Code de la taxe sur la valeur ajoutée que lorsque l'administration prouve que des produits qui, par leur nature, sont destinés à être vendus ont été achetés par le redevable, celui-ci est censé avoir livré lesdits produits dans des conditions qui rendent la taxe sur la valeur ajoutée exigible; la circonstance que la preuve de l'existence d'achats non comptabilisés et d'un chiffre d'affaire supplémentaire a été rapportée par des présomptions de l'homme ne s'oppose pas à ce que la présomption légale de l'article 64, § 1er, du code précité soit ensuite appliquée à ce fait établi (1). (1) Voir les concl. du MP. publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het in artikel 64, § 1, van het BTW-wetboek neergelegd wettelijk vermoeden heeft tot gevolg dat wanneer de administratie bewijst dat goederen die door hun aard bestemd zijn om verkocht te worden, door de belastingplichtige werden aangekocht, hij geacht wordt die goederen te hebben geleverd onder voorwaarden die maken dat btw verschuldigd is; de omstandigheid dat het bewijs van het bestaan van niet geboekte aankopen en van een meeromzet werd geleverd door feitelijke vermoedens, verhindert niet dat vervolgens op dit vaststaande gegeven het wettelijke vermoeden van artikel 64, § 1, BTW-wetboek wordt toegepast (1). (1) Zie concl. OM."
      ]
    }
  },
  "70": {
    "ECLI:BE:CASS:2024:ARR.20241129.1N.1": {
      "court": "CASS",
      "date": "2024-11-29",
      "roleNumber": "F.20.0137.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241129.1N.1",
      "abstractFR": null,
      "abstractNL": [
        "Er bestaat een afdoende wettelijke grondslag voor het opleggen van een proportionele fiscale geldboete wanneer ingevolge fiscaal misbruik de wettelijk verschuldigde belasting niet werd betaald (1). (1) Zie conc. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250425.1N.1": {
      "court": "CASS",
      "date": "2025-04-25",
      "roleNumber": "F.22.0162.N-F.22.0166.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250425.1N.1",
      "abstractFR": null,
      "abstractNL": [
        "Het bij artikel 6.1 EVRM gewaarborgde recht op toegang tot de rechter en het daaruit voortvloeiend beginsel dat een administratieve sanctie met een repressief karakter in de zin van artikel 6.1 EVRM ter controle moet kunnen worden voorgelegd aan een rechter met volle rechtsmacht, houdt niet in dat de rechter de administratieve geldboete kan verminderen tot beneden het wettelijk minimum of tot beneden het door de wet opgelegde vaste boetetarief; aan het vereiste dat de rechter de administratieve boete moet kunnen toetsen met volle rechtsmacht is immers voldaan indien alles wat onder de beoordelingsbevoegdheid van het bestuur valt, door de rechter kan worden getoetst (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230324.1N.3": {
      "court": "CASS",
      "date": "2023-03-24",
      "roleNumber": "F.21.0056.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230324.1N.3",
      "abstractFR": null,
      "abstractNL": [
        "De rechter aan wie gevraagd wordt een administratieve geldboete opgelegd op grond van artikel 70, § 1, Btw-wetboek te toetsen, moet de wettigheid van die sanctie onderzoeken en mag in het bijzonder nagaan of die sanctie verzoenbaar is met de dwingende eisen van internationale verdragen en van het interne recht, met inbegrip van de algemene rechtsbeginselen; het toetsingsrecht moet in het bijzonder aan de rechter toelaten na te gaan of de straf niet onevenredig is met de inbreuk, zodat de rechter mag onderzoeken of het bestuur naar redelijkheid kon overgaan tot het opleggen van een administratieve geldboete van zodanige omvang; de rechter mag hierbij in het bijzonder acht slaan op de zwaarte van de inbreuk, de hoogte van reeds opgelegde sancties, de wijze waarop in gelijkaardige zaken werd geoordeeld en de weerslag van de sanctie voor de betrokkene, maar moet hierbij in acht nemen in welke mate het bestuur zelf gebonden was in verband met de sanctie, in welk geval de rechter een grotere terughoudendheid moet in acht nemen (1). (1) Zie concl. OM. Het Hof specificeert voor het eerst dat de rechter een grotere terughoudendheid moet in acht nemen wanneer het bestuur zelf gebonden was in verband met de sanctie."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230302.1F.6": {
      "court": "CASS",
      "date": "2023-03-02",
      "roleNumber": "F.21.0172.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230302.1F.6",
      "abstractFR": [
        "Si, aux termes de l'article 9 de l'arrêté du Régent n° 78 du 18 mars 1831 organique de l'administration des Finances, le ministre des Finances statue sur les réclamations ayant pour objet la remise d'amendes et d'augmentations de droits à titre d'amendes, autres que celles prononcées par le juge, il ne s'ensuit pas qu'à défaut d'un tel recours, le juge puisse exercer de telles prérogatives en fixant l'amende proportionnelle pour fraude fiscale en deçà du tarif légal (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Hoewel artikel 9 van het organiek besluit nr. 78 van de Regent van 18 maart 1831 van het bestuur van 's lands middelen bepaalt dat de minister van Financiën beschikt op de verzoeken om kwijtschelding van boeten of verhogingen van recht ten titel van boeten, andere dan degene uitgesproken door de rechter, volgt hieruit niet dat, bij gebrek aan een dergelijk verzoek, de rechter een dergelijke bevoegdheid mag uitoefenen door de proportionele geldboete wegens belastingontduiking vast te stellen onder het wettelijk tarief (1). (1) Zie concl. OM in Pas. 2023, nr. 165."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210129.1N.6": {
      "court": "CASS",
      "date": "2021-01-29",
      "roleNumber": "F.18.0169.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210129.1N.6&lang=fr",
      "abstractFR": [
        "La décision administrative, par laquelle l'amende administrative visée aux articles 70, § 1er, et 72 du Code de la taxe sur la valeur ajoutée est imposée, est nécessaire à la naissance d'une telle amende; il s'ensuit que le juge, qui annule une contrainte au motif qu'elle imposait illégalement à l'assujetti une amende en matière de taxe sur la valeur ajoutée, ne peut statuer lui-même sur la débition de l'amende administrative (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De administratieve beslissing waarmee de administratieve geldboete bedoeld in de artikelen 70, § 1, en 72 Btw-wetboek wordt opgelegd, is noodzakelijk voor de totstandkoming van zulke boete; hieruit volgt dat de rechter die een dwangbevel nietig verklaart omdat het de belastingplichtige onwettig een btw-geldboete oplegde, niet zelf kan oordelen over het verschuldigd zijn van de administratieve geldboete (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220923.1N.12": {
      "court": "CASS",
      "date": "2022-09-23",
      "roleNumber": "F.20.0112.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220923.1N.12",
      "abstractFR": [
        "Le juge appelé à contrôler une sanction administrative à caractère répressif au sens de l'article 6 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales peut, lors de l'appréciation de la proportionnalité de la peine infligée, avoir plus spécialement égard à la gravité de l'infraction, à l'importance des sanctions déjà infligées, à la manière dont il a été statué dans des causes similaires et aux effets de la sanction sur la personne concernée mais, le cas échéant, tenir compte, en tant que facteur d'appréciation, de la mesure dans laquelle l'administration était elle-même ; ce droit de contrôle n'implique pas que, sur la base d'une appréciation subjective de ce qu'il juge raisonnable, le juge puisse remettre ou réduire des amendes pour de simples motifs d'opportunité et à l'encontre des règles légales."
      ],
      "abstractNL": [
        "De rechter aan wie gevraagd wordt een administratieve sanctie te toetsen die een repressief karakter heeft in de zin van artikel 6 EVRM, mag bij het toetsen van de evenredigheid van de opgelegde straf in het bijzonder acht slaan op de zwaarte van de inbreuk, de hoogte van reeds opgelegde sancties, de wijze waarop in gelijkaardige zaken werd geoordeeld en de weerslag van de sanctie voor de betrokkene, maar hierbij desgevallend als beoordelingsfactor in rekening nemen de mate waarin het bestuur zelf gebonden was; dit toetsingsrecht houdt niet in dat de rechter op grond van een subjectieve appreciatie van wat hij redelijk acht, om loutere redenen van opportuniteit en tegen wettelijke regels in, boeten kan kwijtschelden of verminderen."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220516.3F.5": {
      "court": "CASS",
      "date": "2022-05-16",
      "roleNumber": "F.20.0141.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220516.3F.5",
      "abstractFR": [
        "L'article 70, § 2 du Code de la Taxe sur la valeur ajoutée autorise le juge, saisi d'un recours contre le décision prise, en vertu de l'article 9 de l'arrêté du Régent du 18 mars 1831, par le ministre des Finances ou son délégué, à exercer une compétence de pleine juridiction lui permettant de contrôler tout ce qui relève de l'appréciation de l'administration (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Overeenkomstig artikel 70, § 2, Btw-wetboek kan de rechter bij wie een beroep is ingesteld tegen de beslissing die de minister van Financiën of zijn gedelegeerde krachtens artikel 9 van het besluit van de Regent van 18 maart 1831 heeft genomen, een bevoegdheid met volle rechtsmacht uit te oefenen die hem in staat stelt toe te zien op al wat onder de beoordeling van de administratie valt (1). (1) Zie concl. OM in Pas. 2022, nr. 347.",
        "Overeenkomstig artikel 70, § 2, Btw-wetboek kan de rechter bij wie een beroep is ingesteld tegen de beslissing die de minister van Financiën of zijn gedelegeerde krachtens artikel 9 van het besluit van de Regent van 18 maart 1831 heeft genomen, een bevoegdheid met volle rechtsmacht uit te oefenen die hem in staat stelt toe te zien op al wat onder de beoordeling van de administratie valt (1). (1) Zie concl. OM in Pas. 2022, nr. 321."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200514.1N.5": {
      "court": "CASS",
      "date": "2020-05-14",
      "roleNumber": "F.17.0042.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200514.1N.5&lang=fr",
      "abstractFR": [
        "Lorsque, en vertu de sa compétence liée, elle réclame une amende dans le contexte de l’établissement d’un compte spécial, l’administration fiscale ne doit pas se borner à en informer le redevable; elle doit également communiquer les faits constitutifs de l’infraction, renvoyer aux textes légaux ou réglementaires dont il a été fait application et donner les motifs quoi ont servi à déterminer le montant de l’amende; l’administration fiscale n’est cependant pas tenue de mentionner l’absence de mauvaise foi du redevable comme motif justifiant l’imposition d’une amende administrative réduite."
      ],
      "abstractNL": [
        "Wanneer de belastingadministratie uit hoofde van haar gebonden bevoegdheid een geldboete oplegt naar aanleiding van het opmaken van een bijzondere rekening, moet zij niet alleen de belastingplichtige daarvan kennis geven; zij moet ook de feiten meedelen, die de overtreding opleveren, verwijzen naar de toegepaste wet- of verordeningsteksten, en de motieven geven, die gediend hebben om het bedrag van de geldboete vast te stellen; de belastingadministratie is evenwel niet verplicht om de afwezigheid van kwade trouw in hoofde van de belastingplichtige te vermelden als motief voor het opleggen van een verminderde administratieve geldboete."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180921.5": {
      "court": "CASS",
      "date": "2018-09-21",
      "roleNumber": "F.17.0086.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180921.5&lang=fr",
      "abstractFR": [
        "Le juge appelé à contrôler une sanction administrative à caractère répressif au sens de l'article 6 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales peut tenir compte, en particulier, de la gravité de l'infraction, du taux des sanctions déjà infligées, de la manière dont il a été statué dans des causes similaires et des effets de la sanction sur la personne concernée, mais doit avoir égard à la mesure dans laquelle l'administration était elle-même liée par cette sanction (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Bij de toetsing van een administratieve sanctie die een repressief karakter heeft in de zin van artikel 6 EVRM, mag de rechter in het bijzonder acht slaan op de zwaarte van de inbreuk, de hoogte van reeds opgelegde sancties, de wijze waarop in gelijkaardige zaken werd geoordeeld en de weerslag van de sanctie voor de betrokkene, maar moet hierbij in acht nemen in welke mate het bestuur zelf gebonden was in verband met de sanctie (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180118.4": {
      "court": "CASS",
      "date": "2018-01-18",
      "roleNumber": "F.17.0003.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180118.4&lang=fr",
      "abstractFR": [
        "La présomption d'innocence garantie par l'article 6.2 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales ne s'oppose pas à ce que l'administration fiscale puisse se voir confier la mission d'infliger des amendes administratives, même lourdes, en cas d'infraction à la législation fiscale, pour autant que l'assujetti puisse soumettre la sanction à l'appréciation d'un juge disposant d'une compétence de pleine juridiction; sous cette même condition, l'article 6.2 de ladite convention ne s'oppose pas davantage à ce que des intérêts soient dus sur le montant de l'amende en cas de non-paiement (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "La présomption d'innocence garantie par l'article 6.2 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales ne s'oppose pas, en principe, à ce que l'amende administrative soit mise à exécution avant que l'assujetti n'ait été reconnu coupable par une décision judiciaire définitive; eu égard aux graves conséquences qu'une telle mise à exécution immédiate peut avoir pour l'intéressé, l'administration fiscale est tenue de ne procéder à celle-ci que dans des limites raisonnables et doit veiller à ménager un juste équilibre entre l'ensemble des intérêts en présence (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het vermoeden van onschuld gewaarborgd door artikel 6.2 EVRM staat er niet aan in de weg dat aan de fiscale administratie de taak kan worden opgedragen om administratieve geldboetes op te leggen bij overtreding van de belastingwet, zelfs al zijn deze sancties zwaar, voor zover de belastingplichtige de sanctie ter beoordeling kan voorleggen aan een rechter met volle rechtsmacht; onder dezelfde voorwaarde staat artikel 6.2 EVRM evenmin eraan in de weg dat in geval van niet-betaling interest verschuldigd is op het bedrag van de boete (1). (1) Zie concl. OM.",
        "Het vermoeden van onschuld gewaarborgd door artikel 6.2 EVRM sluit in principe niet uit dat wordt overgegaan tot tenuitvoerlegging van de administratieve boete vooraleer de belastingplichtige bij een definitieve rechterlijke beslissing schuldig is bevonden; gelet op de ernstige gevolgen die de onmiddellijke tenuitvoerlegging kan hebben voor de betrokkene, is de fiscale administratie ertoe gehouden om slechts binnen redelijke grenzen tot dergelijke onmiddellijke tenuitvoerlegging over te gaan, waarbij zij een billijk evenwicht dient na te streven tussen alle op het spel staande belangen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180118.7": {
      "court": "CASS",
      "date": "2018-01-18",
      "roleNumber": "F.16.0160.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180118.7&lang=fr",
      "abstractFR": [
        "Le juge qui constate qu'une amende de 200 % n'est pas raisonnablement proportionnée à l'ampleur limitée de la fraude et que l'assujetti n'est pas le concepteur du circuit de fraude à grande échelle mais a plutôt joué un rôle passif dans un mécanisme de fraude proposé par son fournisseur et qui décide ensuite que l'amende infligée doit être ramenée à 50 % exerce son contrôle de proportionnalité à la lumière d'éléments pertinents de la cause."
      ],
      "abstractNL": [
        "De rechter die vaststelt dat de boete van 200 % zich niet in redelijke verhouding bevindt met de relatief beperkte omvang van de fraude en dat de belastingplichtige niet de bedenkster is van het grootschalig fraudecircuit en eerder een passieve rol speelde in een fraudesysteem dat haar door haar leverancier werd aangeboden, en vervolgens oordeelt dat de opgelegde geldboete dient te worden verminderd tot 50%, oefent zijn evenredigheidstoetsing uit op grond van ter zake pertinente elementen."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180112.4": {
      "court": "CASS",
      "date": "2018-01-12",
      "roleNumber": "F.16.0127.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180112.4",
      "abstractFR": [
        "Ni la loi du 29 juin 1964 concernant la suspension, le sursis et la probation ni spécialement ses articles 8 et 18bis sont applicables à l'amende fiscale visée à l'article 70, § 2, du Code de la taxe sur la valeur ajoutée (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Noch de Probatiewet noch, inzonderheid, de artikelen 8 en 18bis van die wet zijn van toepassing op de fiscale geldboete van artikel 70, § 2, Btw-wetboek (1). Zie concl. OM in Pas. 2018, nr. ..."
      ]
    }
  },
  "72": {
    "ECLI:BE:CASS:2021:ARR.20210129.1N.6": {
      "court": "CASS",
      "date": "2021-01-29",
      "roleNumber": "F.18.0169.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210129.1N.6&lang=fr",
      "abstractFR": [
        "La décision administrative, par laquelle l'amende administrative visée aux articles 70, § 1er, et 72 du Code de la taxe sur la valeur ajoutée est imposée, est nécessaire à la naissance d'une telle amende; il s'ensuit que le juge, qui annule une contrainte au motif qu'elle imposait illégalement à l'assujetti une amende en matière de taxe sur la valeur ajoutée, ne peut statuer lui-même sur la débition de l'amende administrative (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De administratieve beslissing waarmee de administratieve geldboete bedoeld in de artikelen 70, § 1, en 72 Btw-wetboek wordt opgelegd, is noodzakelijk voor de totstandkoming van zulke boete; hieruit volgt dat de rechter die een dwangbevel nietig verklaart omdat het de belastingplichtige onwettig een btw-geldboete oplegde, niet zelf kan oordelen over het verschuldigd zijn van de administratieve geldboete (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200514.1N.5": {
      "court": "CASS",
      "date": "2020-05-14",
      "roleNumber": "F.17.0042.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200514.1N.5&lang=fr",
      "abstractFR": [
        "Lorsque, en vertu de sa compétence liée, elle réclame une amende dans le contexte de l’établissement d’un compte spécial, l’administration fiscale ne doit pas se borner à en informer le redevable; elle doit également communiquer les faits constitutifs de l’infraction, renvoyer aux textes légaux ou réglementaires dont il a été fait application et donner les motifs quoi ont servi à déterminer le montant de l’amende; l’administration fiscale n’est cependant pas tenue de mentionner l’absence de mauvaise foi du redevable comme motif justifiant l’imposition d’une amende administrative réduite."
      ],
      "abstractNL": [
        "Wanneer de belastingadministratie uit hoofde van haar gebonden bevoegdheid een geldboete oplegt naar aanleiding van het opmaken van een bijzondere rekening, moet zij niet alleen de belastingplichtige daarvan kennis geven; zij moet ook de feiten meedelen, die de overtreding opleveren, verwijzen naar de toegepaste wet- of verordeningsteksten, en de motieven geven, die gediend hebben om het bedrag van de geldboete vast te stellen; de belastingadministratie is evenwel niet verplicht om de afwezigheid van kwade trouw in hoofde van de belastingplichtige te vermelden als motief voor het opleggen van een verminderde administratieve geldboete."
      ]
    }
  },
  "73": {
    "ECLI:BE:CASS:2022:ARR.20221116.2F.13": {
      "court": "CASS",
      "date": "2022-11-16",
      "roleNumber": "P.21.0292.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221116.2F.13",
      "abstractFR": [
        "L'utilisation du mécanisme de la taxe sur la valeur ajoutée afin de ne pas reverser l'impôt dû à l'Etat ou de bénéficier d'une créance sur l'administration fiscale est une infraction dont le produit, à l'instar d'un détournement ou d'une escroquerie, constitue le dommage que le délit a causé directement au Trésor; la dette d'impôt est, en pareil cas, le fruit immédiat de la fraude.",
        "La circonstance que l'administration dispose, en vertu de l'article 73sexies du Code de la taxe sur la valeur ajoutée, d'une possibilité propre de recouvrement de la taxe éludée qui consiste en la solidarité découlant d'une des décisions y énumérées relative aux infractions visées aux articles 73 et 73bis, ne prive pas l'État belge de son accès à la justice par la voie d'une procédure ordinaire.",
        "La circonstance qu'une contrainte soit décernée contre certains prévenus d'une fraude à la taxe sur la valeur ajoutée n'enlève pas à l'administration la possibilité de recourir à l'action civile à l'encontre des autres prévenus, non concernés par la contrainte, ni à l'égard des premiers prévenus, dès lors qu'en vertu de l'article 93undeciesE du Code de la taxe sur la valeur ajoutée, les dispositions de ce code ne font pas obstacle au droit pour l'Etat de demander la réparation du dommage visé par cette disposition."
      ],
      "abstractNL": [
        "De aanwending van het btw-mechanisme om de aan de Staat verschuldigde belastingen niet door te storten of om een schuldvordering op de belastingadministratie te verkrijgen, is een misdrijf waarvan de opbrengst, net als bij verduistering of oplichting, de schade vormt die het wanbedrijf rechtstreeks aan de Schatkist heeft toegebracht; de belastingschuld is in dergelijke gevallen het onmiddellijke resultaat is van het bedrog.",
        "De omstandigheid dat de administratie krachtens artikel 73sexies Btw-wetboek over een eigen mogelijkheid beschikt om de ontdoken belasting in te vorderen, die bestaat in de hoofdelijkheid voortvloeiend uit een van de in dit artikel opgesomde beslissingen over de in de artikelen 73 en 73bis bedoelde misdrijven, ontzegt de Belgische Staat de mogelijkheid niet om in rechte op te treden via een gewone procedure.",
        "De omstandigheid dat er een dwangbevel wordt uitgevaardigd tegen sommige beklaagden die btw-fraude hebben gepleegd, ontzegt de administratie de mogelijkheid niet om een burgerlijke rechtsvordering in te stellen tegen de andere beklaagden waartegen het dwangbevel niet werd uitgevaardigd, evenmin als tegen de eerstgenoemde beklaagden, aangezien artikel 93undeciesE van datzelfde wetboek voorschrijft dat de bepalingen van dat wetboek geen afbreuk doen aan het recht van de Staat om het herstel van de in die bepaling bedoelde schade te vorderen.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201013.2N.9": {
      "court": "CASS",
      "date": "2020-10-13",
      "roleNumber": "P.20.0483.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201013.2N.9&lang=fr",
      "abstractFR": [
        "Les avantages patrimoniaux directs visés à l'article 42, 3°, du Code pénal comprennent tant les biens et valeurs que tout avantage économique tiré d'une infraction, y compris fiscale, même s'ils ne peuvent être identifiés dans un patrimoine et, pour que le juge puisse ordonner la confiscation de ces avantages patrimoniaux, un lien de causalité entre l'infraction et les avantages patrimoniaux est nécessaire; lorsqu'un assujetti à la TVA, en commettant des infractions de faux et de fraude à la TVA visées aux articles 73 et 73bis du Code de la TVA, reçoit et reverse à l'État moins que la TVA légalement due parce qu'il ne porte pas cette TVA en compte à son client privé, ces infractions ne lui procurent pas un avantage en matière de TVA au sens de l'article 42, 3°, du Code pénal (1). (1) Cass. 26 février 2019, RG P.18.1041.N, Pas. 2019, n° 118."
      ],
      "abstractNL": [
        "Rechtstreekse vermogensvoordelen als bedoeld in artikel 42, 3°, Strafwetboek omvatten zowel goederen en waarden als elk economisch voordeel uit een misdrijf, zij het een belastingmisdrijf, ook als ze niet in een vermogen kunnen worden geïdentificeerd en opdat de rechter de verbeurdverklaring van die vermogensvoordelen kan bevelen, is vereist dat er een causaal verband bestaat tussen het misdrijf en de vermogensvoordelen; wanneer een btw-plichtige persoon door het plegen van misdrijven van btw-valsheid en btw-fraude zoals bepaald in de artikelen 73 en 73bis Btw-wetboek minder dan de wettelijk verschuldigde btw ontvangt en doorstort aan de Staat omdat hij die btw niet aanrekent aan zijn particuliere klant, leveren die misdrijven hem geen btw-voordeel op in de zin van artikel 42, 3°, Strafwetboek (1). (1) Cass. 26 februari 2019, AR P.18.1041.N, AC 2019, nr.118."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200304.2F.1": {
      "court": "CASS",
      "date": "2020-03-04",
      "roleNumber": "P.19.1114.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200304.2F.1",
      "abstractFR": [
        "L'utilisation du mécanisme de la TVA afin de ne pas reverser l'impôt dû à l'Etat ou de bénéficier d'une créance sur l'administration fiscale est une infraction dont le produit, à l'instar d'un détournement ou d'une escroquerie, constitue le dommage que le délit a causé directement au Trésor, la dette d'impôt étant, en pareil cas, le fruit immédiat de la fraude; il en résulte qu'en recevant l'action civile fondée par l'Etat belge sur cette infraction, la juridiction répressive n'a pas excédé la compétence lui attribuée par les articles 3 et 4 du titre préliminaire du Code de procédure pénale (1). (1) Cass. 21 mars 2017, RG P.16.1031.N, Pas. 2017, n° 198."
      ],
      "abstractNL": [
        "Het gebruik van het btw-mechanisme om de aan de Staat verschuldigde belasting niet aan hem door te storten of om een schuldvordering op de belastingadministratie te verkrijgen, is een misdrijf waarvan de opbrengst, net als bij verduistering of oplichting, de schade vormt die het misdrijf rechtstreeks aan de Schatkist heeft berokkend, waarbij de belastingschuld in dergelijke gevallen het onmiddellijke resultaat is van het bedrog; hieruit volgt dat het strafgerecht, door de burgerlijke rechtsvordering ontvankelijk te verklaren die de Belgische Staat op grond van dat misdrijf heeft ingesteld, niet de bevoegdheden overschrijdt die hem door de artikelen 3 en 4 Voorafgaande Titel Wetboek van Strafvordering zijn toegekend (1). (1) Cass. 21 maart 2017, AR P.16.1031.N, AC 2017, nr. 198."
      ]
    }
  },
  "75": {
    "ECLI:BE:CASS:2022:ARR.20221222.1F.4": {
      "court": "CASS",
      "date": "2022-12-22",
      "roleNumber": "F.21.0179.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221222.1F.4",
      "abstractFR": [
        "Lorsque le résultat issu de la déclaration de l'assujetti aboutit à un excédent en sa faveur, ce report donne lieu, dans le compte courant ouvert à son nom, à une inscription au crédit de ce compte, au même titre que le paiement qu'il aurait effectué pour une autre période à raison d'un solde à devoir au Trésor; ces inscriptions au crédit sont contrebalancées au débit du compte courant par le montant des taxes dont l'exigibilité résulte d'autres déclarations périodiques et des sommes effectivement remboursées à l'assujetti par application de l'article 8.1 de l'arrêté royal n° 4 (1). (1) Voir les concl. du MP.",
        "Lorsque l'assujetti procède indûment, pour une période considérée, à une déduction de taxe sur la valeur ajoutée, des intérêts ne sont dus sur ce montant que dans la mesure où, sans cette déduction, un montant serait dû par l'assujetti au titre de taxe sur la valeur ajoutée (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de aangifte van de belastingplichtige resulteert in een voor hem batig saldo, leidt die overbrenging, in de op zijn naam geopende rekening-courant, tot een boeking op de creditzijde van die rekening, net zoals de betaling die hij voor een ander tijdvak zou hebben verricht voor een aan de Schatkist verschuldigd saldo; die boekingen op de creditzijde van de rekening-courant worden aan de debetzijde gecompenseerd door het bedrag van de belastingen waarvan de opeisbaarheid voortvloeit uit andere periodieke aangiften en door de bedragen die aan de belastingplichtige daadwerkelijk zijn terugbetaald met toepassing van artikel 8.1 van koninklijk besluit nr. 4 (1). (1) Zie concl. OM in Pas. 2022, nr. 858.",
        "Wanneer de belastingplichtige voor een in aanmerking genomen tijdvak de belasting over de toegevoegde waarde ten onrechte aftrekt, is er op dit bedrag slechts interest verschuldigd voor zover de belastingplichtige zonder die aftrek een bepaald bedrag aan belasting over de toegevoegde waarde verschuldigd zou zijn (1). (1) Zie concl. OM in Pas. 2022, nr. 858."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220617.1F.4": {
      "court": "CASS",
      "date": "2022-06-17",
      "roleNumber": "F.20.0038.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220617.1F.4",
      "abstractFR": [
        "Si les fournisseurs ou les autres personnes visées à l'article 77 du Code de la taxe sur la valeur ajoutée ont le statut d'assujetti tenu au dépôt de déclarations périodiques, la restitution des taxes trop perçues a lieu en leur faveur par la voie d'une imputation sur le montant des taxes dues pour la période de déclaration concernée, les taxes en aval à leur restituer par voie d'imputation s'ajoutant aux taxes en amont qu'ils peuvent déduire (1). (1) Voir les concl. du MP.",
        "L'action en restitution d'un excédent de taxes sur la valeur ajoutée ne prend pas naissance, indépendamment de toute demande expresse, à la date du dépôt de la déclaration périodique qui l'a fait apparaître (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de leveranciers of de overige in artikel 77 Btw-wetboek bedoelde personen de status hebben van belastingplichtige die tot het indienen van periodieke aangiften is gehouden, vindt de teruggave in hun voordeel van de te veel ontvangen belastingen plaats door toerekening op het bedrag van de verschuldigde belasting voor dat aangiftetijdvak, waarbij de bij wijze van toerekening terug te geven voorbelastingen worden gevoegd bij de voorbelastingen die voor aftrek in aanmerking komen (1). (1) Zie concl. OM in Pas. 2022, nr. 433.",
        "De vordering tot teruggave van een overschot van belastingen over de toegevoegde waarde ontstaat niet, los van enig uitdrukkelijk verzoek, op het tijdstip van de indiening van de periodieke aangifte waaruit dat overschot blijkt (1). (1) Zie concl. OM in Pas. 2022, nr. 433.",
        "Wanneer de leveranciers of de overige in artikel 77 Btw-wetboek bedoelde personen de status hebben van belastingplichtige die tot het indienen van periodieke aangiften is gehouden, vindt de teruggave in hun voordeel van de te veel ontvangen belastingen plaats door toerekening op het bedrag van de verschuldigde belasting voor dat aangiftetijdvak, waarbij de bij wijze van toerekening terug te geven voorbelastingen worden gevoegd bij de voorbelastingen die voor aftrek in aanmerking komen (1). (1) Zie concl. OM in Pas. 2022, nr. 432.",
        "De vordering tot teruggave van een overschot van belastingen over de toegevoegde waarde ontstaat niet, los van enig uitdrukkelijk verzoek, op het tijdstip van de indiening van de periodieke aangifte waaruit dat overschot blijkt (1). (1) Zie concl. OM in Pas. 2022, nr. 432."
      ]
    }
  },
  "76": {
    "ECLI:BE:CASS:2021:ARR.20210430.1N.4": {
      "court": "CASS",
      "date": "2021-04-30",
      "roleNumber": "F.19.0150.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210430.1N.4&lang=fr",
      "abstractFR": [
        "Le contribuable dispose d'un droit à un contrôle judiciaire effectif de la régularité et de la légalité de la retenue, soit par le juge des saisies auquel il appartient d'examiner si la créance constitue prima facie une créance certaine et liquide au sens de l'article 1415 du Code judiciaire, soit par le juge du fond qui peut annuler la retenue des crédits de taxe sur la valeur ajoutée avant que sa décision n'ait l'autorité de la chose jugée s'il estime que la créance n'est pas fondée (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De belastingplichtige beschikt over het recht op een daadwerkelijke rechterlijke toetsing van de regelmatigheid en de rechtmatigheid van de inhouding, hetzij door de beslagrechter aan wie het toekomt te onderzoeken of de schuldvordering prima facie een zekere en vaststaande vordering is in de zin van artikel 1415 Gerechtelijk Wetboek, hetzij door de rechter in het geschil ten gronde die de inhouding van btw-kredieten kan opheffen voordat zijn beslissing kracht van gewijsde heeft wanneer hij van oordeel is dat de schuldvordering ongegrond is (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220617.1F.4": {
      "court": "CASS",
      "date": "2022-06-17",
      "roleNumber": "F.20.0038.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220617.1F.4",
      "abstractFR": [
        "Si les fournisseurs ou les autres personnes visées à l'article 77 du Code de la taxe sur la valeur ajoutée ont le statut d'assujetti tenu au dépôt de déclarations périodiques, la restitution des taxes trop perçues a lieu en leur faveur par la voie d'une imputation sur le montant des taxes dues pour la période de déclaration concernée, les taxes en aval à leur restituer par voie d'imputation s'ajoutant aux taxes en amont qu'ils peuvent déduire (1). (1) Voir les concl. du MP.",
        "L'action en restitution d'un excédent de taxes sur la valeur ajoutée ne prend pas naissance, indépendamment de toute demande expresse, à la date du dépôt de la déclaration périodique qui l'a fait apparaître (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de leveranciers of de overige in artikel 77 Btw-wetboek bedoelde personen de status hebben van belastingplichtige die tot het indienen van periodieke aangiften is gehouden, vindt de teruggave in hun voordeel van de te veel ontvangen belastingen plaats door toerekening op het bedrag van de verschuldigde belasting voor dat aangiftetijdvak, waarbij de bij wijze van toerekening terug te geven voorbelastingen worden gevoegd bij de voorbelastingen die voor aftrek in aanmerking komen (1). (1) Zie concl. OM in Pas. 2022, nr. 433.",
        "De vordering tot teruggave van een overschot van belastingen over de toegevoegde waarde ontstaat niet, los van enig uitdrukkelijk verzoek, op het tijdstip van de indiening van de periodieke aangifte waaruit dat overschot blijkt (1). (1) Zie concl. OM in Pas. 2022, nr. 433.",
        "Wanneer de leveranciers of de overige in artikel 77 Btw-wetboek bedoelde personen de status hebben van belastingplichtige die tot het indienen van periodieke aangiften is gehouden, vindt de teruggave in hun voordeel van de te veel ontvangen belastingen plaats door toerekening op het bedrag van de verschuldigde belasting voor dat aangiftetijdvak, waarbij de bij wijze van toerekening terug te geven voorbelastingen worden gevoegd bij de voorbelastingen die voor aftrek in aanmerking komen (1). (1) Zie concl. OM in Pas. 2022, nr. 432.",
        "De vordering tot teruggave van een overschot van belastingen over de toegevoegde waarde ontstaat niet, los van enig uitdrukkelijk verzoek, op het tijdstip van de indiening van de periodieke aangifte waaruit dat overschot blijkt (1). (1) Zie concl. OM in Pas. 2022, nr. 432."
      ]
    },
    "ECLI:BE:CASS:2003:ARR.20030103.7": {
      "court": "CASS",
      "date": "2003-01-03",
      "roleNumber": "C000116N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2003:ARR.20030103.7&lang=fr",
      "abstractFR": [
        "Il suit de l'article 76, §1er, alinéa 3, du Code T.V.A. qui confère au Roi le pouvoir de prévoir un mode spécifique de retenues des excédents de la T.V.A. que la retenue produit des effets identiques à ceux de la saisie-arrêt conservatoire, plus spécialement en ce qui concerne le droit de l'assujetti de soumettre la validité de la retenue au contrôle du juge. Conformément à l'article 159 de la Constitution, les cours et tribunaux ne peuvent appliquer les aspects du règlement contenu à l'article 8.1, §3, de l'arrêté royal n° 4 du 29 décembre 1969 qui font obstacle à un contrôle juridictionnel effectif.",
        "Il appartient au juge des saisies appelé à exercer le contrôle juridictionnel de la régularité et de la validité de la retenue des excédents de la T.V.A., de vérifier si, bien que contestée, la créance de l'administration constitue prima facie une créance certaine et liquide au sens de l'article 1415 du Code judiciaire et, plus spécialement, si les éléments de preuve ou indices de fraude invoqués dans les procès-verbaux de l'administration de la T.V.A. justifient la retenue effectuée, compte tenu des circonstances de la cause, de la nécessité de préserver les intérêts du Trésor public et de la proportionnalité requise entre les moyens utilisés et le but poursuivi (1). (1) Voir les références citées dans les concl. du M.P. dont l'opinion, en ce qui concerne les questions juridiques posées dans le moyen, en sa première branche, est conforme à celle de la Cour mais a finalement conclu à la cassation de l'arrêt attaqué pour des motifs de procédure en cassation."
      ],
      "abstractNL": [
        "Uit artikel 76, § 1, derde lid B.T.W.-Wetboek, dat aan de Koning opdracht heeft gegeven in een aan eigen regelen beantwoordende wijze van inhouding van B.T.W.-tegoeden te voorzien, volgt dat de inhouding dezelfde gevolgen heeft als een bewarend beslag onder derden, inzonderheid wat betreft het recht van de belastingplichtige de geldigheid van de inhouding te laten toetsen door de rechter. De hoven en de rechtbanken mogen de aspecten van de regeling vervat in artikel 8.1, § 3, van het K.B. nr 4 van 29 december 1969 die een daadwerkelijk rechterlijk toezicht in de weg staan overeenkomstig artikel 159 van de Grondwet niet toepassen.",
        "In het kader van het jurisdictioneel toezicht over de regelmatigheid en de rechtmatigheid van de inhouding van B.T.W.-tegoeden, behoort het tot de taak van de beslagrechter te toetsen of de schuldvordering van de Administratie, hoewel betwist, prima facie een zekere en vaststaande vordering uitmaakt in de zin van artikel 1415 van het Gerechtelijk Wetboek, en inzonderheid of de bewijselementen of aanwijzingen van fraude aangevoerd in de processen-verbaal van de B.T.W.-administratie de inhoudingsmaatregel kunnen rechtvaardigen, rekening houdend met de omstandigheden van de zaak, de noodzaak om de belangen van de Schatkist te beschermen en de noodzakelijke proportionaliteit tussen de aangewende middelen en het nagestreefde doel (1). (1) Zie de verwijzingen in de conclusie van het O.M. dat, wat betreft de in het eerste onderdeel van het middel gestelde rechtsvragen, eenzelfde standpunt innam als het Hof, doch uiteindelijk tot de vernietiging van het bestreden arrest besloot om cassatietechnische redenen."
      ]
    }
  },
  "77": {
    "ECLI:BE:CASS:2023:ARR.20231123.1N.6": {
      "court": "CASS",
      "date": "2023-11-23",
      "roleNumber": "F.21.0094.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231123.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "Het belasten van een handeling die is vrijgesteld van belasting, moet worden beschouwd als een vergissing in de factuur in de zin van artikel 79, § 1, eerste lid, Btw-wetboek, waarvoor de leverancier of de dienstverrichter aan de medecontractant een verbeterend stuk moet uitreiken, opdat die leverancier of die dienstverrichter met toepassing van artikel 77, § 1, 1°, Btw-wetboek op een teruggaaf van belasting aanspraak zou kunnen maken, ook wanneer die heffing te wijten is aan een vergissing in rechte omtrent het belastbaar of vrijgesteld karakter van de desbetreffende handeling (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240620.1N.9": {
      "court": "CASS",
      "date": "2024-06-20",
      "roleNumber": "F.22.0126.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240620.1N.9",
      "abstractFR": null,
      "abstractNL": [
        "Bij faillissement van de schuldenaar verjaart de vordering tot teruggaaf van de belasting bedoeld in artikel 77, § 1, 7°, Btw-wetboek na het verstrijken van het derde kalenderjaar volgend op de datum van het vonnis van faillietverklaring; de omstandigheid dat de schuldeiser op het ogenblik van het faillissement over een zakelijke of persoonlijke zekerheid beschikt op grond waarvan hij nog betaald kan worden, doet hieraan geen afbreuk (1). (1) Zie concl. OM.",
        "In geval van faillissement ontstaat de vordering tot teruggaaf reeds op de datum van het vonnis van faillietverklaring, omdat reeds op dat ogenblik redelijk waarschijnlijk is dat de schuldvordering van de leverancier-belastingplichtige niet zal worden voldaan (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250620.1N.12": {
      "court": "CASS",
      "date": "2025-06-20",
      "roleNumber": "F.22.0059.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250620.1N.12",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer de schuldvordering van een belastingplichtige leverancier van goederen of diensten geheel of ten dele definitief verloren gaat, is de verlaging van de maatstaf van heffing en de teruggaaf van de btw afhankelijk van het uitreiken door deze belastingplichtige van een verbeterend stuk en de inschrijving ervan in een daartoe bestemd register, gevolgd door het uitreiken van een dubbel van dat stuk aan de belastingplichtige medecontractant, afnemer van de goederen of diensten (1). (1) Zie concl. OM.",
        "De wijziging van de maatstaf van heffing aan de zijde van de belastingplichtige leverancier dient te leiden tot een herziening van de aftrek van de voorbelasting bij de belastingplichtige medecontractant; deze dient de teveel in aftrek genomen btw terug te storten door ze op te nemen in het bedrag van de verschuldigde belasting voor de periode waarin hij het verbeterend stuk heeft ontvangen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220617.1F.4": {
      "court": "CASS",
      "date": "2022-06-17",
      "roleNumber": "F.20.0038.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220617.1F.4",
      "abstractFR": [
        "Si les fournisseurs ou les autres personnes visées à l'article 77 du Code de la taxe sur la valeur ajoutée ont le statut d'assujetti tenu au dépôt de déclarations périodiques, la restitution des taxes trop perçues a lieu en leur faveur par la voie d'une imputation sur le montant des taxes dues pour la période de déclaration concernée, les taxes en aval à leur restituer par voie d'imputation s'ajoutant aux taxes en amont qu'ils peuvent déduire (1). (1) Voir les concl. du MP.",
        "Les taxes déductibles en vertu des articles 45 à 48 du Code de la taxe sur la valeur ajoutée et les taxes à restituer en vertu de l'article 77 de ce code sont respectivement déduites par l'assujetti ou, si c'est dans le délai légal de trois ans, restituées à celui-ci, par la voie d'une imputation sur les taxes dues qu'il a déclarées; l'imputation des taxes déductibles ou des taxes à restituer vaut exercice du droit à déduction ou du droit à restitution des taxes concernées; si les taxes à imputer excèdent celles qui sont dues, l'excédent résultant de la déclaration périodique est en règle reporté sur la période de déclaration suivante, ce mécanisme de report participant du fonctionnement du compte courant tenu par l'administration au nom de l'assujetti; seule une demande expresse de l'assujetti dans les conditions déterminées par le Roi vaut demande de restitution dudit excédent (1). (1) Voir les concl. du MP.",
        "L'action en restitution d'un excédent de taxes sur la valeur ajoutée ne prend pas naissance, indépendamment de toute demande expresse, à la date du dépôt de la déclaration périodique qui l'a fait apparaître (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de leveranciers of de overige in artikel 77 Btw-wetboek bedoelde personen de status hebben van belastingplichtige die tot het indienen van periodieke aangiften is gehouden, vindt de teruggave in hun voordeel van de te veel ontvangen belastingen plaats door toerekening op het bedrag van de verschuldigde belasting voor dat aangiftetijdvak, waarbij de bij wijze van toerekening terug te geven voorbelastingen worden gevoegd bij de voorbelastingen die voor aftrek in aanmerking komen (1). (1) Zie concl. OM in Pas. 2022, nr. 433.",
        "De belastingen die krachtens de artikelen 45 tot 48 Btw-wetboek voor aftrek in aanmerking komen en de belastingen die krachtens artikel 77 van dat wetboek moeten worden teruggegeven, worden respectievelijk door de belastingplichtige afgetrokken, of, indien dit binnen de bij wet bepaalde termijn van drie jaar geschiedt, aan hem teruggegeven bij wijze van toerekening op verschuldigde belastingen die hij heeft aangegeven; de toerekening van de belastingen die voor aftrek in aanmerking komen of van de terug te geven belastingen staat gelijk met de uitoefening van het recht op aftrek of het recht op teruggave van de betrokken belastingen; indien de toe te rekenen belastingen meer bedragen dan de verschuldigde belastingen, wordt het overschot dat uit de periodieke aangifte voortvloeit in de regel overgedragen naar het volgende aangiftetijdvak, waarbij dat overdrachtsmechanisme voortspruit uit de werking van de rekening-courant die de administratie op naam van elke belastingplichtige houdt; enkel een uitdrukkelijk verzoek van de belastingplichtige onder de voorwaarden door de Koning bepaald, geldt als aanvraag tot teruggave van het voormelde overschot (1). (1) Zie concl. OM in Pas. 2022, nr. 433.",
        "De vordering tot teruggave van een overschot van belastingen over de toegevoegde waarde ontstaat niet, los van enig uitdrukkelijk verzoek, op het tijdstip van de indiening van de periodieke aangifte waaruit dat overschot blijkt (1). (1) Zie concl. OM in Pas. 2022, nr. 433.",
        "Wanneer de leveranciers of de overige in artikel 77 Btw-wetboek bedoelde personen de status hebben van belastingplichtige die tot het indienen van periodieke aangiften is gehouden, vindt de teruggave in hun voordeel van de te veel ontvangen belastingen plaats door toerekening op het bedrag van de verschuldigde belasting voor dat aangiftetijdvak, waarbij de bij wijze van toerekening terug te geven voorbelastingen worden gevoegd bij de voorbelastingen die voor aftrek in aanmerking komen (1). (1) Zie concl. OM in Pas. 2022, nr. 432.",
        "De belastingen die krachtens de artikelen 45 tot 48 Btw-wetboek voor aftrek in aanmerking komen en de belastingen die krachtens artikel 77 van dat wetboek moeten worden teruggegeven, worden respectievelijk door de belastingplichtige afgetrokken, of, indien dit binnen de bij wet bepaalde termijn van drie jaar geschiedt, aan hem teruggegeven bij wijze van toerekening op verschuldigde belastingen die hij heeft aangegeven; de toerekening van de belastingen die voor aftrek in aanmerking komen of van de terug te geven belastingen staat gelijk met de uitoefening van het recht op aftrek of het recht op teruggave van de betrokken belastingen; indien de toe te rekenen belastingen meer bedragen dan de verschuldigde belastingen, wordt het overschot dat uit de periodieke aangifte voortvloeit in de regel overgedragen naar het volgende aangiftetijdvak, waarbij dat overdrachtsmechanisme voortspruit uit de werking van de rekening-courant die de administratie op naam van elke belastingplichtige houdt; enkel een uitdrukkelijk verzoek van de belastingplichtige onder de voorwaarden door de Koning bepaald, geldt als aanvraag tot teruggave van het voormelde overschot (1). (1) Zie concl. OM in Pas. 2022, nr. 432.",
        "De vordering tot teruggave van een overschot van belastingen over de toegevoegde waarde ontstaat niet, los van enig uitdrukkelijk verzoek, op het tijdstip van de indiening van de periodieke aangifte waaruit dat overschot blijkt (1). (1) Zie concl. OM in Pas. 2022, nr. 432."
      ]
    }
  },
  "78": {
    "ECLI:BE:CASS:2022:ARR.20220617.1F.4": {
      "court": "CASS",
      "date": "2022-06-17",
      "roleNumber": "F.20.0038.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220617.1F.4",
      "abstractFR": [
        "Si les fournisseurs ou les autres personnes visées à l'article 77 du Code de la taxe sur la valeur ajoutée ont le statut d'assujetti tenu au dépôt de déclarations périodiques, la restitution des taxes trop perçues a lieu en leur faveur par la voie d'une imputation sur le montant des taxes dues pour la période de déclaration concernée, les taxes en aval à leur restituer par voie d'imputation s'ajoutant aux taxes en amont qu'ils peuvent déduire (1). (1) Voir les concl. du MP.",
        "L'action en restitution d'un excédent de taxes sur la valeur ajoutée ne prend pas naissance, indépendamment de toute demande expresse, à la date du dépôt de la déclaration périodique qui l'a fait apparaître (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de leveranciers of de overige in artikel 77 Btw-wetboek bedoelde personen de status hebben van belastingplichtige die tot het indienen van periodieke aangiften is gehouden, vindt de teruggave in hun voordeel van de te veel ontvangen belastingen plaats door toerekening op het bedrag van de verschuldigde belasting voor dat aangiftetijdvak, waarbij de bij wijze van toerekening terug te geven voorbelastingen worden gevoegd bij de voorbelastingen die voor aftrek in aanmerking komen (1). (1) Zie concl. OM in Pas. 2022, nr. 433.",
        "De vordering tot teruggave van een overschot van belastingen over de toegevoegde waarde ontstaat niet, los van enig uitdrukkelijk verzoek, op het tijdstip van de indiening van de periodieke aangifte waaruit dat overschot blijkt (1). (1) Zie concl. OM in Pas. 2022, nr. 433.",
        "Wanneer de leveranciers of de overige in artikel 77 Btw-wetboek bedoelde personen de status hebben van belastingplichtige die tot het indienen van periodieke aangiften is gehouden, vindt de teruggave in hun voordeel van de te veel ontvangen belastingen plaats door toerekening op het bedrag van de verschuldigde belasting voor dat aangiftetijdvak, waarbij de bij wijze van toerekening terug te geven voorbelastingen worden gevoegd bij de voorbelastingen die voor aftrek in aanmerking komen (1). (1) Zie concl. OM in Pas. 2022, nr. 432.",
        "De vordering tot teruggave van een overschot van belastingen over de toegevoegde waarde ontstaat niet, los van enig uitdrukkelijk verzoek, op het tijdstip van de indiening van de periodieke aangifte waaruit dat overschot blijkt (1). (1) Zie concl. OM in Pas. 2022, nr. 432."
      ]
    }
  },
  "79": {
    "ECLI:BE:CASS:2023:ARR.20231123.1N.6": {
      "court": "CASS",
      "date": "2023-11-23",
      "roleNumber": "F.21.0094.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231123.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "Het belasten van een handeling die is vrijgesteld van belasting, moet worden beschouwd als een vergissing in de factuur in de zin van artikel 79, § 1, eerste lid, Btw-wetboek, waarvoor de leverancier of de dienstverrichter aan de medecontractant een verbeterend stuk moet uitreiken, opdat die leverancier of die dienstverrichter met toepassing van artikel 77, § 1, 1°, Btw-wetboek op een teruggaaf van belasting aanspraak zou kunnen maken, ook wanneer die heffing te wijten is aan een vergissing in rechte omtrent het belastbaar of vrijgesteld karakter van de desbetreffende handeling (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250620.1N.12": {
      "court": "CASS",
      "date": "2025-06-20",
      "roleNumber": "F.22.0059.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250620.1N.12",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer de schuldvordering van een belastingplichtige leverancier van goederen of diensten geheel of ten dele definitief verloren gaat, is de verlaging van de maatstaf van heffing en de teruggaaf van de btw afhankelijk van het uitreiken door deze belastingplichtige van een verbeterend stuk en de inschrijving ervan in een daartoe bestemd register, gevolgd door het uitreiken van een dubbel van dat stuk aan de belastingplichtige medecontractant, afnemer van de goederen of diensten (1). (1) Zie concl. OM.",
        "De wijziging van de maatstaf van heffing aan de zijde van de belastingplichtige leverancier dient te leiden tot een herziening van de aftrek van de voorbelasting bij de belastingplichtige medecontractant; deze dient de teveel in aftrek genomen btw terug te storten door ze op te nemen in het bedrag van de verschuldigde belasting voor de periode waarin hij het verbeterend stuk heeft ontvangen (1). (1) Zie concl. OM."
      ]
    }
  },
  "80": {
    "ECLI:BE:CASS:2025:ARR.20250620.1N.12": {
      "court": "CASS",
      "date": "2025-06-20",
      "roleNumber": "F.22.0059.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250620.1N.12",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer de schuldvordering van een belastingplichtige leverancier van goederen of diensten geheel of ten dele definitief verloren gaat, is de verlaging van de maatstaf van heffing en de teruggaaf van de btw afhankelijk van het uitreiken door deze belastingplichtige van een verbeterend stuk en de inschrijving ervan in een daartoe bestemd register, gevolgd door het uitreiken van een dubbel van dat stuk aan de belastingplichtige medecontractant, afnemer van de goederen of diensten (1). (1) Zie concl. OM.",
        "De wijziging van de maatstaf van heffing aan de zijde van de belastingplichtige leverancier dient te leiden tot een herziening van de aftrek van de voorbelasting bij de belastingplichtige medecontractant; deze dient de teveel in aftrek genomen btw terug te storten door ze op te nemen in het bedrag van de verschuldigde belasting voor de periode waarin hij het verbeterend stuk heeft ontvangen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210625.1N.5": {
      "court": "CASS",
      "date": "2021-06-25",
      "roleNumber": "F.20.0063.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210625.1N.5&lang=fr",
      "abstractFR": [
        "Le Roi détermine les formalités et les conditions de la restitution de la taxe sur la valeur ajoutée, sans pouvoir contrevenir aux dispositions des articles 82 et 82bis du Code de la taxe sur la valeur ajoutée (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De Koning bepaalt de formaliteiten en voorwaarden met betrekking tot de teruggaaf van btw, doch mag hierbij geen afbreuk doen aan de bepalingen van de artikelen 82 en 82bis Btw-wetboek (1). (1) Zie concl. OM."
      ]
    }
  },
  "82": {
    "ECLI:BE:CASS:2024:ARR.20240620.1N.9": {
      "court": "CASS",
      "date": "2024-06-20",
      "roleNumber": "F.22.0126.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240620.1N.9",
      "abstractFR": null,
      "abstractNL": [
        "Bij faillissement van de schuldenaar verjaart de vordering tot teruggaaf van de belasting bedoeld in artikel 77, § 1, 7°, Btw-wetboek na het verstrijken van het derde kalenderjaar volgend op de datum van het vonnis van faillietverklaring; de omstandigheid dat de schuldeiser op het ogenblik van het faillissement over een zakelijke of persoonlijke zekerheid beschikt op grond waarvan hij nog betaald kan worden, doet hieraan geen afbreuk (1). (1) Zie concl. OM.",
        "In geval van faillissement ontstaat de vordering tot teruggaaf reeds op de datum van het vonnis van faillietverklaring, omdat reeds op dat ogenblik redelijk waarschijnlijk is dat de schuldvordering van de leverancier-belastingplichtige niet zal worden voldaan (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210625.1N.5": {
      "court": "CASS",
      "date": "2021-06-25",
      "roleNumber": "F.20.0063.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210625.1N.5&lang=fr",
      "abstractFR": [
        "Le Roi détermine les formalités et les conditions de la restitution de la taxe sur la valeur ajoutée, sans pouvoir contrevenir aux dispositions des articles 82 et 82bis du Code de la taxe sur la valeur ajoutée (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De Koning bepaalt de formaliteiten en voorwaarden met betrekking tot de teruggaaf van btw, doch mag hierbij geen afbreuk doen aan de bepalingen van de artikelen 82 en 82bis Btw-wetboek (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220617.1F.4": {
      "court": "CASS",
      "date": "2022-06-17",
      "roleNumber": "F.20.0038.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220617.1F.4",
      "abstractFR": [
        "Les taxes déductibles en vertu des articles 45 à 48 du Code de la taxe sur la valeur ajoutée et les taxes à restituer en vertu de l'article 77 de ce code sont respectivement déduites par l'assujetti ou, si c'est dans le délai légal de trois ans, restituées à celui-ci, par la voie d'une imputation sur les taxes dues qu'il a déclarées; l'imputation des taxes déductibles ou des taxes à restituer vaut exercice du droit à déduction ou du droit à restitution des taxes concernées; si les taxes à imputer excèdent celles qui sont dues, l'excédent résultant de la déclaration périodique est en règle reporté sur la période de déclaration suivante, ce mécanisme de report participant du fonctionnement du compte courant tenu par l'administration au nom de l'assujetti; seule une demande expresse de l'assujetti dans les conditions déterminées par le Roi vaut demande de restitution dudit excédent (1). (1) Voir les concl. du MP.",
        "L'action en restitution d'un excédent de taxes sur la valeur ajoutée ne prend pas naissance, indépendamment de toute demande expresse, à la date du dépôt de la déclaration périodique qui l'a fait apparaître (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De belastingen die krachtens de artikelen 45 tot 48 Btw-wetboek voor aftrek in aanmerking komen en de belastingen die krachtens artikel 77 van dat wetboek moeten worden teruggegeven, worden respectievelijk door de belastingplichtige afgetrokken, of, indien dit binnen de bij wet bepaalde termijn van drie jaar geschiedt, aan hem teruggegeven bij wijze van toerekening op verschuldigde belastingen die hij heeft aangegeven; de toerekening van de belastingen die voor aftrek in aanmerking komen of van de terug te geven belastingen staat gelijk met de uitoefening van het recht op aftrek of het recht op teruggave van de betrokken belastingen; indien de toe te rekenen belastingen meer bedragen dan de verschuldigde belastingen, wordt het overschot dat uit de periodieke aangifte voortvloeit in de regel overgedragen naar het volgende aangiftetijdvak, waarbij dat overdrachtsmechanisme voortspruit uit de werking van de rekening-courant die de administratie op naam van elke belastingplichtige houdt; enkel een uitdrukkelijk verzoek van de belastingplichtige onder de voorwaarden door de Koning bepaald, geldt als aanvraag tot teruggave van het voormelde overschot (1). (1) Zie concl. OM in Pas. 2022, nr. 433.",
        "De vordering tot teruggave van een overschot van belastingen over de toegevoegde waarde ontstaat niet, los van enig uitdrukkelijk verzoek, op het tijdstip van de indiening van de periodieke aangifte waaruit dat overschot blijkt (1). (1) Zie concl. OM in Pas. 2022, nr. 433.",
        "De belastingen die krachtens de artikelen 45 tot 48 Btw-wetboek voor aftrek in aanmerking komen en de belastingen die krachtens artikel 77 van dat wetboek moeten worden teruggegeven, worden respectievelijk door de belastingplichtige afgetrokken, of, indien dit binnen de bij wet bepaalde termijn van drie jaar geschiedt, aan hem teruggegeven bij wijze van toerekening op verschuldigde belastingen die hij heeft aangegeven; de toerekening van de belastingen die voor aftrek in aanmerking komen of van de terug te geven belastingen staat gelijk met de uitoefening van het recht op aftrek of het recht op teruggave van de betrokken belastingen; indien de toe te rekenen belastingen meer bedragen dan de verschuldigde belastingen, wordt het overschot dat uit de periodieke aangifte voortvloeit in de regel overgedragen naar het volgende aangiftetijdvak, waarbij dat overdrachtsmechanisme voortspruit uit de werking van de rekening-courant die de administratie op naam van elke belastingplichtige houdt; enkel een uitdrukkelijk verzoek van de belastingplichtige onder de voorwaarden door de Koning bepaald, geldt als aanvraag tot teruggave van het voormelde overschot (1). (1) Zie concl. OM in Pas. 2022, nr. 432.",
        "De vordering tot teruggave van een overschot van belastingen over de toegevoegde waarde ontstaat niet, los van enig uitdrukkelijk verzoek, op het tijdstip van de indiening van de periodieke aangifte waaruit dat overschot blijkt (1). (1) Zie concl. OM in Pas. 2022, nr. 432."
      ]
    }
  },
  "83": {
    "ECLI:BE:CASS:2022:ARR.20221125.1N.9": {
      "court": "CASS",
      "date": "2022-11-25",
      "roleNumber": "F.22.0006.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221125.1N.9",
      "abstractFR": null,
      "abstractNL": [
        "De afstand van een verweer tegen een belastingsaanspraak, zoals de afstand van de op de verjaring verlopen termijn in de zin van artikel 83, § 2, Btw-wetboek, die geen erkenning van de rechten van de schuldeiser inhoudt, is geen afstand van rechtsvordering (1). (1) Zie concl. OM.",
        "De algemeen coördinator mag binnen de handelingen van het dagelijks bestuur de stuitingsdaad van de afstand van de op de verjaring verlopen termijn stellen, zoals bepaald in artikel 83, § 2, Btw-wetboek."
      ]
    }
  },
  "84": {
    "ECLI:BE:CASS:2023:ARR.20230106.1N.2": {
      "court": "CASS",
      "date": "2023-01-06",
      "roleNumber": "C.19.0230.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230106.1N.2",
      "abstractFR": null,
      "abstractNL": [
        "Noch de minister van Financiën, noch de btw-administratie kan met de belastingschuldige een bindend akkoord sluiten waarin een ander dan het wettelijk verschuldigd btw-tarief wordt gehanteerd."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230302.1F.6": {
      "court": "CASS",
      "date": "2023-03-02",
      "roleNumber": "F.21.0172.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230302.1F.6",
      "abstractFR": [
        "Si, aux termes de l'article 9 de l'arrêté du Régent n° 78 du 18 mars 1831 organique de l'administration des Finances, le ministre des Finances statue sur les réclamations ayant pour objet la remise d'amendes et d'augmentations de droits à titre d'amendes, autres que celles prononcées par le juge, il ne s'ensuit pas qu'à défaut d'un tel recours, le juge puisse exercer de telles prérogatives en fixant l'amende proportionnelle pour fraude fiscale en deçà du tarif légal (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Hoewel artikel 9 van het organiek besluit nr. 78 van de Regent van 18 maart 1831 van het bestuur van 's lands middelen bepaalt dat de minister van Financiën beschikt op de verzoeken om kwijtschelding van boeten of verhogingen van recht ten titel van boeten, andere dan degene uitgesproken door de rechter, volgt hieruit niet dat, bij gebrek aan een dergelijk verzoek, de rechter een dergelijke bevoegdheid mag uitoefenen door de proportionele geldboete wegens belastingontduiking vast te stellen onder het wettelijk tarief (1). (1) Zie concl. OM in Pas. 2023, nr. 165."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220908.1F.4": {
      "court": "CASS",
      "date": "2022-09-08",
      "roleNumber": "F.21.0083.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220908.1F.4",
      "abstractFR": [
        "La taxe sur la valeur ajoutée susceptible d'être recouvrée dans le délai de prescription de cinq ans n'est pas exclusivement celle qui est due pour des faits visés dans la notification préalable des indices de fraude fiscale (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De belasting over de toegevoegde waarde waarvan de voldoening binnen de verjaringstermijn van vijf jaar kan worden gevorderd, betreft niet enkel de belasting die is verschuldigd voor feiten bedoeld in de voorafgaande kennisgeving van vermoedens van belastingontduiking (1). (1) Zie concl. OM in Pas. 2022, nr. 519.",
        "De belasting over de toegevoegde waarde waarvan de voldoening binnen de verjaringstermijn van vijf jaar kan worden gevorderd, betreft niet enkel de belasting die is verschuldigd voor feiten bedoeld in de voorafgaande kennisgeving van vermoedens van belastingontduiking (1). (1) Zie concl. OM in Pas. 2022, nr. 518."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220516.3F.5": {
      "court": "CASS",
      "date": "2022-05-16",
      "roleNumber": "F.20.0141.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220516.3F.5",
      "abstractFR": [
        "L'article 70, § 2 du Code de la Taxe sur la valeur ajoutée autorise le juge, saisi d'un recours contre le décision prise, en vertu de l'article 9 de l'arrêté du Régent du 18 mars 1831, par le ministre des Finances ou son délégué, à exercer une compétence de pleine juridiction lui permettant de contrôler tout ce qui relève de l'appréciation de l'administration (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Overeenkomstig artikel 70, § 2, Btw-wetboek kan de rechter bij wie een beroep is ingesteld tegen de beslissing die de minister van Financiën of zijn gedelegeerde krachtens artikel 9 van het besluit van de Regent van 18 maart 1831 heeft genomen, een bevoegdheid met volle rechtsmacht uit te oefenen die hem in staat stelt toe te zien op al wat onder de beoordeling van de administratie valt (1). (1) Zie concl. OM in Pas. 2022, nr. 347.",
        "Overeenkomstig artikel 70, § 2, Btw-wetboek kan de rechter bij wie een beroep is ingesteld tegen de beslissing die de minister van Financiën of zijn gedelegeerde krachtens artikel 9 van het besluit van de Regent van 18 maart 1831 heeft genomen, een bevoegdheid met volle rechtsmacht uit te oefenen die hem in staat stelt toe te zien op al wat onder de beoordeling van de administratie valt (1). (1) Zie concl. OM in Pas. 2022, nr. 321."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200514.1N.5": {
      "court": "CASS",
      "date": "2020-05-14",
      "roleNumber": "F.17.0042.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200514.1N.5&lang=fr",
      "abstractFR": [
        "Lorsque, en vertu de sa compétence liée, elle réclame une amende dans le contexte de l’établissement d’un compte spécial, l’administration fiscale ne doit pas se borner à en informer le redevable; elle doit également communiquer les faits constitutifs de l’infraction, renvoyer aux textes légaux ou réglementaires dont il a été fait application et donner les motifs quoi ont servi à déterminer le montant de l’amende; l’administration fiscale n’est cependant pas tenue de mentionner l’absence de mauvaise foi du redevable comme motif justifiant l’imposition d’une amende administrative réduite."
      ],
      "abstractNL": [
        "Wanneer de belastingadministratie uit hoofde van haar gebonden bevoegdheid een geldboete oplegt naar aanleiding van het opmaken van een bijzondere rekening, moet zij niet alleen de belastingplichtige daarvan kennis geven; zij moet ook de feiten meedelen, die de overtreding opleveren, verwijzen naar de toegepaste wet- of verordeningsteksten, en de motieven geven, die gediend hebben om het bedrag van de geldboete vast te stellen; de belastingadministratie is evenwel niet verplicht om de afwezigheid van kwade trouw in hoofde van de belastingplichtige te vermelden als motief voor het opleggen van een verminderde administratieve geldboete."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180118.7": {
      "court": "CASS",
      "date": "2018-01-18",
      "roleNumber": "F.16.0160.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180118.7&lang=fr",
      "abstractFR": [
        "Le juge qui constate qu'une amende de 200 % n'est pas raisonnablement proportionnée à l'ampleur limitée de la fraude et que l'assujetti n'est pas le concepteur du circuit de fraude à grande échelle mais a plutôt joué un rôle passif dans un mécanisme de fraude proposé par son fournisseur et qui décide ensuite que l'amende infligée doit être ramenée à 50 % exerce son contrôle de proportionnalité à la lumière d'éléments pertinents de la cause."
      ],
      "abstractNL": [
        "De rechter die vaststelt dat de boete van 200 % zich niet in redelijke verhouding bevindt met de relatief beperkte omvang van de fraude en dat de belastingplichtige niet de bedenkster is van het grootschalig fraudecircuit en eerder een passieve rol speelde in een fraudesysteem dat haar door haar leverancier werd aangeboden, en vervolgens oordeelt dat de opgelegde geldboete dient te worden verminderd tot 50%, oefent zijn evenredigheidstoetsing uit op grond van ter zake pertinente elementen."
      ]
    }
  },
  "85": {
    "ECLI:BE:CASS:2020:ARR.20201204.1N.6": {
      "court": "CASS",
      "date": "2020-12-04",
      "roleNumber": "F.19.0042.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201204.1N.6&lang=fr",
      "abstractFR": [
        "Le receveur ne peut pas déléguer son pouvoir de décerner une contrainte; il peut cependant faire signer une contrainte qu'il a décernée par un subordonné à qui il a délégué sa signature; la preuve de l'existence d'une délégation de signature peut être rapportée par l'administration sur la base de présomptions de l'homme."
      ],
      "abstractNL": [
        "De ontvanger kan zijn bevoegdheid om een dwangbevel uit te vaardigen niet delegeren; hij kan wel een door hem uitgevaardigd dwangbevel laten ondertekenen door een ondergeschikte aan wie hij zijn handtekeningsbevoegdheid heeft gedelegeerd; het bewijs van het bestaan van een delegatie van handtekeningsbevoegdheid kan door de administratie worden geleverd aan de hand van feitelijke vermoedens."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200522.1F.3": {
      "court": "CASS",
      "date": "2020-05-22",
      "roleNumber": "F.19.0073.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200522.1F.3",
      "abstractFR": [
        "L'article 85, § 1er, alinéa 1er, du Code de la taxe sur la valeur ajoutée qui autorise une délégation de pouvoirs à certaines catégories déterminées de fonctionnaires, vise la fonction et non la personne; sauf mention contraire, elle n'exclut dès lors pas que cette fonction soit exercée à titre intérimaire (1). (1) Voir Cass. 12 février 2009, RG F.07.0063.F, Pas. 2009, n°120 ; Cass. 20 mars 2014, RG F.12.0158.F, Pas. 2014, n° 221."
      ],
      "abstractNL": [
        "Artikel 85, § 1, eerste lid, Btw-wetboek, die een delegatie van bevoegdheid aan welbepaalde categorieën van ambtenaren toestaat, heeft betrekking op het ambt en niet op de persoon; behoudens andersluidende vermeldingen sluit het dus niet uit dat dit ambt ad interim kan worden uitgeoefen (1). (1) Zie Cass. 12 februari 2009, AR F.07.006.F, AC 2009, nr. 120; Cass. 20 maart 2014, AR F.12.0158.F, AC 2014, nr. 221."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191212.1N.4": {
      "court": "CASS",
      "date": "2019-12-12",
      "roleNumber": "F.18.0073.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191212.1N.4&lang=fr",
      "abstractFR": [
        "Lorsque, dans un litige relatif à la taxe sur la valeur ajoutée, l'assujetti demande non seulement l'annulation de la contrainte visée à l'article 85 du Code de la taxe sur la valeur ajoutée, mais aussi le remboursement des sommes qu'il a déjà payées, le juge qui annule la contrainte doit se prononcer sur l'existence de la dette de taxe sur la valeur ajoutée, de sorte qu'il ne peut ordonner le remboursement de ces sommes sans examiner si la taxe est due; il n'est pas requis à cet effet que l'administration fiscale forme une demande reconventionnelle en paiement de la taxe concernée (1). (1) Voir également l'arrêt rendu à la même date dans la cause F.18.0101.N."
      ],
      "abstractNL": [
        "Wanneer de belastingplichtige in een geschil betreffende de belasting over de toegevoegde waarde niet alleen de nietigverklaring van het dwangbevel zoals bedoeld in artikel 85 Btw-wetboek vordert, maar ook de terugbetaling van de door hem reeds betaalde sommen, moet de rechter die het dwangbevel nietig verklaart oordelen over het bestaan van de btw-schuld, zodat hij de terugbetaling van de btw-schuld niet kan bevelen zonder na te gaan of de belasting al dan niet verschuldigd is; het is daarbij niet vereist dat de fiscale administratie een tegenvordering instelt tot betaling van de betrokken belasting (1). 1) Zie ook het arrest inzake F.18.0101.N van dezelfde datum"
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180419.2": {
      "court": "CASS",
      "date": "2018-04-19",
      "roleNumber": "F.17.0066.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180419.2&lang=fr",
      "abstractFR": [
        "La contrainte en matière de taxe sur la valeur ajoutée, qui trouve son fondement dans le procès-verbal, est un acte administratif auquel s'applique la loi du 29 juillet 1991 relative à la motivation formelle des actes administratifs, en sorte que l'administration doit indiquer les considérations de droit et de fait servant de fondement à la dette d'impôt pour laquelle la contrainte a été décernée; la motivation doit être adéquate, ce qui implique que la décision contenue dans la contrainte et le procès-verbal soit suffisamment fondée par la motivation (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het dwangbevel inzake belasting over de toegevoegde waarde waarvoor het proces-verbaal de grondslag biedt, is een bestuurshandeling waarop de Wet Motivering Bestuurshandelingen van toepassing is, zodat het bestuur de juridische en feitelijke overwegingen moet vermelden die ten grondslag liggen aan de belastingschuld waarvoor het dwangbevel werd uitgevaardigd; de motivering moet afdoende zijn, hetgeen impliceert dat de beslissing vervat in het dwangbevel en het proces-verbaal voldoende door de motivering moet worden gedragen (1). (1) Zie concl. OM."
      ]
    }
  },
  "91": {
    "ECLI:BE:CASS:2023:ARR.20230324.1N.1": {
      "court": "CASS",
      "date": "2023-03-24",
      "roleNumber": "F.21.0076.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230324.1N.1",
      "abstractFR": null,
      "abstractNL": [
        "De interest inzake btw heeft enerzijds een vergoedende functie en moet anderzijds de belastingplichtige ertoe aanzetten de verschuldigde btw tijdig aan de Schatkist over te maken, waarbij dient te worden voorkomen dat de belastingplichtige zichzelf ten nadele van de Schatkist krediet toekent door de verschuldigde btw niet door te storten; zij strekt er niet toe te straffen en herhaling van gelijkaardige handelingen te voorkomen en is derhalve geen strafsanctie in zin van artikel 6 EVRM.",
        "Een belasting is enkel verenigbaar met het recht op het ongestoord genot van de eigendom, indien ze een redelijk verband van evenredigheid heeft tot het nagestreefde doel; een interestvoet inzake btw van 0,8 pct. per maand, zoals bepaald in artikel 91, § 1, Btw-wetboek, is niet onevenredig tot het door de wetgever nagestreefde doel."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221222.1F.4": {
      "court": "CASS",
      "date": "2022-12-22",
      "roleNumber": "F.21.0179.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221222.1F.4",
      "abstractFR": [
        "Lorsque l'assujetti procède indûment, pour une période considérée, à une déduction de taxe sur la valeur ajoutée, des intérêts ne sont dus sur ce montant que dans la mesure où, sans cette déduction, un montant serait dû par l'assujetti au titre de taxe sur la valeur ajoutée (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de belastingplichtige voor een in aanmerking genomen tijdvak de belasting over de toegevoegde waarde ten onrechte aftrekt, is er op dit bedrag slechts interest verschuldigd voor zover de belastingplichtige zonder die aftrek een bepaald bedrag aan belasting over de toegevoegde waarde verschuldigd zou zijn (1). (1) Zie concl. OM in Pas. 2022, nr. 858."
      ]
    }
  },
  "93": {
    "ECLI:BE:CASS:2018:ARR.20180209.3": {
      "court": "CASS",
      "date": "2018-02-09",
      "roleNumber": "F.17.0083.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180209.3",
      "abstractFR": [
        "La dérogation à laarticle 1080 du Code judiciaire par laarticle 93 du Code de la taxe sur la valeur ajoutée, disposant que la requête introduisant le pourvoi en cassation peut être signée par un avocat, ne saapplique quaau pourvoi formé contre une décision rendue sur les poursuites et instances, visées au chapitre XIV de ce code, qui sont intentées par laadministration ou le redevable pour obtenir le paiement ou la restitution de la taxe, des intérêts, des amendes fiscales et des accessoires ; son application suppose que lesdites poursuites et instances aient été intentées sous la forme daune demande introductive dainstance et non daune demande incidente ou en intervention (1). (1) Voy. Cass. 27 novembre 2015, RG C.15.0276.F, Pas. 2015 n° 710; cons. aussi Cass. 20 septembre 2013, RG, F.12.0003.F, Pas. 2013 n° 470, avec concl. MP.",
        "La dérogation à laarticle 1080 du Code judiciaire prévue dans la disposition de stricte interprétation de laarticle 93 du Code de la taxe sur la valeur ajoutée ne saapplique pas au pourvoi formé contre un arrêt statuant sur un litige où, daune part, le demandeur a formé contre la défenderesse une demande en répétition de laindu tendant à ce que lui soit restituée la taxe sur la valeur ajoutée qui lui avait, à tort selon lui, été facturée par celle-ci sur le coût daune formation quaelle lui a dispensée, et, daautre part, où la défenderesse a appelé le demandeur en intervention pour obtenir sa garantie si la demande principale était déclarée fondée (1). (1) Voy. Cass. 27 novembre 2015, RG C.15.0276.F, Pas. 2015 n° 710; cons. aussi Cass. 20 septembre 2013, RG, F.12.0003.F, Pas. 2013 n° 470, avec concl. MP."
      ],
      "abstractNL": [
        "De afwijking van artikel 1080 van het Gerechtelijk Wetboek door artikel 93 Btw-wetboek, dat bepaalt dat het verzoekschrift houdende het cassatieberoep door een advocaat mag worden ondertekend, is enkel van toepassing op het cassatieberoep tegen een beslissing over de in hoofdstuk XIV van dat wetboek bedoelde vervolgingen en gedingen die worden ingeleid door de administratie of door de belastingschuldige om de betaling of de teruggave van de belasting, interest, fiscale geldboeten en toebehoren te verkrijgen; voor de toepassing ervan is vereist dat die vervolgingen en gedingen zijn ingeleid in de vorm van een gedinginleidende vordering en niet van een tussenvordering of van een vordering tot tussenkomst (1). (1) Zie Cass. 27 november 2015 AR C.15.0276.F, AC 2015, nr. 710; raadpl. ook Cass. 20 september 2013, AR F.12.0003.F, AC 2013, nr. 470, met concl. OM in Pas. 2013, nr. 470.",
        "De afwijking van artikel 1080 Gerechtelijk Wetboek, bepaald in de strikt uit te leggen bepaling van artikel 93 Btw-wetboek, is niet van toepassing op het cassatieberoep tegen het arrest dat uitspraak doet over een geschil waarin, enerzijds, de eiser tegen de verweerster een vordering heeft ingesteld tot terugbetaling van het onverschuldigd betaalde, die strekte tot terugbetaling van de belasting over de toegevoegde waarde die de verweerster de eiser, volgens hem onterecht, had gefactureerd op de kostprijs van een opleiding die zij hem had verstrekt en, anderzijds, de verweerster de verweerder tot tussenkomst had opgeroepen teneinde haar te vrijwaren indien de hoofdvordering gegrond werd verklaard (1). (1) Zie Cass. 27 november 2015 AR C.15.0276.F, AC 2015, nr. 710; raadpl. ook Cass. 20 september 2013, AR F.12.0003.F, AC 2013, nr. 470, met concl. OM in Pas. 2013, nr. 470."
      ]
    }
  },
  "84ter": {
    "ECLI:BE:CASS:2023:ARR.20231222.1F.4": {
      "court": "CASS",
      "date": "2023-12-22",
      "roleNumber": "F.22.0053.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231222.1F.4",
      "abstractFR": [
        "La notification des indices de fraude fiscale, au sens des articles 333, alinéa 3 du Code des impôts sur les revenus et de l'article 84ter du Code de la taxe sur la valeur ajoutée, ne doit pas porter sur plusieurs indices de fraude fiscale (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230616.1N.13": {
      "court": "CASS",
      "date": "2023-06-16",
      "roleNumber": "F.21.0181.N-F.21.0187.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230616.1N.13",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 84ter Btw-wetboek vereist niet dat de daarin bedoelde kennisgeving nauwkeurig vermeldt welke inzichten of bedoelingen te schaden aan de belastingplichtige ten laste kunnen worden gelegd; het volstaat dat het vermoeden van belastingontduiking nauwkeurig wordt vermeld, zonder dat het bewijs van de belastingontduiking reeds objectief moet zijn geleverd (1). (1) Zie concl. OM."
      ]
    }
  },
  "25ter": {
    "ECLI:BE:CASS:2025:ARR.20251023.1N.4": {
      "court": "CASS",
      "date": "2025-10-23",
      "roleNumber": "F.23.0063.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251023.1N.4",
      "abstractFR": null,
      "abstractNL": [
        "De regeling inzake de verkoop of afstand kan enkel worden toegepast op de levering van goederen verricht aan een belastingplichtige of niet-belastingplichtige rechtspersoon voor zover zij, noch in het lopende kalenderjaar, noch in de loop van het voorafgaande kalenderjaar, intracommunautaire verwervingen hebben verricht waarvan het bedrag hoger is dan 11.200 euro; wanneer deze aankoopdrempel wordt overschreden, dan kan de betreffende levering niet vallen onder de regeling inzake de verkoop op afstand."
      ]
    }
  },
  "82bis": {
    "ECLI:BE:CASS:2024:ARR.20240620.1N.9": {
      "court": "CASS",
      "date": "2024-06-20",
      "roleNumber": "F.22.0126.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240620.1N.9",
      "abstractFR": null,
      "abstractNL": [
        "Bij faillissement van de schuldenaar verjaart de vordering tot teruggaaf van de belasting bedoeld in artikel 77, § 1, 7°, Btw-wetboek na het verstrijken van het derde kalenderjaar volgend op de datum van het vonnis van faillietverklaring; de omstandigheid dat de schuldeiser op het ogenblik van het faillissement over een zakelijke of persoonlijke zekerheid beschikt op grond waarvan hij nog betaald kan worden, doet hieraan geen afbreuk (1). (1) Zie concl. OM.",
        "In geval van faillissement ontstaat de vordering tot teruggaaf reeds op de datum van het vonnis van faillietverklaring, omdat reeds op dat ogenblik redelijk waarschijnlijk is dat de schuldvordering van de leverancier-belastingplichtige niet zal worden voldaan (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210625.1N.5": {
      "court": "CASS",
      "date": "2021-06-25",
      "roleNumber": "F.20.0063.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210625.1N.5&lang=fr",
      "abstractFR": [
        "Le Roi détermine les formalités et les conditions de la restitution de la taxe sur la valeur ajoutée, sans pouvoir contrevenir aux dispositions des articles 82 et 82bis du Code de la taxe sur la valeur ajoutée (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De Koning bepaalt de formaliteiten en voorwaarden met betrekking tot de teruggaaf van btw, doch mag hierbij geen afbreuk doen aan de bepalingen van de artikelen 82 en 82bis Btw-wetboek (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220617.1F.4": {
      "court": "CASS",
      "date": "2022-06-17",
      "roleNumber": "F.20.0038.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220617.1F.4",
      "abstractFR": [
        "Les taxes déductibles en vertu des articles 45 à 48 du Code de la taxe sur la valeur ajoutée et les taxes à restituer en vertu de l'article 77 de ce code sont respectivement déduites par l'assujetti ou, si c'est dans le délai légal de trois ans, restituées à celui-ci, par la voie d'une imputation sur les taxes dues qu'il a déclarées; l'imputation des taxes déductibles ou des taxes à restituer vaut exercice du droit à déduction ou du droit à restitution des taxes concernées; si les taxes à imputer excèdent celles qui sont dues, l'excédent résultant de la déclaration périodique est en règle reporté sur la période de déclaration suivante, ce mécanisme de report participant du fonctionnement du compte courant tenu par l'administration au nom de l'assujetti; seule une demande expresse de l'assujetti dans les conditions déterminées par le Roi vaut demande de restitution dudit excédent (1). (1) Voir les concl. du MP.",
        "L'action en restitution d'un excédent de taxes sur la valeur ajoutée ne prend pas naissance, indépendamment de toute demande expresse, à la date du dépôt de la déclaration périodique qui l'a fait apparaître (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De belastingen die krachtens de artikelen 45 tot 48 Btw-wetboek voor aftrek in aanmerking komen en de belastingen die krachtens artikel 77 van dat wetboek moeten worden teruggegeven, worden respectievelijk door de belastingplichtige afgetrokken, of, indien dit binnen de bij wet bepaalde termijn van drie jaar geschiedt, aan hem teruggegeven bij wijze van toerekening op verschuldigde belastingen die hij heeft aangegeven; de toerekening van de belastingen die voor aftrek in aanmerking komen of van de terug te geven belastingen staat gelijk met de uitoefening van het recht op aftrek of het recht op teruggave van de betrokken belastingen; indien de toe te rekenen belastingen meer bedragen dan de verschuldigde belastingen, wordt het overschot dat uit de periodieke aangifte voortvloeit in de regel overgedragen naar het volgende aangiftetijdvak, waarbij dat overdrachtsmechanisme voortspruit uit de werking van de rekening-courant die de administratie op naam van elke belastingplichtige houdt; enkel een uitdrukkelijk verzoek van de belastingplichtige onder de voorwaarden door de Koning bepaald, geldt als aanvraag tot teruggave van het voormelde overschot (1). (1) Zie concl. OM in Pas. 2022, nr. 433.",
        "De vordering tot teruggave van een overschot van belastingen over de toegevoegde waarde ontstaat niet, los van enig uitdrukkelijk verzoek, op het tijdstip van de indiening van de periodieke aangifte waaruit dat overschot blijkt (1). (1) Zie concl. OM in Pas. 2022, nr. 433.",
        "De belastingen die krachtens de artikelen 45 tot 48 Btw-wetboek voor aftrek in aanmerking komen en de belastingen die krachtens artikel 77 van dat wetboek moeten worden teruggegeven, worden respectievelijk door de belastingplichtige afgetrokken, of, indien dit binnen de bij wet bepaalde termijn van drie jaar geschiedt, aan hem teruggegeven bij wijze van toerekening op verschuldigde belastingen die hij heeft aangegeven; de toerekening van de belastingen die voor aftrek in aanmerking komen of van de terug te geven belastingen staat gelijk met de uitoefening van het recht op aftrek of het recht op teruggave van de betrokken belastingen; indien de toe te rekenen belastingen meer bedragen dan de verschuldigde belastingen, wordt het overschot dat uit de periodieke aangifte voortvloeit in de regel overgedragen naar het volgende aangiftetijdvak, waarbij dat overdrachtsmechanisme voortspruit uit de werking van de rekening-courant die de administratie op naam van elke belastingplichtige houdt; enkel een uitdrukkelijk verzoek van de belastingplichtige onder de voorwaarden door de Koning bepaald, geldt als aanvraag tot teruggave van het voormelde overschot (1). (1) Zie concl. OM in Pas. 2022, nr. 432.",
        "De vordering tot teruggave van een overschot van belastingen over de toegevoegde waarde ontstaat niet, los van enig uitdrukkelijk verzoek, op het tijdstip van de indiening van de periodieke aangifte waaruit dat overschot blijkt (1). (1) Zie concl. OM in Pas. 2022, nr. 432."
      ]
    }
  },
  "81bis": {
    "ECLI:BE:CASS:2023:ARR.20230216.1F.2": {
      "court": "CASS",
      "date": "2023-02-16",
      "roleNumber": "F.22.0115.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230216.1F.2",
      "abstractFR": [
        "L'allongement du délai de prescription de l'action en recouvrement suppose l'absence de déclaration d'opérations imposables; il ne suffit pas que la déclaration soit irrégulière."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220908.1F.4": {
      "court": "CASS",
      "date": "2022-09-08",
      "roleNumber": "F.21.0083.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220908.1F.4",
      "abstractFR": [
        "La taxe sur la valeur ajoutée susceptible d'être recouvrée dans le délai de prescription de cinq ans n'est pas exclusivement celle qui est due pour des faits visés dans la notification préalable des indices de fraude fiscale (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De belasting over de toegevoegde waarde waarvan de voldoening binnen de verjaringstermijn van vijf jaar kan worden gevorderd, betreft niet enkel de belasting die is verschuldigd voor feiten bedoeld in de voorafgaande kennisgeving van vermoedens van belastingontduiking (1). (1) Zie concl. OM in Pas. 2022, nr. 519.",
        "De belasting over de toegevoegde waarde waarvan de voldoening binnen de verjaringstermijn van vijf jaar kan worden gevorderd, betreft niet enkel de belasting die is verschuldigd voor feiten bedoeld in de voorafgaande kennisgeving van vermoedens van belastingontduiking (1). (1) Zie concl. OM in Pas. 2022, nr. 518."
      ]
    }
  },
  "51bis": {
    "ECLI:BE:CASS:2020:ARR.20200917.1F.2": {
      "court": "CASS",
      "date": "2020-09-17",
      "roleNumber": "C.18.0423.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200917.1F.2",
      "abstractFR": [
        "La différence de traitement entre la créance de précompte professionnel et la créance de taxe sur la valeur ajoutée découle non de l'article 37 de la loi du 21 janvier 2009 sur la continuité des entreprises, mais de la circonstance que l'État belge n'est, en règle, pas créancier du débiteur admis à la réorganisation judiciaire, mais de son cocontractant qui a fourni des prestations soumises à la taxe (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het verschil in behandeling tussen de schuldvordering van bedrijfsvoorheffing en de schuldvordering van de belasting over de toegevoegde waarde vloeit niet voort uit artikel 37 WCO, maar uit de omstandigheid dat de Belgische Staat, in de regel, geen schuldeiser is ten aanzien van de schuldenaar die tot de procedure van gerechtelijke reorganisatie werd toegelaten, maar ten aanzien van zijn medecontractant die de aan de belasting onderworpen prestaties heeft verricht (1). (1) Zie concl. OM in Pas. 2020, nr. 549."
      ]
    }
  },
  "442quater": {
    "ECLI:BE:CASS:2023:ARR.20230530.2N.4": {
      "court": "CASS",
      "date": "2023-05-30",
      "roleNumber": "P.22.1719.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230530.2N.4",
      "abstractFR": null,
      "abstractNL": [
        "Uit de omschrijving van de met de artikelen 442bis en 442quater, § 1, Strafwetboek ingevoerde misdrijven volgt dat deze misdrijven enkel kunnen worden gepleegd tegenover natuurlijke personen (1). (1) Zie gelijkluidende concl. OM."
      ]
    }
  },
  "73bis": {
    "ECLI:BE:CASS:2022:ARR.20221116.2F.13": {
      "court": "CASS",
      "date": "2022-11-16",
      "roleNumber": "P.21.0292.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221116.2F.13",
      "abstractFR": [
        "L'utilisation du mécanisme de la taxe sur la valeur ajoutée afin de ne pas reverser l'impôt dû à l'Etat ou de bénéficier d'une créance sur l'administration fiscale est une infraction dont le produit, à l'instar d'un détournement ou d'une escroquerie, constitue le dommage que le délit a causé directement au Trésor; la dette d'impôt est, en pareil cas, le fruit immédiat de la fraude.",
        "La circonstance que l'administration dispose, en vertu de l'article 73sexies du Code de la taxe sur la valeur ajoutée, d'une possibilité propre de recouvrement de la taxe éludée qui consiste en la solidarité découlant d'une des décisions y énumérées relative aux infractions visées aux articles 73 et 73bis, ne prive pas l'État belge de son accès à la justice par la voie d'une procédure ordinaire.",
        "La circonstance qu'une contrainte soit décernée contre certains prévenus d'une fraude à la taxe sur la valeur ajoutée n'enlève pas à l'administration la possibilité de recourir à l'action civile à l'encontre des autres prévenus, non concernés par la contrainte, ni à l'égard des premiers prévenus, dès lors qu'en vertu de l'article 93undeciesE du Code de la taxe sur la valeur ajoutée, les dispositions de ce code ne font pas obstacle au droit pour l'Etat de demander la réparation du dommage visé par cette disposition."
      ],
      "abstractNL": [
        "De aanwending van het btw-mechanisme om de aan de Staat verschuldigde belastingen niet door te storten of om een schuldvordering op de belastingadministratie te verkrijgen, is een misdrijf waarvan de opbrengst, net als bij verduistering of oplichting, de schade vormt die het wanbedrijf rechtstreeks aan de Schatkist heeft toegebracht; de belastingschuld is in dergelijke gevallen het onmiddellijke resultaat is van het bedrog.",
        "De omstandigheid dat de administratie krachtens artikel 73sexies Btw-wetboek over een eigen mogelijkheid beschikt om de ontdoken belasting in te vorderen, die bestaat in de hoofdelijkheid voortvloeiend uit een van de in dit artikel opgesomde beslissingen over de in de artikelen 73 en 73bis bedoelde misdrijven, ontzegt de Belgische Staat de mogelijkheid niet om in rechte op te treden via een gewone procedure.",
        "De omstandigheid dat er een dwangbevel wordt uitgevaardigd tegen sommige beklaagden die btw-fraude hebben gepleegd, ontzegt de administratie de mogelijkheid niet om een burgerlijke rechtsvordering in te stellen tegen de andere beklaagden waartegen het dwangbevel niet werd uitgevaardigd, evenmin als tegen de eerstgenoemde beklaagden, aangezien artikel 93undeciesE van datzelfde wetboek voorschrijft dat de bepalingen van dat wetboek geen afbreuk doen aan het recht van de Staat om het herstel van de in die bepaling bedoelde schade te vorderen.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201013.2N.9": {
      "court": "CASS",
      "date": "2020-10-13",
      "roleNumber": "P.20.0483.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201013.2N.9&lang=fr",
      "abstractFR": [
        "Les avantages patrimoniaux directs visés à l'article 42, 3°, du Code pénal comprennent tant les biens et valeurs que tout avantage économique tiré d'une infraction, y compris fiscale, même s'ils ne peuvent être identifiés dans un patrimoine et, pour que le juge puisse ordonner la confiscation de ces avantages patrimoniaux, un lien de causalité entre l'infraction et les avantages patrimoniaux est nécessaire; lorsqu'un assujetti à la TVA, en commettant des infractions de faux et de fraude à la TVA visées aux articles 73 et 73bis du Code de la TVA, reçoit et reverse à l'État moins que la TVA légalement due parce qu'il ne porte pas cette TVA en compte à son client privé, ces infractions ne lui procurent pas un avantage en matière de TVA au sens de l'article 42, 3°, du Code pénal (1). (1) Cass. 26 février 2019, RG P.18.1041.N, Pas. 2019, n° 118."
      ],
      "abstractNL": [
        "Rechtstreekse vermogensvoordelen als bedoeld in artikel 42, 3°, Strafwetboek omvatten zowel goederen en waarden als elk economisch voordeel uit een misdrijf, zij het een belastingmisdrijf, ook als ze niet in een vermogen kunnen worden geïdentificeerd en opdat de rechter de verbeurdverklaring van die vermogensvoordelen kan bevelen, is vereist dat er een causaal verband bestaat tussen het misdrijf en de vermogensvoordelen; wanneer een btw-plichtige persoon door het plegen van misdrijven van btw-valsheid en btw-fraude zoals bepaald in de artikelen 73 en 73bis Btw-wetboek minder dan de wettelijk verschuldigde btw ontvangt en doorstort aan de Staat omdat hij die btw niet aanrekent aan zijn particuliere klant, leveren die misdrijven hem geen btw-voordeel op in de zin van artikel 42, 3°, Strafwetboek (1). (1) Cass. 26 februari 2019, AR P.18.1041.N, AC 2019, nr.118."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200304.2F.1": {
      "court": "CASS",
      "date": "2020-03-04",
      "roleNumber": "P.19.1114.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200304.2F.1",
      "abstractFR": [
        "L'utilisation du mécanisme de la TVA afin de ne pas reverser l'impôt dû à l'Etat ou de bénéficier d'une créance sur l'administration fiscale est une infraction dont le produit, à l'instar d'un détournement ou d'une escroquerie, constitue le dommage que le délit a causé directement au Trésor, la dette d'impôt étant, en pareil cas, le fruit immédiat de la fraude; il en résulte qu'en recevant l'action civile fondée par l'Etat belge sur cette infraction, la juridiction répressive n'a pas excédé la compétence lui attribuée par les articles 3 et 4 du titre préliminaire du Code de procédure pénale (1). (1) Cass. 21 mars 2017, RG P.16.1031.N, Pas. 2017, n° 198."
      ],
      "abstractNL": [
        "Het gebruik van het btw-mechanisme om de aan de Staat verschuldigde belasting niet aan hem door te storten of om een schuldvordering op de belastingadministratie te verkrijgen, is een misdrijf waarvan de opbrengst, net als bij verduistering of oplichting, de schade vormt die het misdrijf rechtstreeks aan de Schatkist heeft berokkend, waarbij de belastingschuld in dergelijke gevallen het onmiddellijke resultaat is van het bedrog; hieruit volgt dat het strafgerecht, door de burgerlijke rechtsvordering ontvankelijk te verklaren die de Belgische Staat op grond van dat misdrijf heeft ingesteld, niet de bevoegdheden overschrijdt die hem door de artikelen 3 en 4 Voorafgaande Titel Wetboek van Strafvordering zijn toegekend (1). (1) Cass. 21 maart 2017, AR P.16.1031.N, AC 2017, nr. 198."
      ]
    }
  },
  "73sexies": {
    "ECLI:BE:CASS:2022:ARR.20221116.2F.13": {
      "court": "CASS",
      "date": "2022-11-16",
      "roleNumber": "P.21.0292.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221116.2F.13",
      "abstractFR": [
        "La circonstance que l'administration dispose, en vertu de l'article 73sexies du Code de la taxe sur la valeur ajoutée, d'une possibilité propre de recouvrement de la taxe éludée qui consiste en la solidarité découlant d'une des décisions y énumérées relative aux infractions visées aux articles 73 et 73bis, ne prive pas l'État belge de son accès à la justice par la voie d'une procédure ordinaire.",
        "La circonstance qu'une contrainte soit décernée contre certains prévenus d'une fraude à la taxe sur la valeur ajoutée n'enlève pas à l'administration la possibilité de recourir à l'action civile à l'encontre des autres prévenus, non concernés par la contrainte, ni à l'égard des premiers prévenus, dès lors qu'en vertu de l'article 93undeciesE du Code de la taxe sur la valeur ajoutée, les dispositions de ce code ne font pas obstacle au droit pour l'Etat de demander la réparation du dommage visé par cette disposition."
      ],
      "abstractNL": [
        "De omstandigheid dat de administratie krachtens artikel 73sexies Btw-wetboek over een eigen mogelijkheid beschikt om de ontdoken belasting in te vorderen, die bestaat in de hoofdelijkheid voortvloeiend uit een van de in dit artikel opgesomde beslissingen over de in de artikelen 73 en 73bis bedoelde misdrijven, ontzegt de Belgische Staat de mogelijkheid niet om in rechte op te treden via een gewone procedure.",
        "De omstandigheid dat er een dwangbevel wordt uitgevaardigd tegen sommige beklaagden die btw-fraude hebben gepleegd, ontzegt de administratie de mogelijkheid niet om een burgerlijke rechtsvordering in te stellen tegen de andere beklaagden waartegen het dwangbevel niet werd uitgevaardigd, evenmin als tegen de eerstgenoemde beklaagden, aangezien artikel 93undeciesE van datzelfde wetboek voorschrijft dat de bepalingen van dat wetboek geen afbreuk doen aan het recht van de Staat om het herstel van de in die bepaling bedoelde schade te vorderen."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190222.2": {
      "court": "CASS",
      "date": "2019-02-22",
      "roleNumber": "F.17.0071.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190222.2&lang=fr",
      "abstractFR": [
        "Dès lors que, suivant l'article 73sexies, alinéa 1er, du Code de la taxe sur la valeur ajoutée, la responsabilité solidaire a pour objet le paiement de l'impôt éludé, la dette solidaire revêt également elle-même la nature d'un impôt et les dispositions se rapportant à la naissance, à la débition et à l'annulation d'une dette en matière de taxe sur la valeur ajoutée s'appliquent à cette dette (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "La possibilité d'organiser, de manière autonome et sous une responsabilité personnelle, le recouvrement et les poursuites et de prévoir de facilités de paiement dans cette optique appartient exclusivement au comptable, dont la décision prise en la matière s'impose au juge (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Aangezien de hoofdelijke aansprakelijkheid volgens artikel 73sexies, eerste lid, Btw-wetboek de betaling van de ontdoken belasting tot voorwerp heeft, heeft de hoofdelijke schuld ook zelf de aard van een belasting en zijn de bepalingen in verband met het ontstaan, het verschuldigd zijn en het tenietgaan van een btw-schuld op die schuld van toepassing (1). (1) Zie concl. OM.",
        "De mogelijkheid om op autonome wijze en op eigen verantwoordelijkheid de invordering en de vervolging te organiseren en om in die optiek in betalingsfaciliteiten te voorzien, komt exclusief toe aan de rekenplichtige wiens beslissing ter zake zich opdringt aan de rechter (1). (1) Zie concl. OM."
      ]
    }
  },
  "93ter": {
    "ECLI:BE:CASS:2016:ARR.20160603.2": {
      "court": "CASS",
      "date": "2016-06-03",
      "roleNumber": "F.15.0052.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160603.2",
      "abstractFR": [
        "Il suit de l'article 93ter, § 1er, du Code de la taxe sur la valeur ajoutée que le notaire, qui n'avise pas le fonctionnaire compétent, commet une faute susceptible d'engager, dans les limites prévues, sa responsabilité aquilienne envers l'État belge mais non qu'il devient le débiteur direct de la taxe sur la valeur ajoutée pouvant faire l'objet d'une action en recouvrement par ce dernier (1). (1) Cass. 14 novembre 1935, Pas. et Bull., I, 54 et A. Culot et consorts, Répertoire Notarial, t. VII livre VII, Droits d'enregistrement et TVA applicables aux ventes d'immeubles, Larcier 2013 n° 1039 et s.; RPDB, v° impôts, n° 985; Th. Denotte, Les notifications fiscales notariales en matière d'impôts directs, RGEN 2001, p. 584; J. Verstappen, De fiscale rol van de notaris, Larcier, 2007, n° 560 et s."
      ],
      "abstractNL": [
        "Uit artikel 93ter, § 1, van het Wetboek van de belasting over de toegevoegde waarde volgt dat de notaris die de bevoegde ambtenaar niet in kennis stelt, een fout begaat die, binnen de bepaalde grenzen, zijn aquiliaanse aansprakelijkheid jegens de Belgische Staat in het gedrang kan brengen, maar niet dat hij een rechtstreekse schuldenaar van de belasting over de toegevoegde waarde wordt tegen wie laatstgenoemde een vordering tot voldoening van de belasting zou kunnen instellen (1). (1) Cass. 24 november 1935, Bull. en Pas. I, 54; A. Culot e.a., Répertoire Notarial, dl. VII, boek VII, Droits d'enregistrement et TVA applicables aux ventes d'immeubles, Larcier 2013, nr. 1039 e.v.; RPDB, v° impôts, nr. 958; Th. Denotte, Les notifications fiscales notariales en matière d'impôts directs, RGEN 2001, p. 584; J. Verstappen, De fiscale rol van de notaris, Larcier, 2007, nr. 560 e.v."
      ]
    }
  }
}