{
  "2": {
    "ECLI:BE:CASS:2018:ARR.20180223.1": {
      "court": "CASS",
      "date": "2018-02-23",
      "roleNumber": "F.17.0078.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180223.1",
      "abstractFR": [
        "Si l'action publique qui est intentée par le ministère public lorsqu'il ouvre une information répressive constitue une action judiciaire visée à l'article 263, § 1er, 3°, du Code des impôts sur les revenus (1964), la décision de classer cette information sans suite, qui n'a pas de caractère juridictionnel, n'est pas une décision dont cette action judiciaire fait l'objet au sens de l'article 263, § 2, 3°, de ce code (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Hoewel de strafvordering die het openbaar ministerie instelt wanneer het een opsporingsonderzoek opent, een rechtsvordering is zoals bedoeld in artikel 263, § 1, 3° WIB64, is de beslissing tot seponering, die niet van rechtsprekende aard is, geen beslissing die het voorwerp is van die rechtsvordering in de zin van artikel 263, § 2, 3°, van dat wetboek (1). (1) Zie concl. OM in Pas. 2018, nr..."
      ]
    }
  },
  "44": {
    "ECLI:BE:CASS:2019:ARR.20190621.4": {
      "court": "CASS",
      "date": "2019-06-21",
      "roleNumber": "F.15.0067.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190621.4&lang=fr",
      "abstractFR": [
        "Il ne suit pas de l'article 44, alinéa 1er, du Code des impôts sur les revenus 1964 qui, en vertu de l'article 96 du même code, s'applique aux sociétés commerciales, que la déduction de frais professionnels soit subordonnée à la condition qu'ils soient inhérents à l'activité sociale de la société commerciale telle qu'elle ressort de son objet social; la circonstance qu'il n'existe pas de lien entre une opération réalisée par une société et son activité sociale ou son objet statutaire et qu'une opération ait été effectuée dans le seul but d'obtenir un avantage fiscal n'exclut pas en tant que telle que les frais afférents à de telles opérations puissent être qualifiés de frais professionnels déductibles (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit artikel 44, eerste lid, WIB64, dat krachtens artikel 96 van hetzelfde wetboek van toepassing is op de handelsvennootschappen, volgt niet dat de aftrek van beroepskosten afhankelijk is van de voorwaarde dat zij inherent zijn aan de maatschappelijke activiteit van de handelsvennootschap zoals die blijkt uit haar maatschappelijk doel; de omstandigheden dat tussen een verrichting van een vennootschap en haar maatschappelijke activiteit of statutair doel geen verband bestaat en dat een verrichting uitsluitend werd gesteld met het oog op een belastingvoordeel, sluiten als dusdanig niet uit dat de kosten die met zulke verrichtingen verband houden als aftrekbare beroepskosten kunnen worden aangemerkt (1). (1) Zie concl. OM."
      ]
    }
  },
  "240": {
    "ECLI:BE:CASS:2025:ARR.20250210.3F.1": {
      "court": "CASS",
      "date": "2025-02-10",
      "roleNumber": "F.19.0051.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250210.3F.1",
      "abstractFR": [
        "Le défaut de notification préalable des indices de fraude n'entraîne la nullité de l'imposition que lorsque celle-ci est établie sur la base des résultats des investigations (1). (1) Voir les concl. du MP.",
        "Le pouvoir d'imposition fondé sur ce qui est révélé par une action judiciaire est distinct de celui fondé sur les résultats d'investigations menées conformément à l'article 240, alinéa 3, du C.I.R. 64; il s'ensuit que, lors même que l'administration a mis en œuvre de telles investigations, elle n'est pas déchue de son pouvoir d'établir l'impôt sur les revenus non déclarés et révélés par une action judiciaire donnant lieu à une décision judiciaire postérieure à ces investigations (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het gebrek aan voorafgaande kennisgeving van de aanwijzingen van belastingfraude heeft enkel de nietigheid van de aanslag tot gevolg wanneer deze werd gevestigd op grond van de resultaten van de onderzoekingen (1). (1) Zie concl. OM.",
        "De belastingbevoegdheid die berust op de onthullingen van een rechtsvordering onderscheidt zich van die welke berust op de resultaten van de onderzoekingen verricht overeenkomstig artikel 240, derde lid, WIB64; hieruit volgt dat de administratie, ook al is ze tot dergelijke onderzoekingen overgegaan, haar bevoegdheid niet verliest om de belasting te vestigen op de niet-aangegeven inkomsten die werden uitgewezen door een rechtsvordering die geleid heeft tot een na die onderzoekingen gewezen rechterlijke beslissing (1). (1) Zie concl. OM."
      ]
    }
  },
  "251": {
    "ECLI:BE:CASS:2019:ARR.20191031.1": {
      "court": "CASS",
      "date": "2019-10-31",
      "roleNumber": "F.16.0024.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191031.1&lang=fr",
      "abstractFR": [
        "L'avis de rectification à envoyer conformément à l'article 251 du Code des impôts sur les revenus 1964 vise à donner au contribuable la possibilité de présenter ses observations ou de marquer son accord en connaissance de cause sur la cotisation envisagée.",
        "L'article 251 du Code des impôts sur les revenus 1964 ne fait pas obstacle à ce que l'administration présente pendant la procédure des informations et des arguments complémentaires à l'appui de ce qui est avancé dans l'avis de rectification de la déclaration; il ne peut être déduit du seul fait que l'administration donne par la suite une motivation différente de celle figurant dans l'avis de rectification et que le juge admet cette nouvelle motivation comme justifiant la rectification, que l'avis n'était pas régulièrement motivé."
      ],
      "abstractNL": [
        "Het bericht van wijziging dat volgens artikel 251 WIB64 moet worden toegezonden, is bedoeld om de belastingplichtige de gelegenheid te geven zijn opmerkingen naar voor te brengen of met kennis van zaken zijn akkoord te betuigen met de voorgenomen aanslag.",
        "Artikel 251 WIB64 verzet er zich niet tegen dat de administratie tijdens de procedure bijkomende gegevens en argumenten aanvoert ter ondersteuning van wat in het bericht van wijziging van aangifte wordt aangevoerd; uit het feit alleen dat de administratie achteraf de wijziging anders motiveert dan in het bericht van wijziging en dat de rechter die nieuwe motivering aanneemt als rechtvaardiging van de wijziging kan niet worden afgeleid dat het bericht niet regelmatig gemotiveerd was."
      ]
    }
  },
  "259": {
    "ECLI:BE:CASS:2018:ARR.20180223.1": {
      "court": "CASS",
      "date": "2018-02-23",
      "roleNumber": "F.17.0078.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180223.1",
      "abstractFR": [
        "Les conditions auxquelles le délai d'imposition visé à l'article 259 du Code des impôts sur les revenus (1964) est prolongé en vertu de l'article 263, §§ 1er, 3°, et 2, 3°, ou de l'article 263, §§ 1er, 4°, et 2, 4°, ne sont pas cumulatives (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De voorwaarden waaronder de in artikel 259 WIB64 bedoelde aanslagtermijn wordt verlengd krachtens artikel 263, § 1, 3° en § 2, 3° of artikel 263, § 1, 4° en § 2, 4°, zijn niet cumulatief (1). (1) Zie concl. OM in Pas. 2018, nr. ..."
      ]
    }
  },
  "263": {
    "ECLI:BE:CASS:2025:ARR.20250210.3F.1": {
      "court": "CASS",
      "date": "2025-02-10",
      "roleNumber": "F.19.0051.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250210.3F.1",
      "abstractFR": [
        "Le pouvoir d'imposition fondé sur ce qui est révélé par une action judiciaire est distinct de celui fondé sur les résultats d'investigations menées conformément à l'article 240, alinéa 3, du C.I.R. 64; il s'ensuit que, lors même que l'administration a mis en œuvre de telles investigations, elle n'est pas déchue de son pouvoir d'établir l'impôt sur les revenus non déclarés et révélés par une action judiciaire donnant lieu à une décision judiciaire postérieure à ces investigations (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De belastingbevoegdheid die berust op de onthullingen van een rechtsvordering onderscheidt zich van die welke berust op de resultaten van de onderzoekingen verricht overeenkomstig artikel 240, derde lid, WIB64; hieruit volgt dat de administratie, ook al is ze tot dergelijke onderzoekingen overgegaan, haar bevoegdheid niet verliest om de belasting te vestigen op de niet-aangegeven inkomsten die werden uitgewezen door een rechtsvordering die geleid heeft tot een na die onderzoekingen gewezen rechterlijke beslissing (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180921.2": {
      "court": "CASS",
      "date": "2018-09-21",
      "roleNumber": "F.15.0005.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180921.2&lang=fr",
      "abstractFR": [
        "Le dépassement du délai raisonnable pour statuer sur l'action dirigée contre un contribuable n'implique nullement que l'impôt ou le supplément d'impôt au sens de l'article 263 du Code des impôts sur les revenus 1964 ne puisse plus être établi, dans les douze mois à compter de la date à laquelle la décision dont l'action judiciaire susvisée a fait l'objet n'est plus susceptible d'opposition ou de recours, à charge d'un autre contribuable relativement à des revenus imposables qui n'ont pas été déclarés au cours d'une des cinq années qui précèdent celle de l'intentement de l'action (1). (1) Voir les concl. Du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het overschrijden van de redelijke termijn bij de beslissing over de rechtsvordering tegen een belastingplichtige, impliceert geenszins dat de belasting of de aanvullende belasting in de zin van artikel 263 WIB64 niet meer zou kunnen gevestigd worden ten aanzien van een andere belastingplichtige binnen twaalf maanden te rekenen vanaf de datum waarop tegen de beslissing over voormelde rechtsvordering geen verzet of voorziening meer kan worden ingesteld, wegens belastbare inkomsten die niet werden aangegeven in één der vijf jaren vóór het jaar waarin die rechtsvordering is ingesteld (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180223.1": {
      "court": "CASS",
      "date": "2018-02-23",
      "roleNumber": "F.17.0078.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180223.1",
      "abstractFR": [
        "Si l'action publique qui est intentée par le ministère public lorsqu'il ouvre une information répressive constitue une action judiciaire visée à l'article 263, § 1er, 3°, du Code des impôts sur les revenus (1964), la décision de classer cette information sans suite, qui n'a pas de caractère juridictionnel, n'est pas une décision dont cette action judiciaire fait l'objet au sens de l'article 263, § 2, 3°, de ce code (1). (1) Voir les concl. du MP.",
        "Les conditions auxquelles le délai d'imposition visé à l'article 259 du Code des impôts sur les revenus (1964) est prolongé en vertu de l'article 263, §§ 1er, 3°, et 2, 3°, ou de l'article 263, §§ 1er, 4°, et 2, 4°, ne sont pas cumulatives (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Hoewel de strafvordering die het openbaar ministerie instelt wanneer het een opsporingsonderzoek opent, een rechtsvordering is zoals bedoeld in artikel 263, § 1, 3° WIB64, is de beslissing tot seponering, die niet van rechtsprekende aard is, geen beslissing die het voorwerp is van die rechtsvordering in de zin van artikel 263, § 2, 3°, van dat wetboek (1). (1) Zie concl. OM in Pas. 2018, nr...",
        "De voorwaarden waaronder de in artikel 259 WIB64 bedoelde aanslagtermijn wordt verlengd krachtens artikel 263, § 1, 3° en § 2, 3° of artikel 263, § 1, 4° en § 2, 4°, zijn niet cumulatief (1). (1) Zie concl. OM in Pas. 2018, nr. ..."
      ]
    }
  },
  "272": {
    "ECLI:BE:CASS:2022:ARR.20220120.1N.6": {
      "court": "CASS",
      "date": "2022-01-20",
      "roleNumber": "F.20.0072.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220120.1N.6&lang=fr",
      "abstractFR": [
        "La formalité de la recommandation ne constitue pas en soi une formalité substantielle de l'envoi de l'avertissement-extrait de rôle; si l'administration prouve qu'il a été envoyé à la bonne adresse du redevable, elle n'est pas tenue de fournir la preuve que le contribuable a effectivement reçu l'avertissement-extrait de rôle (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De vormvereiste van een aangetekende brief maakt op zich geen wezenlijke vormvereiste van de verzending van het aanslagbiljet uit; indien het bestuur aantoont dat aan het juiste adres van de belastingplichtige is verzonden, dient het niet het bewijs te leveren dat de belastingplichtige het aanslagbiljet daadwerkelijk heeft ontvangen (1). (1) Zie concl. OM."
      ]
    }
  },
  "308": {
    "ECLI:BE:CASS:2018:ARR.20181214.3": {
      "court": "CASS",
      "date": "2018-12-14",
      "roleNumber": "F.14.0111.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181214.3&lang=fr",
      "abstractFR": [
        "Des intérêts moratoires sont alloués chaque fois qu'une somme indûment perçue par l'État, qui a été retenue par l'administration fiscale, privant le contribuable d'intérêts sur les sommes dont il a été indûment privé, est remboursée au contribuable, quel que soit le motif pour lequel il y a lieu de procéder au remboursement de l'impôt enrôlé et de ses accessoires (1). (1) Voir les concl. du MP publiées à leur date dans AC. La Cour a prononcé dans le même sens un second arrêt à la même date (F.14.0188.N)."
      ],
      "abstractNL": [
        "Moratoriuminteresten worden toegekend telkens wanneer een door de Staat onterecht ontvangen som die door de belastingadministratie is ingehouden en die aan de belastingplichtige interesten ontzegt op de sommen die hem onterecht zijn ontnomen, aan de belastingplichtige wordt terugbetaald, ongeacht de reden waarom de terugbetaling van de ingekohierde belastingen en de aankleven daarop moet gebeuren (1). (1) Zie concl. OM. Het Hof heeft op dezelfde datum een tweede arrest in dezelfde zin uitgesproken (F.14.0188.N)."
      ]
    }
  }
}