{
  "30": {
    "ECLI:BE:CASS:2023:ARR.20230215.2F.7": {
      "court": "CASS",
      "date": "2023-02-15",
      "roleNumber": "P.23.0169.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230215.2F.7",
      "abstractFR": [
        "Est nouveau et, partant, irrecevable, le moyen qui soutient pour la première fois devant la Cour que l'inculpé a fait une déclaration d'appel trois jours avant l'établissement de l'acte d'appel figurant au dossier et que, par conséquent, la chambre des mises en accusation a statué en dehors du délai fixé à l'article 30, § 3, de la loi du 20 juillet 1990 relative à la détention préventive."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230329.2F.19": {
      "court": "CASS",
      "date": "2023-03-29",
      "roleNumber": "P.23.0437.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230329.2F.19",
      "abstractFR": [
        "L'omission de l'avis à donner par le greffier au conseil de l'inculpé en vertu de l'article 30, § 2, alinéa 5, de la loi relative à la détention préventive n'est de nature à entraîner la nullité de la procédure que si elle viole les droits de la défense; à défaut de toute énonciation, dans l'arrêt de la chambre des mises en accusation, quant au respect ou non de l'obligation légale d'avertir le conseil du demandeur de la fixation de la cause et aux circonstances qui justifieraient l'absence d'un tel avertissement, la Cour n'est pas en mesure de vérifier si les juges d'appel ont légalement statué en l'absence de l'inculpé (1). (1) Le MP a relevé que l'ordonnance entreprise, à laquelle la Cour peut avoir égard, ne mentionne aucun avocat et précise que « l'inculpé se défend seul ». Il en a déduit qu'à défaut de préciser à quel avocat le greffe aurait dû envoyer un avis de fixation, et de quelle pièce résulterait l'identité de cet avocat, le moyen était irrecevable à défaut de précision et qu'il y dès lors avait lieu de rejeter le pourvoi. On peut relever que la transmission tardive, voire l'omission de l'avis requis ne peuvent entraîner la nullité de la procédure que si elle a nui à la défense. Ainsi, les droits de défense de l'inculpé ne sauraient avoir été violés dès lors que son conseil et lui-même ont comparu à l'audience et qu'ils ont eu la faculté d'y solliciter une remise dans le délai de quinze jours fixé par l'article 30, § 3, alinéa 2 (Cass. 16 mars 2011, RG P.11.0441.F, Pas. 2011, n° 204), ou encore « dès lors qu'il a été privé de l'assistance de son conseil, celui-ci n'ayant pas été avisé de l'audience, lorsque l'inculpé a été entendu en ses moyens de défense par les juges d'appel et qu'il n'apparaît pas qu'il a invoqué la violation de ses droits de défense » (Cass. 2 avril 1996, RG P.96.0398.N, Pas. 1996, n° 110). (M.N.B.)"
      ],
      "abstractNL": [
        "Vertaling nog niet beschikbaar"
      ]
    }
  },
  "31": {
    "ECLI:BE:CASS:2023:ARR.20230215.2F.7": {
      "court": "CASS",
      "date": "2023-02-15",
      "roleNumber": "P.23.0169.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230215.2F.7",
      "abstractFR": [
        "Est nouveau et, partant, irrecevable, le moyen qui soutient pour la première fois devant la Cour que l'inculpé a fait une déclaration d'appel trois jours avant l'établissement de l'acte d'appel figurant au dossier et que, par conséquent, la chambre des mises en accusation a statué en dehors du délai fixé à l'article 30, § 3, de la loi du 20 juillet 1990 relative à la détention préventive."
      ],
      "abstractNL": null
    }
  }
}