{
  "58": {
    "ECLI:BE:CASS:2015:ARR.20150910.2": {
      "court": "CASS",
      "date": "2015-09-10",
      "roleNumber": "C.12.0533.N-C.12.0597.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150910.2&lang=fr",
      "abstractFR": [
        "La disposition légale qui prévoit que le collège des bourgmestre et échevins ou le conseil communal, ainsi que le fonctionnaire délégué, peuvent subordonner la délivrance du permis de lotir aux charges qu'ils jugent utiles d'imposer aux demandeurs, à savoir l'exécution, à leurs frais, de tous travaux d'équipement des rues à créer et la réservation de terrains pour des espaces verts, des bâtiments publics et des équipements publics, ne prévoit pas la possibilité de subordonner le permis de lotir à la cession gratuite de terrains à titre de charge (1). (1) Voir les concl. du MP publiées à leur date dans AC. Article 58, alinéa 1er, de la loi du 29 mars 1962, tel qu'il était applicable avant l'insertion d'un nouvel alinéa par le décret du 28 juin 1985.",
        "Lorsqu'aucun texte exprès, requis pour priver un particulier de sa propriété, n'existe à l'époque de la privation de propriété, la cession gratuite de terrain est imposée à titre de charge du permis de lotir en violation de l'article 544 du Code civil (1). (1) Voir les concl. du MP publiées à leur date dans AC. Article 58, alinéa 1er, de la loi du 29 mars 1962, tel qu'il était applicable avant l'insertion d'un nouvel alinéa par le décret du 28 juin 1985."
      ],
      "abstractNL": [
        "De wetsbepaling die voorziet dat het college van burgemeester en schepenen of de gemeenteraad, alsmede de gemachtigde ambtenaar, aan de afgifte van de verkavelingsvergunning de lasten kunnen verbinden die zij aan de aanvragers menen te moeten opleggen, met name de uitvoering, op zijn kosten, van alle werken tot uitrusting van de aan te leggen straten en reservering van grond voor groene ruimten, openbare gebouwen en openbare nutsvoorziening, voorziet niet in de mogelijkheid om bij het verlenen van een verkavelingsvergunning een kosteloze grondafstand als last op te leggen (1). (1) Zie concl. OM. Artikel 58, eerste lid, Stedenbouwwet 1962, zoals van toepassing vóór de invoeging van een nieuw lid bij decreet van 28 juni 1985.",
        "Wanneer geen uitdrukkelijke tekst, vereist om een particulier zijn eigendom te ontnemen, ten tijde van de ontneming voorhanden is, is de kosteloze grondafstand opgelegd als last van de verkavelingsvergunning in strijd met artikel 544 Burgerlijk Wetboek (1). (1) Zie concl. OM. Artikel 58, eerste lid, Stedenbouwwet 1962, zoals van toepassing vóór de invoeging van een nieuw lid bij decreet van 28 juni 1985."
      ]
    }
  }
}