{
  "7": {
    "ECLI:BE:CASS:2015:ARR.20151109.3": {
      "court": "CASS",
      "date": "2015-11-09",
      "roleNumber": "S.15.0039.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151109.3&lang=fr",
      "abstractFR": [
        "Un accident est survenu dans le cours de l'exécution du contrat de travail lorsque, au moment où il se produit, le travailleur se trouve sous l'autorité de l'employeur; le lien de subordination perdure en principe tant que l'activité et la liberté personnelles du travailleur sont limitées en raison de l'exécution du travail.",
        "L'accident qui survient à un travailleur au cours d'une manifestation sportive peut être admis comme accident du travail, s'il est constaté que l'employeur exerce ou peut exercer également son autorité au cours de la compétition, à laquelle le travailleur prend même part volontairement, même si cette manifestation sportive a lieu en dehors des heures normales de travail.",
        "Le juge apprécie en fait si, au moment de l'accident, le travailleur se trouve sous l'autorité de l'employeur; la Cour se borne à vérifier si, de ses constatations, le juge ne déduit pas des conséquences sans rapport avec elles ou qui ne seraient susceptibles, sur leur fondement, d'aucune justification."
      ],
      "abstractNL": [
        "Een ongeval is overkomen tijdens de uitvoering van de arbeidsovereenkomst wanneer de werknemer op het ogenblik van het ongeval onder het gezag van de werkgever staat; de gezagsverhouding duurt in beginsel zolang de werknemer ten gevolge van het verrichten van de arbeid in zijn persoonlijke activiteit en vrijheid wordt beperkt.",
        "Het ongeval dat een werknemer tijdens een sportmanifestatie overkomt, kan als arbeidsongeval worden aangenomen, indien wordt vastgesteld dat de werkgever ook tijdens de wedstrijd, waaraan de werknemer zelfs vrijwillig deelneemt, zijn gezag uitoefent of kan uitoefenen, zelfs indien deze sportmanifestatie, buiten de normale arbeidsuren plaatsvindt.",
        "De rechter beoordeelt in feite of de werknemer zich op het ogenblik van het ongeval onder het gezag van de werkgever bevindt; het Hof gaat enkel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden aangenomen."
      ]
    }
  },
  "46": {
    "ECLI:BE:CASS:2018:ARR.20180917.1": {
      "court": "CASS",
      "date": "2018-09-17",
      "roleNumber": "S.17.0034.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180917.1",
      "abstractFR": [
        "L'assureur-loi n'est, en règle, pas tenu de prendre en charge les frais et honoraires du conseil technique de la partie qui y a eu recours (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De arbeidsongevallenverzekeraar is in de regel niet verplicht om de kosten en erelonen te dragen van de technisch raadsman die de partij heeft bijgestaan (1). (1) Zie concl. OM in Pas. 2018, nr. 469."
      ]
    }
  },
  "68": {
    "ECLI:BE:CASS:2018:ARR.20180917.1": {
      "court": "CASS",
      "date": "2018-09-17",
      "roleNumber": "S.17.0034.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180917.1",
      "abstractFR": [
        "L'assureur-loi n'est, en règle, pas tenu de prendre en charge les frais et honoraires du conseil technique de la partie qui y a eu recours (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De arbeidsongevallenverzekeraar is in de regel niet verplicht om de kosten en erelonen te dragen van de technisch raadsman die de partij heeft bijgestaan (1). (1) Zie concl. OM in Pas. 2018, nr. 469."
      ]
    }
  }
}