{
  "6": {
    "ECLI:BE:CASS:2015:ARR.20150918.4": {
      "court": "CASS",
      "date": "2015-09-18",
      "roleNumber": "C.15.0019.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150918.4",
      "abstractFR": [
        "Dès lors que la revision triennale du loyer prévue par l'article 6 de la loi sur les baux commerciaux est liée non au caractère avantageux ou onéreux du loyer convenu mais à une augmentation ou à une diminution d'au moins 15 p.c. de la valeur locative normale du bien loué, le juge, qui détermine la valeur locative normale totale du bien loué par référence à une valeur au mètre carré, doit avoir égard à la surface réellement louée et non à celle, inférieure, stipulée dans le bail (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Aangezien de in artikel 6 van de wet op de handelshuurovereenkomsten bepaalde driejarige herziening van de huur geen verband houdt met het voordelige of dure karakter van de overeengekomen huurprijs maar met een verhoging of verlaging van de normale huurwaarde van het gehuurde goed met ten minste 15 pct., moet de rechter, die de totale normale huurwaarde van het gehuurde goed bepaalt met verwijzing naar een waarde per vierkante meter, rekening houden met de werkelijk gehuurde oppervlakte en niet met de in de huurovereenkomst bepaalde, lagere, oppervlakte (1). (1) Zie concl. OM in Pas. 2015, nr. ... ."
      ]
    }
  },
  "13": {
    "ECLI:BE:CASS:2015:ARR.20150917.17": {
      "court": "CASS",
      "date": "2015-09-17",
      "roleNumber": "C.14.0343.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150917.17&lang=fr",
      "abstractFR": [
        "Le renouvellement d'un bail, visé aux articles 13 et suivants de la loi du 30 avril 1951 sur les baux commerciaux, exigeant nécessairement l'intervention de la volonté des parties et ne résultant donc pas de la seule autorité de la loi, donne naissance à un nouveau bail dont les conditions sont à préciser par ces parties ou, le cas échéant, par le juge (1); il ne peut dès lors être porté atteinte à la légalité du nouveau bail en invoquant les vices qui entacheraient les contrats antérieurs. (1) Cass. 11 février 1972, Pas. 1972, 542."
      ],
      "abstractNL": [
        "Huurhernieuwing als bedoeld in de artikelen 13 en volgende van de wet op de handelshuurovereenkomsten, die noodzakelijk de wil van de partijen vereist en dus niet alleen uit kracht van de wet geschiedt, doet een nieuwe huur ontstaan, waarvan de voorwaarden door deze partijen of in voorkomend geval door de rechter worden vastgesteld (1); de rechtsgeldigheid van de nieuwe huur kan bijgevolg niet worden aangetast door een beroep op gebreken waarmee de vorige overeenkomsten zouden zijn behept. (1) Cass. 11 februari 1972, AC 1972, 543."
      ]
    }
  },
  "25": {
    "ECLI:BE:CASS:2013:ARR.20130314.4": {
      "court": "CASS",
      "date": "2013-03-14",
      "roleNumber": "C.12.0243.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130314.4",
      "abstractFR": [
        "Le locataire conserve son droit à l'indemnité d'éviction, bien qu'il ait aliéné le fonds de commerce, lorsque cette aliénation est la conséquence du congé, dès lors que la loi du 30 avril 1951 sur les baux commerciaux a pour but la protection du fonds de commerce et que l'indemnité d'éviction, telle qu'elle est fixée par cette loi, vise à indemniser le locataire pour la perte du fonds de commerce, qui est la conséquence de l'éviction(1). (1) Cass., 12 novembre 1982, RG n° 3474, Bull. et Pas. 1983, I, 317 et Cass., 6 mai 2010, RG C.08.0588.N, Pas., 2010, n° 317; B. Louveaux, Le droit du bail commercial, De Boeck 2002, n° 559 et 560, pp .568 à 570; K. Vanhove, Handelshuur, Interscientia 2012, n° 326, 327 et 332."
      ],
      "abstractNL": [
        "De huurder behoudt zijn recht op de uitzettingsvergoeding, zelfs als hij de handelszaak heeft vervreemd, wanneer die vervreemding het gevolg is van de opzegging, aangezien de wet van 30 april 1951 op de handelshuurovereenkomsten de bescherming van de handelszaak tot doel heeft en de uitzettingsvergoeding, zoals zij door die wet is geregeld, de huurder beoogt te vergoeden voor het verlies van de handelszaak als gevolg van de uitzetting (1). (1) Cass. 12 nov. 1982, AR 3474, AC 1982-83, nr. 160, en Cass. 6 mei 2010, AR C.08.0588.N, AC 2010, nr. 317; B. Louveaux, Le dorit du bail commercial, De Boeck 2002, nrs. 559 en 560, p. 580 tot 570; K. Vanhove, Handelshuur, Interscientia 2012, nrs. 326, 327 en 332."
      ]
    }
  }
}