{
  "2": {
    "ECLI:BE:CASS:2021:ARR.20211203.1F.1": {
      "court": "CASS",
      "date": "2021-12-03",
      "roleNumber": "C.20.0433.F-C.20.0462.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211203.1F.1",
      "abstractFR": [
        "Les motifs légitimes visent à protéger l'objet spécifique du droit de marque et seul un comportement déloyal portant atteinte à cet objet fait échec à l'épuisement du droit du titulaire de la marque.",
        "Ni l'adoption par un tiers revendeur de pratiques commerciales réputées trompeuses à l'égard des consommateurs ni l'existence d'un comportement contraire aux pratiques honnêtes du marché portant atteinte aux intérêts professionnels du titulaire de la marque, sans affecter son droit de marque, ne constituent un tel motif légitime.",
        "L'acte contraire aux pratiques honnêtes du marché par lequel un tiers revendeur participe consciemment à la violation par le dépositaire agréé de l'interdiction de vendre le produit à un tiers non agréé ne constitue pas, en règle, un motif légitime faisant exception à l'épuisement des droits du titulaire de la marque.",
        "La violation de toute disposition légale imposant une obligation de loyauté à l'égard du titulaire de la marque ne constitue pas un motif légitime."
      ],
      "abstractNL": [
        "De gegronde redenen hebben tot doel het specifieke voorwerp van het merkrecht te beschermen en enkel een deloyale handelwijze die dat voorwerp aantast, kan de uitputting van het recht van de merkhouder belemmeren.",
        "Noch de omstandigheid dat een derde-wederverkoper zich ten aanzien van de consumenten aan oneerlijk geachte handelspraktijken schuldig maakt, noch het bestaan van een met de eerlijke marktpraktijken strijdig gedrag dat wel de beroepsbelangen van de merkhouder maar niet zijn merkrecht aantast, vormt een dergelijke gegronde reden.",
        "De met de eerlijke marktpraktijken strijdige daad waardoor een derde-wederverkoper doelbewust deelneemt aan de miskenning, door de erkende verdeler, van het verbod om de waren aan een niet-erkende derde te verkopen, is in de regel geen gegronde reden die een uitzondering vormt op de uitputting van de rechten van de merkhouder.",
        "De schending van elke wettelijke bepaling die een loyauteitsplicht ten aanzien van de merkhouder oplegt, vormt geen gegronde reden."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200306.1F.1": {
      "court": "CASS",
      "date": "2020-03-06",
      "roleNumber": "C.18.0366.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200306.1F.1",
      "abstractFR": [
        "La circonstance que l'enregistrement de la marque ne mentionne pas que les produits couverts sont utilisés dans un secteur d'activités identique à celui dans lequel sont utilisés les produits commercialisés par le tiers n'implique pas en soi qu'il n'existerait aucune similitude entre ces produits (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De omstandigheid dat de inschrijving van het merk niet vermeldt dat de gedekte waren in dezelfde activiteitensector worden gebruikt als die waarin de door een derde in de handel gebrachte waren worden gebruikt, impliceert in se niet dat die waren op geen enkel punt zouden overeenstemmen (1). (1) Zie concl. OM in Pas. 2020, nr. 167."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220428.1N.5": {
      "court": "CASS",
      "date": "2022-04-28",
      "roleNumber": "C.20.0091.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220428.1N.5&lang=fr",
      "abstractFR": [
        "Pour apprécier la similitude entre la marque et le signe prétendument constitutif d'une atteinte à cette marque, l'on se fonde en principe sur une comparaison entre la marque, telle qu'elle a été déposée, et le signe constitutif d'une atteinte à cette marque, tel qu'il est effectivement utilisé et perçu par le public (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Lorsque certains composants d'un signe prétendument constitutif d'une atteinte à une marque ont été déposés en tant que marque, il ne convient pas de se fonder sur ces seuls composants déposés, mais il faut également réaliser une comparaison avec le signe dans son ensemble, tel qu'il est réellement utilisé, en fonction de l'impression d'ensemble produite par ce signe chez le consommateur moyen (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Bij de beoordeling van de overeenstemming tussen het merk en het beweerd inbreukmakend teken wordt in beginsel uitgegaan van een vergelijking tussen het merk zoals gedeponeerd met het inbreukmakend teken zoals dit effectief wordt gebruikt en waargenomen door het publiek (1). (1) Zie concl. OM.",
        "Wanneer bepaalde bestanddelen van een beweerd inbreukmakend teken als merk gedeponeerd zijn, moet niet enkel worden uitgegaan van die gedeponeerde bestanddelen, maar moet een vergelijking worden gemaakt met het teken in zijn geheel zoals dit daadwerkelijk wordt gebruikt, volgens de totaalindruk die door dit teken bij de gemiddelde consument wordt opgeroepen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161007.2": {
      "court": "CASS",
      "date": "2016-10-07",
      "roleNumber": "C.14.0351.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161007.2&lang=fr",
      "abstractFR": [
        "L'article 2.4.f de la Convention Benelux en matière de propriété intellectuelle du 25 février 2005 formule la règle générale suivant laquelle l'enregistrement d'une marque dont le dépôt a été effectué de mauvaise foi n'est pas attributif du droit à la marque; la circonstance que les deux cas mentionnés à titre d'exemple dans cette disposition supposent la possession personnelle d'une marque ressemblante, n'implique pas que le dépôt effectué de mauvaise foi visé par cette disposition requiert nécessairement que le tiers dispose d'une marque ressemblante (1). (1) Voir les concl. du MP, publiées à leur date dans AC.",
        "Les motifs de refus ou de nullité facultatifs relatifs à une marque déposée de mauvaise foi prévus par les directives européennes 89/104/CEE et 2008/95/CE rapprochant les législations des États membres sur les marques à l'article 3.2.d), ont été transposés par le législateur Benelux par la règle contenue à l'article 2.4.f de la Convention Benelux en matière de propriété intellectuelle du 25 février 2005 (1). (1) Voir les concl. du MP, publiées à leur date dans AC.",
        "Il n'y a pas lieu de poser une question préjudicielle qui suppose à tort que l'article 3.2.d) des directives européennes 89/104/CEE et 2008/95/CE rapprochant les législations des États membres sur les marques n'a pas été transposé dans la législation Benelux (1). (1) Voir les concl. du MP, publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Artikel 2.4.f, BVIE formuleert als algemene regel dat geen recht op een merk wordt verkregen in geval van depot te kwader trouw; de omstandigheid dat in dezelfde bepaling ten exemplatieve titel vermelde twee gevallen het voorgebruik van een overeenstemmend merk impliceren, houdt niet in dat het door deze bepaling geviseerd depot te kwader trouw noodzakelijkerwijze vereist dat de derde moet beschikken over een overeenstemmend merk (1). (1) Zie concl. OM.",
        "De door de Europese richtlijnen 89/104/EEG en 2008/95/EG betreffende de aanpassing van het merkenrecht van de lidstaten in artikel 3.2.d) voorziene facultatieve weigerings- of nietigheidsgrond in verband met een te kwader trouw gedeponeerd merk werd door de Benelux-wetgever geïmplementeerd door de in artikel 2.4.f, BVIE vervatte regel (1). (1) Zie concl. OM.",
        "Een prejudiciële vraag, die ten onrechte ervan uitgaat dat artikel 3.2.d) van de Europese richtlijnen 89/104/EEG en 2008/95/EG betreffende de aanpassing van het merkenrecht van de lidstaten niet werd geïmplementeerd in de Benelux-wetgeving, dient niet te worden gesteld (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141121.6": {
      "court": "CASS",
      "date": "2014-11-21",
      "roleNumber": "C.11.0607.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141121.6&lang=fr",
      "abstractFR": [
        "Les juridictions d'appel visées à l'article 2.17, alinéa 1er, de la Convention Benelux du 25 février 2005 en matière de propriété intellectuelle peuvent connaître des nouveaux éléments de fait qui ont déjà été produits dans le cadre des prétentions qui ont déjà été formulées dans la même procédure d'opposition devant l'Office Benelux de la propriété intellectuelle (1). (1) Voir Cour de justice Benelux, 19 février 2014, RG A 2013/1 et les concl. du MP, www.courbeneluxhof.be."
      ],
      "abstractNL": [
        "De in artikel 2.17, eerste lid, van het Benelux-Verdrag inzake de intellectuele eigendom vermelde rechterlijke beroepsinstanties kunnen kennis nemen van nieuwe feitelijke gegevens die worden overgelegd in het kader van aanspraken die in dezelfde oppositieprocedure reeds werden geformuleerd voor het Benelux-Bureau voor de Intellectuele Eigendom (1). (1) Zie Benelux-Gerechtshof, 19 februari 2014, AR A 2013/1, met concl. OM, www.courbeneluxhof.be."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141002.1": {
      "court": "CASS",
      "date": "2014-10-02",
      "roleNumber": "C.13.0180.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141002.1",
      "abstractFR": [
        "Lorsque la perception visuelle des signes prise isolément ne permet pas, en raison des caractéristiques propres à ceux-ci, d'apprécier le degré de similitude des marques litigieuses, le risque de confusion peut être examiné au regard de la perception conceptuelle desdites marques."
      ],
      "abstractNL": [
        "Wanneer de visuele perceptie van de tekens, wegens de kenmerkende eigenschappen ervan, op zich niet volstaat om de mate van gelijkenis van de litigieuze merken te beoordelen, kan het verwarringsgevaar worden onderzocht vanuit het oogpunt van de begripsmatige perceptie van die merken."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130111.2": {
      "court": "CASS",
      "date": "2013-01-11",
      "roleNumber": "C.11.0607.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130111.2&lang=fr",
      "abstractFR": [
        "Lorsqu'un moyen soulève devant la Cour la question de savoir si l'article 2.17, alinéa 1er, de la Convention Benelux en matière de propriété intellectuelle doit être interprété à la lumière des arrêts A 2005/1 et A 2008/1, en ce sens que les instances judiciaires de recours y mentionnées peuvent prendre connaissance de nouveaux éléments de fait qui sont soumis dans le cadre de prétentions qui ont déjà été formulées dans une même procédure d'opposition devant l'Office Benelux de la propriété intellectuelle, elle pose une question préjudicielle à la Cour de Justice Benelux (1). (1) Voir les conclusions partiellement contraires du M.P. publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Wanneer voor het Hof de vraag rijst of artikel 2.17, eerste lid, van het BVIE, in het licht van de arresten van het Benelux-Gerechtshof A 2005/1 en A 2008/1, zo moet worden uitgelegd dat de daarin vermelde rechterlijke beroepsinstanties kennis kunnen nemen van nieuwe feitelijke gegevens die worden overgelegd in het kader van aanspraken die in dezelfde oppositieprocedure reeds werden geformuleerd voor het Benelux-Bureau voor de Intellectuele Eigendom, stelt het een prejudiciële vraag aan het Benelux-Gerechtshof (1). (1) Zie de deels andersl. concl. van het O.M."
      ]
    }
  }
}