{
  "11": {
    "ECLI:BE:CASS:2019:ARR.20190621.4": {
      "court": "CASS",
      "date": "2019-06-21",
      "roleNumber": "F.15.0067.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190621.4&lang=fr",
      "abstractFR": [
        "En vertu du principe général de la primauté du droit international sur le droit national, la convention belgo-italienne prime sur les dispositions du droit national; il s'ensuit que, dès lors que la convention belgo-italienne impose l'octroi de la réduction d'impôt qui y est prévue, il ne peut être donné suite à des règles de droit interne belge qui subordonnent cette réduction à des conditions complémentaires (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Krachtens het algemeen beginsel van de primauteit van het internationaal recht op het nationale recht, heeft de Overeenkomst België-Italië voorrang op de bepalingen van het nationale recht; hieruit volgt dat aangezien de Overeenkomst België-Italië België verplicht tot het verlenen van de in de overeenkomst voorziene belastingvermindering, geen gevolg kan worden gegeven aan interne Belgische regels die deze vermindering aan bijkomende voorwaarden onderwerpen (1). (1) Zie concl. OM."
      ]
    }
  },
  "23": {
    "ECLI:BE:CASS:2021:ARR.20210506.1F.5": {
      "court": "CASS",
      "date": "2021-05-06",
      "roleNumber": "F.17.0049.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210506.1F.5",
      "abstractFR": [
        "Les régularisations comptables ont pour seul objet de rattacher à chaque exercice comptable successif d'une même entreprise les produits qui s'y rapportent; elles ne permettent pas de corriger, dans les comptes de l'entreprise cessionnaire, le prix d'acquisition de titres à revenu fixe lorsque ce prix a été déterminé en fonction des intérêts déjà courus depuis la précédente échéance, pas plus qu'elles ne conduisent à qualifier de produits financiers, dans les comptes de l'entreprise cédante, la quote-part du prix de vente représentant la contrevaleur des intérêts courus (1). (1) A.R. du 8 octobre 1976, art. 27bis, § 3, avant sa modification par l'A.R. du 6 novembre 1987.",
        "L'entreprise qui achète des titres à revenu fixe entre deux échéances n'a, sur la base de l'article 19, alinéa 4, de l'arrêté royal du 8 octobre 1976, aucune obligation d'extraire de leur prix d'achat à porter à l'actif du bilan un montant correspondant à celui des intérêts déjà courus pour les comptabiliser au débit d'un compte de résultats de classe 75 « Produits financiers », de manière à faire coïncider le solde créditeur dudit compte au jour de la prochaine échéance avec le montant des intérêts courus depuis l'achat (1). (1) A.R. du 8 octobre 1976, art. 27bis, § 3, avant sa modification par l'A.R. du 6 novembre 1987."
      ],
      "abstractNL": [
        "Het enige doel van de boekhoudkundige aanpassingen bestaat erin aan elk opeenvolgend boekjaar van dezelfde onderneming de desbetreffende opbrengsten te verbinden; ze laten niet toe om in de rekeningen van de overnemende onderneming de aanschaffingsprijs van vastrentende effecten te corrigeren wanneer die prijs werd vastgesteld op basis van de reeds sinds de voorgaande vervaldag verlopen interest en kunnen evenmin ertoe leiden dat het gedeelte van de verkoopprijs dat de tegenwaarde van de verlopen interest vertegenwoordigt in de rekeningen van de overdragende onderneming worden gekwalificeerd als financiële opbrengsten (1). (1) Art. 27bis, § 3, KB 8 oktober 1976, vóór de wijziging ervan door het KB van 6 november 1987.",
        "De onderneming die tussen twee vervaldagen vastrentende effecten koopt, niet op grond van artikel 19, vierde lid, van het koninklijk besluit van 8 oktober 1976 verplicht is om uit de aankoopprijs van die effecten, die op de actiefzijde van de balans worden geboekt, een bedrag te halen gelijk aan de reeds verlopen interest en het te debiteren op een resultatenrekening van klasse 75 “Financiële opbrengsten”, zodat het creditsaldo van die rekening op de volgende vervaldag kan samenvallen met het bedrag van de sinds de koop verlopen interest (1). (1) Art. 27bis, § 3, KB 8 oktober 1976, vóór de wijziging ervan door het KB van 6 november 1987."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190621.4": {
      "court": "CASS",
      "date": "2019-06-21",
      "roleNumber": "F.15.0067.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190621.4&lang=fr",
      "abstractFR": [
        "En vertu du principe général de la primauté du droit international sur le droit national, la convention belgo-italienne prime sur les dispositions du droit national; il s'ensuit que, dès lors que la convention belgo-italienne impose l'octroi de la réduction d'impôt qui y est prévue, il ne peut être donné suite à des règles de droit interne belge qui subordonnent cette réduction à des conditions complémentaires (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Krachtens het algemeen beginsel van de primauteit van het internationaal recht op het nationale recht, heeft de Overeenkomst België-Italië voorrang op de bepalingen van het nationale recht; hieruit volgt dat aangezien de Overeenkomst België-Italië België verplicht tot het verlenen van de in de overeenkomst voorziene belastingvermindering, geen gevolg kan worden gegeven aan interne Belgische regels die deze vermindering aan bijkomende voorwaarden onderwerpen (1). (1) Zie concl. OM."
      ]
    }
  }
}