{
  "3": {
    "ECLI:BE:CASS:2023:ARR.20230908.1F.2": {
      "court": "CASS",
      "date": "2023-09-08",
      "roleNumber": "C.20.0429.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230908.1F.2",
      "abstractFR": [
        "Le moyen qui fait grief à l'arrêt attaqué de s'abstenir d'examiner si la sentence du tribunal arbitral pour le sport du 9 mars 2017, à laquelle il reconnaît l'autorité de la chose jugée, respecte les dispositions fondamentales du droit de l'Union européenne dont la demanderesse allègue la violation en prétendant qu'il en est résulté un préjudice pour elle, bien que cette sentence n'ait pas fait l'objet d'un contrôle de conformité à ce droit permettant que soit posée une question préjudicielle à la Cour de justice de l'Union européenne suppose l'interprétation de l'article 19, § 1er, du Traité sur l'Union européenne, qui relève de la compétence exclusive de celle-ci.",
        "Le moyen qui fait grief à l'arrêt attaqué de faire peser sur la demanderesse la charge de renverser la présomption tirée de la sentence du tribunal arbitral pour le sport du 9 mars 2017, que les restrictions résultant des articles 18bis et 18ter du règlement du statut et du transfert des joueurs de la Fédération Internationale de Football Association sont conformes aux dispositions fondamentales du droit de l'Union dont la demanderesse allègue la violation en prétendant qu'il en est résulté un préjudice pour elle, bien que cette sentence n'ait pas fait l'objet d'un contrôle de conformité au droit de l'Union européenne permettant que soit posée une question préjudicielle à la Cour de justice de l'Union européenne suppose l'interprétation de l'article 19, § 1er, du Traité sur l'Union européenne par celle-ci."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2017:ARR.20171012.14": {
      "court": "CASS",
      "date": "2017-10-12",
      "roleNumber": "C.17.0278.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171012.14&lang=fr",
      "abstractFR": [
        "Un arrêt de la Cour de justice de l'Union européenne rendu sur question préjudicielle lie non seulement le juge de renvoi, mais également tout autre juge national, en ce qui concerne les dispositions en cause du droit de l'Union, sous réserve de la possibilité pour ce juge national de poser une nouvelle question à la Cour de justice."
      ],
      "abstractNL": [
        "Een op een prejudiciële vraag gewezen arrest van het Hof van Justitie van de Europese Unie bindt niet slechts de verwijzende rechter, maar ook elke andere nationale rechter, wat betreft de uitleg van de in het geding zijnde bepalingen van Unierecht, onder voorbehoud van de mogelijkheid voor deze nationale rechter om een nieuwe vraag te stellen aan het Hof van Justitie."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2023:ARR.20231122.2F.14": {
      "court": "CASS",
      "date": "2023-11-22",
      "roleNumber": "P.23.1516.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231122.2F.14",
      "abstractFR": [
        "Il y a lieu, conformément à l'article 267, alinéa 3, du Traité sur le fonctionnement de l'Union européenne, de poser à la Cour de justice de l'Union européenne la question préjudicielle suivante: « Lorsque les juridictions de l'État membre d'exécution d'un mandat d'arrêt européen ont constaté qu'il existe un risque, en cas de remise de la personne recherchée à l'État membre d'émission, d'atteinte aux droits fondamentaux de cette personne, liée à l'exécution de la peine étrangère, de sorte qu'il y a lieu de refuser l'exécution du mandat d'arrêt européen, l'article 4.6 de la décision-cadre 2002/584/JAI du Conseil du 13 juin 2002 relative au mandat d'arrêt européen et aux procédures de remise entre États membres autorise-t-il ces juridictions de l'État membre d'exécution, qui constatent que la personne recherchée réside dans ce dernier État, à ensuite décider que, conformément à la disposition qui transpose dans l'ordre juridique national l'article 4.6 de la décision-cadre, il y a lieu d'exécuter, dans l'État membre d'exécution, la peine d'emprisonnement infligée dans l'État membre d'émission du mandat d'arrêt européen, peine qui est visée par cet acte »? (1). (1) Voir les concl. contraires du MP ; l'avocat général près la C.J.U.E. a entendu ne pas donner suite à la demande de procédure préjudicielle d'urgence (C-722/23 - v. art. 109, § 6, de son règlement de procédure)."
      ],
      "abstractNL": null
    }
  },
  "18": {
    "ECLI:BE:CASS:2025:ARR.20251216.2N.34": {
      "court": "CASS",
      "date": "2025-12-16",
      "roleNumber": "P.25.0063.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251216.2N.34",
      "abstractFR": null,
      "abstractNL": [
        "Voor de inperking van de tolkmogelijkheden voor de herstelexamens opgelegd op basis van artikel 38, § 6 Wegverkeerswet, ingevolge de artikelen 1, 14°, 32, § 3, eerste lid, en 39, § 8 KB Rijbewijs, zoals van toepassing in het Vlaamse Gewest, die inhouden dat het rijexamen alleen kan worden afgelegd in het Nederlands, Frans, Duits of Engels; met audiovertaling voor het theoretische rijexamen en met bijstand van een tolk voor het praktische rijexamen, worden de volgende redenen gegeven: 1) het besparen van kosten en de vereenvoudiging en rationalisering van de praktische organisatie van de rijexamens; 2) het verminderen van de fraudegevoeligheid van de getolkte rijexamens; 3) het bevorderen van de kennis van de officiële landstalen waardoor ook ingezet wordt op een betere integratie; 4) het verhogen van de veiligheid van de chauffeur, diens passagiers en de andere weggebruikers door het verplichten van een minimale kennis van de officiële landstalen of het Engels bij het afleggen van de rijexamens; en 5) en met betrekking tot de keuze voor het Engels als enige niet-officiële landstaal: het toegankelijk maken van het examen voor anderstaligen waarbij uit cijfermateriaal blijkt dat het Engels voorheen de meest gekozen taal was om het rijexamen met tolk af te leggen; gelet op de rechtspraak van het Hof van Justitie en het Gerecht van de Europese Unie over het verbod van discriminatie op grond van nationaliteit of taal rijst de vraag of de voormelde regelgeving gerechtvaardigd is gelet op vermelde doelstellingen ten aanzien van EU-onderdanen die het Nederlands, Frans, Duits, noch het Engels als officiële landstaal hebben, aangezien voormelde regelgeving deze EU-onderdanen in een minder gunstige situatie plaatst dan Belgische onderdanen of EU-onderdanen die het Engels als officiële landstaal hebben, maar hen ondanks het verschil in nationaliteit of taal, toch gelijk behandelt; eveneens rijst de vraag of artikel 18.1 VWEU en artikel 21 Handvest Grondrechten EU aldus moeten worden uitgelegd dat zij, in een materie van Unierecht zoals de taal waarin herstelexamens worden afgelegd, zich verzetten tegen een nationale regelgeving waarbij het theoretisch en praktisch herstelexamen, ook in het kader van het afleggen van deze examens wegens een veroordeling voor een verkeersovertreding, zoals in het Vlaamse Gewest, enkel kunnen worden afgelegd in het Nederlands of, voor wat betreft het theoretische herstelexamen door middel van een audiovertaling in het Duits, Frans of Engels of, voor wat betreft het praktische herstelexamen, met bijstand van een tolk in één van die talen, maar niet, al dan niet met een tolk, in andere EU-talen kunnen worden afgelegd; het Hof stelt dan ook, vooraleer uitspraak te doen, bij toepassing van artikel 267 VWEU, aan het Hof van Justitie van de Europese Unie volgende prejudiciële vraag: “Moeten artikel 18.1 VWEU en artikel 21 Handvest Grondrechten EU aldus worden uitgelegd dat zij, in een materie van Unierecht zoals de taal waarin herstelexamens worden afgelegd, zich verzetten tegen een nationale regelgeving waarbij het theoretisch en praktisch herstelexamen, ook in het kader van het afleggen van deze examens wegens een veroordeling voor een verkeersovertreding, zoals in het Vlaamse Gewest enkel kunnen worden afgelegd in het Nederlands of, voor wat betreft het theoretische herstelexamen door middel van een audiovertaling in het Duits, Frans of Engels of, voor wat betreft het praktische herstelexamen, met bijstand van een tolk in één van die talen, maar niet, al dan niet met een tolk, in andere EU-talen kunnen worden afgelegd?” (1) (2). (1) Zie concl. OM. (2) Artt. 1, 14°, 32, § 3, eerste lid, en 39, § 8 KB Rijbewijs, zoals van toepassing in het Vlaamse Gewest."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20120216.9": {
      "court": "CASS",
      "date": "2012-02-16",
      "roleNumber": "F.10.0115.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120216.9&lang=fr",
      "abstractFR": [
        "Il ne ressort pas des articles 18, alinéa 1er, 45 et 49 du traité sur le fonctionnement de l'Union européenne que si, en vertu d'une convention de double imposition, les revenus d'un contribuable sont imposés partiellement dans l'état dont il est résident et dans l'état où l'activité salariée est exercée, le contribuable peut toujours prétendre à l'imputation intégrale sur l'impôt de l'état de la résidence des déductions d'impôts pour la garde d'enfant et les titres-services auxquelles il aurait pu prétendre si les impôts avaient été intégralement imposés dans l'état de résidence."
      ],
      "abstractNL": [
        "Uit de artikelen 18, eerste lid, 45 en 49 van het EU-werkingsverdrag volgt niet dat, ingeval de inkomsten van een belastingplichtige op grond van een dubbelbelastingverdrag gedeeltelijk worden belast in de woonstaat en gedeeltelijk in de werkstaat, de belastingplichtige steeds aanspraak kan maken op integrale aanrekening op de belasting in de woonstaat van de belastingverminderingen voor kinderopvang en dienstencheques waarop de belastingplichtige recht zou hebben gehad indien de inkomsten integraal in de woonstaat zouden zijn belast."
      ]
    }
  },
  "21": {
    "ECLI:BE:CASS:2025:ARR.20251201.3N.4": {
      "court": "CASS",
      "date": "2025-12-01",
      "roleNumber": "S.24.0045.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251201.3N.4",
      "abstractFR": null,
      "abstractNL": [
        "De artikelen 2.1, 2.3, 3.2 Vierde Aanvullende Protocol bij het EVRM; 45.1 Handvest Grondrechten EU en 21.1 VWEU verhinderen niet dat de inschrijving in het bevolkingsregister afhankelijk wordt gesteld van een effectief of feitelijk verblijf op het grondgebied van een Staat."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251118.2N.16": {
      "court": "CASS",
      "date": "2025-11-18",
      "roleNumber": "P.25.1440.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251118.2N.16",
      "abstractFR": null,
      "abstractNL": [
        "Een buitenlandverbod dat de strafuitvoeringsrechtbank verbindt aan de toekenning van een strafuitvoeringsmodaliteit met als motief dat dit de controle en de naleving van de aan de veroordeelde opgelegde voorwaarden door het openbaar ministerie moet mogelijk maken, is een legitieme doelstelling die van belang is voor de openbare veiligheid, de bescherming van de openbare orde, het voorkomen van strafbare feiten en de bescherming van de rechten en vrijheden van anderen (1). (1) Over de toelaatbaarheid van een uitreisverbod naar een andere EU-lidstaat zie onder meer HvJ 10 juli 2008, C-33/07 en HvJ 17 november 2011, C-434/10, www.curia.europa.eu."
      ]
    }
  },
  "35": {
    "ECLI:BE:CASS:2023:ARR.20230907.1N.2": {
      "court": "CASS",
      "date": "2023-09-07",
      "roleNumber": "C.23.0019.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230907.1N.2&lang=fr",
      "abstractFR": [
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "De artikelen 2, 5, § 1, 10 Taaldecreet zijn slechts in strijd met artikel 35 VWEU en dienen door de nationale rechter slechts buiten toepassing te worden gelaten, in zoverre zij aan ondernemingen met exploitatiezetel in het Nederlandse taalgebied van België de verplichting opleggen om voor alle vermeldingen op facturen betreffende grensoverschrijdende transacties binnen de Europese Unie uitsluitend het Nederlands te gebruiken, op straffe van door de rechter ambtshalve vast te stellen nietigheid van de facturen, doch niet in zoverre zij een dergelijke verplichting opleggen betreffende zuiver interne transacties binnen België (1). (1) Zie concl. OM. (2) Artt. 2 en 5, § 1, Taaldecreet vóór de wijziging bij Decreet van 7 juli 2017 houdende diverse bepalingen met betrekking tot het beleidsdomein Werk en Sociale Economie."
      ]
    }
  },
  "39": {
    "ECLI:BE:CASS:2013:ARR.20130408.1": {
      "court": "CASS",
      "date": "2013-04-08",
      "roleNumber": "S.10.0057.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130408.1",
      "abstractFR": [
        "Dès lors que, à la date du dépôt de sa demande tendant à obtenir les allocations d'attente, le jeune avait la qualité de ressortissant d'un État membre qui, ayant terminé ses études, se trouvait à la recherche d'un emploi en Belgique, il est fondé à se prévaloir de l'article 39 du Traité instituant la Communauté européenne pour soutenir qu'il ne peut faire l'objet de discrimination en raison de la nationalité en ce qui concerne l'octroi des allocations d'attente.",
        "L'article 39 du Traité instituant la Communauté européenne saoppose à une disposition nationale, telle que l'article 36, § 1er, al. 1er, 2°, j) de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage, subordonnant le droit aux allocations d'attente bénéficiant aux jeunes à la recherche de leur premier emploi à la condition que l'intéressé ait suivi au moins six années d'études dans un établissement d'enseignement de l'État membre d'accueil, dans la mesure où ladite condition fait obstacle à la prise en compte d'autres éléments représentatifs propres à établir l'existence d'un lien réel entre le demandeur d'allocations et le marché géographique du travail en cause et excède, de ce fait, ce qui est nécessaire aux fins d'atteindre l'objectif poursuivi par ladite disposition et visant à garantir l'existence d'un tel lien.",
        "L'article 39 du Traité instituant la Communauté européenne s'oppose à une disposition nationale, telle que l'article 36, § 1er, al. 1er, 2°, j) de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage, subordonnant le droit aux allocations d'attente bénéficiant aux jeunes à la recherche de leur premier emploi à la condition que l'intéressé ait suivi au moins six années d'études dans un établissement d'enseignement de l'État membre d'accueil, dans la mesure où ladite condition fait obstacle à la prise en compte d'autres éléments représentatifs propres à établir l'existence d'un lien réel entre le demandeur d'allocations et le marché géographique du travail en cause et excède, de ce fait, ce qui est nécessaire aux fins d'atteindre l'objectif poursuivi par ladite disposition et visant à garantir l'existence d'un tel lien."
      ],
      "abstractNL": [
        "De jongere, die op de datum van de indiening van zijn verzoek om deze uitkeringen, staatsburger was van een lidstaat en, na zijn studie te hebben voleindigd, op zoek was naar een dienstbetrekking in België, kan op goede gronden met een beroep op artikel 39 EG staande houden dat hij met betrekking tot de toekenning van wachtuitkeringen niet mag worden gediscrimineerd op grond van nationaliteit.",
        "Artikel 39 van het Verdrag tot oprichting van de Europese Gemeenschap verzet zich tegen een nationale bepaling, zoals artikel 36, §1, eerste lid, 2°, j) van het koninklijk besluit van 25 november 1991 houdende de werkloosheidsreglementering, die het recht op wachtuitkeringen voor jongeren die op zoek zijn naar hun eerste dienstbetrekking afhankelijk stelt van de voorwaarde dat de betrokkene voorafgaand ten minste zes jaar onderwijs heeft gevolgd aan een onderwijsinstelling van de ontvangende lidstaat, voor zover deze voorwaarde belet dat rekening wordt gehouden met andere representatieve factoren die het bestaan kunnen aantonen van een werkelijke band tussen de aanvrager van wachtuitkeringen en de betrokken geografische arbeidsmarkt, en daardoor verder gaat dan nodig voor de verwezenlijking van de door die bepaling nagestreefde doelstelling, te weten het bestaan van een dergelijke band te waarborgen."
      ]
    }
  },
  "45": {
    "ECLI:BE:CASS:2022:ARR.20220328.3F.7": {
      "court": "CASS",
      "date": "2022-03-28",
      "roleNumber": "F.18.0008.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220328.3F.7",
      "abstractFR": [
        "Si l'article 45 du Traité sur le fonctionnement de l'Union européenne s'oppose à toute mesure nationale susceptible de gêner ou de rendre moins attrayant l'exercice, par les ressortissants de l'Union, du droit à la libre circulation des travailleurs et si, à ce titre, pour la détermination des impôts nationaux respectifs, c'est en principe à l'État membre de résidence qu'il incombe d'accorder au contribuable travaillant en tout ou en partie dans un autre État membre la totalité des avantages fiscaux liés à sa situation personnelle et familiale, il est toutefois, suivant une jurisprudence constante de la Cour de justice de l'Union européenne, loisible aux États membres de modifier la corrélation entre la prise en compte par l'État membre de résidence, d'une part, de l'ensemble des revenus de ses résidents et, d'autre part, de leur situation personnelle et familiale globale au moyen de conventions, bilatérales ou multilatérales, de prévention de la double imposition (1). (1) Voir les concl. du MP.",
        "L'État membre de résidence peut se voir conventionnellement délié de son obligation d'assumer l'intégralité de la prise en considération de la situation personnelle et familiale des contribuables résidant sur son territoire et exerçant partiellement leur activité économique dans un autre État membre, pourvu que les mécanismes utilisés en vue d'éliminer la double imposition garantissent aux contribuables des États membres concernés que, au total, l'ensemble de leur situation personnelle et familiale sera dûment prise en compte, quel que soit le mode de répartition de ladite obligation entre ces États (1). (1) Voir les concl. du MP.",
        "Si l’article 45 du Traité sur le fonctionnement de l’Union européenne s’oppose à toute mesure nationale susceptible de gêner ou de rendre moins attrayant l’exercice, par les ressortissants de l’Union, du droit à la libre circulation des travailleurs et si, à ce titre, pour la détermination des impôts nationaux respectifs, c’est en principe à l’État membre de résidence qu’il incombe d’accorder au contribuable travaillant en tout ou en partie dans un autre État membre la totalité des avantages fiscaux liés à sa situation personnelle et familiale, il est toutefois, suivant une jurisprudence constante de la Cour de justice de l’Union européenne, loisible aux États membres de modifier la corrélation entre la prise en compte par l’État membre de résidence, d’une part, de l’ensemble des revenus de ses résidents et, d’autre part, de leur situation personnelle et familiale globale au moyen de conventions, bilatérales ou multilatérales, de prévention de la double imposition (1). (1) Voir les concl. du MP.",
        "L’État membre de résidence peut se voir conventionnellement délié de son obligation d’assumer l’intégralité de la prise en considération de la situation personnelle et familiale des contribuables résidant sur son territoire et exerçant partiellement leur activité économique dans un autre État membre, pourvu que les mécanismes utilisés en vue d’éliminer la double imposition garantissent aux contribuables des États membres concernés que, au total, l’ensemble de leur situation personnelle et familiale sera dûment prise en compte, quel que soit le mode de répartition de ladite obligation entre ces États (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Zelfs al verzet artikel 45 VWEU zich tegen elke nationale maatregel die de uitoefening door de Unieburgers van hun recht op vrij verkeer van werknemers zou belemmeren of minder aantrekkelijk zou maken en het daarom, in beginsel, aan de woonstaat toekomt om aan de belastingplichtige die geheel of gedeeltelijk in een andere lidstaat werkt, alle belastingvoordelen toe te kennen die verband houden met zijn persoonlijke en gezinssituatie, hebben de lidstaten evenwel het recht, volgens de vaste rechtspraak van Hof van Justitie van de Europese Unie, de koppeling tussen het in aanmerking nemen door de woonstaat van, enerzijds, de gehele inkomsten van zijn verblijfhouders en, anderzijds, hun globale persoonlijke en gezinssituatie te wijzigen door middel van bilaterale of multilaterale overeenkomsten ter voorkoming van dubbele belastingheffing (1). (1) Zie concl. OM in Pas. 2022, nr. 219.",
        "De woonstaat kan bij overeenkomst worden ontheven van zijn verplichting om de persoonlijke en gezinssituatie van de op zijn grondgebied verblijvende belastingplichtigen die hun economische activiteit gedeeltelijk in een andere lidstaat verrichten, geheel voor zijn rekening te nemen, vooropgesteld dat de methoden ter voorkoming van dubbele belastingheffing de belastingplichtigen van de betrokken lidstaten ervan verzekeren dat, uiteindelijk, hun gehele persoonlijke en gezinssituatie naar behoren in aanmerking wordt genomen, ongeacht de wijze waarop de betrokken lidstaten die verplichting onderling hebben verdeeld (1). (1) Zie concl. OM in Pas. 2022, nr. 219."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20120216.9": {
      "court": "CASS",
      "date": "2012-02-16",
      "roleNumber": "F.10.0115.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120216.9&lang=fr",
      "abstractFR": [
        "Il ne ressort pas des articles 18, alinéa 1er, 45 et 49 du traité sur le fonctionnement de l'Union européenne que si, en vertu d'une convention de double imposition, les revenus d'un contribuable sont imposés partiellement dans l'état dont il est résident et dans l'état où l'activité salariée est exercée, le contribuable peut toujours prétendre à l'imputation intégrale sur l'impôt de l'état de la résidence des déductions d'impôts pour la garde d'enfant et les titres-services auxquelles il aurait pu prétendre si les impôts avaient été intégralement imposés dans l'état de résidence."
      ],
      "abstractNL": [
        "Uit de artikelen 18, eerste lid, 45 en 49 van het EU-werkingsverdrag volgt niet dat, ingeval de inkomsten van een belastingplichtige op grond van een dubbelbelastingverdrag gedeeltelijk worden belast in de woonstaat en gedeeltelijk in de werkstaat, de belastingplichtige steeds aanspraak kan maken op integrale aanrekening op de belasting in de woonstaat van de belastingverminderingen voor kinderopvang en dienstencheques waarop de belastingplichtige recht zou hebben gehad indien de inkomsten integraal in de woonstaat zouden zijn belast."
      ]
    }
  },
  "49": {
    "ECLI:BE:CASS:2024:ARR.20240620.1N.12": {
      "court": "CASS",
      "date": "2024-06-20",
      "roleNumber": "F.19.0132.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240620.1N.12",
      "abstractFR": [
        "La Cour pose la question préjudicielle suivante à la Cour de justice de l'Union européenne : « La liberté d'établissement, telle qu'elle est garantie par l'article 49 du Traité sur le fonctionnement de est-elle violée par une réglementation nationale telle que celle en cause en l'espèce, dans la mesure où elle a pour conséquence qu'une société luxembourgeoise, qui comptabilise au Luxembourg des réductions de valeur sur des actions et qui les soustrait certes en principe de ses résultats fiscaux mais ne peut pas les déduire effectivement de ses résultats fiscaux, en raison de l'existence d'une position fiscale de pertes, est imposée en Belgique, après le transfert de son siège statutaire en Belgique, sur la reprise de ces réductions de valeur, à moins que les augmentations de valeur qui la sous-tendent soient comptabilisées sur un compte indisponible du passif, alors qu'une société belge qui a comptabilisé en Belgique des réductions de valeur sur des actions n'est pas imposée sur la reprise de ces réductions de valeur, à condition que les réductions de valeur n'aient pas été antérieurement soustraites des résultats fiscaux belges et ce, sans que les augmentations de valeur qui sous-tendent cette reprise doivent être comptabilisées sur un compte indisponible du passif ? » (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het Hof stelt de hierna volgende prejudiciële vraag aan het Hof van Justitie van de Europese Unie: “Wordt de vrijheid van vestiging zoals gewaarborgd door artikel 49 VWEU geschonden door een nationale regeling zoals hier aan de orde in die mate dat zij tot gevolg heeft dat een Luxemburgse vennootschap die in Luxemburg waardeverminderingen op aandelen boekt en deze waardeverminderingen weliswaar principieel in mindering van haar fiscaal resultaat brengt, maar niet daadwerkelijk van haar fiscaal resultaat kan aftrekken wegens het bestaan van een fiscale verliespositie, na verplaatsing van haar statutaire zetel naar België, op de terugname van die waardeverminderingen in België wordt belast, tenzij de waardestijgingen die achter die terugname schuil gaan op een onbeschikbare rekening van het passief worden geboekt, terwijl een Belgische vennootschap die in België waardeverminderingen op aandelen heeft geboekt, op de terugname van die waardeverminderingen niet wordt belast, op voorwaarde dat de waardeverminderingen voorheen niet in mindering van het Belgisch fiscaal resultaat werden gebracht, zonder dat de waardestijgingen die achter die terugname schuil gaan op een onbeschikbare rekening van het passief moeten worden geboekt?” (1). (1) Zie concl. OM.",
        "Artikel 49 VWEU verzet zich niet tegen een nationale fiscale regeling op grond waarvan waardestijgingen op aandelen in vennootschappen die door een vennootschap in een lidstaat na de verplaatsing van haar statutaire zetel naar die lidstaat zijn geboekt, worden behandeld als latente meerwaarden zonder dat in aanmerking wordt genomen of die aandelen ertoe hebben geleid dat die vennootschap waardeverminderingen heeft geboekt toen zij fiscaal ingezetene van een andere lidstaat was.",
        "Vennootschappen die waardeverminderingen in het buitenland boeken en die deze waardeverminderingen na zetelverplaatsing naar België in België terugnemen enerzijds en rechtspersonen die waardeverminderingen boeken op een moment dat zij aan de rechtspersonenbelasting onderworpen zijn en die waardeverminderingen vervolgens na overgang naar het stelsel van de vennootschapsbelasting terugnemen anderzijds, bevinden zich niet in een objectief vergelijkbare situatie zodat kennelijk geen schending voorligt van artikel 49 VWEU."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210625.1N.1": {
      "court": "CASS",
      "date": "2021-06-25",
      "roleNumber": "F.19.0132.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210625.1N.1&lang=fr",
      "abstractFR": [
        "La Cour pose la question préjudicielle suivante à la Cour de justice de l'Union européenne : « La liberté d'établissement, telle qu'elle est garantie par l'article 49 du Traité sur le fonctionnement de est-elle violée par une réglementation nationale telle que celle en cause en l'espèce, dans la mesure où elle a pour conséquence qu'une société luxembourgeoise, qui comptabilise au Luxembourg des réductions de valeur sur des actions et qui les soustrait certes en principe de ses résultats fiscaux mais ne peut pas les déduire effectivement de ses résultats fiscaux, en raison de l'existence d'une position fiscale de pertes, est imposée en Belgique, après le transfert de son siège statutaire en Belgique, sur la reprise de ces réductions de valeur, à moins que les augmentations de valeur qui la sous-tendent soient comptabilisées sur un compte indisponible du passif, alors qu'une société belge qui a comptabilisé en Belgique des réductions de valeur sur des actions n'est pas imposée sur la reprise de ces réductions de valeur, à condition que les réductions de valeur n'aient pas été antérieurement soustraites des résultats fiscaux belges et ce, sans que les augmentations de valeur qui sous-tendent cette reprise doivent être comptabilisées sur un compte indisponible du passif ? » (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het Hof stelt de hierna volgende prejudiciële vraag aan het Hof van Justitie van de Europese Unie: “Wordt de vrijheid van vestiging zoals gewaarborgd door artikel 49 VWEU geschonden door een nationale regeling zoals hier aan de orde in die mate dat zij tot gevolg heeft dat een Luxemburgse vennootschap die in Luxemburg waardeverminderingen op aandelen boekt en deze waardeverminderingen weliswaar principieel in mindering van haar fiscaal resultaat brengt, maar niet daadwerkelijk van haar fiscaal resultaat kan aftrekken wegens het bestaan van een fiscale verliespositie, na verplaatsing van haar statutaire zetel naar België, op de terugname van die waardeverminderingen in België wordt belast, tenzij de waardestijgingen die achter die terugname schuil gaan op een onbeschikbare rekening van het passief worden geboekt, terwijl een Belgische vennootschap die in België waardeverminderingen op aandelen heeft geboekt, op de terugname van die waardeverminderingen niet wordt belast, op voorwaarde dat de waardeverminderingen voorheen niet in mindering van het Belgisch fiscaal resultaat werden gebracht, zonder dat de waardestijgingen die achter die terugname schuil gaan op een onbeschikbare rekening van het passief moeten worden geboekt?” (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210122.1N.38": {
      "court": "CASS",
      "date": "2021-01-22",
      "roleNumber": "C.19.0303.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210122.1N.38&lang=fr",
      "abstractFR": [
        "Une convention par laquelle un pouvoir adjudicateur d'un État membre attribue, directement et en méconnaissance des principes d'égalité et de transparence consacrés aux articles 49 et 56 TFUE, à un opérateur économique du même État membre une concession de services présentant un intérêt transfrontalier certain crée une situation contraire à l'ordre public; pareille convention est par conséquent frappée de nullité absolue à défaut d'objet licite, à moins de constater qu'il n'y avait aucun acteur du marché potentiellement intéressé, ou si le juge décide de ne pas annuler la convention pour des raisons impérieuses d'intérêt général imposant la poursuite du marché ou de la concession (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Een overeenkomst waarin een aanbestedende dienst van een lidstaat rechtstreeks en dus met miskenning van het gelijkheids- en transparantiebeginsel vervat in de artikelen 49 en 56 VWEU, aan een marktdeelnemer uit dezelfde lidstaat een dienstenconcessie gunt met een duidelijk grensoverschrijdend belang, doet een toestand ontstaan die in strijd is met de openbare orde; dergelijke overeenkomst is bijgevolg volstrekt nietig bij gebrek aan geoorloofd voorwerp, behoudens wanneer wordt vastgesteld dat er geen enkele potentieel geïnteresseerde marktspeler was, of indien de rechter beslist om de overeenkomst niet te vernietigen wegens dwingende redenen van algemeen belang die het noodzakelijk maken dat de opdracht of de concessie voortgang vindt (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20120216.9": {
      "court": "CASS",
      "date": "2012-02-16",
      "roleNumber": "F.10.0115.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120216.9&lang=fr",
      "abstractFR": [
        "Il ne ressort pas des articles 18, alinéa 1er, 45 et 49 du traité sur le fonctionnement de l'Union européenne que si, en vertu d'une convention de double imposition, les revenus d'un contribuable sont imposés partiellement dans l'état dont il est résident et dans l'état où l'activité salariée est exercée, le contribuable peut toujours prétendre à l'imputation intégrale sur l'impôt de l'état de la résidence des déductions d'impôts pour la garde d'enfant et les titres-services auxquelles il aurait pu prétendre si les impôts avaient été intégralement imposés dans l'état de résidence."
      ],
      "abstractNL": [
        "Uit de artikelen 18, eerste lid, 45 en 49 van het EU-werkingsverdrag volgt niet dat, ingeval de inkomsten van een belastingplichtige op grond van een dubbelbelastingverdrag gedeeltelijk worden belast in de woonstaat en gedeeltelijk in de werkstaat, de belastingplichtige steeds aanspraak kan maken op integrale aanrekening op de belasting in de woonstaat van de belastingverminderingen voor kinderopvang en dienstencheques waarop de belastingplichtige recht zou hebben gehad indien de inkomsten integraal in de woonstaat zouden zijn belast."
      ]
    }
  },
  "56": {
    "ECLI:BE:CASS:2021:ARR.20210122.1N.38": {
      "court": "CASS",
      "date": "2021-01-22",
      "roleNumber": "C.19.0303.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210122.1N.38&lang=fr",
      "abstractFR": [
        "Une convention par laquelle un pouvoir adjudicateur d'un État membre attribue, directement et en méconnaissance des principes d'égalité et de transparence consacrés aux articles 49 et 56 TFUE, à un opérateur économique du même État membre une concession de services présentant un intérêt transfrontalier certain crée une situation contraire à l'ordre public; pareille convention est par conséquent frappée de nullité absolue à défaut d'objet licite, à moins de constater qu'il n'y avait aucun acteur du marché potentiellement intéressé, ou si le juge décide de ne pas annuler la convention pour des raisons impérieuses d'intérêt général imposant la poursuite du marché ou de la concession (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Een overeenkomst waarin een aanbestedende dienst van een lidstaat rechtstreeks en dus met miskenning van het gelijkheids- en transparantiebeginsel vervat in de artikelen 49 en 56 VWEU, aan een marktdeelnemer uit dezelfde lidstaat een dienstenconcessie gunt met een duidelijk grensoverschrijdend belang, doet een toestand ontstaan die in strijd is met de openbare orde; dergelijke overeenkomst is bijgevolg volstrekt nietig bij gebrek aan geoorloofd voorwerp, behoudens wanneer wordt vastgesteld dat er geen enkele potentieel geïnteresseerde marktspeler was, of indien de rechter beslist om de overeenkomst niet te vernietigen wegens dwingende redenen van algemeen belang die het noodzakelijk maken dat de opdracht of de concessie voortgang vindt (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171121.3": {
      "court": "CASS",
      "date": "2017-11-21",
      "roleNumber": "P.15.0109.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171121.3&lang=fr",
      "abstractFR": [
        "La disposition de l'article 56 du Traité sur le fonctionnement de l'Union européenne requiert un élément d'extranéité dans les faits en question afin d'être applicable (1). (1) C.J.U.E. 16 février 1995, C-29/94 à C-35/94, Aubertin et crts, I-311 à 318; K. LENAERTS et P. VAN NUFFEL, Europees recht, Anvers, Intersentia, 2011, 193-194, n° 253."
      ],
      "abstractNL": [
        "De bepaling van artikel 56 VWEU vereist een grensoverschrijdend element in de voorliggende feiten opdat zij van toepassing zou zijn (1). (1) HvJ 16 februari 1995, C-29/94 tot C-35/94, Aubertin e.a., I -311 tot 318; K. LENAERTS en P. VAN NUFFEL, Europees recht, Antwerpen, Intersentia, 2011, 193-194, nr. 253."
      ]
    }
  },
  "81": {
    "ECLI:BE:CASS:2019:ARR.20190912.2": {
      "court": "CASS",
      "date": "2019-09-12",
      "roleNumber": "C.18.0381.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190912.2&lang=fr",
      "abstractFR": [
        "Une convention annulée ne peut constituer pour les parties une source de droits et d'obligations (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Een nietig verklaarde overeenkomst kan voor partijen geen grondslag van rechten en verplichtingen zijn (1). (1) Zie concl. OM."
      ]
    }
  },
  "88": {
    "ECLI:BE:CASS:2008:ARR.20081205.5": {
      "court": "CASS",
      "date": "2008-12-05",
      "roleNumber": "C.07.0145.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20081205.5&lang=fr",
      "abstractFR": [
        "Aucune nouvelle aide n'est réputée régulièrement instituée si, par la procédure préalable, la Commission CE n'a pas été informée en temps utile du projet d'un État-membre tendant à instituer cette aide (1). (1) Cass., 11 mars 2005, RG C.02.0133.N, Pas., 2005, n° 152.",
        "Lorsqu'un régime d'aide, dont le mode de financement fait partie intégrante, est exécuté en violation de l'obligation de notification préalable, les juridictions nationales sont, en principe, tenues d'ordonner le remboursement des impôts ou cotisations perçues spécifiquement à titre de financement du régime d'aide (1). (1) Cass., 11 mars 2005, RG C.02.0133.N, Pas., 2005, n° 152.",
        "Tandis que l'appréciation de la compatibilité de mesures d'aide avec le marché commun relève de la compétence exclusive de la Commission, les juridictions nationales veillent à la sauvegarde des droits des justiciables en cas de violation de l'obligation de notification préalable (1). (1) Cass., 11 mars 2005, RG C.02.0133.N, Pas., 2005, n° 152.",
        "L'aide accordée en vertu d'une loi proprement dite et les cotisations qui sont imposées pour la financer sont légales dans la mesure où elles portent sur la période débutant à la date de la décision de la Commission qui déclare cette aide compatible avec le marché commun ; dans la mesure où cette loi impose des cotisations avec effet rétroactif pour la période qui précède cette décision, elle est illégale (1). (1) C.J.C.E., 21 octobre 2003, aff. jointes C-261/01 et C-262/01, état belge et Van Calster et Cleeren et Openbaar Slachthuis NV, Jur., 2003, C 304/3; voir Cass., 11 mars 2005, RG C.02.0133.N, Pas., 2005, n° 152."
      ],
      "abstractNL": [
        "Geen nieuwe steunmaatregel kan geacht worden regelmatig te zijn ingevoerd als de EG-Commissie niet tijdig door de voorafgaande procedure van het voornemen van een Lid-Staat om hem in te voeren op de hoogte werd gebracht (1). (1) Cass., 11 maart 2005, AR C.02.0133.N, A.C., 2005, nr. 152.",
        "Wanneer een steunmaatregel, waarvan de wijze van financiering deel uitmaakt, met miskenning van de aanmeldingsplicht ten uitvoer is gelegd, zijn de nationale rechterlijke instanties in beginsel verplicht de terugbetaling te gelasten van de specifiek ter financiering van de tot steun geheven belastingen of bijdragen (1). (1) Cass., 11 maart 2005, AR C.02.0133.N, A.C., 2005, nr. 152.",
        "Het staat de Commissie te beoordelen of de steunmaatregelen verenigbaar zijn met de gemeenschappelijke markt; die bevoegdheid staat los van deze van de nationale rechterlijke instanties toe te zien op de vrijwaring van de rechten van de justitiabelen ingeval van schending van de aanmeldingsplicht (1). (1) Cass. 11 maart 2005, AR C.02.0133.N, A.C., 2005, nr. 152.",
        "De ingevolge een wet verleende steun stricto sensu en de ter financiering daarvan geheven bijdragen, zijn rechtmatig voor zover zij betrekking hebben op de periode vanaf de datum van de beschikking van de Commissie die deze steunregeling verenigbaar met de gemeenschappelijke markt verklaart; voor zover die wet met terugwerkende kracht bijdragen oplegt voor de periode voorafgaand aan die beschikking is ze onrechtmatig (1). (1) H.v.J. EG, 21 okt. 2003, gevoegde zaken C-261/01 en C.262/01, Belgische Staat en Van Calster en Cleeren en Openbaar Slachthuis NV, Jur., 2003, C 304/3; zie Cass., 11 maart 2005, AR C.02.0133.N, A.C., 2005, nr. 152."
      ]
    }
  },
  "101": {
    "ECLI:BE:CASS:2024:ARR.20240502.1N.8": {
      "court": "CASS",
      "date": "2024-05-02",
      "roleNumber": "F.21.0007.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240502.1N.8",
      "abstractFR": null,
      "abstractNL": [
        "Het blijkt niet dat de wetgever de toepassing van het aftrekverbod in elk geval heeft willen beperken tot strafrechtelijke geldboeten, derwijze dat de door de Europese Commissie opgelegde geldboeten wegens een inbreuk die geen strafrechtelijk karakter hebben, van die toepassing uitgesloten zouden zijn; de beoordeling dat de opgelegde mededingingsboete noch geheel noch gedeeltelijk aftrekbaar is, is geen uitlegging contra legem (1) (2). (1) Zie concl. OM. (2) Zie ook Cass. 4 december 2020, AR F.19.0126.N, AC 2020, nr. 751, ECLI:BE:CASS:2020:ARR.20201204.1N.3",
        "Uit de rechtspraak van het Hof van Justitie van de Europese Unie volgt kennelijk dat het beginsel van de Unietrouw vereist dat de nationale rechter artikel 53, 6°, WIB92 zoveel mogelijk in die zin uitlegt dat het aftrekverbod ook van toepassing is op de door de Europese Commissie opgelegde geldboeten wegens een inbreuk op artikel 81 of 82 EG-verdrag, thans artikel 101 of 102 VWEU, opdat de verwezenlijking van de doelstellingen van de unierechtelijke verbods- en sanctiebepalingen inzake het mededingingsrecht niet in gevaar wordt gebracht (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190912.2": {
      "court": "CASS",
      "date": "2019-09-12",
      "roleNumber": "C.18.0381.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190912.2&lang=fr",
      "abstractFR": [
        "Une convention annulée ne peut constituer pour les parties une source de droits et d'obligations (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Een nietig verklaarde overeenkomst kan voor partijen geen grondslag van rechten en verplichtingen zijn (1). (1) Zie concl. OM."
      ]
    }
  },
  "102": {
    "ECLI:BE:CASS:2024:ARR.20240502.1N.8": {
      "court": "CASS",
      "date": "2024-05-02",
      "roleNumber": "F.21.0007.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240502.1N.8",
      "abstractFR": null,
      "abstractNL": [
        "Het blijkt niet dat de wetgever de toepassing van het aftrekverbod in elk geval heeft willen beperken tot strafrechtelijke geldboeten, derwijze dat de door de Europese Commissie opgelegde geldboeten wegens een inbreuk die geen strafrechtelijk karakter hebben, van die toepassing uitgesloten zouden zijn; de beoordeling dat de opgelegde mededingingsboete noch geheel noch gedeeltelijk aftrekbaar is, is geen uitlegging contra legem (1) (2). (1) Zie concl. OM. (2) Zie ook Cass. 4 december 2020, AR F.19.0126.N, AC 2020, nr. 751, ECLI:BE:CASS:2020:ARR.20201204.1N.3",
        "Uit de rechtspraak van het Hof van Justitie van de Europese Unie volgt kennelijk dat het beginsel van de Unietrouw vereist dat de nationale rechter artikel 53, 6°, WIB92 zoveel mogelijk in die zin uitlegt dat het aftrekverbod ook van toepassing is op de door de Europese Commissie opgelegde geldboeten wegens een inbreuk op artikel 81 of 82 EG-verdrag, thans artikel 101 of 102 VWEU, opdat de verwezenlijking van de doelstellingen van de unierechtelijke verbods- en sanctiebepalingen inzake het mededingingsrecht niet in gevaar wordt gebracht (1). (1) Zie concl. OM."
      ]
    }
  },
  "106": {
    "ECLI:BE:CASS:2014:ARR.20141215.4": {
      "court": "CASS",
      "date": "2014-12-15",
      "roleNumber": "S.13.0069.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141215.4",
      "abstractFR": [
        "Le demandeur qui n'exerce pas la profession d'avocat est sans intérêt à se prévaloir du moyen selon lequel le monopole des avocats à la Cour de Cassation constitue pour ces avocats un droit exclusif ou spécial au sens de l'article 106, § 1er, du Traité sur le fonctionnement de l'Union européenne et que l'organisation de leur profession contrevient aux dispositions de ce traité relatives à la concurrence (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De eiser die het beroep van advocaat niet uitoefent, heeft geen belang zich te beroepen op een middel dat aanvoert dat het alleenrecht van de advocaten bij het Hof van Cassatie een uitsluitend of bijzonder recht voor die advocaten is in de zin van artikel 106, §1, van het Verdrag betreffende de werking van de Europese Unie, en dat hun beroepsorganisatie de mededingingsregels van dat Verdrag overtreedt (1). (1) Zie de concl. OM in Pas. 2014, nr. ......"
      ]
    }
  },
  "107": {
    "ECLI:BE:CASS:2025:ARR.20250228.1N.4": {
      "court": "CASS",
      "date": "2025-02-28",
      "roleNumber": "C.23.0482.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250228.1N.4",
      "abstractFR": [
        "Ne peut se déduire l'existence d'un avantage de la seule constatation qu'un appel d'offres ne s'est pas déroulé conformément aux conditions du marché, en particulier parce qu'il ne satisfaisait pas aux exigences de concurrence, de transparence, de non-discrimination et d'inconditionnalité (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de enkele vaststelling dat een inschrijvingsprocedure niet marktconform is verlopen, in het bijzonder omdat de inschrijvingsprocedure niet voldeed aan de vereisten van concurrentie, transparantie, niet-discriminatie en onvoorwaardelijkheid, kan het bestaan van een voordeel niet worden afgeleid (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200507.1N.3": {
      "court": "CASS",
      "date": "2020-05-07",
      "roleNumber": "C.19.0304.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200507.1N.3&lang=fr",
      "abstractFR": [
        "L'expropriation d'immeubles qui a pour objet l'aménagement (le réaménagement) d'une zone d'activité économique et est préalable à une mesure d'aide consistant en la vente des terrains expropriés à des entreprises aux conditions du marché ne constitue pas un acte comportant mise à exécution de cette mesure d'aide, de sorte que la mise à exécution de la mesure d'aide en violation de l'obligation de notification n'affecte pas la validité de l'expropriation elle-même mais entraîne simplement la restitution de l'aide illégalement octroyée par le bénéficiaire à l'expropriant, notamment par le paiement de la différence entre le prix payé par le bénéficiaire et la valeur réale des terrains (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De onteigening van onroerende goederen die het (her)aanleggen van een bedrijventerrein beoogt en voorafgaat aan een steunmaatregel bestaande in de verkoop van de onteigende gronden aan bedrijven onder de marktvoorwaarden, vormt geen handeling tot uitvoering van die steunmaatregel, zodat het ten uitvoer brengen van de steunmaatregel met miskenning van de aanmeldingsplicht de geldigheid van de onteigening zelf niet aantast maar slechts resulteert in de teruggave van de onwettig verleende steun door de begunstigde aan de onteigenaar namelijk de betaling van het verschil tussen de door de begunstigde betaalde prijs en de werkelijke waarde van de gronden (1). (1) Zie concl. OM."
      ]
    }
  },
  "108": {
    "ECLI:BE:CASS:2020:ARR.20200507.1N.3": {
      "court": "CASS",
      "date": "2020-05-07",
      "roleNumber": "C.19.0304.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200507.1N.3&lang=fr",
      "abstractFR": [
        "L'expropriation d'immeubles qui a pour objet l'aménagement (le réaménagement) d'une zone d'activité économique et est préalable à une mesure d'aide consistant en la vente des terrains expropriés à des entreprises aux conditions du marché ne constitue pas un acte comportant mise à exécution de cette mesure d'aide, de sorte que la mise à exécution de la mesure d'aide en violation de l'obligation de notification n'affecte pas la validité de l'expropriation elle-même mais entraîne simplement la restitution de l'aide illégalement octroyée par le bénéficiaire à l'expropriant, notamment par le paiement de la différence entre le prix payé par le bénéficiaire et la valeur réale des terrains (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De onteigening van onroerende goederen die het (her)aanleggen van een bedrijventerrein beoogt en voorafgaat aan een steunmaatregel bestaande in de verkoop van de onteigende gronden aan bedrijven onder de marktvoorwaarden, vormt geen handeling tot uitvoering van die steunmaatregel, zodat het ten uitvoer brengen van de steunmaatregel met miskenning van de aanmeldingsplicht de geldigheid van de onteigening zelf niet aantast maar slechts resulteert in de teruggave van de onwettig verleende steun door de begunstigde aan de onteigenaar namelijk de betaling van het verschil tussen de door de begunstigde betaalde prijs en de werkelijke waarde van de gronden (1). (1) Zie concl. OM."
      ]
    }
  },
  "110": {
    "ECLI:BE:CASS:2024:ARR.20240125.1N.12": {
      "court": "CASS",
      "date": "2024-01-25",
      "roleNumber": "F.22.0075.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240125.1N.12",
      "abstractFR": null,
      "abstractNL": [
        "Uit de bewoordingen en de doelstelling van artikel 110 VWEU volgt kennelijk dat deze verdragsbepaling niet eraan in de weg staat dat de gefedereerde entiteiten in een lidstaat, volgens een interne bevoegdheidsverdeling, een eigen berekeningsgrondslag hanteren voor de belasting op motorvoertuigen voor zover die belasting, binnen elke entiteit, volgens dezelfde objectieve criteria wordt toegepast op ingevoerde en op gelijksoortige binnenlandse voertuigen, zodat ingevoerde producten in geen enkel geval zwaarder worden belast dan binnenlandse producten (1). (1) Zie concl. OM.",
        "Uit de bewoordingen en de doelstelling van artikel 110 VWEU volgt kennelijk dat deze verdragsbepaling niet eraan in de weg staat dat de gefedereerde entiteiten in een lidstaat, volgens een interne bevoegdheidsverdeling, een eigen berekeningsgrondslag hanteren voor de belasting op motorvoertuigen voor zover die belasting, binnen elke entiteit, volgens dezelfde objectieve criteria wordt toegepast op ingevoerde en op gelijksoortige binnenlandse voertuigen, zodat ingevoerde producten in geen enkel geval zwaarder worden belast dan binnenlandse producten"
      ]
    }
  },
  "217": {
    "ECLI:BE:CASS:2025:ARR.20250528.2F.18": {
      "court": "CASS",
      "date": "2025-05-28",
      "roleNumber": "P.25.0777.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250528.2F.18",
      "abstractFR": [
        "En vertu de l'article 167, § 2, de la Constitution, en règle, le Roi conclut les traités, lesquels n'ont d'effet qu'après avoir reçu l'assentiment de la Chambre des représentants; mais l'Accord de commerce et de coopération du 30 décembre 2020 entre l'Union européenne et le Royaume-Uni n'est pas un traité conclu par le Roi; il s'agit d'un accord d'association fondé sur l'article 217 du Traité sur le fonctionnement de l'Union européenne et les États membres n'en sont pas les parties contractantes."
      ],
      "abstractNL": null
    }
  },
  "234": {
    "ECLI:BE:CASS:2004:ARR.20040323.26": {
      "court": "CASS",
      "date": "2004-03-23",
      "roleNumber": "P031577N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2004:ARR.20040323.26&lang=fr",
      "abstractFR": [
        "La Cour n'est pas tenue de poser une question préjudicielle à la Cour de justice des Communautés européennes lorsque la réponse à cette question est sans influence sur son appréciation du moyen et n'est, dès lors, pas indispensable pour statuer (1). (1) Voir Cass., 29 avril 2003, RG P.02.1459.N, n° ..."
      ],
      "abstractNL": [
        "Het Hof is niet verplicht een prejudiciële vraag te stellen aan het Hof van Justitie van de Europese Gemeenschap, wanneer het antwoord op deze vraag geen weerslag kan hebben op zijn beoordeling van het middel en derhalve niet onontbeerlijk is om uitspraak te doen (1). (1) Zie Cass., 29 april 2003, AR P.02.1459.N, nr ..."
      ]
    }
  },
  "249": {
    "ECLI:BE:CASS:2010:ARR.20100215.1": {
      "court": "CASS",
      "date": "2010-02-15",
      "roleNumber": "S.07.0027.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100215.1&lang=fr",
      "abstractFR": [
        "L'obligation incombant aux Etats membres de l'Union européenne en vertu d'une directive d'atteindre le résultat visé par la directive ainsi que l'obligation incombant à ces mêmes Etats membres en vertu de l'article 10 du Traité CE de prendre toutes mesures générales ou particulières propres à assurer l'exécution des obligations découlant du Traité ou résultant des actes des institutions de la Communauté doivent être respectées par toutes les instances des Etats membres qui revêtent une autorité publique et, en conséquence, dans les limites de leurs compétences, par les instances judiciaires, ce qui implique que le juge national appelé à appliquer le droit national est tenu d'interpréter ce droit dans la mesure du possible à la lumière des termes et de l'objectif de la directive afin d'atteindre le résultat visé et, en conséquence, de satisfaire aux dispositions de l'article 249, alinéa 3, du Traité CE."
      ],
      "abstractNL": [
        "De uit een richtlijn voortvloeiende verplichting van de Lid-staten van de Europese Unie om het met de richtlijn beoogde resultaat te bereiken, alsook hun verplichting om, krachtens artikel 10 van het EG-verdrag, alle algemene of bijzondere maatregelen te treffen die geschikt zijn om de nakoming van de uit het Verdrag of uit handelingen van de instellingen der Gemeenschap voortvloeiende verplichtingen te verzekeren, gelden voor alle met overheidsgezag beklede instanties van de Lid-staten en dus, binnen het kader van hun bevoegdheden, ook voor de rechterlijke instanties, wat impliceert dat de nationale rechter bij de toepassing van het nationale recht dat recht zo veel mogelijk dient uit te leggen in het licht van de bewoordingen en het doel van de richtlijn, teneinde het daarmee beoogde resultaat te bereiken en aldus aan artikel 249, derde lid, van het EG-verdrag te voldoen."
      ]
    }
  },
  "267": {
    "ECLI:BE:CASS:2024:ARR.20240125.1N.4": {
      "court": "CASS",
      "date": "2024-01-25",
      "roleNumber": "C.22.0390.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240125.1N.4",
      "abstractFR": null,
      "abstractNL": [
        "Het Hof wenst door het stellen van een prejudiciële vraag aan het Hof van Justitie te vernemen of artikel 1, lid 1, EVO en Rome I-Verordening aldus dient te worden uitgelegd dat de vraag naar de titulariteit van een auteursrecht van een werk dat is gecreëerd in uitvoering van een verbintenis uit een arbeid- of opdrachtenovereenkomst, dit is de vraag wie de oorspronkelijke titularis is en of en in welke mate dit recht overdraagbaar is aan een volgende titularis, onder het begrip “verbintenissen uit overeenkomst” valt (1)? (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160930.1": {
      "court": "CASS",
      "date": "2016-09-30",
      "roleNumber": "C.14.0045.N-C.14.0217.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160930.1&lang=fr",
      "abstractFR": [
        "Lorsque la règle a un caractère manifeste, il n'y a pas lieu de poser une question préjudicielle à la Cour de justice de l'Union européenne (1). (1) Voir Cass. 11 mars 2015, RG P.14.1677.F, AC 2015, n° 183 avec concl. de M. Vandermeersch, avocat général."
      ],
      "abstractNL": [
        "Wanneer de regel een kennelijk karakter heeft, dient geen prejudiciële vraag gesteld te worden aan het Hof van Justitie van de Europese Unie (1). (1) Zie Cass. 11 maart 2015, AR P.14.1677.F, AC 2015, nr. 183, met concl. van advocaat-generaal D. VANDERMEERSCH in Pas. 2015, nr. 183."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231122.2F.14": {
      "court": "CASS",
      "date": "2023-11-22",
      "roleNumber": "P.23.1516.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231122.2F.14",
      "abstractFR": [
        "Il y a lieu, conformément à l'article 267, alinéa 3, du Traité sur le fonctionnement de l'Union européenne, de poser à la Cour de justice de l'Union européenne la question préjudicielle suivante: « Lorsque les juridictions de l'État membre d'exécution d'un mandat d'arrêt européen ont constaté qu'il existe un risque, en cas de remise de la personne recherchée à l'État membre d'émission, d'atteinte aux droits fondamentaux de cette personne, liée à l'exécution de la peine étrangère, de sorte qu'il y a lieu de refuser l'exécution du mandat d'arrêt européen, l'article 4.6 de la décision-cadre 2002/584/JAI du Conseil du 13 juin 2002 relative au mandat d'arrêt européen et aux procédures de remise entre États membres autorise-t-il ces juridictions de l'État membre d'exécution, qui constatent que la personne recherchée réside dans ce dernier État, à ensuite décider que, conformément à la disposition qui transpose dans l'ordre juridique national l'article 4.6 de la décision-cadre, il y a lieu d'exécuter, dans l'État membre d'exécution, la peine d'emprisonnement infligée dans l'État membre d'émission du mandat d'arrêt européen, peine qui est visée par cet acte »? (1). (1) Voir les concl. contraires du MP ; l'avocat général près la C.J.U.E. a entendu ne pas donner suite à la demande de procédure préjudicielle d'urgence (C-722/23 - v. art. 109, § 6, de son règlement de procédure)."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20221025.2N.9": {
      "court": "CASS",
      "date": "2022-10-25",
      "roleNumber": "P.22.0763.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221025.2N.9",
      "abstractFR": null,
      "abstractNL": [
        "Op grond van artikel 267 VWEU, dat bepaalt dat, indien een vraag over onder meer de uitlegging van de Verdragen wordt opgeworpen voor een nationale rechterlijke instantie waarvan de beslissingen volgens het nationale recht vatbaar zijn voor hoger beroep, deze instantie, indien zij een beslissing op dit punt noodzakelijk acht voor het wijzen van haar vonnis, het Hof van Justitie kan verzoeken over deze vraag een uitspraak te doen, staat het de nationale rechter tegen wiens beslissingen geen rechtsmiddel openstaat, vrij om te beoordelen of het eventueel noodzakelijk is het Hof van Justitie een prejudiciële uitleggingsvraag te stellen; hij mag met andere woorden een dergelijke vraag stellen, maar is daartoe niet verplicht."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240125.1N.12": {
      "court": "CASS",
      "date": "2024-01-25",
      "roleNumber": "F.22.0075.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240125.1N.12",
      "abstractFR": null,
      "abstractNL": [
        "Krachtens het tweede lid van artikel 267 VWEU heeft een rechterlijke instantie waarvan de beslissingen volgens het nationale recht vatbaar zijn voor hoger beroep, aldus de mogelijkheid om een prejudiciële vraag te stellen aan het Hof van Justitie, indien zij een beslissing op dat punt noodzakelijk acht voor het wijzen van haar vonnis, terwijl, krachtens het derde lid, een rechterlijke instantie waarvan de beslissingen volgens het nationale recht niet vatbaar zijn voor hoger beroep, hiertoe de verplichting heeft; het hof van beroep, waarvan de beslissingen vatbaar zijn voor cassatieberoep, had in het voorliggend geval derhalve niet de verplichting om een prejudiciële vraag te stellen aan het Hof van Justitie (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240603.3N.10": {
      "court": "CASS",
      "date": "2024-06-03",
      "roleNumber": "C.23.0167.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240603.3N.10",
      "abstractFR": null,
      "abstractNL": [
        "De vraag of een rechtspersoon, zoals een vereniging zonder winstoogmerk die occasioneel van een handelaar een pakketreis koopt voor haar leden, als reiziger bedoeld in de zin van artikel 3.6), Richtlijn (EU) 2015/2302 van het Europees Parlement en de Raad van 25 november 2015 betreffende pakketreizen en gekoppelde reisarrangementen, houdende wijziging van Verordening (EG) nr. 2006/2004 en van Richtlijn 2011/83/EU van het Europees Parlement en de Raad, en tot intrekking van Richtlijn 90/314/EEG van de Raad kan worden beschouwd noodzaakt, overeenkomstig artikel 267 VWEU, aan het Hof van Justitie van de Europese Unie de volgende prejudiciële vraag te stellen: “Moet het begrip “reiziger” van artikel 3.6) Richtlijn (EU) 2015/2302 van het Europees Parlement en de Raad van 25 november 2015 betreffende pakketreizen en gekoppelde reisarrangementen, houdende wijziging van Verordening (EG) nr. 2006/2004 en van Richtlijn 2011/83/EU van het Europees Parlement en de Raad, en tot intrekking van Richtlijn 90/314/EEG van de Raad aldus worden uitgelegd dat het ook een rechtspersoon omvat, zoals een vereniging zonder winstoogmerk die occasioneel van een handelaar een pakketreis koopt voor haar leden?” (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240911.2F.8": {
      "court": "CASS",
      "date": "2024-09-11",
      "roleNumber": "P.24.0105.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240911.2F.8",
      "abstractFR": [
        "L'article 30.3 de la directive 2014/41/UE du 3 avril 2014 concernant la décision d'enquête européenne en matière pénale ne prévoit pas, au titre d'une condition au respect de laquelle serait subordonnée la régularité d'une mesure d'interception ordonnée dans le cadre d'une décision d'enquête européenne, que l'utilisateur du service de télécommunication visé, et dont l'identification constituera précisément souvent le but recherché par les autorités, doit déjà être identifié lors de l'émission de la décision d'enquête européenne et qu'il devrait s'agir d'une personne physique ou morale déterminée; cette disposition se borne, ce qui est différent, à énoncer que la décision d'enquête européenne doit contenir « les informations nécessaires à l'identification de la cible de l'interception »; par ailleurs, aucun motif de non-reconnaissance ou de non-exécution de la décision d'enquête européenne n'est prévu par la directive dans le cas où cette décision n'identifierait pas la personne visée par les devoirs sollicités; à cet égard, l'application correcte du droit de l'Union s'impose avec une telle évidence qu'elle ne laisse place à aucun doute raisonnable et qu'il n'y a pas lieu de saisir la Cour de justice de l'Union européenne à cet égard.",
        "De l'article 3 de la directive 2014/41/UE du 3 avril 2014 concernant la décision d'enquête européenne en matière pénale, il suit qu'en dehors des deux hypothèses visées par cette disposition, pareille décision est étrangère à la création d'une équipe commune d'enquête et à l'obtention de preuves dans le cadre d'une telle équipe; la directive ne règle ni la création de l'équipe commune d'enquête, ni l'utilisation ultérieure des preuves qu'elle recueille; il n'y a pas lieu de saisir la Cour de justice de l'Union européenne à cet égard."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250507.2F.8": {
      "court": "CASS",
      "date": "2025-05-07",
      "roleNumber": "P.25.0109.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250507.2F.8",
      "abstractFR": [
        "Lorsque le moyen à l'appui du pourvoi en cassation est rejeté pour des motifs étrangers à l'objet de la question préjudicielle proposée, il n'y a pas lieu d'interroger, à titre préjudiciel, la Cour de justice de l'Union européenne (1). (1) Voir Cass. 27 mai 2020, RG P.20.0516.F, ECLI:BE:CASS:2020:ARR.20200527.2F.5 , Pas. 2020, n°326 (second moyen), d'où il suit que lorsque la réponse que donnerait la Cour de justice de l'Union européenne n'est pas susceptible d'avoir une incidence sur la solution du pourvoi, la question proposée n'est pas pertinente ; CJUE 6 octobre 1982, Cilfit e.a. c. Ministero della Sanità, n° 283/81, Rec., pp. 3415 e.s., cons. 10 [p. 3429].",
        "Lorsque la règle de droit de l'Union s'impose avec une évidence telle qu'elle ne nécessite aucune interprétation, il n'y a pas lieu d'interroger, à titre préjudiciel, la Cour de justice de l'Union européenne (1). (1) Voir Cass. 11 septembre 2024, RG P.24.0105.F, ECLI:BE:CASS:2024:ARR.20240911.2F.8, Pas. 2024, n° 571 ; Cass. 3 mars 2021, RG P.21.0227.F, ECLI:BE:CASS:2021:ARR.20210303.2F.18, Pas. 2021, n° 155, avec note signée M.N.B."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250627.1N.9": {
      "court": "CASS",
      "date": "2025-06-27",
      "roleNumber": "C.24.0186.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250627.1N.9",
      "abstractFR": null,
      "abstractNL": [
        "Nu wordt aangevoerd dat artikel 221, § 2, Gegevensbeschermingswet aldus moet worden begrepen dat zij rechtspersonen met privaatrechtelijk statuut die gesubsidieerd vrij onderwijs aanbieden, niet vrijstelt van het toepassingsgebied van artikel 83 AVG en het oordeel van het Marktenhof wordt betwist dat artikel 83.7 AVG aldus moet worden uitgelegd dat ook instellingen van het gesubsidieerd vrij onderwijs als een “overheidsinstantie of overheidsorgaan” in de zin van deze bepaling moeten worden beschouwd, stelt het Hof de vraag of artikel 83.7 AVG, in samenhang gelezen met punten 38 en 58 van de considerans en de artikelen 6.1, f), 8, 57.1, b), AVG, zich verzet tegen een nationaalrechtelijke regeling waarbij de toezichthoudende autoriteit geen administratieve geldboete kan opleggen aan rechtspersonen met een privaatrechtelijk statuut die gesubsidieerd vrij onderwijs verstrekken (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230306.3N.5": {
      "court": "CASS",
      "date": "2023-03-06",
      "roleNumber": "S.20.0021.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230306.3N.5",
      "abstractFR": null,
      "abstractNL": [
        "Een op een prejudiciële vraag gewezen arrest van het Hof van Justitie van de Europese Unie bindt niet slechts de verwijzende rechter, maar ook elke andere nationale rechter, wat betreft de uitleg van de in het geding zijnde bepalingen van Unierecht, onder voorbehoud van de mogelijkheid voor deze nationale rechter om een nieuwe vraag te stellen aan het Hof van Justitie (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230908.1F.2": {
      "court": "CASS",
      "date": "2023-09-08",
      "roleNumber": "C.20.0429.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230908.1F.2",
      "abstractFR": [
        "Le moyen qui fait grief à l'arrêt attaqué de s'abstenir d'examiner si la sentence du tribunal arbitral pour le sport du 9 mars 2017, à laquelle il reconnaît l'autorité de la chose jugée, respecte les dispositions fondamentales du droit de l'Union européenne dont la demanderesse allègue la violation en prétendant qu'il en est résulté un préjudice pour elle, bien que cette sentence n'ait pas fait l'objet d'un contrôle de conformité à ce droit permettant que soit posée une question préjudicielle à la Cour de justice de l'Union européenne suppose l'interprétation de l'article 19, § 1er, du Traité sur l'Union européenne, qui relève de la compétence exclusive de celle-ci.",
        "Le moyen qui fait grief à l'arrêt attaqué de faire peser sur la demanderesse la charge de renverser la présomption tirée de la sentence du tribunal arbitral pour le sport du 9 mars 2017, que les restrictions résultant des articles 18bis et 18ter du règlement du statut et du transfert des joueurs de la Fédération Internationale de Football Association sont conformes aux dispositions fondamentales du droit de l'Union dont la demanderesse allègue la violation en prétendant qu'il en est résulté un préjudice pour elle, bien que cette sentence n'ait pas fait l'objet d'un contrôle de conformité au droit de l'Union européenne permettant que soit posée une question préjudicielle à la Cour de justice de l'Union européenne suppose l'interprétation de l'article 19, § 1er, du Traité sur l'Union européenne par celle-ci."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230927.2F.21": {
      "court": "CASS",
      "date": "2023-09-27",
      "roleNumber": "P.23.1318.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230927.2F.21",
      "abstractFR": [
        "De l'arrêt C-514/17 du 13 décembre 2018 de la Cour de justice de l'Union européenne, il suit que l'article 4.6 de la décision-cadre 2002/584 du Conseil du 13 juin 2002 relative au mandat d'arrêt européen et aux procédures de remise entre États membres ne fait pas obstacle à l'exécution du mandat d'arrêt européen lorsque la prescription de la peine qui en fonde l'émission est acquise dans l'État d'exécution, de sorte que cette sanction ne pourrait y être subie; partant, le constat par la chambre des mises en accusation que la peine étrangère est prescrite selon le droit belge justifie légalement sa décision de rejeter la cause de refus visée à l'article 6, 4°, de la loi du 19 décembre 2003 (1); il n'y a dès lors pas lieu d'interroger la Cour de justice de l'Union européenne à cet égard (2). (1) Voir Cass. 30 novembre 2022, RG P.22.1511.F et P.22.1529.F, Pas. 2022, nos 784 et 785 ; Cass. 17 juin 2009, RG P.09.0879.F, Pas. 2009, n° 414 ; M.-A. BEERNAERT, H.-D. BOSLY et D. VANDERMEERSCH, Droit de la procédure pénale, Bruxelles, La Charte, 2021, t. II, p. 2097 et notes 311-314. La cause de refus facultative prévue à l'article 6, 4° de la loi est à distinguer de la cause de refus obligatoire visée à l'article 4, 4°, de la loi (« lorsqu'il y a prescription de l'action publique ou de la peine selon la loi belge et que les faits relèvent de la compétence des juridictions belges ») ; « la décision-cadre 2002/584 et la loi du 19 décembre 2003 ne prévoient pas, au titre de motif de non-exécution obligatoire ou facultative du mandat d'arrêt européen, le fait que la peine dont le mandat d'arrêt européen poursuit l'exécution serait prescrite selon le droit de l'État d'émission » (Cass. 26 janvier 2022, RG P.22.0073.F, Pas. 2022, n° 72). (2) Voir Cass. 30 novembre 2022, RG P.22.1511.F et P.22.1529.F, Pas. 2022, nos 784 et 785 ; Cass. 14 mars 2006, RG P.05.1117.N, Pas. 2006, n° 147."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20231005.1N.4": {
      "court": "CASS",
      "date": "2023-10-05",
      "roleNumber": "C.23.0034.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231005.1N.4",
      "abstractFR": null,
      "abstractNL": [
        "Gezien de vraag rijst of de “stabilisatieperiode”, waarna voor invriezing bestemd vlees onverwijld moet worden ingevroren, krachtens bijlage III, sectie I, hoofdstuk VII, punt 4, bij Verordening 853/2004, enkel betrekking heeft op de korte periode na slachting waarin het vlees gekoeld wordt conform de vereisten van bijlage III, sectie I, hoofdstuk VII, punt 1, totdat een pH- en thermische stabilisatie wordt bereikt, zodat het vlees onmiddellijk daarna moet worden ingevroren, dan wel of zij ook betrekking heeft op de daaropvolgende koelingsperiode noodzakelijk voor verdere rijping, zodat het vlees ook na dit rijpingsproces nog kan worden ingevroren, bestaat er grond om het Hof van Justitie een prejudiciële vraag te stellen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200527.2F.5": {
      "court": "CASS",
      "date": "2020-05-27",
      "roleNumber": "P.20.0516.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200527.2F.5",
      "abstractFR": [
        "L'article 267 du Traité sur le fonctionnement de l'Union européenne n'impose pas à une juridiction nationale de poser une question préjudicielle à la Cour de justice de l'Union européenne lorsque l'interprétation de l'acte est claire, si la question n'est pas pertinente au regard de l'affaire dont elle est saisie, si la disposition communautaire en cause a déjà fait l'objet d'une interprétation de la part de la Cour de justice ou encore lorsque l'application correcte du droit de l'Union européenne s'impose avec une telle évidence qu'elle ne laisse place à aucun doute raisonnable (1). (1) Cass. 11 mars 2015, RG P.14.1677.F, Pas. 2015, n° 183, avec concl. de M. VANDERMEERSCH, avocat général; C.J.U.E. 6 octobre 1982, Cilfit e.a. c. Ministero della Sanità, n° C-283/81, Rec. C.J.U.E, 1982, p. 3415."
      ],
      "abstractNL": [
        "Artikel 267 VWEU verplicht een nationaal rechtscollege niet om een prejudiciële vraag aan het Hof van Justitie van de Europese Unie te stellen wanneer de interpretatie van de akte duidelijk is, wanneer de vraag niet relevant is voor de zaak waarvan het kennisneemt, wanneer de in het geding zijnde gemeenschapsbepaling reeds door het Hof van Justitie werd geïnterpreteerd of wanneer de correcte toepassing van het recht van de Europese Unie zo voor de hand ligt dat zij geen ruimte laat voor redelijke twijfel (1). (1) Cass. 11 maart 2015, AR P.14.1677.F, AC 2015, nr. 183, met concl. van advocaat-generaal VANDERMEERSCH op datum in Pas. ; HvJ 6 oktober 1982, Cilfit e.a. t. Ministero della Sanità, nr. C-283/81, Rec. C.J.U.E, 1982, p. 3415."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221130.2F.14": {
      "court": "CASS",
      "date": "2022-11-30",
      "roleNumber": "P.22.1529.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221130.2F.14",
      "abstractFR": [
        "Il n'y a pas lieu d'interroger à titre préjudiciel la Cour de justice de l'Union européenne lorsque l'application correcte du droit de l'Union s'impose avec une telle évidence qu'elle ne laisse la place à aucun doute raisonnable sur le sens de la règle applicable (1). (1) Cass. 14 mars 2006, RG P.05.1117.N, Pas. 2006, n° 147."
      ],
      "abstractNL": [
        "Er dient geen prejudiciële vraag aan het Hof van Justitie van de Europese Unie te worden gesteld wanneer de juiste toepassing van het gemeenschapsrecht zo evident is dat er redelijkerwijs geen ruimte voor twijfel kan bestaan over de betekenis van de toepasselijke regel (1). (1) Cass. 14 maart 2006, AR P.05.1117.N, AC 2006, nr. 147."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201223.2F.4": {
      "court": "CASS",
      "date": "2020-12-23",
      "roleNumber": "P.20.1196.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201223.2F.4",
      "abstractFR": [
        "Le renvoi préjudiciel institué par l'article 267 du Traité sur le fonctionnement de l'Union européenne suppose que la question soit pertinente pour la solution du litige (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De door artikel 267 VWEU voorgeschreven prejudiciële verwijzing veronderstelt dat de vraag relevant is voor de oplossing van het geschil (1). (1) Zie concl. OM in Pas. 2020, nr. 790."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190912.4": {
      "court": "CASS",
      "date": "2019-09-12",
      "roleNumber": "C.19.0005.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190912.4&lang=fr",
      "abstractFR": [
        "Un arrêt de la Cour de justice de l'Union européenne rendu sur question préjudicielle qui a considéré que les articles 28 et 30 du Traité CE et 11 et 13 de l'accord EEE ne s'opposent pas, sous certaines conditions, à une réglementation nationale qui prévoit l'octroi de certificats négociables par l'autorité régionale de régulation compétente pour l'électricité verte produite sur le territoire de la région concernée et qui oblige les fournisseurs d'électricité à lui remettre une certaine quantité de ces certificats, ceux-ci ne pouvant remplir cette obligation en utilisant des garanties d'origine en provenance d'autres États membres de l'Union ou de pays tiers parties à l'accord EEE, lie non seulement le juge de renvoi, mais également tout autre juge national, en ce qui concerne les dispositions en cause du droit de l'Union, sous réserve de la possibilité pour ce juge national de poser une nouvelle question à la Cour de justice, de sorte que les juges d'appel qui considèrent que l'intervention requise du Gouvernement flamand pour accepter l'égalité ou l'équivalence de garanties d'origine en provenance d'autres États membres de l'Union européenne ou de pays tiers parties à l'accord EEE ne constitue pas une violation du droit de l'Union sans vérifier les conditions fixées par la Cour de justice pour cette réglementation n'ont pas légalement justifié leur décision (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Een op een prejudiciële vraag gewezen arrest van het Hof van Justitie van de Europese Unie, waarbij werd geoordeeld dat de artikelen 28 en 30 EG-Verdrag en 11 en 13 EER-Overeenkomst onder bepaalde voorwaarden niet in de weg staan aan een nationale regeling die voorziet in de toekenning door de bevoegde gewestelijke reguleringsinstantie van verhandelbare certificaten voor de op het grondgebied van het betrokken gewest opgewekte groene stroom en die de elektriciteitsleveranciers verplicht tot jaarlijkse inlevering van een bepaalde hoeveelheid van deze certificaten, waarbij deze niet aan die verplichting kunnen voldoen door garanties van oorsprong te gebruiken die afkomstig zijn uit andere lidstaten van de Unie of uit derde landen die partij zijn bij de EER-Overeenkomst, bindt niet slechts de verwijzende rechter, maar ook elke andere nationale rechter, wat betreft de uitleg van de in het geding zijnde bepalingen van Unierecht, onder voorbehoud van de mogelijkheid voor deze nationale rechter om een nieuwe vraag te stellen aan het Hof van Justitie, zodat de appelrechters die oordelen dat de vereiste tussenkomst van de Vlaamse regering om de gelijkheid of gelijkwaardigheid te aanvaarden van garanties van oorsprong uit andere lidstaten van de Europese unie of uit derde landen die partij zijn bij de EER-Overeenkomst geen schending van het Unierecht uitmaakt zonder de door het Hof van Justitie gedefinieerde voorwaarden voor die regeling na te gaan, hun beslissing niet naar recht verantwoorden (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190523.14": {
      "court": "CASS",
      "date": "2019-05-23",
      "roleNumber": "C.16.0254.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190523.14",
      "abstractFR": [
        "Il n'y a pas lieu de poser à la Cour de Justice de l'Union européenne une question préjudicielle lorsque cette cour a déjà répondu à la question dans un arrêt ou lorsque la question préjudicielle est sans intérêt pour la solution du litige (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Er bestaat geen grond om aan het Hof van Justitie van de Europese Unie een prejudiciële vraag te stellen wanneer dat hof de vraag reeds heeft beantwoord in een arrest of wanneer de prejudiciële vraag niet van belang is voor de oplossing van het geschil (1). (1) Zie concl. OM in Pas. 2019, nr. 314."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171121.3": {
      "court": "CASS",
      "date": "2017-11-21",
      "roleNumber": "P.15.0109.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171121.3&lang=fr",
      "abstractFR": [
        "Aux termes de l'article 267, alinéa 1er, du Traité sur le fonctionnement de l'Union européenne, la Cour de justice de l'Union européenne est compétente pour statuer, à titre préjudiciel, sur l'interprétation des traités et sur la validité et l'interprétation des actes pris par les institutions, organes ou organismes de l'Union."
      ],
      "abstractNL": [
        "Overeenkomstig artikel 267, eerste lid, VWEU is het Hof van Justitie van de Europese Unie bevoegd om, bij wijze van prejudiciële beslissing, uitspraak te doen over de uitlegging van de verdragen en over de geldigheid en de uitlegging van de handelingen van de instellingen, de organen of de instanties van de Unie."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171012.14": {
      "court": "CASS",
      "date": "2017-10-12",
      "roleNumber": "C.17.0278.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171012.14&lang=fr",
      "abstractFR": [
        "Un arrêt de la Cour de justice de l'Union européenne rendu sur question préjudicielle lie non seulement le juge de renvoi, mais également tout autre juge national, en ce qui concerne les dispositions en cause du droit de l'Union, sous réserve de la possibilité pour ce juge national de poser une nouvelle question à la Cour de justice."
      ],
      "abstractNL": [
        "Een op een prejudiciële vraag gewezen arrest van het Hof van Justitie van de Europese Unie bindt niet slechts de verwijzende rechter, maar ook elke andere nationale rechter, wat betreft de uitleg van de in het geding zijnde bepalingen van Unierecht, onder voorbehoud van de mogelijkheid voor deze nationale rechter om een nieuwe vraag te stellen aan het Hof van Justitie."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160915.2": {
      "court": "CASS",
      "date": "2016-09-15",
      "roleNumber": "C.15.0497.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160915.2",
      "abstractFR": [
        "Dès lors que l'interprétation correcte d'une disposition communautaire s'impose avec une telle évidence qu'elle ne laisse place à aucun doute raisonnable, la question préjudicielle proposée par une partie ne doit pas être posée à la Cour de justice de l'Union européenne."
      ],
      "abstractNL": [
        "Wanneer de correcte uitlegging van een gemeenschapsbepaling zozeer voor de hand ligt dat zij geen ruimte voor enige redelijke twijfel laat, dient de door een partij voorgestelde prejudiciële vraag niet aan het Hof van Justitie van de Europese Unie te worden gesteld."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160519.2": {
      "court": "CASS",
      "date": "2016-05-19",
      "roleNumber": "C.13.0256.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160519.2&lang=fr",
      "abstractFR": [
        "Le critère suivant lequel \"il ne peut exister de place pour un doute raisonnable\" pour que le juge national, conformément à laarticle 267 du TFUE ne soit pas tenu de poser une question préjudicielle, saapplique au juge national dont les décisions ne peuvent plus faire laobjet daun recours, mais pas au juge dont les décisions peuvent encore faire laobjet daun recours (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het criterium dat \"er geen ruimte voor redelijke twijfel mag bestaan\" opdat de nationale rechter overeenkomstig artikel 267 VWEU niet verplicht zou zijn een prejudiciële vraag te stellen, geldt voor de nationale rechter tegen wiens beslissingen geen rechtsmiddel meer openstaat, maar niet voor de rechter tegen wiens beslissingen wel nog een rechtsmiddel openstaat (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150518.7": {
      "court": "CASS",
      "date": "2015-05-18",
      "roleNumber": "S.12.0147.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150518.7&lang=fr",
      "abstractFR": [
        "Le moyen soulève la question de savoir si l'article 13, alinéa 1er, du règlement (CEE) n° 1408/71 s'oppose également à ce qu'une cotisation telle que les cotisations dues sur la base de l'article 191, alinéa 1er, 7°, de la loi relative à l'assurance obligatoire soins de santé, coordonnée le 14 juillet 1994, et de l'article 68 de la loi du 30 mars 1994 portant des dispositions sociales, soit levée sur les prestations des régimes belges de pension complémentaire qui ne sont pas des législations au sens de l'article 1er, sous j, alinéa 1er, du règlement (CEE) n° 1408/71, lorsque ces prestations sont dues à un bénéficiaire ne résidant pas en Belgique qui, conformément à l'article 13, alinéa 2, sous f, du règlement (CEE) n° 1408/71, est soumis à la législation de l'État membre où il réside; cette question ne peut être résolue que par une interprétation de l'article 13 du règlement (CEE) n° 1408/71; le moyen soulève donc un problème qui relève de la compétence exclusive de la Cour de justice de l'Union européenne (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het middel doet de vraag rijzen of artikel 13, lid 1, van Verordening (EEG) nr. 1408/71 eveneens eraan in de weg staat dat een bijdrage zoals de op grond van artikel 191, eerste lid, 7°, ZIV-wet en artikel 68 van de wet van 30 maart 1994 houdende sociale bepalingen verschuldigde bijdragen, wordt geheven op prestaties van Belgische aanvullende pensioenstelsels die geen wettelijke regelingen zijn in de zin van artikel 1, sub j, eerste alinea, van Verordening (EEG) nr. 1408/71, ingeval die prestaties verschuldigd zijn aan een niet in België wonende rechthebbende die overeenkomstig artikel 13, lid 2, sub f, van Verordening (EEG) nr. 1408/71 onderworpen is aan de wettelijke regeling van de lidstaat waarin hij woont; deze vraag kan slechts worden opgelost door een uitlegging van artikel 13 van Verordening (EEG) nr. 1408/71; het middel werpt dus een probleem op dat tot de uitsluitende bevoegdheid van het Hof van Justitie van de Europese Unie behoort (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150309.4": {
      "court": "CASS",
      "date": "2015-03-09",
      "roleNumber": "S.12.0062.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150309.4&lang=fr",
      "abstractFR": [
        "Les juges d'appel considèrent que la règle existant chez la défenderesse en tant qu'employeur \"interdisant aux travailleurs de porter sur le lieu du travail des signes extérieurs de convictions politiques, philosophiques ou religieuses\" ne constitue pas une discrimination directe au motif qu'il ne peut y avoir discrimination directe que lorsque des personnes d'une religion ou de convictions déterminées sont désavantagées par rapport à d'autres personnes, alors que la règle existant chez la défenderesse vise sans distinction toutes les manifestations visibles de quelque croyance ou philosophie de vie que ce soit et s'adresse par conséquent sans distinction de la même manière à tous les travailleurs; la demanderesse soutient que cette interprétation des juges d'appel n'est pas compatible avec le texte de l'article 2.2.a) de la directive 2000/78/CE du Conseil du 27 novembre 2000, en vertu duquel il y a discrimination directe dès qu'une personne est traitée de manière moins favorable qu'une autre dans une situation comparable, sur la base de l'un des motifs visés à l'article 1er, parmi lesquels sont compris la religion ou les convictions; la contestation ainsi soulevée ne peut être résolue que par une interprétation de la disposition précitée de la directive 2000/78/CE, pour laquelle la Cour de justice de l'Union européenne est seule compétente (1). (1) Voir les concl. contraires du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De appelrechters oordelen dat de bij de verweerster als werkgever bestaande regel \"waarbij het aan de werknemers werd verboden om op de werkvloer uiterlijke tekenen te dragen van politieke, filosofische of religieuze overtuigingen\" geen directe discriminatie oplevert om reden dat van rechtstreekse discriminatie slechts sprake kan zijn wanneer personen met een bepaalde godsdienst of overtuiging worden benadeeld in vergelijking met andere personen, terwijl de bij de verweerster bestaande regel zonder onderscheid alle zichtbare uitingen van om het even welk geloof of levensbeschouwing viseert en zich bijgevolg zonder onderscheid op dezelfde wijze tot alle werknemers richt; de eiseres voert aan dat deze uitlegging van de appelrechters niet verenigbaar is met de tekst van artikel 2.2.a) van de Richtlijn 2000/78/EG van de Raad van 27 november 2000, krachtens dewelke er sprake is van directe discriminatie van zodra iemand ongunstiger wordt behandeld dan een ander in een vergelijkbare situatie op basis van een van de in artikel 1 genoemde gronden, waaronder zijn begrepen godsdienst en overtuiging; de aldus opgeworpen betwisting kan slechts worden opgelost door een uitlegging van voormelde bepaling van Richtlijn 2000/78/EG, waarvoor het Hof van Justitie van de Europese Unie uitsluitend bevoegd is (1). (1) Zie andersluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20120209.4": {
      "court": "CASS",
      "date": "2012-02-09",
      "roleNumber": "C.08.0474.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120209.4&lang=fr",
      "abstractFR": [
        "L'article 94 du règlement (CE) n° 2100/94 du Conseil, du 27 juillet 1994, instituant un régime de protection communautaire des obtentions végétales, tel que modifié par le règlement (CE) n° 873/2004 du Conseil, du 29 avril 2004, lu conjointement avec les articles 11, paragraphe 1, 13, paragraphes 1 à 3, 16, 27 et 104 dudit règlement, doit être interprété en ce sens que le titulaire ou le licencié peut intenter une action en contrefaçon contre un tiers qui a obtenu le matériel par l'intermédiaire d'un autre licencié ayant enfreint les conditions ou les limitations figurant dans le contrat de licence que ce dernier licencié a précédemment conclu avec le titulaire pour autant que les conditions ou les limitations en question portent directement sur les éléments essentiels de la protection communautaire des obtentions végétales concernée, ce qu'il revient à la juridiction de renvoi d'apprécier ; s'agissant d'apprécier la contrefaçon, il est sans importance que le tiers qui a accompli des actes sur le matériel vendu ou cédé était informé ou aurait dû être informé des conditions ou des limitations contenues dans le contrat de licence (1). (1) C.J.U.E., C-140/10, http://curia.europa.eu/juris/document/document.jsf."
      ],
      "abstractNL": [
        "Artikel 94 van de Verordening (EG) nr. 2100/94 van de Raad van 27 juli 1994 inzake het communautaire kwekersrecht, zoals gewijzigd door de Verordening (EG) nr. 873/2004 van de Raad van 29 april 2004, gelezen in samenhang met de artikelen 11, eerste lid, 13, eerste tot en met derde lid., 16, 27 en 104 van deze Verordening moet aldus worden uitgelegd dat de houder of de licentiehouder een vordering wegens inbreuk kan instellen tegen een derde die het materiaal heeft verkregen via een andere licentiehouder die zich niet heeft gehouden aan de voorwaarden of de beperkingen die zijn opgenomen in de licentieovereenkomst die laatstgenoemde licentiehouder eerder met de houder had gesloten, voor zover de betrokken voorwaarden of beperkingen rechtsreeks zien op de wezenlijke elementen van het betrokken communautaire kwekersrecht, hetgeen de verwijzende rechter dient te beoordelen; het is voor de beoordeling van de inbreuk van geen belang dat de derde die handelingen met betrekking tot het verkochte of afgestane materiaal heeft verricht, op de hoogte was of geacht werd op de hoogte te zijn van de in de licentieovereenkomst opgelegde voorwaarden of beperkingen (1). (1) HvJEU, zaak C-140/10, http://curia.europa.eu/juris/document/document.jsf."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20120130.3": {
      "court": "CASS",
      "date": "2012-01-30",
      "roleNumber": "S.10.0118.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120130.3&lang=fr",
      "abstractFR": [
        "La réponse à la question qui se pose de savoir si, eu égard notamment aux discordances entre les versions anglaise, allemande et française de son texte, l'article 11.2 des statuts de la défenderesse implique que le régime applicable aux autres agents de l'Union européenne, plus spécialement les conditions salariales prévues par ce régime, est applicable aux membres du personnel en service auprès de la défenderesse, requiert une interprétation de l'article 11.2 des statuts précités, de sorte que, conformément à l'article 267 du Traité sur le fonctionnement de l'Union européenne, la Cour est tenue de poser une question préjudicielle à la Cour de justice."
      ],
      "abstractNL": [
        "Wanneer de vraag rijst of de tekst van artikel 11.2. van de statuten van verweerster, mede in acht genomen de discrepanties in onder meer de Franse, de Engelse en de Duitse versie ervan, inhoudt dat de regeling welke van toepassing is op de andere personeelsleden van de Europese Unie, en meer bepaald de in die regeling bepaalde loonvoorwaarden, van toepassing is op de personeelsleden van verweerster, vereist het antwoord op die vraag een uitlegging van dit artikel 11.2 van de statuten van verweerster zodat het Hof overeenkomstig artikel 267 van het verdrag betreffende de werking van de Europese Unie een prejudiciële vraag aan het Hof van Justitie moet stellen."
      ]
    },
    "ECLI:BE:CASS:2011:ARR.20111208.6": {
      "court": "CASS",
      "date": "2011-12-08",
      "roleNumber": "C.10.0198.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20111208.6&lang=fr",
      "abstractFR": [
        "Lorsque, devant la Cour, un moyen soulève la question de savoir s'il y a lieu d'interpréter la notion de 'publicité' de l'article 2 de la directive 54/450/C.E.E. du 10 septembre 1984 relative au rapprochement des dispositions législatives, réglementaires et administratives des États membres en matière de publicité trompeuse et de l'article 2 de la directive 2006/114/Ce du 12 décembre 2006 en matière de publicité trompeuse et de publicité comparative, en ce sens qu'elle comprend, d'une part, l'enregistrement et l'usage d'un nom de domaine et, d'autre part, l'utilisation de méta tags dans les métadonnées d'un site web, la Cour pose la question en interprétation de ces dispositions à la Cour de justice de l'Union européenne (1). (1) Voir les conclusions du M.P., publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer een middel, voor het Hof, de vraag opwerpt of het begrip 'reclame' van artikel 2 Richtlijn 84/450/EEG van 10 september 1984 betreffende het nader tot elkaar brengen van de wettelijke en bestuursrechtelijke bepalingen der lidstaten inzake misleidende reclame en vergelijkende reclame en van artikel 2 Richtlijn 2006/114/EG van 12 december 2006 inzake misleidende reclame en vergelijkende reclame, aldus moet worden uitgelegd dat het, enerzijds, de registratie en het gebruik van een domeinnaam en, anderzijds, het gebruik van metatags in metadata van een website omvat, stelt het Hof de vraag tot uitlegging van die bepalingen aan het Hof van Justitie van de Europese Unie (1). (1) Zie de concl. van het O.M."
      ]
    },
    "ECLI:BE:CASS:2026:ARR.20260116.1F.2": {
      "court": "CASS",
      "date": "2026-01-16",
      "roleNumber": "C.23.0400.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2026:ARR.20260116.1F.2",
      "abstractFR": [
        "L'interprétation du champ d'application de la directive 2004/48/CE s'imposant avec une évidence telle qu'elle ne laisse place à aucun doute raisonnable, il n'y a pas lieu de poser à la Cour de justice de l'Union européenne la question préjudicielle proposée par la demanderesse, qui repose sur un soutènement contraire (1). (1) Voir les concl. OM."
      ],
      "abstractNL": null
    }
  },
  "288": {
    "ECLI:BE:CASS:2021:ARR.20211007.1N.4": {
      "court": "CASS",
      "date": "2021-10-07",
      "roleNumber": "C.20.0323.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211007.1N.4&lang=fr",
      "abstractFR": [
        "La perte d'un avantage ou d'un service en cas de refus de consentement peut supprimer la possibilité d'une véritable liberté de choix et constituer un préjudice au sens du point 42 du préambule au Règlement général sur la protection des données (1). (1) Voir les concl. du MP, publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het verlies van een voordeel of dienst bij weigering van toestemming kan de mogelijkheid van een echte vrije keuze doen ontbreken en een nadelig gevolg uitmaken in de zin van punt 42 van de preambule bij de Algemene Verordening Gegevensbescherming (1). (1) Zie concl. OM."
      ]
    }
  }
}