{
  "2": {
    "ECLI:BE:CASS:2019:ARR.20190717.1": {
      "court": "CASS",
      "date": "2019-07-17",
      "roleNumber": "P.19.0655.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190717.1&lang=fr",
      "abstractFR": [
        "À la suite de l'annulation des articles 6 et 121 de la loi 5 février 2016 modifiant le droit pénal et la procédure pénale et portant des dispositions diverses en matière de justice par l'arrêt n° 148/2017 rendu le 21 décembre 2017 par la Cour constitutionnelle, publié au Moniteur belge du 12 janvier 2018, l'article 2 de la loi du 4 octobre 1867 sur les circonstances atténuantes ne prévoit pas, à partir de cette date, la possibilité pour la chambre du conseil de renvoyer, par admission de circonstances atténuantes, un prévenu au tribunal correctionnel du chef d'un crime visé à l'article 393 du Code pénal (1). (1) Par arrêt n° 148/2017 du 21 décembre 2017, la Cour constitutionnelle a partiellement annulé la loi du 5 février 2016 modifiant le droit pénal et la procédure pénale et portant des dispositions diverses en matière de justice (« pot-pourri II »), en particulier les dispositions concernant la correctionnalisabilité généralisée des crimes, et a maintenu les effets de ces articles « à l'égard des décisions rendues sur la base de ces dispositions avant la date de publication du présent arrêt au Moniteur belge », soit le 12 janvier 2018. Par arrêt n° 28/2018 du 9 mars 2018, la même Cour a précisé que ce maintien « doit être interprété en ce sens que les juridictions qui ont été saisies avant le 12 janvier 2018 en vertu de décisions prises sur la base de ces dispositions annulées, ainsi que les juridictions qui doivent statuer en degré d'appel dans les mêmes causes, restent compétentes pour traiter ces dernières et peuvent, à cette occasion, prononcer les peines telles qu'elles avaient été instaurées par les dispositions annulées, sans que la durée de la peine privative de liberté puisse dépasser vingt ans pour les crimes punis de vingt à trente ans de réclusion et trente ans pour les crimes punis de la réclusion à perpétuité. » Le tribunal correctionnel, saisi par l'ordonnance de renvoi du 16 avril 2019, a légalement constaté qu'il n'était pas compétent pour statuer sur les faits mis à charge (d'homicide volontaire), qui n'étaient plus correctionnalisables depuis le 12 janvier 2018. (M.N.B.)"
      ],
      "abstractNL": [
        "Ingevolge de vernietiging van de artikelen 6 en 121 van de wet van 5 februari 2016 tot wijziging van het strafrecht en de strafvordering en houdende diverse bepalingen inzake justitie bij het arrest nr. 148/2017 van het Grondwettelijk Hof van 21 december 2017, gepubliceerd in het Belgisch Staatsblad van 12 januari 2018, voorzag artikel 2 Wet Verzachtende Omstandigheden vanaf deze datum niet in de mogelijkheid voor de raadkamer om een verdachte met aanneming van verzachtende omstandigheden naar de correctionele rechtbank te verwijzen voor een misdaad bedoeld in artikel 393 Strafwetboek (1). (1) Bij arrest nr. 148/2017 van 21 december 2017 heeft het Grondwettelijk Hof de wet van 5 februari 2016 tot wijziging van het strafrecht en de strafvordering en houdende diverse bepalingen inzake justitie (« pot-pourri II ») gedeeltelijke vernietigd, in het bijzonder de bepalingen betreffende de veralgemeende correctionaliseerbaarheid van de misdaden, en de gevolgen van die artikelen gehandhaafd « ten aanzien van de beslissingen die op grond van die bepalingen zijn genomen vóór de datum van bekendmaking van dit arrest in het Belgisch Staatsblad », d.i. 12 januari 2018. Bij arrest nr. 28/2018 van 9 maart 2018 heeft hetzelfde Hof gepreciseerd dat deze handhaving \"aldus [dient] te worden uitgelegd dat de rechtscolleges die vóór 12 januari 2018 werden geadieerd krachtens beslissingen die op grond van die vernietigde bepalingen zijn genomen, alsook de rechtscolleges die in beroep of in cassatie uitspraak dienen te doen in diezelfde zaken, bevoegd blijven om die zaken te behandelen en daarbij de straffen kunnen uitspreken zoals ingevoerd bij de vernietigde bepalingen, zonder dat de duur van de vrijheidsberovende straf meer kan bedragen dan twintig jaar voor misdaden bestraft met twintig tot dertig jaar opsluiting en dertig jaar voor misdaden bestraft met levenslange opsluiting\". De correctionele rechtbank, die door de beschikking tot verwijzing van 16 april 2019 is geadieerd, heeft wettelijk vastgesteld dat hij niet bevoegd was om over de tenlastegelegde feiten (van opzettelijke doodslag), die vanaf 12 januari 2018 niet meer correctionaliseerbaar waren, te oordelen. (M.N.B.)"
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2015:ARR.20150304.3": {
      "court": "CASS",
      "date": "2015-03-04",
      "roleNumber": "P.14.1835.F-P.14.1836.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150304.3",
      "abstractFR": [
        "Lorsque, en adoptant les motifs du réquisitoire du procureur du Roi, la chambre du conseil a renvoyé le prévenu devant le tribunal correctionnel du chef d'un crime sans admettre nommément de circonstance atténuante en sa faveur, la cour d'appel viole les règles régissant la compétence correctionnelle en statuant sur le fondement de l'action publique sans correctionnaliser au préalable les faits dont elle est saisie."
      ],
      "abstractNL": [
        "Wanneer de raadkamer, met overneming van de redenen van de vordering van de procureur des Konings, de beklaagde naar de correctionele rechtbank heeft verwezen wegens een misdaad zonder bij name een verzachtende omstandigheid te zijnen gunste aan te nemen, schendt het hof van beroep de regels betreffende de correctionele bevoegdheid door uitspraak te doen over de gegrondheid van de strafvordering zonder de aanhangig gemaakte feiten eerst te correctionaliseren."
      ]
    }
  }
}