{
  "94": {
    "ECLI:BE:CASS:2018:ARR.20180921.1": {
      "court": "CASS",
      "date": "2018-09-21",
      "roleNumber": "F.13.0034.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180921.1&lang=fr",
      "abstractFR": [
        "Le refus d'accorder les préférences tarifaires en application de l'article 94.5 du règlement (CEE) n° 2454/93 de la Commission du 2 juillet 1993 fixant certaines dispositions d'application du règlement (CEE) n° 2913/92 du Conseil établissant le Code des douanes communautaires est lié non pas à une erreur active qui aurait été commise par les autorités douanières de l'État d'exportation lors de la délivrance des certificats, mais à l'attitude qu'elles ont adoptée dans le cadre de la coopération mutuelle; lorsque le tarif préférentiel est refusé sur la base de l'article 94.5 du règlement n° 2454/93, les autorités douanières de l'État d'importation sont tenues de procéder, sauf circonstances exceptionnelles, au recouvrement a posteriori des droits dus et ne peuvent dès lors plus renoncer à la prise en compte a posteriori en application de l'article 220.2, b), du règlement (CEE) n° 2913/92 (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De weigering van de toekenning van de tariefpreferenties bij toepassing van artikel 94.5 TCDW houdt geen verband met een al dan niet begane actieve vergissing door de douaneautoriteiten van het land van uitvoer bij het afleveren van de certificaten, maar met hun houding in het kader van de wederzijdse samenwerking; wanneer het preferentieel tarief op grond van artikel 94.5 TCDW wordt geweigerd, dan zijn de douaneautoriteiten van het land van invoer ertoe gehouden over te gaan tot navordering van de verschuldigde rechten behoudens buitengewone omstandigheden zodat bijgevolg van de boeking achteraf niet meer kan worden afgezien bij toepassing van artikel 220, tweede lid, b),CDW (1). (1) Zie concl. OM."
      ]
    }
  },
  "199": {
    "ECLI:BE:CASS:2021:ARR.20211125.1N.1": {
      "court": "CASS",
      "date": "2021-11-25",
      "roleNumber": "C.19.0544.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211125.1N.1&lang=fr",
      "abstractFR": [
        "Le déclarant répond de l'exhaustivité et de l'exactitude de la déclaration et les autorités douanières doivent accepter immédiatement la déclaration, dans la mesure où elle satisfait aux conditions légales; en règle, la date à prendre en considération pour l'application de toutes les dispositions régissant le régime douanier pour lequel les marchandises sont déclarées est la date d'acceptation de la déclaration par les autorités douanières (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De aangever is aansprakelijk voor de volledigheid en de juistheid van de aangifte en de douaneautoriteiten moeten de aangifte onmiddellijk aanvaarden, voor zover zij beantwoordt aan de wettelijke voorwaarden; in de regel geldt de datum van aanvaarding van de aangifte als de datum die in aanmerking moet worden genomen voor de toepassing van alle bepalingen welke gelden voor de douaneregeling waarvoor de goederen zijn aangegeven (1). (1) Zie concl. OM."
      ]
    }
  },
  "349": {
    "ECLI:BE:CASS:2021:ARR.20211125.1N.1": {
      "court": "CASS",
      "date": "2021-11-25",
      "roleNumber": "C.19.0544.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211125.1N.1&lang=fr",
      "abstractFR": [
        "Les autorités douanières ne sont pas tenues d'identifier les marchandises par scellement (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De douaneautoriteiten zijn niet verplicht de goederen te identificeren door verzegeling (1). (1) Zie concl. OM."
      ]
    }
  },
  "375": {
    "ECLI:BE:CASS:2021:ARR.20211125.1N.1": {
      "court": "CASS",
      "date": "2021-11-25",
      "roleNumber": "C.19.0544.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211125.1N.1&lang=fr",
      "abstractFR": [
        "Les autorités douanières peuvent dispenser de la constitution d'une garantie, même s'il s'agit d'une garantie obligatoire dont l'intéressé ne peut demander la dispense (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De douaneautoriteiten kunnen afzien van een zekerheidstelling, zelfs indien het een verplichte zekerheidstelling betreft waarvoor de belanghebbende geen vrijstelling kan vragen (1). (1) Zie concl. OM."
      ]
    }
  },
  "376": {
    "ECLI:BE:CASS:2021:ARR.20211125.1N.1": {
      "court": "CASS",
      "date": "2021-11-25",
      "roleNumber": "C.19.0544.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211125.1N.1&lang=fr",
      "abstractFR": [
        "Les autorités douanières peuvent dispenser de la constitution d'une garantie, même s'il s'agit d'une garantie obligatoire dont l'intéressé ne peut demander la dispense (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De douaneautoriteiten kunnen afzien van een zekerheidstelling, zelfs indien het een verplichte zekerheidstelling betreft waarvoor de belanghebbende geen vrijstelling kan vragen (1). (1) Zie concl. OM."
      ]
    }
  },
  "378": {
    "ECLI:BE:CASS:2015:ARR.20150213.2": {
      "court": "CASS",
      "date": "2015-02-13",
      "roleNumber": "F.12.0130.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150213.2&lang=fr",
      "abstractFR": [
        "Pour contrôler la compétence de l'Etat-membre qui a procédé au recouvrement des droits de douane, il y a lieu de déterminer si le lieu de l'infraction ou de l'irrégularité pouvait être établi au moment où il est apparu que l'envoi n'a pas été représenté au bureau de destination (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Om de bevoegdheid te toetsen van de lidstaat die is overgegaan tot invordering van de douanerechten, dient te worden bepaald of de plaats van de overtreding of de onregelmatigheid kon worden vastgesteld op het ogenblik waarop is gebleken dat de zending niet bij het kantoor van bestemming was aangebracht (1) . (1) Zie concl. OM."
      ]
    }
  },
  "905": {
    "ECLI:BE:CASS:2025:ARR.20250124.1N.5": {
      "court": "CASS",
      "date": "2025-01-24",
      "roleNumber": "F.21.0037.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250124.1N.5",
      "abstractFR": [
        "L'article 905.1 du Code d'application du code des douanes communautaire, qui déterminait les cas dans lesquels les États membres dont relevait l'autorité douanière de décision devaient transmettre l'affaire à la Commission en vue de son traitement suivant la procédure visée aux articles 906 à 909, est une règle de droit procédural dont l'abrogation est d'application immédiate, de sorte qu'il ne peut être fait non plus application de cette disposition dans les instances pendantes, même si celles-ci concernent des droits qui étaient exigibles avant l'abrogation de ce code."
      ],
      "abstractNL": [
        "Artikel 905.1 CTW, dat de gevallen bepaalde waarin de lidstaten waaronder de beschikkende douaneautoriteit ressorteert de zaak dienden te verwijzen naar de Commissie ter behandeling volgens de procedure bedoeld in de artikelen 906 tot en met 909, is een regel van procesrecht waarvan de opheffing onmiddellijk van toepassing is, zodat ook in hangende gedingen van deze bepaling geen toepassing meer kan worden gemaakt, ook al betreffen deze gedingen rechten die vóór de opheffing van het CTW opeisbaar werden."
      ]
    }
  }
}