{
  "40": {
    "ECLI:BE:CASS:2024:ARR.20241105.2N.13": {
      "court": "CASS",
      "date": "2024-11-05",
      "roleNumber": "P.24.1013.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241105.2N.13",
      "abstractFR": null,
      "abstractNL": [
        "De enkele omstandigheid dat een rechterlijke beslissing melding maakt van vaststellingen opgeleverd door observaties die in het buitenland hebben plaatsgevonden, impliceert niet dat er sprake is van een grensoverschrijdende observatie zoals bedoeld in artikel 40 van de Schengenovereenkomst van 19 juni 1990, artikel 19 van het Benelux-verdrag van 8 juni 2004 en art. 17 van het tweede aanvullend Protocol bij het Europees Verdrag inzake wederzijdse rechtshulp in strafzaken van 8 november 2001."
      ]
    }
  },
  "54": {
    "ECLI:BE:CASS:2022:ARR.20220823.VAC.8": {
      "court": "CASS",
      "date": "2022-08-23",
      "roleNumber": "P.22.1109.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220823.VAC.8",
      "abstractFR": [
        "L'interdiction consacrée par le principe général du droit non bis in idem et par l'article 54 de la Convention d'application de l'accord de Schengen du 19 juin 1990 de poursuivre ou de punir une personne en raison d'une infraction pour laquelle elle a déjà été acquittée ou condamnée constitue, non une règle de compétence, mais une cause d'extinction de l'action publique.",
        "L' article 54 de la Convention d'application de l'accord de Schengen du 19 juin 1990 et le principe général du droit non bis in idem sont étrangers à l'examen de la condition de la compétence des juridictions belges exigée par l'article 4.4 de la loi du 19 décembre 2003 relative au mandat d'arrêt européen."
      ],
      "abstractNL": [
        "Het in het algemeen rechtsbeginsel non bis in idem en in artikel 54 Shengenuitvoeringsovereenkomst vastgelegde verbod om een persoon te vervolgen of te bestraffen wegens een misdrijf waarvan hij reeds is vrijgesproken of waarvoor hij reeds is veroordeeld, vormt geen bevoegdheidsregel maar een grond van verval van de strafvordering.",
        "Artikel 54 Shengenuitvoeringsovereenkomst en het algemeen rechtsbeginsel non bis in idem houden geen verband met het onderzoek van de door artikel 4.4 Wet Europees Aanhoudingsbevel vereiste voorwaarde van de bevoegdheid van de Belgische gerechten.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20101020.6": {
      "court": "CASS",
      "date": "2010-10-20",
      "roleNumber": "P.10.0753.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20101020.6",
      "abstractFR": [
        "Le principe non bis in idem consacré par l'article 54 de la Convention d'application de l'Accord de Schengen du 14 juin 1985 n'est applicable qu'au cas où l'instance nationale saisie de la seconde procédure pénale constate que les faits matériels successivement soumis aux juges de deux Etats contractants forment un ensemble indissociable, par leur lien dans le temps, dans l'espace et par leur objet; un lien subjectif entre des faits qui ont donné lieu à des poursuites pénales dans deux Etats contractants différents n'assure pas nécessairement l'existence d'un lien objectif entre les faits matériels en cause qui, par conséquent, peuvent se distinguer du point de vue temporel et spatial ainsi que par leur nature (1). (1) Voir Cass., 28 mars 2001, RG P.99.1759.F, Pas., 2001, n° 173; Cass., 27 novembre 2007, RG P.05.0583.N, Pas., 2007, n° 583.",
        "La constatation, par l'instance judiciaire nationale compétente, d'une même intention délictueuse reliant les différents faits entre eux ne pourrait suffire en soi pour conclure à leur identité au sens de l'article 54 de la Convention d'application de l'Accord de Schengen du 14 juin 1985 (1). (1) Voir Cass., 27 novembre 2007, RG P.05.0583.N, Pas., 2007, n° 583."
      ],
      "abstractNL": [
        "Het in artikel 54 van de Overeenkomst ter uitvoering van het Akkoord van Schengen van 14 juni 1985 vastgelegde beginsel non bis in idem is alleen toepasselijk op het geval waarin de nationale instantie, waarbij de tweede strafrechtelijke procedure aanhangig is gemaakt, vaststelt dat de materiële feiten die achtereenvolgens aan de rechters van twee overeenkomstsluitende Staten zijn voorgelegd, een onlosmakelijk geheel vormen, door samenhang in tijd, ruimte en voorwerp; een subjectieve band tussen feiten die aanleiding hebben gegeven tot strafvervolging in twee verschillende overeenkomstsluitende Staten, waarborgt niet noodzakelijk een objectief verband tussen de materiële feiten van de zaak die bijgevolg onderscheiden kunnen zijn naar tijd, ruimte en aard (1). (1) Zie Cass., 28 maart 2001, A.C., 2001, nr. 173; Cass., 27 nov. 2007, A.C., 2007, nr. 583.",
        "De door de bevoegde nationale gerechtelijke instantie gedane vaststelling dat aan de verschillende feiten hetzelfde strafbaar opzet ten grondslag ligt, is op zich geen voldoende reden om te besluiten dat het hier gaat om dezelfde feiten, in de zin van artikel 54 van de Overeenkomst ter uitvoering van het Akkoord van Schengen van 14 juni 1985 (1). (1) Zie Cass., 27 nov. 2007, A.C., 2007, nr. 583."
      ]
    }
  }
}