{
  "13": {
    "ECLI:BE:CASS:2020:ARR.20200511.3N.3": {
      "court": "CASS",
      "date": "2020-05-11",
      "roleNumber": "S.19.0012.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200511.3N.3&lang=fr",
      "abstractFR": [
        "La circonstance que l’article 13, § 1er, 2°, alinéa 1er, de la Convention collective de travail n° 77bis du 19 décembre 2001, conclue au sein du Conseil national du Travail, remplaçant la convention collective de travail n° 77 du 14 février 2001 instaurant un système de crédit-temps, de diminution de carrière et de réduction des prestations de travail à mi-temps, oblige les parties à fixer par écrit dans un contrat de travail le régime de travail et l’horaire convenus, conformément à l'article 11bis de la loi du 3 juillet 1978 relative aux contrats de travail, n'implique pas que les prestations de travail réduites à mi-temps doivent être considérées comme la durée contractuelle normale de travail du travailleur concerné au sens des articles 9, 1°, et 10 de l'arrêté royal du 10 juin 2001 portant définition uniforme de notions relatives au temps de travail à l'usage de la sécurité sociale, en application de l'article 39 de la loi du 26 juillet 1996 portant modernisation de la sécurité sociale et assurant la viabilité des régimes légaux des pensions; la durée de travail qui était applicable avant la suspension partielle temporaire de l'exécution de l’emploi à temps plein demeure la durée contractuelle normale de travail; il s'ensuit que, en cas d'accident du travail survenant pendant la durée d'un crédit-temps ainsi pris, il y a lieu d’appliquer l'article 36, § 1er, de la loi du 10 avril 1971 sur les accidents du travail, et non l'article 37bis, § 1er, de ladite loi, pour déterminer la rémunération de base pour le calcul des indemnités pour incapacité temporaire de travail (1). (1) Voir les concl. du MP, publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De omstandigheid dat artikel 13, § 1, 2°, eerste lid, van de collectieve arbeidsovereenkomst nr. 77bis van 19 december 2001, gesloten in de Nationale Arbeidsraad, tot vervanging van de collectieve arbeidsovereenkomst nr. 77 van 14 februari 2001 tot invoering van een stelsel van tijdskrediet, loopbaanvermindering en vermindering van de arbeidsprestaties tot een halftijdse betrekking, de partijen ertoe verplicht de arbeidsregeling en het werkrooster die zijn overeengekomen, schriftelijk vast te stellen in een arbeidsovereenkomst, conform artikel 11bis Arbeidsovereenkomstenwet, heeft niet tot gevolg dat de tot een halftijdse betrekking verminderde arbeidsprestaties als de normale contractuele arbeidsduur van de betrokken werknemer in de zin van de artikelen 9, 1°, en 10 van het koninklijk besluit van 10 juni 2001 tot eenvormige definiëring van begrippen met betrekking tot arbeidstijdgegevens ten behoeve van de sociale zekerheid, met toepassing van artikel 39 van de wet van 26 juli 1996 tot modernisering van de sociale zekerheid en tot vrijwaring van de leefbaarheid van de wettelijke pensioenstelsels moeten worden aangezien; de arbeidsduur die vóór de tijdelijke gedeeltelijke schorsing van de uitvoering van de voltijdse betrekking toepasselijk was, blijft de normale contractuele arbeidsduur; hieruit volgt dat ingeval van arbeidsongeval overkomen lopende de duur van een aldus opgenomen tijdskrediet, bij de bepaling van het basisloon voor de berekening van de vergoedingen voor tijdelijke arbeidsongeschiktheid toepassing moet worden gemaakt van artikel 36, § 1, Arbeidsongevallenwet en niet van artikel 37bis, § 1, Arbeidsongevallenwet(1). (1) Zie concl. OM."
      ]
    }
  }
}