{
  "4": {
    "ECLI:BE:CASS:2016:ARR.20160902.5": {
      "court": "CASS",
      "date": "2016-09-02",
      "roleNumber": "F.14.0206.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160902.5&lang=fr",
      "abstractFR": [
        "La Belgique n'a pas correctement transposé la Sixième Directive 77/388/CEE du Conseil du 17 mai 1977 ainsi que les décisions en matière de TVA n° E.T. 18.235 du 10 novembre 1976 et 110.412 du 20 décembre 2005 dans la mesure où un assujetti qui est un organisme de droit public se voir offrir la possibilité de déduire une partie de la taxe ayant grevé l'acquisition d'un bien d'investissement à un moment où il n'avait pas encore la qualité d'assujetti (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "België heeft de Zesde richtlijn, met de btw-beslissingen E.T. nrs. 18.235 van 10 november 1976 en 110.412 van 20 december 2005 niet correct omgezet in de mate dat aan een belastingplichtig overheidslichaam de mogelijkheid wordt geboden om een gedeelte in aftrek te brengen van de belasting geheven van de verkrijging van een bedrijfsmiddel op een ogenblik dat het nog niet de hoedanigheid van belastingplichtige had (1). (1) Zie concl. OM."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2019:ARR.20190927.4": {
      "court": "CASS",
      "date": "2019-09-27",
      "roleNumber": "F.18.0059.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190927.4",
      "abstractFR": [
        "Lorsque l'assujetti a affecté le bien à l'entreprise, l'utilisation de ce bien à des fins étrangères à l'entreprise n'affecte pas son droit à la déduction (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de belastingplichtige het goed in het bedrijf heeft opgenomen, wordt zijn recht op aftrek voor het gebruik van dat goed voor andere dan bedrijfsdoeleinden, niet aangetast (1). (1) Zie concl. OM in Pas. 2019, nr. 484."
      ]
    }
  },
  "11": {
    "ECLI:BE:CASS:2019:ARR.20190228.14": {
      "court": "CASS",
      "date": "2019-02-28",
      "roleNumber": "F.17.0162.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190228.14",
      "abstractFR": [
        "Pour déterminer si la subvention est directement liée au prix de vente du bien, il faut comparer ce prix avec le prix de vente qu'aurait exigé le vendeur, compte tenu de la valeur du marché, en l'absence d'une telle subvention, et non par rapport au prix de revient de ce bien (1). (1) Voy. les concl. du MP."
      ],
      "abstractNL": [
        "Om te bepalen of de subsidie rechtstreeks gekoppeld is aan de verkoopprijs van het goed, moet die prijs worden vergeleken met de verkoopprijs die de verkoper zou hebben geëist, rekening houdend met de marktwaarde, zonder dergelijke subsidie, en niet in vergelijking met de kostprijs van dat goed (1). (1) Zie concl. OM in Pas. 2019, nr. 130."
      ]
    }
  },
  "12": {
    "ECLI:BE:CASS:2008:ARR.20080214.12": {
      "court": "CASS",
      "date": "2008-02-14",
      "roleNumber": "C.04.0071.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080214.12&lang=fr",
      "abstractFR": [
        "En vertu de l'article 12 de la directive 77/388/CEE du Conseil du 17 mai 1977, le législateur belge est compétent pour autoriser des dérogations au taux normal de la taxe sur la valeur ajoutée pour certaines catégories de produits énoncées dans la directive; lorsqu'une catégorie étendue de produits est mentionnée qui peuvent être exclus, il a le droit de ne faire bénéficier qu'une partie de ces produits de cette catégorie de cette dérogation au taux normal; le législateur qui n'applique que de manière limitée la possibilité de fixer un taux réduit pour une catégorie de biens ou de services, favorise ainsi l'uniformité souhaitée des taux; dès qu'il accorde un taux réduit il est toutefois obligé, eu égard à la neutralité fiscale requise par la Cour de justice de traiter les mêmes opérations de manière identique."
      ],
      "abstractNL": [
        "De Belgische wetgever is krachtens artikel 12 van de Richtlijn 77/388/EEG van de Raad van 17 mei 1977 bevoegd afwijkingen toe te staan op het normaal BTW-tarief voor bepaalde categorieën van producten die in de richtlijn worden omschreven; wanneer een ruime categorie van producten vermeld wordt die kunnen worden uitgesloten, heeft hij het recht slechts een deel van die producten van die categorie te doen genieten van die afwijking op het normaal tarief; de wetgever die slechts in beperkte mate toepassing maakt van de mogelijkheid een verlaagd tarief te bepalen voor een categorie van goederen of diensten, bevordert hierdoor de gewenste uniformiteit van de tarieven; eens dat hij een verlaagd tarief toekent is hij evenwel verplicht gelijke verrichtingen ook gelijk te behandelen gelet op de door het Hof van Justitie vereiste neutraliteit van de belasting."
      ]
    }
  },
  "13": {
    "ECLI:BE:CASS:2009:ARR.20090618.9": {
      "court": "CASS",
      "date": "2009-06-18",
      "roleNumber": "F.08.0013.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090618.9",
      "abstractFR": [
        "Il y a lieu de poser à la Cour de justice des Communautés européennes une question préjudicielle dès lors qu'est soulevée la question d'interprétation de l'article 13, A, 1, d), de la sixième directive 77/388/CEE du Conseil du 17 mai 1977 en matière d'harmonisation des législations des Etats membres relatives aux taxes sur le chiffre d'affaires - système commun de taxe sur la valeur ajoutée : assiette uniforme, consistant à savoir si une activité de transport d'organes et de prélèvements humains, effectuée en qualité d'indépendant, pour des hôpitaux et des laboratoires constitue une livraison d'organes, de sang et de lait humains, exemptée de la taxe sur la valeur ajoutée par l'article 13, A, 1, d), précité."
      ],
      "abstractNL": [
        "Aangezien een vraag wordt opgeworpen naar de uitlegging van artikel 13, A, 1, d), van de Zesde Richtlijn 77/388/EEG van de Raad van 17 mei 1977 betreffende de harmonisatie van de wetgevingen der Lidstaten inzake omzetbelasting - Gemeenschappelijk stelsel van belasting over de toegevoegde waarde: uniforme grondslag, dient aan het Hof van Justitie van de Europese Gemeenschappen de prejudiciële vraag te worden gesteld of een activiteit van vervoer van organen en monsters van menselijke oorsprong, als zelfstandige verricht voor ziekenhuizen en laboratoria, een levering van menselijke organen, menselijk bloed en moedermelk is, die door voornoemd artikel 13, A, 1, d), wordt vrijgesteld van btw."
      ]
    }
  },
  "17": {
    "ECLI:BE:CASS:2021:ARR.20210521.1N.3": {
      "court": "CASS",
      "date": "2021-05-21",
      "roleNumber": "F.18.0046.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210521.1N.3&lang=fr",
      "abstractFR": [
        "L'article 17, § 2, sous a), de la sixième directive (77/388/CEE) du Conseil, du 17 mai 1977, en matière d'harmonisation des législations des États membres relatives aux taxes sur le chiffre d'affaires - Système commun de taxe sur la valeur ajoutée : assiette uniforme doit être interprété en ce sens que, dans le cas où un tiers tire un avantage de dépenses engagées par l'assujetti, la circonstance que celui-ci a la possibilité de répercuter sur ce tiers une partie des dépenses ainsi engagées constitue l'un des éléments, avec l'ensemble des autres circonstances dans lesquelles se sont déroulées les opérations concernées, qu'il appartient au juge de prendre en considération aux fins de déterminer l'étendue du droit à déduction de la taxe sur la valeur ajoutée dont dispose l'assujetti."
      ],
      "abstractNL": [
        "Artikel 17, § 2, onder a) van de Zesde richtlijn moet worden uitgelegd dat wanneer een derde voordeel haalt uit de door de belastingplichtige gedane uitgaven, de omstandigheid dat laatstgenoemde een deel van de uitgaven kan doorrekenen aan die derde, een van de elementen vormt, naast alle andere omstandigheden waarin de betrokken handelingen hebben plaatsgevonden, die de rechter in aanmerking dient te nemen om de omvang van het recht op btw-aftrek van de belastingplichtige te bepalen."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190927.4": {
      "court": "CASS",
      "date": "2019-09-27",
      "roleNumber": "F.18.0059.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190927.4",
      "abstractFR": [
        "Lorsque l'assujetti a affecté le bien à l'entreprise, l'utilisation de ce bien à des fins étrangères à l'entreprise n'affecte pas son droit à la déduction (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de belastingplichtige het goed in het bedrijf heeft opgenomen, wordt zijn recht op aftrek voor het gebruik van dat goed voor andere dan bedrijfsdoeleinden, niet aangetast (1). (1) Zie concl. OM in Pas. 2019, nr. 484."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190426.3": {
      "court": "CASS",
      "date": "2019-04-26",
      "roleNumber": "F.18.0046.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190426.3&lang=fr",
      "abstractFR": [
        "La Cour pose à la Cour de justice de l'Union européenne la question de savoir si l'article 17 de la directive n° 77/388/CEE doit être interprété en ce sens que, lorsqu'une dépense profite également à un tiers - comme c'est le cas lorsqu'un promoteur, lors de la vente d'appartements, paie des frais de publicité, des frais d'administration et des courtages qui profitent également aux propriétaires fonciers -, cela ne s'oppose pas à ce que la TVA grevant ces frais puisse être déduite intégralement, à condition qu'il soit établi qu'il existe un lien direct et immédiat entre cette dépense et l'activité économique de l'assujetti et que l'avantage pour le tiers est accessoire aux besoins de l'entreprise de l'assujetti ? (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het Hof stelt de vraag aan het Hof van Justitie van de Europese Unie of artikel 17 van de richtlijn nr. 77/388/EEG aldus dient te worden geïnterpreteerd dat wanneer een uitgave ook ten goede komt aan een derde - zoals dit het geval is wanneer een promotor bij de verkoop van appartementen publiciteitskosten, administratiekosten en makelaarslonen betaalt die ook ten goede komen aan de grondeigenaren - dit niet eraan in de weg staat dat de op die kosten drukkende btw volledig in aftrek kan worden gebracht, op voorwaarde dat wordt vastgesteld dat er een rechtstreeks en onmiddellijk verband bestaat tussen de uitgave en de economische activiteit van de belastingplichtige en dat het voordeel voor de derde ondergeschikt is aan de behoeften van het bedrijf van de belastingplichtige (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2011:ARR.20111020.8": {
      "court": "CASS",
      "date": "2011-10-20",
      "roleNumber": "F.10.0088.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20111020.8&lang=fr",
      "abstractFR": [
        "L'assujetti qui, sous l'empire de l'ancienne législation relative à la taxe sur la valeur ajoutée, a acheté et vendu des terrains à bâtir sans application de la T.V.A. est tenu, en tant 'qu'assujetti mixte', de limiter proportionnellement son droit de déduction de la T.V.A.; il ne résulte pas de la circonstance que cette législation a été considérée comme étant contraire à la réglementation européenne en matière de T.V.A. et a été modifiée à partir du 1er janvier 2011 afin de la rendre conforme à la réglementation européenne que le vendeur obtient le droit à la déduction intégrale du précompte pour la période antérieure à l'entrée en vigueur de la loi modificative, dès lors que cela porterait atteinte à la neutralité de l'imposition à la taxe sur la valeur ajoutée."
      ],
      "abstractNL": [
        "De belastingplichtige die onder de oude B.T.W.-wetgeving bouwgronden heeft aangekocht en verkocht zonder toepassing van de B.T.W. dient als 'gemengde belastingplichtige' zijn recht van aftrek van de B.T.W. verhoudingsgewijs te beperken; de omstandigheid dat die wetgeving strijdig werd bevonden met de Europese B.T.W.-reglementering en met ingang van 1 januari 2011 werd gewijzigd om ze in overeenstemming te brengen met Europese reglementering, heeft niet tot gevolg dat de verkoper voor de periode vóór de inwerkingtreding van de wijzigende wet het recht krijgt op integrale aftrek van de voorbelasting, daar dit de neutraliteit van de B.T.W.-heffing zou verstoren."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20090618.10": {
      "court": "CASS",
      "date": "2009-06-18",
      "roleNumber": "F.07.0082.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090618.10",
      "abstractFR": [
        "Justifie légalement sa décision que l'assujettie n'était pas en droit de déduire les taxes litigieuses, la cour d'appel qui, appliquant au litige l'interprétation donnée par la Cour de justice des Communautés européennes de l'article 17 de la sixième directive 77/388/CEE du Conseil du 17 mai 1977 en matière d'harmonisation des législations des Etats membres relatives aux taxes sur le chiffre d'affaires, suivant laquelle lorsqu'il est établi au vu des éléments objectifs qu'une livraison est effectuée à un assujetti qui savait ou aurait dû savoir que par son acquisition il participait à une opération impliquée dans une fraude à la taxe sur la valeur ajoutée, il appartient à la juridiction nationale de refuser audit assujetti le bénéfice du droit à déduction, considère que des éléments soumis à son appréciation résulte que l'assujettie devait savoir que par ces acquisitions elle participait à une opération frauduleuse engagée par son fournisseur (1). (1) C.J.C.E., 6 juillet 2006, affaires jointes C-439/04 et C-440/04, Kittel c/ Etat belge et Etat belge c/ Recolta Recycling; Cass., 7 octobre 2004, RG C.03.0144.F, Pas., 2004, n° 466 avec les conclusions du ministère public et 22 mars 2007, RG C.02.0185.F, Pas., 2007, n°150."
      ],
      "abstractNL": [
        "Het hof van beroep verantwoordt naar recht zijn beslissing dat de belastingplichtige niet het recht had de litigieuze belastingen af te trekken, wanneer het op het geschil de uitlegging toepast die het Hof van Justitie van de Europese Gemeenschappen heeft gegeven van artikel 17 van de Zesde richtlijn (77/388/EEG) van de Raad van 17 mei 1977 betreffende de harmonisatie van de wetgevingen der lidstaten inzake omzetbelasting, volgens welke, wanneer op grond van objectieve gegevens bewezen is dat een levering is gebeurd aan een belastingplichtige die wist of had moeten weten dat hij door zijn aankoop deelnam aan een btw-fraude, de nationale rechter die belastingplichtige het recht op aftrek moet weigeren, en oordeelt dat uit de gegevens die het ter beoordeling voorgelegd kreeg, volgt dat de belastingplichtige wist dat hij door zijn aankopen deelnam aan een door zijn leverancier opgezette frauduleuze verrichting (1). (1) 1 H.v.J., 6 juli 2006, gevoegde zaken C-439/04 en C-440/04, Kittel t/ Belgische Staat en Belgische Staat t/ Recolta Recycling; Cass., 7 okt. 2004, AR C.03.0144.F, A.C., 2004, nr. 466 met concl. O.M. in Pas., 2004, nr. 466 en 22 maart 2007, AR C.02.0185.F, nr. 150."
      ]
    },
    "ECLI:BE:CASS:2007:ARR.20070322.5": {
      "court": "CASS",
      "date": "2007-03-22",
      "roleNumber": "C.02.0185.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20070322.5",
      "abstractFR": [
        "Lorsqu'une livraison est effectuée à un assujetti qui ne savait pas et n'aurait pas pu savoir que l'opération concernée était impliquée dans une fraude commise par le vendeur, l'article 17 de la sixième directive 77/388/CEE du Conseil du 17 mai 1977, en matière d'harmonisation des législations des Etats membres relatives aux taxes sur le chiffre d'affaires - Système commun de la taxe sur la valeur ajoutée: assiette uniforme, telle que modifiée par la directive 95/7/CE du Conseil du 10 avril 1995, doit être interprété en ce sens qu'il s'oppose à une règle de droit national selon laquelle l'annulation du contrat de vente, en vertu d'une disposition de droit civil, qui frappe ce contrat de nullité absolue comme contraire à l'ordre public pour une cause illicite dans le chef du vendeur, entraîne la perte du droit à déduction de la taxe sur la valeur ajoutée acquittée par ledit assujetti. Est sans pertinence à cet égard la question de savoir si ladite nullité résulte d'une fraude à la taxe sur la valeur ajoutée ou d'autres fraudes. En revanche, lorsqu'il est établi, au vu des éléments objectifs, que la livraison est effectuée à un assujetti qui savait ou aurait dû savoir que, par son acquisition, il participait à une opération impliquée dans une fraude à la taxe sur la valeur ajoutée, il appartient à la juridiction nationale de refuser audit assujetti le bénéfice du droit à déduction (1). (1) C.J.C.E., arrêt C-439/04 et C-440/04 du 6 juillet 2006; v. Cass., 7 octobre 2004, RG C.02.0185.F, et les conclusions du ministère public, www.cass.be; Cass., 7 octobre 2004, RG C.03.0144.F, n° 466 et les conclusions du ministère public; Cass., 20 janvier 2005, RG C.01.0155.F, inédit; Cass., 9 septembre 2005, RG C.04.0003.F, inédit."
      ],
      "abstractNL": [
        "In geval van een levering aan een belastingplichtige die niet wist en niet had kunnen weten dat de betrokken handeling deel uitmaakte van fraude door de verkoper, moet artikel 17 van de Zesde richtlijn (77/388/EEG) van de Raad van 17 mei 1977 betreffende de harmonisatie van de wetgevingen der lidstaten inzake omzetbelasting - Gemeenschappelijk stelsel van belasting over de toegevoegde waarde: uniforme grondslag, zoals gewijzigd bij richtlijn 95/7/EG van de Raad van 10 april 1995, aldus worden uitgelegd dat het zich verzet tegen een bepaling van nationaal recht volgens welke de nietigverklaring van de verkoopovereenkomst krachtens een bepaling van burgerlijk recht ingevolge welke deze overeenkomst absoluut nietig is wegens strijdigheid met de openbare orde op grond van een ongeoorloofde oorzaak aan de zijde van de verkoper, leidt tot het verlies van het recht op aftrek van de door deze belastingplichtige voldane belasting over de toegevoegde waarde. Niet relevant is in dit verband, of deze nietigheid het gevolg is van B.T.W.-fraude of van andere fraude. Daarentegen staat het aan de nationale rechter het recht op aftrek te weigeren indien aan de hand van objectieve elementen wordt vastgesteld dat de belastingplichtige wist of had moeten weten dat hij door zijn aankoop deelnam aan een transactie die onderdeel is van B.T.W.-fraude (1). (1) H.v.J., arrest C-439/04 en C-440/04 van 6 juli 2006; zie Cass., 7 okt. 2004, AR C.02.0185.F, en concl. O.M., www.cass.be; Cass., 7 okt. 2004, AR C.03.0144.F, nr 466 en concl. O.M. in Pas., 2004; Cass., 20 jan. 2005, AR C.01.0155.F, niet gepubliceerd; Cass., 9 sept. 2005, AR C.04.0003.F, niet gepubliceerd."
      ]
    }
  },
  "20": {
    "ECLI:BE:CASS:2016:ARR.20160902.5": {
      "court": "CASS",
      "date": "2016-09-02",
      "roleNumber": "F.14.0206.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160902.5&lang=fr",
      "abstractFR": [
        "La Belgique n'a pas correctement transposé la Sixième Directive 77/388/CEE du Conseil du 17 mai 1977 ainsi que les décisions en matière de TVA n° E.T. 18.235 du 10 novembre 1976 et 110.412 du 20 décembre 2005 dans la mesure où un assujetti qui est un organisme de droit public se voir offrir la possibilité de déduire une partie de la taxe ayant grevé l'acquisition d'un bien d'investissement à un moment où il n'avait pas encore la qualité d'assujetti (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "België heeft de Zesde richtlijn, met de btw-beslissingen E.T. nrs. 18.235 van 10 november 1976 en 110.412 van 20 december 2005 niet correct omgezet in de mate dat aan een belastingplichtig overheidslichaam de mogelijkheid wordt geboden om een gedeelte in aftrek te brengen van de belasting geheven van de verkrijging van een bedrijfsmiddel op een ogenblik dat het nog niet de hoedanigheid van belastingplichtige had (1). (1) Zie concl. OM."
      ]
    }
  }
}