{
  "6bis": {
    "ECLI:BE:CASS:2018:ARR.20180207.2": {
      "court": "CASS",
      "date": "2018-02-07",
      "roleNumber": "P.18.0100.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180207.2",
      "abstractFR": [
        "La visite d'un domicile sur la base de l'article 6bis du 24 février 1921 concernant le trafic des substances vénéneuses, soporifiques, stupéfiantes, psychotropes, désinfectantes ou antiseptiques requiert l'existence préalable d'indices sérieux et objectifs d'une infraction relative à la détention illicite de stupéfiants (1); nonobstant la circonstance que le juge constate souverainement les faits dont il déduit l'existence de tels indices, il appartient à la Cour de vérifier si, de ses constatations, il a pu légalement déduire cette conséquence et s'il a régulièrement motivé sa décision à cet égard. (1) Voir Cass., 1er juin 2010, RG P.10.0484.N, Pas. 2010, n° 384; Cass. 4 janvier 2006, RG P.05.1417.F, Pas. 2006, n° 6, avec concl. de M. VANDERMEERSCH, avocat général."
      ],
      "abstractNL": [
        "Er is geen sprake van heterdaad wanneer men zich enkel grondt op vermoedens en aanwijzingen dat er een misdrijf kon zijn gepleegd (1). (1) \"Opdat een misdrijf dat net is gepleegd een op heterdaad ontdekt misdrijf zou zijn, is vereist dat het nog actueel is en dat de tijd die verloopt tussen het plegen van het misdrijf en de daden van onderzoek beperkt is tot de tijd welke materieel noodzakelijk is om tot voormelde daden over te gaan; daarenboven moeten er gegevens zijn vergaard waaruit het misdrijf objectief kan worden afgeleid\" (Cass. 29 juni 2005, AR P.05.0864.F, AC 2005, nr. 383, met concl. \"in hoofdzaak\" van advocaat-generaal R. LOOP); \"(...) voorafgaand aan de toepassing van de bijzondere regels die gelden in geval van ontdekking op heterdaad, moeten er precieze elementen bestaan waaruit objectief kan worden afgeleid dat een misdrijf gepleegd wordt of net gepleegd is; het is niet vereist dat het misdrijf door een getuige is waargenomen of door een agent van gerechtelijke politie onmiddellijk is vastgesteld, noch dat het zodanig vanzelfsprekend is en in al zijn aspecten is vastgesteld dat verder onderzoek niet vereist is\" (Cass. 3 december 2013, AR P.13.1858.N, AC 2013, nr. 655), maar \"een louter vermoeden of aanwijzing is daartoe niet voldoende\" (zie Cass. 3 mei 1988, AR 1655, AC 1987-88, nr. 539; Cass. 13 september 2011, AR P.10.2039.N, AC 2011, nr. 461). Zie M.-A. BEERNAERT, H.-D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, Die Keure, Brugge, 8ste uitg., 2017, dl. I, p. 391-392."
      ]
    }
  }
}