{
  "6": {
    "ECLI:BE:CASS:2020:ARR.20200527.2F.3": {
      "court": "CASS",
      "date": "2020-05-27",
      "roleNumber": "P.20.0146.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200527.2F.3",
      "abstractFR": [
        "Les éléments constitutifs du crime de génocide sont définis par l'article 136bis du Code pénal, disposition qui ne restreint pas et donc ne méconnaît pas la portée de l'article 6 du Statut de Rome de la Cour pénale internationale; l'élément moral particulier requis dans le chef de l'auteur du génocide consiste dans l'intention, par la perpétration des actes énumérés et au-delà de l'élément moral qui leur est propre, de détruire, en tout ou en partie, un groupe national, ethnique, racial ou religieux comme tel (1). (1) Le ministère public a relevé que l'arrêt attaqué justifie légalement la déclaration de culpabilité du demandeur du chef du crime de génocide notamment quant à « l'intention de détruire, en tout ou en partie, un groupe national, ethnique, racial ou religieux comme tel », soit le dol spécial prévu à l'art. 136bis, ainsi que quant à l'inscription des faits dans le génocide des Tutsis qui s'est déroulé au Rwanda à partir du 6 avril 1994, à supposer que cette dernière constatation soit requise. En effet, la question de savoir si le crime de génocide visé à l'art. 136bis C. pén. suppose qu'il s'inscrive dans un plan ou une politique systématique (« élément constitutif contextuel »), comme le soutient le demandeur, reste controversée (voir S. VERELST, note in M. DE BUSSCHER e.a., Duiding Strafrecht, Larcier, 2018, pp. 219-220). L'art. 136bis C. pén. ne se réfère pas au Statut de Rome, contrairement à l'art. 136quater du même code, qui vise les crimes de guerre. Aux termes de l'art. II de la Convention pour la prévention et la répression du crime de génocide du 9 décembre 1948, repris dans l'art. 136bis du Code pénal, qui se réfère explicitement à cette convention, et à l'art. 6 du Statut de Rome, ce crime s'entend de « l'un des actes [énumérés dans la disposition] commis dans l'intention de détruire, en tout ou en partie, un groupe national, ethnique, racial ou religieux comme tel ». Le demandeur reprochait à l'arrêt de ne pas constater en outre qu'il avait eu connaissance que ses actes faisaient partie d'un plan ou une politique génocidaire systématique, que « le comportement s'est inscrit dans le cadre d'une série manifeste de comportements analogues dirigés contre ce groupe [des Tutsis], ou pouvait en lui-même produire une telle destruction », « élément constitutif contextuel », « préméditation spécifique » que ne requiert pas l'art. 136bis Code pénal mais bien, quant au « génocide par meurtre », l'art. 6.a.4 des « Éléments des crimes » du Statut de Rome visés à l'art. 9 de ce Statut. Certes, aux termes de l'art. 2 de la loi du 25 mai 2000 portant assentiment au Statut de Rome de la Cour pénale internationale, fait à Rome le 17 juillet 1998, ce Statut « sortira son plein et entier effet ». Mais ceci n'empêche nullement un État lié par ce Statut de donner dans son droit national une définition du crime de génocide plus large que celle qui est énoncée dans lesdits « Éléments des crimes »; ainsi, ceux-ci ne peuvent avoir pour effet de restreindre le champ d'application de l'art. 136bis du Code pénal belge. Dès lors, celui-ci ne requérant pas l'élément constitutif « contextuel » susvisé, l'arrêt n'était pas tenu, pour déclarer ce crime établi dans le chef du demandeur, de justifier sa décision à cet égard. (M.N.B.)"
      ],
      "abstractNL": [
        "De bestanddelen van de misdaad van genocide worden omschreven in artikel 136bis Strafwetboek, een bepaling die de draagwijdte van artikel 6 van het Statuut van Rome inzake het Internationaal Strafhof niet beperkt en dus niet miskent; het bijzonder moreel bestanddeel dat ten aanzien van de dader van de genocide is vereist, bestaat in het voornemen om, door de vermelde daden te plegen en in een mate die het enkele moreel bestanddeel van die daden te boven gaat, een nationale, etnische of godsdienstige groep of rassengroep als zodanig geheel of gedeeltelijk uit te roeien (1). (1)Het OM heeft erop gewezen dat het bestreden arrest de schuldigverklaring van de eiser aan de misdaad van genocide naar recht verantwoordt, inzonderheid voor wat betreft “het opzet om, geheel of gedeeltelijk, een nationale, etnische of godsdienstige groep of rassengroep uit te roeien”, d.i. het bijzonder opzet bepaald in art. 136bis, alsook voor wat betreft de omstandigheid dat de feiten deel uitmaakten van de genocide op de Tutsi-bevolking, die in Rwanda heeft plaatsgevonden vanaf 6 april 1994, in de veronderstelling dat die laatste vaststelling vereist is. Immers, de vraag of de misdaad van genocide, bepaald in art. 136bis Strafwetboek, inhoudt dat deze deel moet uitmaken van een systematisch plan of beleid (“contextueel bestanddeel”), zoals de eiser aanvoert, blijft een omstreden kwestie (zie S. VERELST, noot in M. DE BUSSCHER e.a., Duiding Strafrecht, Larcier, 2018, p. 219-220). Art. 136bis Strafwetboek verwijst niet naar het Statuut van Rome, in tegenstelling tot art. 136quater van hetzelfde wetboek, dat betrekking heeft op de oorlogsmisdrijven. Luidens art. II van het Verdrag inzake de voorkoming en de bestraffing van genocide, opgenomen in art. 136bis Strafwetboek, dat uitdrukkelijk verwijst naar voormeld verdrag, alsook naar art. 6 van het Statuut van Rome, wordt onder die misdaad verstaan “één van de [in de bepaling opgesomde] handelingen, gepleegd met de bedoeling om, geheel of gedeeltelijk, een nationale, etnologische, godsdienstige of rassengroep uit te roeien”. De eiser verweet het arrest niet daarenboven vast te stellen dat hij zich ervan bewust was geweest dat zijn handelingen deel uitmaakten van een systematisch plan of genocidair beleid, dat “het gedrag deel uitmaakte van een kennelijke reeks soortgelijke gedragingen die gericht waren tegen die [Tutsi-]bevolkingsgroep, of op zichzelf beschouwd een dergelijke uitroeiing tot gevolg kon hebben”, “contextueel bestanddeel”, “specifieke voorbedachtheid” die niet worden vereist door art. 136bis Strafwetboek maar, voor wat betreft de “génocide par meurtre” (“genocide door doden”), wel door art. 6.a.4 van de “Bestanddelen van misdaden” van het Statuut van Rome, zoals bedoeld in art. 9 van dat Statuut. Luidens art. 2 van de wet van 25 mei 2000 houdende instemming met het Statuut van Rome van het Internationaal Strafgerechtshof, gedaan te Rome, op 17 juli 1998, zal dat Statuut weliswaar “volkomen gevolg hebben”. Dit belet een bij dat Statuut aangesloten Staat echter geenszins om in zijn nationaal recht de misdaad van genocide ruimer te omschrijven dan de definitie die daarvan wordt gegeven in de voormelde “Bestanddelen van misdaden”; aldus kunnen die bestanddelen geenszins de toepassing van art. 136bis van het Belgisch Strafwetboek inperken; aangezien de misdaad van genocide dat “contextueel” bestanddeel niet vereist, hoefde het arrest zijn beslissing om die misdaad jegens de eiser bewezen te verklaren in dat opzicht dus niet te verantwoorden. (M.N.B.)"
      ]
    }
  },
  "67": {
    "ECLI:BE:CASS:2024:ARR.20240911.2F.5": {
      "court": "CASS",
      "date": "2024-09-11",
      "roleNumber": "P.24.0184.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240911.2F.5",
      "abstractFR": [
        "Ni la procédure d'interrogatoire des témoins durant l'instruction et devant la cour d'assises ni celle relative à la descente du juge d'instruction ne sont réglées par l'article 67 du Statut de Rome de la Cour pénale internationale (1). (1) Voir concl. du MP."
      ],
      "abstractNL": null
    }
  }
}