{
  "1": {
    "ECLI:BE:CASS:2014:ARR.20140619.3": {
      "court": "CASS",
      "date": "2014-06-19",
      "roleNumber": "F.12.0082.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140619.3&lang=fr",
      "abstractFR": [
        "Dans le cas d'un assujetti partiel qui exerce tant des activités économiques que des activités non économiques, la taxe sur la valeur ajoutée liée à ses activités ne peut être déduite que dans la mesure où ces frais peuvent être imputés à l'activité économique de l'assujetti (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "La déduction de la taxe payée en amont par un assujetti partiel qui reçoit des subsides pour des activités qui ne sont pas imposables en vertu du Code de la TVA et qui sont entièrement financées par les subsides peut être déterminée à la lumière de la clé de répartition dont le numérateur équivaut au total des recettes soumises à la TVA et le dénominateur équivaut au chiffre d'affaires total, y compris les subsides (1). (1 ) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Bij een gedeeltelijke belastingplichtige, die zowel economische activiteiten als niet-economische activiteiten verricht, is de belasting over de toegevoegde waarde verbonden aan zijn activiteiten slechts aftrekbaar voor zover deze kosten kunnen worden toegerekend aan de economische activiteit van de belastingplichtige (1). (1) Zie concl. OM.",
        "De aftrek van de voorbelasting door een gedeeltelijke belastingplichtige die subsidies ontvangt voor activiteiten die niet belastbaar zijn op grond van het Btw-wetboek en die volledig bekostigd worden door de subsidies, kan worden bepaald aan de hand van een verdeelsleutel waarbij in de teller de totale ontvangsten zijn opgenomen die aan de btw onderworpen zijn en waarbij in de noemer de totale omzet is opgenomen, inclusief de subsidies (1). (1) Zie concl. OM."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2022:ARR.20220617.1F.4": {
      "court": "CASS",
      "date": "2022-06-17",
      "roleNumber": "F.20.0038.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220617.1F.4",
      "abstractFR": [
        "Si les fournisseurs ou les autres personnes visées à l'article 77 du Code de la taxe sur la valeur ajoutée ont le statut d'assujetti tenu au dépôt de déclarations périodiques, la restitution des taxes trop perçues a lieu en leur faveur par la voie d'une imputation sur le montant des taxes dues pour la période de déclaration concernée, les taxes en aval à leur restituer par voie d'imputation s'ajoutant aux taxes en amont qu'ils peuvent déduire (1). (1) Voir les concl. du MP.",
        "L'action en restitution d'un excédent de taxes sur la valeur ajoutée ne prend pas naissance, indépendamment de toute demande expresse, à la date du dépôt de la déclaration périodique qui l'a fait apparaître (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de leveranciers of de overige in artikel 77 Btw-wetboek bedoelde personen de status hebben van belastingplichtige die tot het indienen van periodieke aangiften is gehouden, vindt de teruggave in hun voordeel van de te veel ontvangen belastingen plaats door toerekening op het bedrag van de verschuldigde belasting voor dat aangiftetijdvak, waarbij de bij wijze van toerekening terug te geven voorbelastingen worden gevoegd bij de voorbelastingen die voor aftrek in aanmerking komen (1). (1) Zie concl. OM in Pas. 2022, nr. 433.",
        "De vordering tot teruggave van een overschot van belastingen over de toegevoegde waarde ontstaat niet, los van enig uitdrukkelijk verzoek, op het tijdstip van de indiening van de periodieke aangifte waaruit dat overschot blijkt (1). (1) Zie concl. OM in Pas. 2022, nr. 433.",
        "Wanneer de leveranciers of de overige in artikel 77 Btw-wetboek bedoelde personen de status hebben van belastingplichtige die tot het indienen van periodieke aangiften is gehouden, vindt de teruggave in hun voordeel van de te veel ontvangen belastingen plaats door toerekening op het bedrag van de verschuldigde belasting voor dat aangiftetijdvak, waarbij de bij wijze van toerekening terug te geven voorbelastingen worden gevoegd bij de voorbelastingen die voor aftrek in aanmerking komen (1). (1) Zie concl. OM in Pas. 2022, nr. 432.",
        "De vordering tot teruggave van een overschot van belastingen over de toegevoegde waarde ontstaat niet, los van enig uitdrukkelijk verzoek, op het tijdstip van de indiening van de periodieke aangifte waaruit dat overschot blijkt (1). (1) Zie concl. OM in Pas. 2022, nr. 432."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160902.5": {
      "court": "CASS",
      "date": "2016-09-02",
      "roleNumber": "F.14.0206.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160902.5&lang=fr",
      "abstractFR": [
        "Lorsqu'un assujetti utilise un bien d'investissement qu'il a acquis et utilisé à un moment où il n'avait pas encore la qualité d'assujetti, il peut déduire une partie de la TVA ayant grevé l'acquisition du bien s'il a obtenu la qualité d'assujetti avant le 1er juillet 2005 (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "La Belgique n'a pas correctement transposé la Sixième Directive 77/388/CEE du Conseil du 17 mai 1977 ainsi que les décisions en matière de TVA n° E.T. 18.235 du 10 novembre 1976 et 110.412 du 20 décembre 2005 dans la mesure où un assujetti qui est un organisme de droit public se voir offrir la possibilité de déduire une partie de la taxe ayant grevé l'acquisition d'un bien d'investissement à un moment où il n'avait pas encore la qualité d'assujetti (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer een belastingplichtige een bedrijfsmiddel gebruikt dat hij heeft verkregen en gebruikt op een tijdstip waarop hij nog niet de hoedanigheid van belastingplichtige had, kan hij een gedeelte van de btw geheven van de verkrijging van het goed in aftrek brengen indien hij de hoedanigheid van belastingplichtige verkreeg vóór 1 juli 2005 (1). (1) Zie concl. OM.",
        "België heeft de Zesde richtlijn, met de btw-beslissingen E.T. nrs. 18.235 van 10 november 1976 en 110.412 van 20 december 2005 niet correct omgezet in de mate dat aan een belastingplichtig overheidslichaam de mogelijkheid wordt geboden om een gedeelte in aftrek te brengen van de belasting geheven van de verkrijging van een bedrijfsmiddel op een ogenblik dat het nog niet de hoedanigheid van belastingplichtige had (1). (1) Zie concl. OM."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2022:ARR.20221125.1N.6": {
      "court": "CASS",
      "date": "2022-11-25",
      "roleNumber": "F.21.0135.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221125.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "Uit de rechtspraak van het Hof van Justitie van de Europese Unie volgt dat de administratie het recht op aftrek niet ma g weigeren louter omdat op een factuur niet alle vermeldingen voorkomen bedoeld in artikel 5, § 1, van het koninklijk besluit nr. 1 met betrekking tot de regeling voor de voldoening van de belasting over de toegevoegde waarde, indien vaststaat dat aan de materiële voorwaarden voor het recht op aftrek is voldaan (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220617.1F.4": {
      "court": "CASS",
      "date": "2022-06-17",
      "roleNumber": "F.20.0038.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220617.1F.4",
      "abstractFR": [
        "Les taxes déductibles en vertu des articles 45 à 48 du Code de la taxe sur la valeur ajoutée et les taxes à restituer en vertu de l'article 77 de ce code sont respectivement déduites par l'assujetti ou, si c'est dans le délai légal de trois ans, restituées à celui-ci, par la voie d'une imputation sur les taxes dues qu'il a déclarées; l'imputation des taxes déductibles ou des taxes à restituer vaut exercice du droit à déduction ou du droit à restitution des taxes concernées; si les taxes à imputer excèdent celles qui sont dues, l'excédent résultant de la déclaration périodique est en règle reporté sur la période de déclaration suivante, ce mécanisme de report participant du fonctionnement du compte courant tenu par l'administration au nom de l'assujetti; seule une demande expresse de l'assujetti dans les conditions déterminées par le Roi vaut demande de restitution dudit excédent (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De belastingen die krachtens de artikelen 45 tot 48 Btw-wetboek voor aftrek in aanmerking komen en de belastingen die krachtens artikel 77 van dat wetboek moeten worden teruggegeven, worden respectievelijk door de belastingplichtige afgetrokken, of, indien dit binnen de bij wet bepaalde termijn van drie jaar geschiedt, aan hem teruggegeven bij wijze van toerekening op verschuldigde belastingen die hij heeft aangegeven; de toerekening van de belastingen die voor aftrek in aanmerking komen of van de terug te geven belastingen staat gelijk met de uitoefening van het recht op aftrek of het recht op teruggave van de betrokken belastingen; indien de toe te rekenen belastingen meer bedragen dan de verschuldigde belastingen, wordt het overschot dat uit de periodieke aangifte voortvloeit in de regel overgedragen naar het volgende aangiftetijdvak, waarbij dat overdrachtsmechanisme voortspruit uit de werking van de rekening-courant die de administratie op naam van elke belastingplichtige houdt; enkel een uitdrukkelijk verzoek van de belastingplichtige onder de voorwaarden door de Koning bepaald, geldt als aanvraag tot teruggave van het voormelde overschot (1). (1) Zie concl. OM in Pas. 2022, nr. 433.",
        "De belastingen die krachtens de artikelen 45 tot 48 Btw-wetboek voor aftrek in aanmerking komen en de belastingen die krachtens artikel 77 van dat wetboek moeten worden teruggegeven, worden respectievelijk door de belastingplichtige afgetrokken, of, indien dit binnen de bij wet bepaalde termijn van drie jaar geschiedt, aan hem teruggegeven bij wijze van toerekening op verschuldigde belastingen die hij heeft aangegeven; de toerekening van de belastingen die voor aftrek in aanmerking komen of van de terug te geven belastingen staat gelijk met de uitoefening van het recht op aftrek of het recht op teruggave van de betrokken belastingen; indien de toe te rekenen belastingen meer bedragen dan de verschuldigde belastingen, wordt het overschot dat uit de periodieke aangifte voortvloeit in de regel overgedragen naar het volgende aangiftetijdvak, waarbij dat overdrachtsmechanisme voortspruit uit de werking van de rekening-courant die de administratie op naam van elke belastingplichtige houdt; enkel een uitdrukkelijk verzoek van de belastingplichtige onder de voorwaarden door de Koning bepaald, geldt als aanvraag tot teruggave van het voormelde overschot (1). (1) Zie concl. OM in Pas. 2022, nr. 432."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140116.6": {
      "court": "CASS",
      "date": "2014-01-16",
      "roleNumber": "F.12.0129.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140116.6&lang=fr",
      "abstractFR": [
        "Pour faire courir le délai pour instaurer un recours juridictionnel, la notification de la décision du gouvernement flamand relative au recours administratif d'un assujetti contre la redevance sur la désaffectation doit mentionner l'existence d'un recours juridictionnel devant le juge et ses modalités (1). (1) Voir le concl. du M.P. publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Om de termijn om een jurisdictioneel beroep in te stellen te doen ingaan, moet de kennisgeving van de beslissing van de Vlaamse regering over het administratief beroep van de belastingplichtige tegen de leegstandheffing, het bestaan vermelden van een jurisdictioneel beroep bij de rechter en de modaliteiten ervan (1). (1) Zie concl. O.M."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140116.5": {
      "court": "CASS",
      "date": "2014-01-16",
      "roleNumber": "F.12.0044.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140116.5&lang=fr",
      "abstractFR": [
        "Dans le cadre du régime des déductions de la taxe sur la valeur ajoutée, le droit à déduction peut aussi être refusé si l'assujetti à la TVA est de bonne foi, dès lors que les dispositions en question n'opèrent pas de distinction en fonction de la bonne ou mauvaise foi de l'assujetti à la taxe sur la valeur ajoutée (1). (1) Voir les concl. du M.P. publiées à leur date dans AC.",
        "L'administration de la taxe sur la valeur ajoutée peut rejeter le droit à déduction relativement à des factures qui ne mentionnent pas la date de livraison, dès lors que la mention sur la facture de la date de livraison des biens est nécessaire pour permettre la perception de la taxe et son contrôle par l'administration (1). (1) Voir les concl. du M.P. publiées à leur date dans AC.",
        "Il appartient au juge national d'apprécier si les mentions obligatoires sur la facture imposées par l'État membre sont nécessaires pour assurer la perception de la taxe sur la valeur ajoutée et son contrôle par l'administration fiscale et si elles satisfont à l'exigence que ces mentions ne doivent pas, par leur nombre ou leur technicité, rendre pratiquement impossible ou excessivement difficile l'exercice du droit à déduction (1). (1) Voir les concl. du M.P. publiées à leur date dans AC."
      ],
      "abstractNL": [
        "In het kader van de aftrekregeling van de BTW, kan het recht op aftrek ook geweigerd worden als de BTW-plichtige te goeder trouw is nu de desbetreffende bepalingen geen onderscheid maken naargelang de BTW-plichtige te goeder trouw is of niet (1). (1) Zie concl. O.M.",
        "De BTW-administratie is gerechtigd het recht op aftrek te verwerpen met betrekking tot de facturen waarop de leveringsdatum niet is vermeld, nu de vermelding op de factuur van de datum van levering van de goederen nodig is om de inning van de belasting en de controle daarop door de administratie mogelijk te maken (1). (1) Zie concl. O.M.",
        "Het komt aan de nationale rechter toe om te oordelen of de door de lidstaten opgelegde verplichte vermeldingen op de factuur nodig zijn om de inning van de BTW en de controle daarvan door de belastingadministratie te verzekeren, en voldoen aan de vereiste dat die vermeldingen niet zo talrijk of technisch mogen zijn dat zij de uitoefening van het recht op aftrek nagenoeg onmogelijk of overdreven moeilijk maken (1). (1) Zie concl. O.M."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2022:ARR.20221222.1F.4": {
      "court": "CASS",
      "date": "2022-12-22",
      "roleNumber": "F.21.0179.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221222.1F.4",
      "abstractFR": [
        "Le montant de la taxe due, déterminé lors de chaque déclaration mensuelle, est, au sens de ces dispositions, non la seule taxe exigible à raison des opérations effectuées par l'assujetti au cours de cette période, mais le résultat de l'ensemble des opérations, dont celles qui ont été fournies à l'assujetti (1). (1) Voir les concl. du MP.",
        "Lorsque l'assujetti procède indûment, pour une période considérée, à une déduction de taxe sur la valeur ajoutée, des intérêts ne sont dus sur ce montant que dans la mesure où, sans cette déduction, un montant serait dû par l'assujetti au titre de taxe sur la valeur ajoutée (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het bedrag van de verschuldigde belasting, dat bij elke maandelijkse aangifte wordt bepaald, is in de zin van die bepalingen niet enkel de opeisbare belasting betreffende de handelingen die de belastingplichtige in dat tijdvak heeft verricht, maar is het resultaat van alle verrichtingen, dus ook van die welke door de belastingplichtige zijn verstrekt (1). (1) Zie concl. OM in Pas. 2022, nr. 858.",
        "Wanneer de belastingplichtige voor een in aanmerking genomen tijdvak de belasting over de toegevoegde waarde ten onrechte aftrekt, is er op dit bedrag slechts interest verschuldigd voor zover de belastingplichtige zonder die aftrek een bepaald bedrag aan belasting over de toegevoegde waarde verschuldigd zou zijn (1). (1) Zie concl. OM in Pas. 2022, nr. 858.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220617.1F.4": {
      "court": "CASS",
      "date": "2022-06-17",
      "roleNumber": "F.20.0038.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220617.1F.4",
      "abstractFR": [
        "Si les fournisseurs ou les autres personnes visées à l'article 77 du Code de la taxe sur la valeur ajoutée ont le statut d'assujetti tenu au dépôt de déclarations périodiques, la restitution des taxes trop perçues a lieu en leur faveur par la voie d'une imputation sur le montant des taxes dues pour la période de déclaration concernée, les taxes en aval à leur restituer par voie d'imputation s'ajoutant aux taxes en amont qu'ils peuvent déduire (1). (1) Voir les concl. du MP.",
        "L'action en restitution d'un excédent de taxes sur la valeur ajoutée ne prend pas naissance, indépendamment de toute demande expresse, à la date du dépôt de la déclaration périodique qui l'a fait apparaître (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de leveranciers of de overige in artikel 77 Btw-wetboek bedoelde personen de status hebben van belastingplichtige die tot het indienen van periodieke aangiften is gehouden, vindt de teruggave in hun voordeel van de te veel ontvangen belastingen plaats door toerekening op het bedrag van de verschuldigde belasting voor dat aangiftetijdvak, waarbij de bij wijze van toerekening terug te geven voorbelastingen worden gevoegd bij de voorbelastingen die voor aftrek in aanmerking komen (1). (1) Zie concl. OM in Pas. 2022, nr. 433.",
        "De vordering tot teruggave van een overschot van belastingen over de toegevoegde waarde ontstaat niet, los van enig uitdrukkelijk verzoek, op het tijdstip van de indiening van de periodieke aangifte waaruit dat overschot blijkt (1). (1) Zie concl. OM in Pas. 2022, nr. 433.",
        "Wanneer de leveranciers of de overige in artikel 77 Btw-wetboek bedoelde personen de status hebben van belastingplichtige die tot het indienen van periodieke aangiften is gehouden, vindt de teruggave in hun voordeel van de te veel ontvangen belastingen plaats door toerekening op het bedrag van de verschuldigde belasting voor dat aangiftetijdvak, waarbij de bij wijze van toerekening terug te geven voorbelastingen worden gevoegd bij de voorbelastingen die voor aftrek in aanmerking komen (1). (1) Zie concl. OM in Pas. 2022, nr. 432.",
        "De vordering tot teruggave van een overschot van belastingen over de toegevoegde waarde ontstaat niet, los van enig uitdrukkelijk verzoek, op het tijdstip van de indiening van de periodieke aangifte waaruit dat overschot blijkt (1). (1) Zie concl. OM in Pas. 2022, nr. 432."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200213.1N.2": {
      "court": "CASS",
      "date": "2020-02-13",
      "roleNumber": "F.17.0154.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200213.1N.2&lang=fr",
      "abstractFR": [
        "Le délai de forclusion de cinq ans dont l'échéance a pour conséquence de sanctionner le contribuable insuffisamment diligent, qui a omis de réclamer la déduction de la TVA en amont, en lui faisant perdre le droit à déduction, ne saurait être considéré comme incompatible avec le régime établi par la sixième directive, pour autant, d'une part, que ce délai s'applique de la même manière aux droits analogues en matière fiscale fondés sur le droit interne et à ceux fondés sur le droit de l'Union (principe d'équivalence) et, d'autre part, qu'il ne rend pas en pratique impossible ou excessivement difficile l'exercice du droit à déduction (principe d'effectivité)."
      ],
      "abstractNL": [
        "De vervaltermijn van vijf jaar, die een onvoldoende voortvarende belastingplichtige die heeft nagelaten aanspraak te maken op zijn recht op aftrek van de voorbelasting moet bestraffen met het verval van het recht op aftrek, kan niet worden beschouwd als onverenigbaar met de bij de Zesde richtlijn ingevoerde regeling voor zover deze termijn op dezelfde wijze geldt voor soortgelijke rechten in belastingzaken naar nationaal recht en naar Unierecht (gelijkwaardigheidsbeginsel), en de uitoefening van het recht op aftrek bovendien in de praktijk niet onmogelijk of uiterst moeilijk maakt (doeltreffendheidsbeginsel)."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2025:ARR.20250620.1N.12": {
      "court": "CASS",
      "date": "2025-06-20",
      "roleNumber": "F.22.0059.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250620.1N.12",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer de schuldvordering van een belastingplichtige leverancier van goederen of diensten geheel of ten dele definitief verloren gaat, is de verlaging van de maatstaf van heffing en de teruggaaf van de btw afhankelijk van het uitreiken door deze belastingplichtige van een verbeterend stuk en de inschrijving ervan in een daartoe bestemd register, gevolgd door het uitreiken van een dubbel van dat stuk aan de belastingplichtige medecontractant, afnemer van de goederen of diensten (1). (1) Zie concl. OM.",
        "De wijziging van de maatstaf van heffing aan de zijde van de belastingplichtige leverancier dient te leiden tot een herziening van de aftrek van de voorbelasting bij de belastingplichtige medecontractant; deze dient de teveel in aftrek genomen btw terug te storten door ze op te nemen in het bedrag van de verschuldigde belasting voor de periode waarin hij het verbeterend stuk heeft ontvangen (1). (1) Zie concl. OM."
      ]
    }
  },
  "8": {
    "ECLI:BE:CASS:2022:ARR.20220617.1F.4": {
      "court": "CASS",
      "date": "2022-06-17",
      "roleNumber": "F.20.0038.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220617.1F.4",
      "abstractFR": [
        "Les taxes déductibles en vertu des articles 45 à 48 du Code de la taxe sur la valeur ajoutée et les taxes à restituer en vertu de l'article 77 de ce code sont respectivement déduites par l'assujetti ou, si c'est dans le délai légal de trois ans, restituées à celui-ci, par la voie d'une imputation sur les taxes dues qu'il a déclarées; l'imputation des taxes déductibles ou des taxes à restituer vaut exercice du droit à déduction ou du droit à restitution des taxes concernées; si les taxes à imputer excèdent celles qui sont dues, l'excédent résultant de la déclaration périodique est en règle reporté sur la période de déclaration suivante, ce mécanisme de report participant du fonctionnement du compte courant tenu par l'administration au nom de l'assujetti; seule une demande expresse de l'assujetti dans les conditions déterminées par le Roi vaut demande de restitution dudit excédent (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De belastingen die krachtens de artikelen 45 tot 48 Btw-wetboek voor aftrek in aanmerking komen en de belastingen die krachtens artikel 77 van dat wetboek moeten worden teruggegeven, worden respectievelijk door de belastingplichtige afgetrokken, of, indien dit binnen de bij wet bepaalde termijn van drie jaar geschiedt, aan hem teruggegeven bij wijze van toerekening op verschuldigde belastingen die hij heeft aangegeven; de toerekening van de belastingen die voor aftrek in aanmerking komen of van de terug te geven belastingen staat gelijk met de uitoefening van het recht op aftrek of het recht op teruggave van de betrokken belastingen; indien de toe te rekenen belastingen meer bedragen dan de verschuldigde belastingen, wordt het overschot dat uit de periodieke aangifte voortvloeit in de regel overgedragen naar het volgende aangiftetijdvak, waarbij dat overdrachtsmechanisme voortspruit uit de werking van de rekening-courant die de administratie op naam van elke belastingplichtige houdt; enkel een uitdrukkelijk verzoek van de belastingplichtige onder de voorwaarden door de Koning bepaald, geldt als aanvraag tot teruggave van het voormelde overschot (1). (1) Zie concl. OM in Pas. 2022, nr. 433.",
        "De belastingen die krachtens de artikelen 45 tot 48 Btw-wetboek voor aftrek in aanmerking komen en de belastingen die krachtens artikel 77 van dat wetboek moeten worden teruggegeven, worden respectievelijk door de belastingplichtige afgetrokken, of, indien dit binnen de bij wet bepaalde termijn van drie jaar geschiedt, aan hem teruggegeven bij wijze van toerekening op verschuldigde belastingen die hij heeft aangegeven; de toerekening van de belastingen die voor aftrek in aanmerking komen of van de terug te geven belastingen staat gelijk met de uitoefening van het recht op aftrek of het recht op teruggave van de betrokken belastingen; indien de toe te rekenen belastingen meer bedragen dan de verschuldigde belastingen, wordt het overschot dat uit de periodieke aangifte voortvloeit in de regel overgedragen naar het volgende aangiftetijdvak, waarbij dat overdrachtsmechanisme voortspruit uit de werking van de rekening-courant die de administratie op naam van elke belastingplichtige houdt; enkel een uitdrukkelijk verzoek van de belastingplichtige onder de voorwaarden door de Koning bepaald, geldt als aanvraag tot teruggave van het voormelde overschot (1). (1) Zie concl. OM in Pas. 2022, nr. 432."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2025:ARR.20250523.1N.1": {
      "court": "CASS",
      "date": "2025-05-23",
      "roleNumber": "F.21.0091.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250523.1N.1",
      "abstractFR": null,
      "abstractNL": [
        "Onder verwijzing naar het arrest van het Hof van Justitie van de Europese Unie van 27 maart 2019 in de zaak C-201/18 oordeelt het Hof dat wanneer het daadwerkelijke of voorgenomen gebruik van de goederen of diensten niet wijzigt, er geen reden is tot herziening van de ten aanzien van dat bedrijfsmiddel in aftrek gebrachte btw (1). (1) Zie concl. OM."
      ]
    }
  },
  "11": {
    "ECLI:BE:CASS:2025:ARR.20250523.1N.1": {
      "court": "CASS",
      "date": "2025-05-23",
      "roleNumber": "F.21.0091.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250523.1N.1",
      "abstractFR": null,
      "abstractNL": [
        "Onder verwijzing naar het arrest van het Hof van Justitie van de Europese Unie van 27 maart 2019 in de zaak C-201/18 oordeelt het Hof dat wanneer het daadwerkelijke of voorgenomen gebruik van de goederen of diensten niet wijzigt, er geen reden is tot herziening van de ten aanzien van dat bedrijfsmiddel in aftrek gebrachte btw (1). (1) Zie concl. OM."
      ]
    }
  },
  "20": {
    "ECLI:BE:CASS:2016:ARR.20160902.5": {
      "court": "CASS",
      "date": "2016-09-02",
      "roleNumber": "F.14.0206.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160902.5&lang=fr",
      "abstractFR": [
        "Lorsqu'un assujetti utilise un bien d'investissement qu'il a acquis et utilisé à un moment où il n'avait pas encore la qualité d'assujetti, il peut déduire une partie de la TVA ayant grevé l'acquisition du bien s'il a obtenu la qualité d'assujetti avant le 1er juillet 2005 (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "La Belgique n'a pas correctement transposé la Sixième Directive 77/388/CEE du Conseil du 17 mai 1977 ainsi que les décisions en matière de TVA n° E.T. 18.235 du 10 novembre 1976 et 110.412 du 20 décembre 2005 dans la mesure où un assujetti qui est un organisme de droit public se voir offrir la possibilité de déduire une partie de la taxe ayant grevé l'acquisition d'un bien d'investissement à un moment où il n'avait pas encore la qualité d'assujetti (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer een belastingplichtige een bedrijfsmiddel gebruikt dat hij heeft verkregen en gebruikt op een tijdstip waarop hij nog niet de hoedanigheid van belastingplichtige had, kan hij een gedeelte van de btw geheven van de verkrijging van het goed in aftrek brengen indien hij de hoedanigheid van belastingplichtige verkreeg vóór 1 juli 2005 (1). (1) Zie concl. OM.",
        "België heeft de Zesde richtlijn, met de btw-beslissingen E.T. nrs. 18.235 van 10 november 1976 en 110.412 van 20 december 2005 niet correct omgezet in de mate dat aan een belastingplichtig overheidslichaam de mogelijkheid wordt geboden om een gedeelte in aftrek te brengen van de belasting geheven van de verkrijging van een bedrijfsmiddel op een ogenblik dat het nog niet de hoedanigheid van belastingplichtige had (1). (1) Zie concl. OM."
      ]
    }
  },
  "21": {
    "ECLI:BE:CASS:2016:ARR.20160902.5": {
      "court": "CASS",
      "date": "2016-09-02",
      "roleNumber": "F.14.0206.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160902.5&lang=fr",
      "abstractFR": [
        "Lorsqu'un assujetti utilise un bien d'investissement qu'il a acquis et utilisé à un moment où il n'avait pas encore la qualité d'assujetti, il peut déduire une partie de la TVA ayant grevé l'acquisition du bien s'il a obtenu la qualité d'assujetti avant le 1er juillet 2005 (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "La Belgique n'a pas correctement transposé la Sixième Directive 77/388/CEE du Conseil du 17 mai 1977 ainsi que les décisions en matière de TVA n° E.T. 18.235 du 10 novembre 1976 et 110.412 du 20 décembre 2005 dans la mesure où un assujetti qui est un organisme de droit public se voir offrir la possibilité de déduire une partie de la taxe ayant grevé l'acquisition d'un bien d'investissement à un moment où il n'avait pas encore la qualité d'assujetti (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer een belastingplichtige een bedrijfsmiddel gebruikt dat hij heeft verkregen en gebruikt op een tijdstip waarop hij nog niet de hoedanigheid van belastingplichtige had, kan hij een gedeelte van de btw geheven van de verkrijging van het goed in aftrek brengen indien hij de hoedanigheid van belastingplichtige verkreeg vóór 1 juli 2005 (1). (1) Zie concl. OM.",
        "België heeft de Zesde richtlijn, met de btw-beslissingen E.T. nrs. 18.235 van 10 november 1976 en 110.412 van 20 december 2005 niet correct omgezet in de mate dat aan een belastingplichtig overheidslichaam de mogelijkheid wordt geboden om een gedeelte in aftrek te brengen van de belasting geheven van de verkrijging van een bedrijfsmiddel op een ogenblik dat het nog niet de hoedanigheid van belastingplichtige had (1). (1) Zie concl. OM."
      ]
    }
  }
}