{
  "2": {
    "ECLI:BE:CASS:2022:ARR.20220915.1F.2": {
      "court": "CASS",
      "date": "2022-09-15",
      "roleNumber": "F.20.0086.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220915.1F.2",
      "abstractFR": [
        "Il ne suit pas des articles 8 et 238bis K du Code général des impôts français, dans l'interprétation qu'ils reçoivent en France, que les droits sociaux dans les sociétés civiles immobilières de droit français ayant un autre objet que celui visé au point 2 du protocole final joint à la convention franco-belge du 10 mars 1964 préventive de doubles impositions, qui ont une personnalité juridique et fiscale distincte de leurs membres, répondent à la notion de bien immobilier pour l'application de l'article 3, § 1er, de ladite convention préventive franco-belge (1) (2). (1) Cass. 29 septembre 2016, RG F.14.0006.F, Pas. 2016, n° 533 avec concl. du MP. (2) Le ministère public avait conclu à l'irrecevabilité du moyen dès lors que celui-ci invoquait la violation des articles 3, 15 et 18 de la Convention préventive de double imposition franco-belge du 10 mars 1964 sans viser la loi qui a approuvé cette Convention, soit la loi du 14 avril 1965."
      ],
      "abstractNL": [
        "Uit de artikelen 8 en 238bis K van de Franse “Code général des impôts”, volgens de uitlegging die hieraan in Frankrijk wordt gegeven, volgt niet dat de maatschappelijke rechten in de burgerlijke vastgoedvennootschappen naar Frans recht met een ander maatschappelijk doel dan het in punt 2 van het Slotprotocol bij het Frans-Belgisch dubbelbelastingverdrag van 10 maart 1964 bedoelde maatschappelijk doel, die een eigen rechtspersoonlijkheid en fiscale persoonlijkheid hebben die losstaat van die van haar leden, voor de toepassing van artikel 3, § 1, van dat verdrag beantwoorden aan het begrip onroerend goed (1) (2). (1) Cass. 29 september 2016, AR F.14.0006.F, AC 2016, nr. 533 met concl. OM op datum in Pas. (2) Het openbaar ministerie had tot de niet-ontvankelijkheid van het middel geconcludeerd omdat dit de schending van de artikelen 3, 15 en 18 van het Frans-Belgisch dubbelbelastingverdrag aanvoerde, zonder de wet te vermelden die dat verdrag heeft bekrachtigd, namelijk de wet van 14 april 1965."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160929.2": {
      "court": "CASS",
      "date": "2016-09-29",
      "roleNumber": "F.14.0006.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160929.2",
      "abstractFR": [
        "Il ne suit pas des articles 8 et 238bis K du Code général des impôts français, dans l'interprétation qu'ils reçoivent en France, que les droits sociaux dans les sociétés civiles immobilières de droit français ayant un autre objet que celui visé au point 2 du protocole final joint à la convention franco-belge du 10 mars 1964 préventive de doubles impositions, qui ont une personnalité juridique et fiscale distincte de leurs membres, répondent à la notion de bien immobilier pour l'application de l'article 3, § 1er, de ladite convention préventive franco-belge (1). (1) Voir les concl. contraires du MP."
      ],
      "abstractNL": [
        "Uit de artikelen 8 en 238bis K van de Franse Code général des impôts, in de uitlegging ervan die in Frankrijk gangbaar is, volgt niet dat de maatschappelijke rechten in de burgerlijke vastgoedvennootschappen naar Frans recht die een ander voorwerp hebben dan hetgeen vermeld is in punt 2 van het slotprotocol van het Frans-Belgisch dubbelbelastingverdrag van 10 maart 1964, die een onderscheiden rechtspersoonlijkheid en fiscale persoonlijkheid hebben van hun leden, beantwoorden aan het begrip onroerend goed voor de toepassing van artikel 3, lid 1, voornoemd Frans-Belgisch dubbelbelastingverdrag (1). (1) Zie concl. OM in Pas. 2016, nr. ***."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2024:ARR.20240425.1N.2": {
      "court": "CASS",
      "date": "2024-04-25",
      "roleNumber": "F.21.0191.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240425.1N.2",
      "abstractFR": null,
      "abstractNL": [
        "De aan de aandeelhouders en vennoten uitgekeerde inkomsten uit burgerlijke vastgoedvennootschappen naar Frans recht die vallen onder het fiscale stelsel van de transluciditeit kwalificeren a rato van hun maatschappelijke rechten, als inkomsten uit roerende goederen en niet als opbrengsten van onroerende goederen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250425.1N.7": {
      "court": "CASS",
      "date": "2025-04-25",
      "roleNumber": "F.23.0054.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250425.1N.7",
      "abstractFR": null,
      "abstractNL": [
        "De verdragsrechtelijke kwalificaties zijn enkel relevant voor de bepaling van de heffingsbevoegdheid van de verdragsluitende staten; nadat de heffingsbevoegdheid aldus bepaald is, worden de betrokken inkomsten overeenkomstig de eigen interne wetgeving van de betrokken staten aan de belasting onderworpen, zonder dat die staten gebonden zijn door de kwalificaties en definities die voor de toepassing van het verdrag gehanteerd worden (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220915.1F.2": {
      "court": "CASS",
      "date": "2022-09-15",
      "roleNumber": "F.20.0086.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220915.1F.2",
      "abstractFR": [
        "Il ne suit pas des articles 8 et 238bis K du Code général des impôts français, dans l'interprétation qu'ils reçoivent en France, que les droits sociaux dans les sociétés civiles immobilières de droit français ayant un autre objet que celui visé au point 2 du protocole final joint à la convention franco-belge du 10 mars 1964 préventive de doubles impositions, qui ont une personnalité juridique et fiscale distincte de leurs membres, répondent à la notion de bien immobilier pour l'application de l'article 3, § 1er, de ladite convention préventive franco-belge (1) (2). (1) Cass. 29 septembre 2016, RG F.14.0006.F, Pas. 2016, n° 533 avec concl. du MP. (2) Le ministère public avait conclu à l'irrecevabilité du moyen dès lors que celui-ci invoquait la violation des articles 3, 15 et 18 de la Convention préventive de double imposition franco-belge du 10 mars 1964 sans viser la loi qui a approuvé cette Convention, soit la loi du 14 avril 1965."
      ],
      "abstractNL": [
        "Uit de artikelen 8 en 238bis K van de Franse “Code général des impôts”, volgens de uitlegging die hieraan in Frankrijk wordt gegeven, volgt niet dat de maatschappelijke rechten in de burgerlijke vastgoedvennootschappen naar Frans recht met een ander maatschappelijk doel dan het in punt 2 van het Slotprotocol bij het Frans-Belgisch dubbelbelastingverdrag van 10 maart 1964 bedoelde maatschappelijk doel, die een eigen rechtspersoonlijkheid en fiscale persoonlijkheid hebben die losstaat van die van haar leden, voor de toepassing van artikel 3, § 1, van dat verdrag beantwoorden aan het begrip onroerend goed (1) (2). (1) Cass. 29 september 2016, AR F.14.0006.F, AC 2016, nr. 533 met concl. OM op datum in Pas. (2) Het openbaar ministerie had tot de niet-ontvankelijkheid van het middel geconcludeerd omdat dit de schending van de artikelen 3, 15 en 18 van het Frans-Belgisch dubbelbelastingverdrag aanvoerde, zonder de wet te vermelden die dat verdrag heeft bekrachtigd, namelijk de wet van 14 april 1965."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170921.1": {
      "court": "CASS",
      "date": "2017-09-21",
      "roleNumber": "F.15.0075.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170921.1&lang=fr",
      "abstractFR": [
        "Il ne suit pas des articles 8 et 238bis K du Code général des impôts français, tels qu'ils sont usuellement interprétés en France, que les droits sociaux détenus dans les sociétés civiles immobilières ayant une personnalité juridique et fiscale distincte de celle de leurs membres répondent à la notion de bien immobilier aux fins de l'application de l'article 3.1 de la Convention belgo-française préventive de doubles impositions."
      ],
      "abstractNL": [
        "Uit de artikelen 8 en 238bis K van de Franse Code général des impôts, in de uitlegging ervan die in Frankrijk gangbaar is, volgt niet dat de maatschappelijke rechten in die burgerlijke vastgoedvennootschappen, die een onderscheiden rechtspersoonlijkheid en fiscale persoonlijkheid hebben van hun leden, beantwoorden aan het begrip onroerend goed voor de toepassing van artikel 3.1 Frans-Belgisch Dubbelbelastingverdrag."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160929.2": {
      "court": "CASS",
      "date": "2016-09-29",
      "roleNumber": "F.14.0006.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160929.2",
      "abstractFR": [
        "Il ne suit pas des articles 8 et 238bis K du Code général des impôts français, dans l'interprétation qu'ils reçoivent en France, que les droits sociaux dans les sociétés civiles immobilières de droit français ayant un autre objet que celui visé au point 2 du protocole final joint à la convention franco-belge du 10 mars 1964 préventive de doubles impositions, qui ont une personnalité juridique et fiscale distincte de leurs membres, répondent à la notion de bien immobilier pour l'application de l'article 3, § 1er, de ladite convention préventive franco-belge (1). (1) Voir les concl. contraires du MP."
      ],
      "abstractNL": [
        "Uit de artikelen 8 en 238bis K van de Franse Code général des impôts, in de uitlegging ervan die in Frankrijk gangbaar is, volgt niet dat de maatschappelijke rechten in de burgerlijke vastgoedvennootschappen naar Frans recht die een ander voorwerp hebben dan hetgeen vermeld is in punt 2 van het slotprotocol van het Frans-Belgisch dubbelbelastingverdrag van 10 maart 1964, die een onderscheiden rechtspersoonlijkheid en fiscale persoonlijkheid hebben van hun leden, beantwoorden aan het begrip onroerend goed voor de toepassing van artikel 3, lid 1, voornoemd Frans-Belgisch dubbelbelastingverdrag (1). (1) Zie concl. OM in Pas. 2016, nr. ***."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2020:ARR.20200917.1F.6": {
      "court": "CASS",
      "date": "2020-09-17",
      "roleNumber": "F.19.0021.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200917.1F.6",
      "abstractFR": [
        "L'article 10.3 de la Convention belgo-française préventive de double imposition du 10 mars 1964 ne subordonne pas l'exception qu'il institue à la condition que le contribuable qui possède la nationalité de l'État où il réside ne possède pas aussi la nationalité de l'État qui alloue les rémunérations (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel 10.3 van het Belgisch-Frans dubbelbelastingverdrag van 10 maart 1964 stelt de hierin bepaalde uitzondering niet afhankelijk van de voorwaarde dat de belastingplichtige die de nationaliteit heeft van de Staat waar hij woont, bovendien de nationaliteit moet hebben van de Staat die de bezoldigingen toekent (1). (1) Zie concl. OM in Pas. 2020, nr. 552."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210114.1F.6": {
      "court": "CASS",
      "date": "2021-01-14",
      "roleNumber": "F.17.0029.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210114.1F.6",
      "abstractFR": [
        "Si les États contractants peuvent décider, de commun accord, d'appliquer la règle de l'article 10.1 de la Convention du 10 mars 1964 à des personnes morales de droit public qui se livrent à une activité industrielle ou commerciale, en l'absence d'accord, l'article 10.1 est applicable aux organismes ou établissements énumérés à l'article 10.2 qui ne se livrent pas à une activité industrielle ou commerciale (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Hoewel de verdragsluitende Staten kunnen beslissen, met wederzijds akkoord, om de regel van artikel 10.1 van de Overeenkomst van 10 maart 1964 toe te passen op publiekrechtelijke rechtspersonen die een nijverheids- of handelsactiviteit uitoefenen, is, bij ontstentenis van een dergelijk akkoord, artikel 10.1 van toepassing op de in artikel 10.2 opgesomde lichamen of instellingen die geen nijverheids- of handelsactiviteit uitoefenen (1). (1) Zie concl. OM in Pas. 2021, nr. 25."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150904.1": {
      "court": "CASS",
      "date": "2015-09-04",
      "roleNumber": "F.13.0085.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150904.1",
      "abstractFR": [
        "Il suit des articles 10.1 et 10.2 de la Convention du 10 mars 1964 entre la Belgique et la France tendant à éviter les doubles impositions et à établir des règles d'assistance administrative et juridique réciproque en matière d'impôts sur les revenus que les États contractants peuvent décider de commun accord d'appliquer la règle de l'article 10.1 à des personnes morales de droit public qui se livrent à une activité industrielle ou commerciale et qu'en l'absence d'accord, l'article 10.1 est applicable aux organismes ou établissements énumérés à l'article 10.2 qui ne se livrent pas à une activité industrielle ou commerciale (1). (1) Voir les concl. du MP.",
        "Peut répondre à la notion de personne morale de droit public de l'un des États contractants au sens de l'article 10.1 de la Convention du 10 mars 1964 un organisme constitué ou contrôlé par des collectivités locales qui entre dans une des catégories d'organismes ou d'établissements visées à l'article 10.2 de la convention précitée (1). (1) Voir les concl. du MP.",
        "Il suit des articles 23, § 1er, 24, 27 et 30 du Code des impôts sur les revenus 1992, qui distinguent les secteurs d'activité pour l'application des impôts sur les revenus, que l'activité d'une personne morale de droit public au sens des articles 10.1 et 10.2 de la Convention du 10 mars 1964 est industrielle ou commerciale lorsqu'elle a lieu dans le secteur de l'industrie ou du négoce (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de artikelen 10.1 en 10.2 van de Overeenkomst van 10 maart 1964 tussen België en Frankrijk tot voorkoming van dubbele belasting en tot regeling van wederzijdse administratieve en juridische bijstand inzake inkomstenbelastingen volgt dat de verdragsluitende Staten in onderlinge overeenstemming kunnen beslissen om de regel van artikel 10.1 toe te passen op publiekrechtelijke rechtspersonen die een nijverheids- of handelsactiviteit uitoefenen en dat, bij gebrek aan overeenstemming, artikel 10.1 van toepassing is op de in artikel 10.2 vermelde lichamen of instellingen die geen nijverheids- of handelsactiviteit uitoefenen (1). (1) Zie concl. OM in Pas. 2015, nr. ... .",
        "Een lichaam dat opgericht is of gecontroleerd wordt door de politieke onderdelen en dat tot een van de categorieën van lichamen of instellingen bedoeld in artikel 10.2 van de Overeenkomst van 10 maart 1964 behoort, kan beantwoorden aan het begrip publiekrechtelijke rechtspersoon van een van de verdragsluitende Staten in de zin van artikel 10.1 van die overeenkomst (1). (1) Zie concl. OM in Pas. 2015, nr. ... .",
        "Uit de artikelen 23, § 1, 24, 27 en 30 van het Wetboek van de Inkomstenbelastingen 1992, die voor de toepassing van de inkomstenbelastingen een onderscheid maken tussen de activiteitensectoren, volgt dat een publiekrechtelijk rechtspersoon een nijverheids- of handelsactiviteit uitoefent in de zin van de artikelen 10.1 en 10.2 van de Overeenkomst van 10 maart 1964 wanneer die activiteit plaatsvindt in de nijverheids- of handelssector (1). (1) Zie concl. OM in Pas. 2015, nr. ... ."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150904.4": {
      "court": "CASS",
      "date": "2015-09-04",
      "roleNumber": "F.14.0177.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150904.4",
      "abstractFR": [
        "Il suit des articles 10.1 et 10.2 de la Convention du 10 mars 1964 entre la Belgique et la France tendant à éviter les doubles impositions et à établir des règles d'assistance administrative et juridique réciproque en matière d'impôts sur les revenus que les États contractants peuvent décider de commun accord d'appliquer la règle de l'article 10.1 à des personnes morales de droit public qui se livrent à une activité industrielle ou commerciale et qu'en l'absence d'accord, l'article 10.1 est applicable aux organismes ou établissements énumérés à l'article 10.2 qui ne se livrent pas à une activité industrielle ou commerciale (1). (1) Voir les concl. du MP. Le même jour la Cour a rendu un arrêt identique sur les règles 1° et 2° (RG. F.13.0085.F).",
        "Peut répondre à la notion de personne morale de droit public de l'un des États contractants au sens de l'article 10.1 de la Convention du 10 mars 1964 un organisme constitué ou contrôlé par des collectivités locales qui entre dans une des catégories d'organismes ou d'établissements visées à l'article 10.2 de la convention précitée (1). (1) Voir les concl. du MP. Le même jour la Cour a rendu un arrêt identique sur les règles 1° et 2° (RG. F.13.0085.F).",
        "La Belgique tire de l'article 10.1. de la Convention du 10 mars 1964 le pouvoir exclusif d'imposer les rémunérations allouées à un résident fiscal français par une personne morale de droit public belge à la condition que celle-ci ne se livre pas à une activité industrielle ou commerciale; il ne suit pas de cette disposition que, pour relever de son champ d'application, la personne morale de droit public ne puisse faire aucune opération de nature industrielle ou commerciale (1). (1) Voir les concl. du MP. Le même jour la Cour a rendu un arrêt identique sur les règles 1° et 2° (RG. F.13.0085.F)."
      ],
      "abstractNL": [
        "Uit de artikelen 10.1 en 10.2 van de Overeenkomst van 10 maart 1964 tussen België en Frankrijk tot voorkoming van dubbele belasting en tot regeling van wederzijdse administratieve en juridische bijstand inzake inkomstenbelastingen volgt dat de verdragsluitende Staten, in onderlinge overeenstemming, kunnen beslissen om de regel van artikel 10.1 toe te passen op publiekrechtelijke rechtspersonen die een nijverheids- of handelsactiviteit uitoefenen en dat, bij gebrek aan overeenstemming, artikel 10.1 van toepassing is op de in artikel 10.2 vermelde lichamen of instellingen die geen nijverheids- of handelsactiviteit uitoefenen (1). (1) Zie concl. OM in Pas. 2015, nr. ... . Het Hof heeft op dezelfde datum een zelfde arrest gewezen over de regels 1° en 2° (AR F.13.0085.F).",
        "Een lichaam dat opgericht is of gecontroleerd wordt door de politieke onderdelen en dat tot een van de categorieën van lichamen of instellingen bedoeld in artikel 10.2 van de Overeenkomst van 10 maart 1964 behoort, kan beantwoorden aan het begrip publiekrechtelijke rechtspersoon van een van de verdragsluitende Staten in de zin van artikel 10.1 van die overeenkomst (1). (1) Zie concl. OM in Pas. 2015, nr. ... . Het Hof heeft op dezelfde datum een zelfde arrest gewezen over de regels 1° en 2° (AR F.13.0085.F).",
        "België ontleent aan artikel 10.1 van de Overeenkomst van 10 maart 1964 de exclusieve bevoegdheid om de bezoldigingen te belasten die aan een Frans fiscaal inwoner worden toegekend door een Belgisch publiekrechtelijk rechtspersoon, mits laatstgenoemde geen nijverheids- of handelsactiviteit uitoefent; uit die bepaling volgt niet dat ze enkel van toepassing is op de publiekrechtelijke rechtspersoon indien die rechtspersoon geen enkele verrichting doet die het karakter van een nijverheids- of handelsactiviteit vertoont (1). (1) Zie concl. OM in Pas. 2015, nr. ... . Het Hof heeft op dezelfde datum een zelfde arrest gewezen over de regels 1° en 2° (AR F.13.0085.F)."
      ]
    }
  },
  "11": {
    "ECLI:BE:CASS:2024:ARR.20241127.2F.14": {
      "court": "CASS",
      "date": "2024-11-27",
      "roleNumber": "P.24.0447.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241127.2F.14",
      "abstractFR": [
        "En vertu de l'article 11 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, il ne peut y avoir d'autres restrictions à l'exercice du droit à la liberté de réunion que celles qui, prévues par la loi, constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à la sûreté publique, à la défense de l'ordre et à la prévention du crime, à la protection de la santé ou de la morale ou à la protection des droits et libertés d'autrui; l'examen de la nécessité des restrictions implique de vérifier, au regard des données de fait de la cause prises dans leur ensemble, s'il existe des raisons pertinentes et suffisantes pour justifier la mesure.",
        "Lorsqu'ils ont considéré que face à un virus mortel qui était encore insuffisamment analysé au moment de l'interdiction de réunir et contre lequel il n'y avait pas encore de médicament ou de vaccination connus, des mesures devaient être prises le plus rapidement possible afin d'en limiter la propagation et que, dans ce contexte, les droits individuels ont été limités de manière légitime et proportionnée afin d'éviter non seulement que les individus ne soient exposés à un danger mortel mais, avant tout, que ceux-ci n'en contaminent d'autres, les juges d'appel ont effectué le contrôle de légitimité et de proportionnalité de l'interdiction de se réunir dont le non-respect constitue l'infraction visée à l'article 5 de l'arrêté ministériel du 23 mars 2020 portant des mesures d'urgence pour limiter la propagation du coronavirus Covid-19."
      ],
      "abstractNL": null
    }
  },
  "15": {
    "ECLI:BE:CASS:2023:ARR.20231123.1N.11": {
      "court": "CASS",
      "date": "2023-11-23",
      "roleNumber": "F.22.0034.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231123.1N.11",
      "abstractFR": null,
      "abstractNL": [
        "Uit de samenhang van artikel 15, §§ 1 en 2, en artikel 19.A.1, tweede lid, Belgisch-Frans dubbelbelastingverdrag volgt dat België aan natuurlijke personen die verblijfhouder van België zijn en die dividenden ontvangen die hun bron in Frankrijk hebben en in Frankrijk een inhouding bij de bron werkelijk hebben ondergaan, op de belasting verschuldigd in België een vermindering met het forfaitair gedeelte van buitenlandse belasting moet verlenen waarvan het tarief minstens gelijk is aan 15 procent van het netto bedrag van de roerende inkomsten (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231123.1N.8": {
      "court": "CASS",
      "date": "2023-11-23",
      "roleNumber": "F.21.0168.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231123.1N.8",
      "abstractFR": null,
      "abstractNL": [
        "Uit de samenhang van artikel 15, §§ 1 en 2, en artikel 19.A.1, tweede lid, Belgisch-Frans dubbelbelastingverdrag volgt dat België aan natuurlijke personen die verblijfhouder van België zijn en die dividenden ontvangen die hun bron in Frankrijk vinden en in Frankrijk een inhouding bij de bron werkelijk hebben ondergaan, op de belasting verschuldigd in België een vermindering met het forfaitair gedeelte van buitenlandse belasting moet verlenen waarvan het tarief minstens gelijk is aan 15 procent van het netto bedrag van de roerende inkomsten (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240621.1F.3": {
      "court": "CASS",
      "date": "2024-06-21",
      "roleNumber": "F.23.0098.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240621.1F.3",
      "abstractFR": [
        "L'article 19, A, § 1er, alinéa 2, de la Convention du 10 mars 1964 entre la Belgique et la France impose à la Belgique d'accorder à ses résidents fiscaux le droit d'imputer une quotité forfaitaire d'impôt étranger sur l'impôt belge, y compris lorsque ce dernier est perçu exclusivement par la voie du précompte mobilier, afférent à leurs dividendes d'origine française ayant subi un impôt à la source; par conséquent, il ne saurait être donné effet à une règle de droit interne belge qui priverait lesdits résidents de ce droit (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "19": {
    "ECLI:BE:CASS:2023:ARR.20231123.1N.11": {
      "court": "CASS",
      "date": "2023-11-23",
      "roleNumber": "F.22.0034.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231123.1N.11",
      "abstractFR": null,
      "abstractNL": [
        "Uit de samenhang van artikel 15, §§ 1 en 2, en artikel 19.A.1, tweede lid, Belgisch-Frans dubbelbelastingverdrag volgt dat België aan natuurlijke personen die verblijfhouder van België zijn en die dividenden ontvangen die hun bron in Frankrijk hebben en in Frankrijk een inhouding bij de bron werkelijk hebben ondergaan, op de belasting verschuldigd in België een vermindering met het forfaitair gedeelte van buitenlandse belasting moet verlenen waarvan het tarief minstens gelijk is aan 15 procent van het netto bedrag van de roerende inkomsten (1). (1) Zie concl. OM.",
        "Artikel 19.A.1, tweede lid, Belgisch-Frans dubbelbelastingverdrag verplicht België tot het in mindering brengen van een minimum verrekenbaar bedrag aan forfaitaire buitenlandse belasting op de belasting verschuldigd in België, ongeacht de wijze van heffing van de in België verschuldigde belasting; aldus is België ook wanneer de belasting op roerende inkomsten en opbrengsten van Franse oorsprong die door verblijfhouders van België zijn verkregen, uitsluitend door middel van roerende voorheffing wordt geïnd, verplicht een minimum verrekenbaar bedrag aan forfaitaire buitenlandse belasting te verlenen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231123.1N.8": {
      "court": "CASS",
      "date": "2023-11-23",
      "roleNumber": "F.21.0168.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231123.1N.8",
      "abstractFR": null,
      "abstractNL": [
        "Uit de samenhang van artikel 15, §§ 1 en 2, en artikel 19.A.1, tweede lid, Belgisch-Frans dubbelbelastingverdrag volgt dat België aan natuurlijke personen die verblijfhouder van België zijn en die dividenden ontvangen die hun bron in Frankrijk vinden en in Frankrijk een inhouding bij de bron werkelijk hebben ondergaan, op de belasting verschuldigd in België een vermindering met het forfaitair gedeelte van buitenlandse belasting moet verlenen waarvan het tarief minstens gelijk is aan 15 procent van het netto bedrag van de roerende inkomsten (1). (1) Zie concl. OM.",
        "Artikel 19.A.1, tweede lid, Belgisch-Frans dubbelbelastingverdrag verplicht België tot het in mindering brengen van een minimum verrekenbaar bedrag aan forfaitaire buitenlandse belasting op de belasting verschuldigd in België, ongeacht de wijze van heffing van de in België verschuldigde belasting; aldus is België ook wanneer de belasting op roerende inkomsten opbrengsten van Franse oorsprong die door verblijfhouders van België zijn verkregen, uitsluitend door middel van roerende voorheffing wordt geïnd, verplicht een minimum verrekenbaar bedrag aan forfaitaire buitenlandse belasting te verlenen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240621.1F.3": {
      "court": "CASS",
      "date": "2024-06-21",
      "roleNumber": "F.23.0098.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240621.1F.3",
      "abstractFR": [
        "L'article 19, A, § 1er, alinéa 2, de la Convention du 10 mars 1964 entre la Belgique et la France impose à la Belgique d'accorder à ses résidents fiscaux le droit d'imputer une quotité forfaitaire d'impôt étranger sur l'impôt belge, y compris lorsque ce dernier est perçu exclusivement par la voie du précompte mobilier, afférent à leurs dividendes d'origine française ayant subi un impôt à la source; par conséquent, il ne saurait être donné effet à une règle de droit interne belge qui priverait lesdits résidents de ce droit (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2020:ARR.20201015.1F.6": {
      "court": "CASS",
      "date": "2020-10-15",
      "roleNumber": "F.19.0015.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201015.1F.6",
      "abstractFR": [
        "Il suit de l'article 19.A.1, alinéa 2, de la Convention franco-belge préventive de doubles impositions que la Belgique doit accorder l'imputation d'une quotité forfaitaire d'impôt étranger dont le taux est au moins égal à 15 pour cent du montant net des revenus mobiliers (1) (2). (1) Cass. 16 juin 2017, RG F.15.0102.N, Pas. 2017, n° 393, avec concl. de M. VAN INGELGEM, avocat général publiées à leur date dans AC. (2) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit artikel 19.A.1, tweede lid, van het Frans-Belgisch dubbelbelastingverdrag volgt dat België de verrekening moet verlenen van een forfaitair gedeelte van de buitenlandse belasting waarvan het tarief minstens gelijk is aan 15 procent van het netto bedrag van de roerende inkomsten (1) (2). (1) Cass. 16 juni 2017, AR F.15.0102.N, AC 2017, nr. 393, met concl. van advocaat-generaal VAN INGELGEM. (2) Zie concl. OM in Pas. 2020, nr. 641."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210225.1F.1": {
      "court": "CASS",
      "date": "2021-02-25",
      "roleNumber": "F.20.0084.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210225.1F.1",
      "abstractFR": [
        "Il suit de l'article 19.A.1, alinéa 2, de la Convention franco-belge préventive de doubles impositions que la Belgique doit accorder l'imputation d'une quotité forfaitaire d'impôt étranger dont le taux est au moins égal à 15 pour cent du montant net des revenus mobiliers (1). (1) Cass. 15 octobre 2020, RG F.19.0015.F, Pas. 2020, n° 640 avec concl. MP ; Cass. 16 juin 2017, RG F.15.0102.N, Pas. 2017, n° 393 avec concl. de M. Van Ingelgem, avocat général publiées à leur date dans AC. Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit artikel 19.A.1, tweede lid, van het Frans-Belgisch dubbelbelastingverdrag van 10 maart 1964 volgt dat België de verrekening moet verlenen van een forfaitair gedeelte van de buitenlandse belasting waarvan het tarief minstens gelijk is aan 15 procent van het netto bedrag van de roerende inkomsten (1). (1) Cass. 15 oktober 2020, AR F.19.0015.F, AC 2020, nr. 640, met concl. OM op datum in Pas.; Cass. 16 juni 2017, AR F.15.0102.N, AC 2017, nr. 393, met concl. van advocaat-generaal VAN INGELGEM. Zie concl. OM in Pas. 2021, nr. 140.",
        "Uit artikel 19.A.1, tweede lid, van de Frans-Belgisch dubbelbelastingverdrag van 10 maart 1964 volgt dat België de verrekening moet verlenen van een forfaitair gedeelte van de buitenlandse belasting waarvan het tarief minstens gelijk is aan 15 procent van het netto bedrag van de roerende inkomsten (1). (1) Cass. 15 oktober 2020, AR F.19.0015.F, AC 2020, nr. 640, met concl. OM op datum in Pas.; Cass. 16 juni 2017, AR F.15.0102.N, AC 2017, nr. 393, met concl. van advocaat-generaal VAN INGELGEM. Zie concl. OM in Pas. 2021, nr. 140."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170616.3": {
      "court": "CASS",
      "date": "2017-06-16",
      "roleNumber": "F.15.0102.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170616.3&lang=fr",
      "abstractFR": [
        "Il suit de l'article 19.A.1, alinéa 2, de la Convention franco-belge préventive de doubles impositions que la Belgique doit accorder l'imputation d'une quotité forfaitaire d'impôt étranger dont le taux est au moins égal à 15 pour cent du montant net des revenus mobiliers (1). (1) Voir les conclusions du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit artikel 19.A.1, tweede lid, van het Frans-Belgisch dubbelbelastingverdrag volgt dat België een forfaitair gedeelte van buitenlandse belasting moet verlenen waarvan het tarief minstens gelijk is aan 15 procent van het netto bedrag van de roerende inkomsten (1). (1) Zie concl. OM."
      ]
    }
  },
  "22": {
    "ECLI:BE:CASS:2015:ARR.20150904.1": {
      "court": "CASS",
      "date": "2015-09-04",
      "roleNumber": "F.13.0085.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150904.1",
      "abstractFR": [
        "Il suit des articles 23, § 1er, 24, 27 et 30 du Code des impôts sur les revenus 1992, qui distinguent les secteurs d'activité pour l'application des impôts sur les revenus, que l'activité d'une personne morale de droit public au sens des articles 10.1 et 10.2 de la Convention du 10 mars 1964 est industrielle ou commerciale lorsqu'elle a lieu dans le secteur de l'industrie ou du négoce (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de artikelen 23, § 1, 24, 27 en 30 van het Wetboek van de Inkomstenbelastingen 1992, die voor de toepassing van de inkomstenbelastingen een onderscheid maken tussen de activiteitensectoren, volgt dat een publiekrechtelijk rechtspersoon een nijverheids- of handelsactiviteit uitoefent in de zin van de artikelen 10.1 en 10.2 van de Overeenkomst van 10 maart 1964 wanneer die activiteit plaatsvindt in de nijverheids- of handelssector (1). (1) Zie concl. OM in Pas. 2015, nr. ... ."
      ]
    }
  },
  "24": {
    "ECLI:BE:CASS:2020:ARR.20200917.1F.6": {
      "court": "CASS",
      "date": "2020-09-17",
      "roleNumber": "F.19.0021.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200917.1F.6",
      "abstractFR": [
        "Les accords entre les autorités désignées par l'article 24.2 de la Convention belgo-française préventive de double imposition du 10 mars 1964, qui dérogent aux dispositions de cette dernière ou en subordonnent l'application à des conditions qu'elles ne prévoient pas, sont dépourvus de force obligatoire et les tribunaux ne peuvent les appliquer (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De akkoorden tussen de in artikel 24.2 van het Belgisch-Frans dubbelbelastingverdrag van 10 maart 1964 aangewezen autoriteiten die van zijn bepalingen afwijken of de toepassing ervan afhankelijk stellen van voorwaarden die niet daarin zijn bepaald, hebben geen verbindende kracht en mogen niet door de rechtbanken worden toegepast (1). (1) Zie concl. OM in Pas. 2020, nr. 552."
      ]
    }
  }
}