{
  "3": {
    "ECLI:BE:CASS:2015:ARR.20150212.8": {
      "court": "CASS",
      "date": "2015-02-12",
      "roleNumber": "C.13.0320.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150212.8",
      "abstractFR": [
        "Il ne ressort ni de l'article 3, 6°, a), ni d'aucune autre disposition de l'arrêté de l'exécutif régional wallon du 22 février 1990 que le demandeur de la prime doit souscrire l'engagement d'affecter le logement à une seule des trois destinations prévues par l'article 3, 6°, a), pour toute la période qu'il précise (1). (1) Le ministère public concluait qu'il suit de l'article 3, 6°, a), de l'arrêté de l'exécutif régional wallon du 22 février 1990 que l'engagement auquel souscrit le demandeur d'une prime à la réhabilitation de logements insalubres situés dans la Région wallonne, à la date de la demande de prime, pour une période ininterrompue de 4 ans et 6 mois, concerne l'un des trois modes d'occupation du logement qu'impose cette disposition; celle-ci n'autorise pas le demandeur à modifier, pendant cette période, le mode d'occupation du logement fixé lors de la demande de prime."
      ],
      "abstractNL": [
        "Noch uit artikel 3, 6°, a), noch uit enige andere bepaling van het besluit van 22 februari 1990 van de Waalse Gewestexecutieve blijkt dat de aanvrager van de premie de verbintenis moet onderschrijven dat hij de woning gedurende de gehele, in artikel 3, 6°, a), gepreciseerde periode, voor slechts een van de drie, daarin bepaalde bestemmingen zal gebruiken (1). (1) Het OM concludeerde dat uit artikel 3, 6°, a), van het besluit van 22 februari 1990 van de Waalse Gewestexecutieve volgt dat de verbintenis die de aanvrager van een premie tot rehabilitatie van ongezonde woningen gelegen in het Waalse Gewest moet onderschrijven op de datum van de premieaanvraag, gedurende een ononderbroken periode van 4 jaar en 6 maanden, betrekking heeft op een van de drie wijzen van bewoning die door de voormelde bepaling worden opgelegd; die bepaling machtigt de eiser niet om, tijdens die periode, de wijze van bewoning zoals zij was vastgesteld ten tijde van de premieaanvraag, te wijzigen."
      ]
    }
  }
}