{
  "55": {
    "ECLI:BE:CASS:2014:ARR.20140627.4": {
      "court": "CASS",
      "date": "2014-06-27",
      "roleNumber": "C.13.0560.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140627.4",
      "abstractFR": [
        "Il ne suit pas des articles 55, alinéa 2, des lois coordonnées sur les sociétés commerciales, 518, § 3, du Code des sociétés et 1991, alinéa 2, du Code civil, que les fonctions d'un administrateur dont le mandat a pris fin ne se poursuivraient que pendant le temps raisonnablement nécessaire à l'assemblée générale pour se réunir en vue de pourvoir à son remplacement (1). (1) Voir Cass. 12 mai 2014, RG S.12.0092.F, Pas. 2014, n° ..."
      ],
      "abstractNL": [
        "Uit de artikelen 55, tweede lid, van de gecoördineerde wetten op de handelsvennootschappen, 518, §3, van het Wetboek van Vennootschappen en 1991, tweede lid, van het Burgerlijk Wetboek volgt niet dat de functies van een bestuurder wiens opdracht geëindigd is, slechts zouden voortduren gedurende de tijd die de algemene vergadering redelijkerwijs nodig heeft om bijeen te komen teneinde in zijn vervanging te voorzien (1). (1) Zie Cass. 12 mei 2014, AR S.12.0092.F, AC 2014, nr. ..."
      ]
    }
  },
  "62": {
    "ECLI:BE:CASS:2016:ARR.20161222.10": {
      "court": "CASS",
      "date": "2016-12-22",
      "roleNumber": "C.10.0210.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161222.10",
      "abstractFR": [
        "Si la faute commise par l'organe d'une société à l'égard du cocontractant de cette dernière ou d'un tiers engage la responsabilité directe de cette personne morale, cette responsabilité n'exclut pas, en règle, la responsabilité personnelle de l'organe dont la faute constitue un manquement à l'obligation générale de prudence mais coexiste avec celle-ci (1). (1) Voir Cass. 20 juin 2005, RG C.03.0105.F, Pas. 2005, n° 354"
      ],
      "abstractNL": [
        "Hoewel de fout die door het orgaan van een vennootschap wordt begaan jegens een medecontractant van laatstgenoemde of jegens een derde de rechtstreekse aansprakelijkheid van die rechtspersoon in het gedrang brengt, sluit die aansprakelijkheid, in de regel, de persoonlijke aansprakelijkheid niet uit van het orgaan wiens fout een niet-inachtneming van de algemene voorzichtigheidsverplichting oplevert, maar bestaat ze gelijktijdig met voornoemde aansprakelijkheid (1). (1) Zie Cass. 20 juni 2005, AR C.03.0105.F, AC 2005, nr. 354."
      ]
    }
  },
  "201": {
    "ECLI:BE:CASS:2008:ARR.20081219.1": {
      "court": "CASS",
      "date": "2008-12-19",
      "roleNumber": "C.07.0281.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20081219.1&lang=fr",
      "abstractFR": [
        "Les personnes qui font du commerce en nom collectif sont présumées être commerçantes; elles acquièrent cette qualité par leur participation à la société (1). (1) Voir les conclusions du M.P., publiées à leur date dans A.C.",
        "Tous les associés d'une société en nom collectif sont qualifiés de commerçants; la déclaration de faillite d'une société en nom collectif implique le constat que tous les associés ont cessé de payer et que leur crédit est ébranlé (1). (1) Voir les conclusions du M.P., publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Personen die handel drijven onder firma worden geacht koopman te zijn; zij ontlenen die hoedanigheid aan hun lidmaatschap van de vennootschap (1). (1) Zie de concl. van het O.M.",
        "Alle vennoten van een vennootschap onder firma worden als kooplieden aangemerkt; de faillietverklaring van een vennootschap onder firma impliceert dat is vastgesteld dat alle vennoten hebben opgehouden te betalen en dat hun krediet is geschokt (1). (1) Zie de concl. van het O.M."
      ]
    }
  },
  "202": {
    "ECLI:BE:CASS:2008:ARR.20081219.1": {
      "court": "CASS",
      "date": "2008-12-19",
      "roleNumber": "C.07.0281.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20081219.1&lang=fr",
      "abstractFR": [
        "Les commandités d'une société en commandite simple doivent aussi être qualifiés de commerçants et la déclaration de faillite de la société en commandite simple entraîne la faillite des commandités (1). (1) Voir les conclusions du M.P., publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Ook de beherende vennoten van de gewone commanditaire vennootschap dienen als kooplieden te worden aangemerkt en de faillietverklaring van de gewone commanditaire vennootschap heeft het faillissement van de beherende vennoten tot gevolg (1). (1) Zie de concl. van het O.M."
      ]
    }
  },
  "205": {
    "ECLI:BE:CASS:2008:ARR.20081219.1": {
      "court": "CASS",
      "date": "2008-12-19",
      "roleNumber": "C.07.0281.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20081219.1&lang=fr",
      "abstractFR": [
        "Tous les associés d'une société en nom collectif sont qualifiés de commerçants; la déclaration de faillite d'une société en nom collectif implique le constat que tous les associés ont cessé de payer et que leur crédit est ébranlé (1). (1) Voir les conclusions du M.P., publiées à leur date dans A.C.",
        "Les commandités d'une société en commandite simple doivent aussi être qualifiés de commerçants et la déclaration de faillite de la société en commandite simple entraîne la faillite des commandités (1). (1) Voir les conclusions du M.P., publiées à leur date dans A.C.",
        "La qualité de commerçant d'un associé d'une société en nom collectif et d'un commandité d'une société en commandite simple ne repose pas uniquement sur la responsabilité illimitée de ces associés pour les dettes de la société (1). (1) Voir les conclusions du M.P., publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Alle vennoten van een vennootschap onder firma worden als kooplieden aangemerkt; de faillietverklaring van een vennootschap onder firma impliceert dat is vastgesteld dat alle vennoten hebben opgehouden te betalen en dat hun krediet is geschokt (1). (1) Zie de concl. van het O.M.",
        "Ook de beherende vennoten van de gewone commanditaire vennootschap dienen als kooplieden te worden aangemerkt en de faillietverklaring van de gewone commanditaire vennootschap heeft het faillissement van de beherende vennoten tot gevolg (1). (1) Zie de concl. van het O.M.",
        "De hoedanigheid van koopman van een vennoot van een vennootschap onder firma en van een beherend vennoot van een gewone commanditaire vennootschap berust niet louter op de onbeperkte aansprakelijkheid van deze vennoten voor de schulden van de vennootschap (1). (1) Zie de concl. van het O.M."
      ]
    }
  },
  "147bis": {
    "ECLI:BE:CASS:2014:ARR.20141017.3": {
      "court": "CASS",
      "date": "2014-10-17",
      "roleNumber": "C.13.0555.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141017.3&lang=fr",
      "abstractFR": [
        "Le fait de laisser exister une société coopérative à responsabilité limitée alors que l'article 147bis, § 1er, des lois coordonnées du 30 novembre 1935 n'est pas respecté constitue une infraction à cette loi qui continue tant que la part fixe du capital social n'a pas été augmentée pour atteindre le montant requis."
      ],
      "abstractNL": [
        "Het laten voortbestaan van een C.V.B.A. zonder te beantwoorden aan artikel 147bis, §1, van de Vennootschappenwet is een overtreding van de Vennootschappenwet die voortduurt zolang het vaste gedeelte van het maatschappelijk kapitaal niet werd verhoogd tot het vereiste bedrag."
      ]
    }
  }
}