{
  "7": {
    "ECLI:BE:CASS:2017:ARR.20170914.2": {
      "court": "CASS",
      "date": "2017-09-14",
      "roleNumber": "C.16.0354.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170914.2&lang=fr",
      "abstractFR": [
        "L'article 7 du décret des 2 et 17 mars 1791, qui s'oppose à une limitation illicite de la liberté du commerce et de l'industrie, est d'ordre public (1). (1) Cass. (aud. pl.) 25 juni 2015, RG C.14.0008.F, Pas. 2015, n° 444, avec concl. de M. Werquin, avocat général in Pas. 2015, n° 444; voir aussi Cass. 23 janvier 2015, RG C.13.0579.N, Pas. 2015, n° 59.",
        "La clause qui impose une limitation déraisonnable de la concurrence quant à l'objet, au territoire ou à la durée, est nulle (1). (1) Cass. (aud. pl.) 25 juni 2015, RG C.14.0008.F, Pas. 2015, n° 444, avec concl. de M. Werquin, avocat général in Pas. 2015, n° 444; voir aussi Cass. 23 janvier 2015, RG C.13.0579.N, Pas. 2015, n° 59.",
        "La limitation est déraisonnable lorsqu'elle excède ce qui est nécessaire quant à l'objet, au territoire ou à la durée pour déjouer la concurrence (1). (1) Cass. (aud. pl.) 25 juni 2015, RG C.14.0008.F, Pas. 2015, n° 444, avec concl. de M. Werquin, avocat général in Pas. 2015, n° 444; voir aussi Cass. 23 janvier 2015, RG C.13.0579.N, Pas. 2015, n° 59."
      ],
      "abstractNL": [
        "Artikel 7 van het decreet van 2 en 17 maart 1791, dat zich verzet tegen een ongeoorloofde beperking van de vrijheid van handel en nijverheid, is van openbare orde (1). (1) Cass. (volt. zitt.) 25 juni 2015, AR C.14.0008.F, AC 2015, nr. 444, met concl. van advocaat-generaal T. WERQUIN in Pas. 2015, nr. 444; zie ook Cass. 23 januari 2015, AR C.13.0579.N, AC 2015, nr. 59.",
        "Het beding dat een onredelijke beperking van de concurrentie naar voorwerp, territorium of duur oplegt, is nietig (1). (1) Cass. (volt. zitt.) 25 juni 2015, AR C.14.0008.F, AC 2015, nr. 444, met concl. van advocaat-generaal T. WERQUIN in Pas. 2015, nr. 444; zie ook Cass. 23 januari 2015, AR C.13.0579.N, AC 2015, nr. 59.",
        "De beperking van de concurrentie is onredelijk wanneer die naar voorwerp, territorium of duur verder reikt dan noodzakelijk om de concurrentie tegen te gaan (1). (1) Cass. (volt. zitt.) 25 juni 2015, AR C.14.0008.F, AC 2015, nr. 444, met concl. van advocaat-generaal T. WERQUIN in Pas. 2015, nr. 444; zie ook Cass. 23 januari 2015, AR C.13.0579.N, AC 2015, nr. 59."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150625.11": {
      "court": "CASS",
      "date": "2015-06-25",
      "roleNumber": "C.14.0008.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150625.11",
      "abstractFR": [
        "L'article 7 du décret des 2 et 17 mars 1791, qui s'oppose à une limitation illicite de la liberté du commerce et de l'industrie, est d'ordre public (1). (1) Voir les concl. du MP.",
        "La clause qui impose une limitation excessive de la concurrence quant à l''objet, au territoire ou à la durée est nulle (1). (1) Voir les concl. du MP.",
        "Le juge peut, si une nullité partielle d'une clause de non-concurrence est possible, en limiter la nullité à la partie contraire à l'ordre public, pour autant que le maintien de la clause partiellement annulée réponde à l'intention des parties (1). (1) Voir les concl. contraires du MP."
      ],
      "abstractNL": [
        "Artikel 7 van het decreet van 2 en 17 maart 1791, dat zich verzet tegen een ongeoorloofde beperking van de vrijheid van handel en ondernemen, is van openbare orde (1). (1) Zie concl. OM in Pas. 2015, nr. ...",
        "Het beding dat een buitensporige beperking van de concurrentie oplegt met betrekking tot het voorwerp, het grondgebied of de duur, is nietig (1). (1) Zie concl. OM in Pas. 2015, nr. ***",
        "Indien de gedeeltelijke nietigheid van een concurrentiebeding mogelijk is, kan de rechter de nietigheid ervan beperken tot het gedeelte dat strijdig is met de openbare orde, voor zover het behoud van het gedeeltelijk vernietigde beding beantwoordt aan de bedoeling van de partijen (1). (1) Zie andersl. concl. OM in Pas. 2015, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150123.3": {
      "court": "CASS",
      "date": "2015-01-23",
      "roleNumber": "C.13.0579.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150123.3&lang=fr",
      "abstractFR": [
        "La disposition de l'article 7 du Décret d'Allarde des 2-17 mars 1791, tel qu'il est applicable en l'espèce, qui s'oppose à une limitation illicite de la liberté du commerce et de l'industrie, est d'ordre public; la clause qui impose une limitation déraisonnable de la concurrence quant à l'objet, au territoire ou à la durée, est, dès lors, nulle."
      ],
      "abstractNL": [
        "De bepaling van artikel 7 van het Decreet d' Allarde van 2-17 maart 1791, zoals te dezen van toepassing, die zich verzet tegen een ongeoorloofde beperking van de vrijheid van handel en nijverheid, is van openbare orde; het beding dat een onredelijke beperking van de concurrentie naar voorwerp, territorium of duur oplegt, is bijgevolg nietig."
      ]
    }
  }
}