{
  "2": {
    "ECLI:BE:CASS:2025:ARR.20250109.1F.2": {
      "court": "CASS",
      "date": "2025-01-09",
      "roleNumber": "C.23.0341.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250109.1F.2",
      "abstractFR": [
        "Les articles 2 et 3 de la Directive 2004/38/CE du 29 avril 2004 relative au droit des citoyens de l'Union et des membres de leurs familles de circuler et de séjourner librement sur le territoire des Etats membres n'exigent pas que le membre de la famille du citoyen de l'Union européenne ait la nationalité d'un Etat membre."
      ],
      "abstractNL": [
        "De artikelen 2 en 3 van Richtlijn 2004/38/EG van 29 april 2004 betreffende het recht van vrij verkeer en verblijf op het grondgebied van de lidstaten voor de burgers van de Unie en hun familieleden vereisen niet dat het familielid van de EU-burger de nationaliteit van een lidstaat bezit."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2025:ARR.20250109.1F.2": {
      "court": "CASS",
      "date": "2025-01-09",
      "roleNumber": "C.23.0341.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250109.1F.2",
      "abstractFR": [
        "Les articles 2 et 3 de la Directive 2004/38/CE du 29 avril 2004 relative au droit des citoyens de l'Union et des membres de leurs familles de circuler et de séjourner librement sur le territoire des Etats membres n'exigent pas que le membre de la famille du citoyen de l'Union européenne ait la nationalité d'un Etat membre."
      ],
      "abstractNL": [
        "De artikelen 2 en 3 van Richtlijn 2004/38/EG van 29 april 2004 betreffende het recht van vrij verkeer en verblijf op het grondgebied van de lidstaten voor de burgers van de Unie en hun familieleden vereisen niet dat het familielid van de EU-burger de nationaliteit van een lidstaat bezit."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2025:ARR.20251201.3N.4": {
      "court": "CASS",
      "date": "2025-12-01",
      "roleNumber": "S.24.0045.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251201.3N.4",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer een Belgische onderdaan werd ingeschreven in een andere lidstaat en daar werd afgeschreven, wordt deze niet vermoed zijn hoofdverblijfplaats in België te hebben."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2025:ARR.20251201.3N.4": {
      "court": "CASS",
      "date": "2025-12-01",
      "roleNumber": "S.24.0045.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251201.3N.4",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer een Belgische onderdaan werd ingeschreven in een andere lidstaat en daar werd afgeschreven, wordt deze niet vermoed zijn hoofdverblijfplaats in België te hebben."
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2021:ARR.20211006.2F.6": {
      "court": "CASS",
      "date": "2021-10-06",
      "roleNumber": "P.21.0757.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211006.2F.6",
      "abstractFR": [
        "Il ne résulte pas des articles 40, § 4, de la loi du 15 décembre 1980, et 7.1 de la directive 2004/38/CE du Parlement européen et du Conseil, du 29 avril 2004, relative au droit des citoyens de l'Union et des membres de leurs familles de circuler et de séjourner librement sur le territoire des Etats membres, que le séjour d'un citoyen de l'Union européenne dans un autre Etat membre que le sien pour une période de plus de trois mois soit garanti de manière inconditionnelle; ce séjour est, au contraire, subordonné aux conditions que l'étranger détienne une carte d'identité ou un passeport valable et qu'il justifie soit d'un emploi ou à tout le moins d'une chance réelle d'en obtenir un, soit de ressources suffisantes afin de ne pas devenir une charge pour le système d'aide sociale du pays d'accueil, soit de son inscription dans un établissement d'enseignement pour y suivre des études (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit artikel 40, § 4, Vreemdelingenwet en artikel 7.1 van de Richtlijn 2004/38/EG van het Europees Parlement en de Raad van 29 april 2004 betreffende het recht van vrij verkeer en verblijf op het grondgebied van de lidstaten voor de burgers van de Unie en hun familieleden volgt niet dat het verblijf van een burger van de Europese Unie in een andere dan zijn eigen lidstaat voor een periode van meer dan drie maanden onvoorwaardelijk is gewaarborgd; dit verblijf is integendeel onderworpen aan de voorwaarden dat de vreemdeling in het bezit is van een geldige identiteitskaart of een geldig paspoort en dat hij hetzij werk heeft of ten minste de reële kans heeft er te vinden, hetzij voldoende bestaansmiddelen heeft om te voorkomen dat hij tijdens zijn verblijf ten laste komt van het socialebijstandstelsel van het gastland, hetzij bij een onderwijsinstelling is ingeschreven om er een opleiding te volgen (1). (1) Zie concl. OM in Pas. 2021, nr. 623."
      ]
    }
  },
  "36": {
    "ECLI:BE:CASS:2021:ARR.20211006.2F.6": {
      "court": "CASS",
      "date": "2021-10-06",
      "roleNumber": "P.21.0757.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211006.2F.6",
      "abstractFR": [
        "Les Etats membres peuvent, en vertu de l'article 36 de la directive 2004/38/CE du Parlement européen et du Conseil, du 29 avril 2004, relative au droit des citoyens de l'Union et des membres de leurs familles de circuler et de séjourner librement sur le territoire des Etats membres, déterminer le régime des sanctions applicables aux violations des dispositions nationales qui en assurent la transposition; peut donc être sanctionnée, selon le régime déterminé par le pays hôte, la violation des dispositions stipulant les conditions auxquelles un citoyen de l'Union européenne est autorisé à séjourner, pendant plus de trois mois, sur le territoire de ce pays; aucune des dispositions de la loi du 15 décembre 1980 ou de la directive 2004/38/CE n'interdit de sanctionner pénalement le citoyen de l'Union dont le séjour de longue durée ne répond pas aux conditions que la règle de droit européen, transposée dans le droit national, met à l'ouverture de ce droit (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Krachtens artikel 36 van de Richtlijn 2004/38/EG van het Europees Parlement en de Raad van 29 april 2004 betreffende het recht van vrij verkeer en verblijf op het grondgebied van de lidstaten voor de burgers van de Unie en hun familieleden, kunnen de lidstaten het stelsel van sancties vaststellen dat van toepassing is op overtredingen van de ter uitvoering van die richtlijn vastgestelde nationale bepalingen; naargelang van het door het gastland bepaalde stelsel, kan dus de overtreding worden bestraft van de bepalingen die de voorwaarden vermelden waaronder een burger van de Europese Unie gedurende meer dan drie maanden op het grondgebied van dat land mag verblijven; geen enkele van de bepalingen van de Vreemdelingenwet of de Richtlijn 2004/38/EG verbiedt om een burger van de Unie strafrechtelijk te bestraffen wanneer zijn langdurig verblijf niet voldoet aan de voorwaarden die de in het nationaal recht omgezette Europese rechtsregel op de toekenning van dat recht stelt (1). (1) Zie concl. OM in Pas. 2021, nr. 623"
      ]
    }
  }
}