{
  "1": {
    "ECLI:BE:CASS:2023:ARR.20230406.1F.4": {
      "court": "CASS",
      "date": "2023-04-06",
      "roleNumber": "F.21.0193.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230406.1F.4",
      "abstractFR": [
        "Pour apprécier si la superficie de la partie ancienne d'un bâtiment d'hébergement de personnes âgées reste plus importante que celle de la partie nouvelle, les dispositions légales applicables n'imposent pas qu'il n'y ait lieu d'avoir égard qu'à la superficie affectée dans cette partie à pareil hébergement (1). (1) Voir les concl. du MP.",
        "Si la superficie de la partie nouvelle résultant de la transformation d'un bâtiment préexistant affecté au logement de personnes âgées excède celle de la partie ancienne, l'application du taux de 6 p.c. ne devrait être exclue que pour cet excédent (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20211223.1N.1": {
      "court": "CASS",
      "date": "2021-12-23",
      "roleNumber": "F.20.0127.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211223.1N.1&lang=fr",
      "abstractFR": [
        "Le taux réduit de la taxe sur la valeur ajoutée de 6 % ne s'applique qu'au placement de portails d'entrée qui sont fixés de manière permanente au bâtiment d'habitation lui-même, de sorte qu'ils sont incorporés à la structure immobilière du bâtiment d'habitation, et qui constituent une amélioration du bâtiment d'habitation lui-même en ce qu'ils ont une utilité immédiate pour la fonction résidentielle privée; de tels portails d'entrée ne concernent pas les clôtures au sens du § 4, 1°, de la rubrique XXXI du tableau A, exclues du taux réduit, mais ont trait au bâtiment d'habitation proprement dit."
      ],
      "abstractNL": [
        "Het verlaagd btw-tarief van 6 pct. is slechts van toepassing op de plaatsing van toegangspoorten die muurvast aan de woning zelf worden aangehecht, zodat zij worden ingelijfd in de onroerende structuur van de woning en die een verbetering van de woning zelf uitmaken doordat ze een onmiddellijk nut hebben voor de private woonfunctie; dergelijke toegangspoorten betreffen geen van het verlaagd tarief uitgesloten afsluitingen in de zin van § 4, 1° rubriek XXXI van Tabel A , maar hebben betrekking op de eigenlijke woning."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221021.1N.5": {
      "court": "CASS",
      "date": "2022-10-21",
      "roleNumber": "F.21.0053.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221021.1N.5&lang=fr",
      "abstractFR": [
        "Il est question de nouvelle construction à laquelle s'applique un taux de 21 % de taxe sur la valeur ajoutée, lorsque les travaux exécutés ne s'appuient pas sur les éléments essentiels de la structure du bâtiment et que le bâtiment est reconstruit après démolition, même si certaines parties, comme les fondations, les caves ou la seule façade avant, sont conservées; c'est également le cas lorsque des éléments essentiels de la structure du bâtiment, en particulier les fondations, doivent être substantiellement rénovées ou renforcés afin de supporter les travaux exécutés (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Le juge apprécie souverainement si les travaux exécutés ont pour objet la transformation, la rénovation, la réhabilitation, l'amélioration, la réparation ou l'entretien, en tout ou en partie, d'un bâtiment d'habitation ou s'il est question de travaux relatifs à une nouvelle construction, sans préjudice de la possibilité dont dispose la Cour de vérifier si le juge a pu légalement déduire des faits qu'il a constatés que les travaux ont conduit à la réalisation d'une nouvelle construction (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Er is sprake van nieuwbouw, waarop een btw-tarief van 21 pct. van toepassing is, indien de uitgevoerde werken niet steunen op de wezenlijke elementen van de structuur van het gebouw en het gebouw heropgebouwd wordt na afbraak, zelfs indien bepaalde delen, zoals de funderingen, de kelders of alleen de voorgevel worden behouden; dit is eveneens het geval, wanneer wezenlijke elementen van de structuur van het gebouw, en in het bijzonder de fundering van het gebouw, substantieel dienen te worden vernieuwd of verstevigd om de uitgevoerde werken te ondersteunen (1). (1) Zie concl. OM.",
        "De rechter beoordeelt onaantastbaar of de uitgevoerde werken de omvorming, renovatie, rehabilitatie, verbetering, herstelling of het onderhoud, geheel of ten dele, van een woning tot voorwerp hebben dan wel of er sprake is van nieuwbouwwerken, onverminderd de mogelijkheid voor het Hof om na te gaan of de rechter uit de door hem vastgestelde feiten wettig heeft kunnen afleiden dat de werken een nieuwbouw tot stand hebben gebracht (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200625.1N.11": {
      "court": "CASS",
      "date": "2020-06-25",
      "roleNumber": "F.19.0069.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200625.1N.11&lang=fr",
      "abstractFR": [
        "Il est question de nouvelle construction, à laquelle s’applique un taux de 21 % de la taxe sur la valeur ajoutée, lorsque les travaux exécutés ne s’appuient pas sur les éléments essentiels de la structure du bâtiment et que le bâtiment est reconstruit après démolition, même si certaines parties, comme les fondations, les caves ou seule la façade avant, sont conservées; il est question de transformation, quelle qu’en soit l’appellation, lorsque les travaux s’appuient de manière significative sur les murs porteurs existants, en particulier les murs extérieurs et, plus généralement, sur les éléments essentiels de la structure du bâtiment à rénover."
      ],
      "abstractNL": [
        "Er is sprake van nieuwbouw, waarop een btw-tarief van 21 pct. van toepassing is, indien de uitgevoerde werken niet steunen op de wezenlijke elementen van de structuur van het gebouw en het gebouw heropgebouwd wordt na afbraak, zelfs indien bepaalde delen, zoals de funderingen, de kelders of alleen de voorgevel worden behouden; er is sprake van verbouwing, wat ook de benaming is die eraan wordt gegeven, waarop een btw-tarief van 6 pct. van toepassing is, wanneer de werken op relevante wijze steunen op de reeds bestaande dragende muren, in het bijzonder de buitenmuren, en, meer algemeen, op de wezenlijke elementen van de structuur van het te renoveren gebouw."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200529.1F.4": {
      "court": "CASS",
      "date": "2020-05-29",
      "roleNumber": "F.18.0145.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200529.1F.4",
      "abstractFR": [
        "La mise à disposition de matériel destiné à être utilisé dans la production agricole ne constitue pas des travaux de culture, de récolte et d'élevage et ne bénéficie dès lors pas du taux réduit applicable à ces travaux (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het ter beschikking stellen van materieel dat bestemd is voor gebruik in de landbouw maakt geen deel uit van de bebouwingswerkzaamheden, oogstwerkzaamheden of teeltwerkzaamheden en geniet dus niet het op die werkzaamheden toepasselijke verminderd tarief (1). (1) Zie concl. OM in Pas. 2020, nr. 339."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190524.6": {
      "court": "CASS",
      "date": "2019-05-24",
      "roleNumber": "F.18.0092.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190524.6&lang=fr",
      "abstractFR": [
        "La destination du véhicule, telle qu'elle ressort de sa nature, est déterminante pour sa qualification comme « véhicule pour le transport de personnes » au sens de l'article 1er, alinéa 2, a) de l'arrêté royal n° 20 du 20 juillet 1970 fixant les taux de la taxe sur la valeur ajoutée et déterminant la répartition des biens et des services selon ces taux. Les véhicules qui, selon leur nature, sont destinés à des fins récréatives, tels que les autocaravanes, camping-cars ou caravanes, ne répondent pas à cette définition."
      ],
      "abstractNL": [
        "Bepalend voor de kwalificatie van een autovoertuig als \"voertuig voor personenvervoer\" in de zin van Art. 1, tweede lid, a) K.B. nr. 20 van 20 juli 1970 is de bestemming van het voertuig zoals dit voortvloeit uit de aard ervan. Voertuigen die volgens hun aard bestemd zijn voor recreatieve doeleinden zoals motorhomes, kampeerwagens of caravans beantwoorden niet aan deze definitie."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2023:ARR.20230406.1F.4": {
      "court": "CASS",
      "date": "2023-04-06",
      "roleNumber": "F.21.0193.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230406.1F.4",
      "abstractFR": [
        "Pour apprécier si la superficie de la partie ancienne d'un bâtiment d'hébergement de personnes âgées reste plus importante que celle de la partie nouvelle, les dispositions légales applicables n'imposent pas qu'il n'y ait lieu d'avoir égard qu'à la superficie affectée dans cette partie à pareil hébergement (1). (1) Voir les concl. du MP.",
        "Si la superficie de la partie nouvelle résultant de la transformation d'un bâtiment préexistant affecté au logement de personnes âgées excède celle de la partie ancienne, l'application du taux de 6 p.c. ne devrait être exclue que pour cet excédent (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  }
}