{
  "2": {
    "ECLI:BE:CASS:2025:ARR.20251028.2N.28": {
      "court": "CASS",
      "date": "2025-10-28",
      "roleNumber": "P.25.0928.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251028.2N.28",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 2.1 Zevende Aanvullend Protocol EVRM garandeert het recht van eenieder die door een gerecht is veroordeeld wegens een strafbaar feit, om zijn schuldigverklaring of veroordeling opnieuw te doen beoordelen door een hoger gerecht en de uitoefening van dit recht, met inbegrip van de gronden waarop het kan worden uitgeoefend, wordt bij de wet geregeld; uit de toelichting bij deze bepaling en uit de uitlegging ervan door het Europees Hof voor de Rechten van de Mens blijkt dat aan de eis om zijn schuldigverklaring of veroordeling opnieuw te doen beoordelen door een hoger gerecht is voldaan wanneer de wet de verdachte toestaat om alleen rechtsvragen aan een hogere rechterlijke instantie voor te leggen, zoals de vragen die in een cassatieberoep aan het Hof worden voorgelegd.",
        "Uit de samenlezing van de bepalingen van artikel 2.1 Zevende Aanvullend Protocol EVRM, artikel 4bis, Voorafgaande titel Wetboek van Strafvordering, de artikelen 29, §§ 2 en 3, 29bis, 479 en 482bis, eerste lid, Wetboek van Strafvordering en zonder dat artikel 2 Zevende Aanvullend Protocol EVRM wordt geschonden, volgt dat tegen de beslissing van de correctionele kamer van een hof van beroep, die overeenkomstig de artikelen 479 en 482bis, eerste lid, Wetboek van Strafvordering, gevat is met de strafvordering tegen een (plaatsvervangende) magistraat en tegen de mededaders en medeplichtigen van het misdrijf waarvoor de bij een misdrijf betrokken magistraat wordt vervolgd of de daders van de samenhangende misdrijven, over de burgerlijke vordering van de belastingadministratie die op grond van artikel 4bis, eerste lid, Voorafgaande Titel Wetboek van Strafvordering in de strafzaak tussenkomt, geen hoger beroep openstaat en artikel 617, derde lid, Gerechtelijk Wetboek doet daaraan geen afbreuk (1). (1) A. WINANTS, \"Beschouwingen over het voorrecht van rechtsmacht\", in F. DERUYCK (ed.), Strafrecht in/uit balans*, die Keure, 2020, pp. 138-141."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230118.2F.2": {
      "court": "CASS",
      "date": "2023-01-18",
      "roleNumber": "P.21.0228.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230118.2F.2",
      "abstractFR": [
        "Étant une sanction civile, la déchéance de nationalité ne tombe pas sous l'application de l'article 2 , § 1er, du Protocole additionnel n° 7 à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, qui concerne le droit de toute personne déclarée coupable d'une infraction pénale, de faire examiner par une juridiction supérieure la déclaration de culpabilité et la condamnation (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Aangezien de vervallenverklaring van de nationaliteit een burgerlijke sanctie is, valt ze niet onder de toepassing van artikel 2, § 1, Zevende Aanvullend Protocol EVRM, dat betrekking heeft op het recht van eenieder die wegens een strafbaar feit is veroordeeld om zijn schuldigverklaring of veroordeling opnieuw door een hoger gerecht te doen beoordelen (1). (1) Zie concl. OM.",
        "Aangezien de vervallenverklaring van de nationaliteit een burgerlijke sanctie is, valt ze niet onder de toepassing van artikel 2, § 1, Zevende Aanvullend Protocol EVRM, dat betrekking heeft op het recht van eenieder die wegens een strafbaar feit is veroordeeld om zijn schuldigverklaring of veroordeling opnieuw door een hoger gerecht te doen beoordelen (1). (1) Zie concl. OM in Pas. 2023, nr. 52."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231114.2N.3": {
      "court": "CASS",
      "date": "2023-11-14",
      "roleNumber": "P.23.0979.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231114.2N.3",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 2.1 Zevende Aanvullend Protocol EVRM noch enige andere wettelijk bepaling verbiedt de overlegging in hoger beroep van een nieuw bewijsstuk voor zover het aan de tegenspraak wordt onderworpen; daardoor wordt geen afbreuk gedaan aan het recht op hoger beroep (1). (1) Cass. 16 februari 2021, AR P.20.1040.N, AC 2021, nr. 118."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250604.2F.15": {
      "court": "CASS",
      "date": "2025-06-04",
      "roleNumber": "P.25.0382.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250604.2F.15",
      "abstractFR": [
        "Les articles 2.1 du Protocole n° 7 additionnel à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (1) et 14.5 du Pacte international relatif aux droits civils et politiques (2) ne s'appliquent pas aux personnes qui, en vertu de la loi belge, sont directement déférées à une juridiction supérieure telle que la cour d'appel; tel est le cas lorsque, conformément à l'article 215 du Code d'instruction criminelle, les juges d'appel évoquent la cause dont ils ont été saisis. (1) Voir Cass. 2 mars 2021, RG P.20.1057.N, ECLI:BE:CASS:2021:ARR.20210302.2N.22, Pas. 2021, n° 148, § 27, et concl. de M. WINANTS, avocat général, ECLI:BE:CASS:2021:CONC.20210302.2N.22. (2) Voir Cass. 3 septembre 2013, RG P.12.1645.N, Pas. 2013, n° 416, ECLI:BE:CASS:2013:ARR.20130903.9."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230627.2N.1": {
      "court": "CASS",
      "date": "2023-06-27",
      "roleNumber": "P.22.0028.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230627.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Gezien de vervallenverklaring van nationaliteit overeenkomstig artikel 23 WBN een maatregel van burgerlijke aard is en geen straf, is artikel 2.1 Zevende Aanvullend Protocol EVRM dan ook niet van toepassing (1). (1) Cass. 18 januari 2023, AR P.21.0228.F, AC 2023, nr. 52, met concl. van advocaat-generaal D. VANDERMEERSCH, ECLI:BE:CASS:2023:CONC.20230118.2F.2."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210302.2N.22": {
      "court": "CASS",
      "date": "2021-03-02",
      "roleNumber": "P.20.1057.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210302.2N.22&lang=fr",
      "abstractFR": [
        "Des conclusions concernant l'action publique déposées ou communiquées après l'expiration des délais pour conclure fixés en application de l'article 152, § 1er, du Code d'instruction criminelle ne peuvent être maintenues dans les débats sans l'accord de toutes les parties et du ministère public; la seule circonstance qu'après avoir constaté que le ministère public refuse d'accepter le dépôt tardif des conclusions d'une partie, le juge écarte ces conclusions des débats alors que, plus tôt dans la procédure, des conclusions déposées tardivement d'une autre partie ont été maintenues dans les débats avec l'accord de toutes les parties, n'entraîne pas une méconnaissance du droit à un procès équitable et à l'égalité des armes (1). (1) Voir les concl. « dit en substance » du MP publiées à leur date dans AC.",
        "Des conclusions concernant l'action publique déposées ou communiquées après l'expiration des délais pour conclure fixés en application de l'article 152, § 1er, du Code d'instruction criminelle ne peuvent être maintenues dans les débats sans l'accord de toutes les parties et du ministère public; la seule circonstance qu'après avoir constaté que le ministère public refuse d'accepter le dépôt tardif des conclusions d'une partie, le juge écarte ces conclusions des débats alors que, plus tôt dans la procédure, des conclusions déposées tardivement d'une autre partie ont été maintenues dans les débats avec l'accord de toutes les parties, n'entraîne pas une méconnaissance du droit à un procès équitable et à l'égalité des armes (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Aucune violation de l'article 2 du Protocole additionnel n° 7 à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales ne saurait se déduire de la seule circonstance que le juge d'appel annule la décision du premier juge, évoque la cause et statue lui-même sur le fond de la cause; la circonstance que, lors de l'approbation et de la ratification de l'article 2 du Protocole additionnel n° 7 à la Convention, la Belgique n'a formulé aucune réserve concernant l'évocation visée à l'article 215 du Code d'instruction criminelle, est sans incidence à cet égard (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de enkele omstandigheid dat de rechter in hoger beroep de beslissing van de eerste rechter vernietigt, de zaak tot zich trekt en zelf uitspraak doet over de grond van de zaak, kan geen schending van artikel 2 Zevende Aanvullend Protocol EVRM worden afgeleid; de omstandigheid dat België bij de goedkeuring en de bekrachtiging van artikel 2 Zevende Aanvullend Protocol EVRM geen voorbehoud heeft geformuleerd met betrekking tot de in artikel 215 Wetboek van Strafvordering bedoelde evocatie, doet hieraan geen afbreuk (1). (1) Zie concl. \"in hoofdzaak\" OM.",
        "Uit de enkele omstandigheid dat de rechter in hoger beroep de beslissing van de eerste rechter vernietigt, de zaak tot zich trekt en zelf uitspraak doet over de grond van de zaak, kan geen schending van artikel 2 Zevende Aanvullend Protocol EVRM worden afgeleid; de omstandigheid dat België bij de goedkeuring en de bekrachtiging van artikel 2 Zevende Aanvullend Protocol EVRM geen voorbehoud heeft geformuleerd met betrekking tot de in artikel 215 Wetboek van Strafvordering bedoelde evocatie, doet hieraan geen afbreuk (1). (1) Zie concl. OM.",
        "Uit artikel 1022 Gerechtelijk Wetboek en artikel 162bis Wetboek van Strafvordering volgt dat wanneer meerdere beklaagden in het ongelijk zijn gesteld ten aanzien van een burgerlijke partij, de strafrechter ambtshalve elke beklaagde moet veroordelen tot een rechtsplegingsvergoeding aan de burgerlijke partij, ook al zijn de beklaagden hoofdelijk gehouden tot vergoeding van dezelfde schade; de omstandigheid dat een in het gelijk gestelde burgerlijke partij slechts de hoofdelijke veroordeling of een in solidum-veroordeling vordert van de in het ongelijk gestelde beklaagden of de veroordeling van de ene bij gebreke aan de andere, doet daaraan geen afbreuk (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171025.4": {
      "court": "CASS",
      "date": "2017-10-25",
      "roleNumber": "P.17.0898.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171025.4",
      "abstractFR": [
        "Il suit de laarticle 2.1 du Protocole n° 7 à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales que le législateur national dispose daun large pouvoir d'appréciation pour organiser la mise en auvre du droit d'appel, notamment pour en fixer les conditions de recevabilité, pour autant que ces conditions soient légitimes et ne reviennent pas à porter atteinte à la substance même de ce droit (1). (1) Cour eur. D.H., Kaufmann c. Italie, 19 mai 2005, § 31; Cour eur. D.H., Regalova c. République tchèque, 3 juillet 2008, § 31.",
        "Il suit de l'article 2.1 du Protocole n° 7 à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales que le législateur national dispose d'un large pouvoir d'appréciation pour organiser la mise en oeuvre du droit d'appel, notamment pour en fixer les conditions de recevabilité, pour autant que ces conditions soient légitimes et ne reviennent pas à porter atteinte à la substance même de ce droit (1). (1) Cour eur. D.H., Kaufmann c. Italie, 19 mai 2005, § 31; Cour eur. D.H., Regalova c. République tchèque, 3 juillet 2008, § 31."
      ],
      "abstractNL": [
        "Uit artikel 2.1 van het Zevende Aanvullend Protocol bij het EVRM volgt dat de nationale wetgever over een ruime beoordelingsbevoegdheid beschikt om het recht op hoger beroep in te richten, met name om de ontvankelijkheidsvoorwaarden ervan te bepalen, in zoverre die voorwaarden gewettigd zijn en dat recht zelf niet aantasten (1). (1) EHRM 19 mei 2005, nr. 14021/02, §31, Kaufmann/Italië; EHRM 3 juli 2008, nr. 40593/05, §31, Regalova/Tsjechische Republiek."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211006.2F.10": {
      "court": "CASS",
      "date": "2021-10-06",
      "roleNumber": "P.21.0713.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211006.2F.10",
      "abstractFR": [
        "L'article 2.1 du Septième protocole à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales garantit le droit de toute personne déclarée coupable d'une infraction pénale par un tribunal de faire examiner par une juridiction supérieure la déclaration de culpabilité ou la condamnation; l'exercice de ce droit et les motifs pour lesquels il peut être exercé sont régis par la loi; il ressort du rapport explicatif de cette disposition, ainsi que de son interprétation par la Cour européenne des droits de l'homme, qu'il est satisfait à cette exigence lorsque la loi permet au prévenu de ne soumettre au contrôle d'une juridiction supérieure que des questions de droit, à l'instar de celles que le pourvoi défère à la Cour de cassation (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel 2.1 Zevende Aanvullende Protocol EVRM waarborgt het recht van eenieder die wegens een strafbaar feit door een gerecht is veroordeeld om zijn schuldigverklaring of veroordeling opnieuw te doen beoordelen door een hoger gerecht; de uitoefening van dat recht, met inbegrip van de gronden waarop het kan worden uitgeoefend, is bij wet geregeld; uit het verklarend verslag van die bepaling, alsook uit de uitlegging ervan door het Europees Hof voor de Rechten van de Mens, blijkt dat deze vereiste is vervuld wanneer de wet de beklaagde enkel toestaat rechtsvragen aan het toezicht van een hoger gerecht voor te leggen, zoals die welke het cassatieberoep bij het Hof van Cassatie aanhangig maakt (1). (1) Zie concl. OM in Pas. 2021, nr. 621."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201103.2N.10": {
      "court": "CASS",
      "date": "2020-11-03",
      "roleNumber": "P.20.0713.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201103.2N.10&lang=fr",
      "abstractFR": [
        "Lorsque, sur l'appel dirigé par une partie contre la décision par laquelle son opposition formée contre un jugement rendu par défaut est déclarée non avenue, la juridiction d'appel se prononce tant sur cette décision de déclarer l'opposition non avenue que sur le jugement rendu par défaut lui-même, cette partie jouit du bénéfice d'une double instance; le droit à une double instance, tel qu'il est garanti par les articles 2, § 1er, du Protocole additionnel n° 7 à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales et 14, § 5, du Pacte international relatif aux droits civils et politiques, ne requiert pas que la juridiction d'appel qui décide que le premier juge a déclaré, à tort, l'opposition non avenue, renvoie la cause au premier juge afin qu'elle soit à nouveau examinée par ce juge (1). (1) Cass. 27 février 2018, RG P.17.0618.N, Pas. 2018, n° 127, R.W. 2017-2018, 1657 avec la note S. VAN OVERBEKE, \"Hoger beroep tegen een ongedaan verzet: het grievenstelsel buiten spel\" ; voir C. const. 26 septembre 2019, arrêt n° 123/2019."
      ],
      "abstractNL": [
        "Indien het appelgerecht zich ingevolge het hoger beroep van een partij tegen de beslissing van ongedaanverklaring van haar verzet tegen een verstekvonnis zowel over die beslissing van ongedaanverklaring als over het verstekvonnis zelf uitspreekt, geniet deze partij het voordeel van de dubbele aanleg; het recht op een dubbele aanleg zoals gewaarborgd door de artikelen 2.1 Zevende Aanvullend Protocol EVRM en 14.5 IVBPR, vereist niet dat het appelgerecht dat oordeelt dat de eerste rechter ten onrechte het verzet ongedaan heeft verklaard, de zaak verwijst naar de eerste rechter voor een nieuwe beoordeling door die rechter (1). (1) Cass. 27 februari 2018, AR P.17.0618.N, AC 2018, nr. 127, RW 2017-2018, 1657 met noot S. VAN OVERBEKE, \"Hoger beroep tegen een ongedaan verzet: het grievenstelsel buiten spel\"; zie GwH, arrest nr. 123/2019, 26 september 2019."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210622.2N.8": {
      "court": "CASS",
      "date": "2021-06-22",
      "roleNumber": "P.21.0404.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210622.2N.8&lang=fr",
      "abstractFR": [
        "Aucune violation des articles 6, § 1er, et 6, § 3, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, 2 du protocole additionnel n° 7 à cette Convention et 14, § 5 du Pacte international relatif aux droits civils et politiques ne peut être déduite du fait que le juge, constatant qu'un prévenu auquel la citation a été signifiée en personne n'a pas invoqué la force majeure et n'a pas justifié d'une excuse légitime au moment de faire opposition au jugement par défaut, déclare ladite opposition non avenue, la défense au fond du prévenu n'étant, ainsi, pas examinée, dès lors que cette absence d'examen résulte entièrement de la décision du prévenu de ne pas se présenter à l'examen devant le premier juge, alors qu'il avait connaissance de la date dudit examen et qu'il ne peut alléguer d'un motif d'absence admissible."
      ],
      "abstractNL": [
        "Geen schending van artikel 6.1 en 6.3 EVRM, artikel 2 Zevende Protocol EVRM en artikel 14.5 IVBPR kan worden afgeleid uit het gegeven dat de rechter die vaststelt dat een beklaagde aan wie de dagvaarding persoonlijk werd betekend en die bij zijn verzet tegen het verstekvonnis geen gewag heeft gemaakt van overmacht of een wettige reden van verschoning, dit verzet ongedaan verklaart waardoor het verweer ten gronde van de beklaagde niet wordt behandeld aangezien dit louter een gevolg is van de beslissing van de beklaagde om, hoewel hij kennis had van de datum van behandeling en geen aanvaardbare reden voor zijn afwezigheid kan aanvoeren, afwezig te blijven bij de behandeling voor de eerste rechter."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2026:ARR.20260113.2N.12": {
      "court": "CASS",
      "date": "2026-01-13",
      "roleNumber": "P.25.1055.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2026:ARR.20260113.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Uit de bepalingen van artikelen 14.7 IVBPR, 4.1 Zevende Aanvullend Protocol EVRM en het algemeen rechtsbeginsel non bis in idem volgt dat een tweede vervolging van eenzelfde persoon verboden is wegens identieke feiten of substantieel dezelfde feiten die na een eerste vervolging hebben geleid tot een onherroepelijke beslissing van veroordeling of vrijspraak."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251125.2N.11": {
      "court": "CASS",
      "date": "2025-11-25",
      "roleNumber": "P.25.0935.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251125.2N.11",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 14.7 IVBPR, 4.1. Zevende Aanvullend Protocol EVRM en het algemeen rechtsbeginsel non bis in idem volgt dat in de regel een tweede vervolging verboden is wegens identieke feiten of substantieel dezelfde feiten die na een eerste vervolging hebben geleid tot een onherroepelijke beslissing van veroordeling of vrijspraak; een vervolging in de zin van die bepalingen wordt als strafrechtelijk omschreven wanneer ze volgens het intern recht aan een strafrechtelijke omschrijving beantwoordt, wanneer het misdrijf, naargelang zijn aard, geldt voor alle burgers of wanneer de bestraffing van het misdrijf, naargelang de aard en de ernst ervan, een repressief dan wel een preventief oogmerk heeft, zonder dat vereist is dat de veroordeling of de vrijspraak die een einde maakt aan die strafvervolging, door een strafrechter wordt uitgesproken ; het komt de strafrechter toe op grond van zijn feitelijke vaststellingen te oordelen of de eerdere vervolging een strafrechtelijk karakter heeft."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251103.3F.7": {
      "court": "CASS",
      "date": "2025-11-03",
      "roleNumber": "S.24.0064.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251103.3F.7",
      "abstractFR": [
        "L'extinction de l'action publique moyennant l'exécution de mesures et le respect des conditions est une mesure proposée par une autorité appelée à participer à l'administration de la justice, requiert une appréciation de la responsabilité pénale de l'intéressé et sanctionne le comportement illicite de ce dernier; il s'ensuit qu'elle constitue une condamnation par un jugement définitif qui commande l'application du principe non bis in idem, qui a pour objet de prohiber la répétition de poursuites revêtant un caractère répressif définitivement clôturées (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20251021.2N.98": {
      "court": "CASS",
      "date": "2025-10-21",
      "roleNumber": "P.25.1275.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251021.2N.98",
      "abstractFR": null,
      "abstractNL": [
        "De vordering tot herroeping van een strafuitvoeringsmodaliteit betreft geen nieuwe berechting of bestraffing voor een strafbaar feit waarvoor de betrokkene reeds onherroepelijk is vrijgesproken of veroordeeld in de zin van het voormelde algemeen rechtsbeginsel; op die procedure is het algemeen rechtsbeginsel non bis in idem niet van toepassing; dit algemeen rechtsbeginsel kan dan ook niet beletten dat het openbaar ministerie, nadat de strafuitvoeringsrechtbank een herroepingsvordering gegrond op artikel 64, 7°, Wet Strafuitvoering heeft afgewezen, een nieuwe herroepingsvordering gegrond op artikel 67/1 Wet Straftuitvoering aanhangig maakt, alsook dat de strafuitvoeringsrechtbank daarover uitspraak doet."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251015.2F.12": {
      "court": "CASS",
      "date": "2025-10-15",
      "roleNumber": "P.25.0954.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251015.2F.12",
      "abstractFR": [
        "En vertu du principe général du droit non bis in idem, consacré par les articles 14.7 du Pacte international relatif aux droits civils et politiques et 4.1 du Protocole n° 7 à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, nul ne peut être poursuivi ou puni en raison d'une infraction pour laquelle il a déjà été acquitté ou condamné par un jugement définitif; mais un classement sans suite ne répond pas à cette condition (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20221012.2F.7": {
      "court": "CASS",
      "date": "2022-10-12",
      "roleNumber": "P.22.0851.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221012.2F.7",
      "abstractFR": [
        "L'application de la fin de non-recevoir de l'action publique déduite du principe non bis in idem suppose l'existence d'une première condamnation définitive ; il doit s'agir d'une condamnation prononcée à la suite d'une poursuite revêtant un caractère répressif ; pour en décider, il y a lieu d'avoir égard à la nature et à la qualification des faits, ainsi qu'à la nature et à la gravité de la sanction applicable à leur auteur (1). (1) Voir concl. du MP ; P. MARCHAL, « Principes généraux du droit », R.P.D.B., Bruylant, 2014, p. 273."
      ],
      "abstractNL": [
        "De toepassing van de grond van niet-ontvankelijkheid van de strafvordering, die voortvloeit uit het algemeen rechtsbeginsel non bis in idem, veronderstelt het bestaan van een eerste onherroepelijke veroordeling; het moet gaan om een veroordeling die is uitgesproken na een vervolging van repressieve aard; bij die beslissing moeten de aard en de kwalificatie van de feiten in aanmerking worden genomen, evenals de aard en de ernst van de aan de dader opgelegde sanctie (1). (1) Zie concl. OM; P. MARCHAL, “Principes généraux du droit”, RPDB, Bruylant, 2014, 273.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231205.2N.12": {
      "court": "CASS",
      "date": "2023-12-05",
      "roleNumber": "P.22.1307.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231205.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 4.1 Zevende Aanvullend Protocol EVRM, zoals uitgelegd door het Europees Hof voor de Rechten van de Mens, houdt in dat een tweede vervolging verboden is wegens identieke feiten of substantieel dezelfde feiten die na een eerste vervolging hebben geleid tot een onherroepelijke beslissing van veroordeling of vrijspraak, waarbij onder identieke of substantieel dezelfde feiten moet worden verstaan een geheel van concrete feitelijke omstandigheden met betrekking tot eenzelfde verdachte welke onlosmakelijk in tijd en ruimte met elkaar verbonden zijn en waarbij het enkele gegeven dat die feiten strafbaar zijn onder een andere misdrijfomschrijving niet bepalend is; de rechter oordeelt onaantastbaar of de feiten die het voorwerp uitmaken van de vervolgingen identiek of substantieel dezelfde zijn en hij kan bij de beoordeling in aanmerking nemen dat de feiten werden gepleegd ten aanzien van andere slachtoffers en dat de misdrijven werden gepleegd gebruik makend van andere middelen; het Hof gaat na of de rechter uit de door hem vastgestelde feiten geen gevolgen afleidt die op grond daarvan onmogelijk kunnen worden verantwoord."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240109.2N.7": {
      "court": "CASS",
      "date": "2024-01-09",
      "roleNumber": "P.23.1481.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240109.2N.7",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 14.7 IVBPR, artikel 4.1 Zevende Aanvullend Protocol EVRM en het algemene rechtsbeginsel non bis in idem houden in dat een tweede vervolging verboden is wegens identieke feiten of substantieel dezelfde feiten die na een eerste vervolging hebben geleid tot een onherroepelijke beslissing van veroordeling of vrijspraak en onder identieke of substantieel dezelfde feiten moet worden verstaan een geheel van concrete feitelijke omstandigheden met betrekking tot eenzelfde verdachte welke onlosmakelijk in tijd en ruimte met elkaar verbonden zijn; een dergelijk verband vloeit niet noodzakelijk voort uit de vaststelling dat witgewassen vermogensvoordelen geheel afkomstig zijn uit het basismisdrijf en het witwasmisdrijf niet kan worden gepleegd zonder het plegen van het daaraan voorafgaande basismisdrijf; de rechter oordeelt onaantastbaar of de feiten die het voorwerp uitmaken van de vervolgingen identiek of substantieel dezelfde zijn en het Hof gaat na of de rechter uit de door hem vastgestelde feiten geen gevolgen afleidt die op grond daarvan onmogelijk kunnen worden verantwoord (1). (1) Cass. 27 juni 2023, AR P.23.0521.N, AC 2023, nr. 489."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221129.2N.1": {
      "court": "CASS",
      "date": "2022-11-29",
      "roleNumber": "P.22.0872.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221129.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Uit de tekst van de artikelen 14.7 IVBPR en 4.1 Zevende Protocol EVRM volgt dat deze bepalingen niet van toepassing zijn bij een vervolging voor een Belgisch gerecht na een veroordeling door een buitenlands gerecht (1). (1) P. HOET, Het strafrechtelijk ne bis in idem-beginsel, Intersentia, 2021, 7-22."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230627.2N.30": {
      "court": "CASS",
      "date": "2023-06-27",
      "roleNumber": "P.23.0521.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230627.2N.30",
      "abstractFR": null,
      "abstractNL": [
        "Onder identieke of substantieel dezelfde feiten moet worden verstaan een geheel van concrete feitelijke omstandigheden welke onlosmakelijk in tijd en ruimte of naar voorwerp of aard met elkaar verbonden zijn; de rechter beoordeelt in het licht van de gegevens van de zaak welke feiten bij hem aanhangig zijn gemaakt en of die feiten identiek of substantieel dezelfde zijn als deze die het voorwerp waren van een eerdere strafvervolging die is beëindigd met een onherroepelijke beslissing van vrijspraak of veroordeling waarbij de rechter acht moet slaan op de feitelijke gedragingen en de werkelijk bedoelde omstandigheden waarop de eerste strafvordering betrekking heeft en dit dubbel onderzoek van de hem voorgelegde en de eerder berechte feiten maakt deel uit van de onaantastbare beoordeling door de feitenrechter; het Hof gaat na of de rechter uit zijn vaststellingen geen gevolgen trekt die op grond daarvan onmogelijk kunnen worden verantwoord."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220517.2N.12": {
      "court": "CASS",
      "date": "2022-05-17",
      "roleNumber": "P.22.0118.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220517.2N.12",
      "abstractFR": [
        "Lorsque le principe non bis in idem est invoqué devant la juridiction pénale par référence à une décision administrative ayant le caractère d'une peine au sens des articles 14, § 7, du Pacte international relatif aux droits civils et politiques et 4, § 1er, du Protocole n° 7 à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, il appartient au juge d'examiner la légalité de cette décision administrative; ni l'absence de recours introduit contre cette décision administrative devant le juge administratif, ni le fait que la personne concernée ait déjà subi les conséquences de cette décision administrative n'exonèrent le juge pénal de cette obligation (1). (1) Voir les concl. contraires du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Indien voor de strafrechter met verwijzing naar een bestuurlijke beslissing met het karakter van een straf in de zin van artikel 14.7 IVBPR en artikel 4.1 Zevende Aanvullend Protocol EVRM een non bis in idem-verweer wordt gevoerd, staat het aan de rechter te onderzoeken of die bestuurlijke beslissing wel wettig is; noch het gegeven dat tegen deze bestuurlijke beslissing geen rechtsmiddel werd ingesteld bij de administratieve rechter noch het gegeven dat de betrokkene de gevolgen van die bestuurlijke beslissing reeds heeft ondergaan, ontslaat de strafrechter van die verplichting (1). (1) Zie andersluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210920.3F.6": {
      "court": "CASS",
      "date": "2021-09-20",
      "roleNumber": "D.21.0005.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210920.3F.6",
      "abstractFR": [
        "Une seconde poursuite est interdite du chef de faits identiques ou substantiellement les mêmes qui, après une première poursuite, ont déjà donné lieu à une décision irrévocable de condamnation ou d'acquittement, pour autant que ces poursuites concernent une même personne; il est entendu par faits identiques ou substantiellement les mêmes un ensemble de circonstances de fait concrètes indissociablement liées entre elles dans le temps ou dans l'espace; les faits en tant que tels doivent être identiques ou substantiellement les mêmes, non les infractions ou la qualification des faits (1). (1) Cass. 4 juin 2019, RG P.18.0407.N, Pas. 2019, n° 341.",
        "Il relève de l'appréciation souveraine du juge du fond d'examiner si les faits dont il est saisi et ceux qui ont été précédemment jugés constituent un ensemble de circonstances de fait concrètes indissociablement liées entre elles dans le temps ou dans l'espace (1). (1) Cass. 4 juin 2019, RG P.18.0407.N, Pas. 2019, n° 341."
      ],
      "abstractNL": [
        "Een tweede vervolging wegens identieke of substantieel dezelfde feiten die, na een eerste vervolging, al tot een onherroepelijke beslissing van veroordeling of vrijspraak hebben geleid, is verboden, voor zover die vervolgingen eenzelfde persoon betreffen; onder identieke of substantieel dezelfde feiten moet worden verstaan een geheel van concrete feitelijke omstandigheden welke onlosmakelijk in tijd en ruimte met elkaar verbonden zijn; de feiten als dusdanig moeten identiek of substantieel dezelfde zijn, niet de misdrijven of de kwalificatie van de feiten (1). (1) Cass. 4 juni 2019, AR P.18.0407.N, AC 2019, nr. 341.",
        "Het behoort tot de onaantastbare beoordeling van de feitenrechter om te onderzoeken of de feiten waarvan hij moet kennisnemen en de feiten waarover eerder uitspraak is gedaan, een geheel vormen van concrete feitelijke omstandigheden welke onlosmakelijk in tijd en ruimte met elkaar verbonden zijn (1). (1) Cass. 4 juni 2019, AR P.18.0407.N, AC 2019, nr. 341."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210326.1N.3": {
      "court": "CASS",
      "date": "2021-03-26",
      "roleNumber": "D.20.0008.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210326.1N.3&lang=fr",
      "abstractFR": [
        "Lorsque la procédure disciplinaire ne présente pas les caractéristiques d'une poursuite pénale, ce qui est le cas, en revanche, lorsqu'elle répond à une qualification pénale selon le droit interne, lorsque, selon sa nature, l'infraction vaut pour l'ensemble des citoyens ou lorsque, selon sa nature et sa gravité, la sanction de l'infraction poursuit un but répressif ou préventif, ni le principe général du droit non bis in idem, ni les articles 14.7 du Pacte international relatif aux droits civils et politiques et 4.1 du Protocole additionnel n° 7 à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales ne font obstacle à l'imposition d'un sanction disciplinaire pour des faits ayant conduit précédemment à une condamnation pénale (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer de tuchtprocedure niet de kenmerken vertoont van een strafvervolging, wat wel het geval is wanneer deze vervolging beantwoordt aan een strafrechtelijke kwalificatie volgens het intern recht, de inbreuk volgens haar aard geldt voor alle burgers of de sanctie op de inbreuk volgens haar aard en haar ernst een repressief of preventief oogmerk heeft, staan noch het algemeen rechtsbeginsel non bis in idem, noch de artikelen 14.7 IVBPR en 4.1, Protocol nr. 7 EVRM in de weg aan het opleggen van een tuchtsanctie voor feiten die eerder hebben geleid tot een strafrechtelijke veroordeling (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220419.2N.10": {
      "court": "CASS",
      "date": "2022-04-19",
      "roleNumber": "P.22.0056.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220419.2N.10",
      "abstractFR": [
        "Il résulte des dispositions des articles 4, § 1er, du Septième Protocole additionnel à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales et 14, § 7, du Pacte international relatif aux droits civils et politiques, ainsi que du principe général du droit non bis in idem qu'il est interdit de mener une deuxième fois des poursuites du chef de faits identiques ou substantiellement les mêmes qui ont donné lieu, ensuite des premières poursuites, à une décision irrévocable de condamnation ou d'acquittement et pour autant que ces poursuites concernent la même personne, la décision irrévocable de condamnation ou d'acquittement étant une décision mettant un terme non pas provisoirement, mais bien irrévocablement à la cause, de sorte que l'application du principe non bis in idem requiert que la cause ait été examinée au fond et qu'il ait ainsi été statué sur la responsabilité pénale de l'auteur qui l'invoque dans le cadre de nouvelles poursuites ; les décisions de la juridiction d'instruction n'ont, en principe, autorité de chose jugée que lorsqu'elle statue en tant que juridiction de jugement, de sorte que le non-lieu prononcé par la juridiction d'instruction en raison de l'absence de charges suffisantes ou en raison de l'extinction de l'action publique par prescription ne représente pas une décision irrévocable rendue sur l'action publique et que pareille décision ne peut servir de fondement à l'application du principe non bis in idem (1). (1) CEDH, 20 octobre 2020, Gutu c. Moldavie, 13112/07, § 50 à § 51 ; CEDH, 12 novembre 2019, Smokovic c. Croatie, 57849/12, § 35 à § 46 ; Cass. 3 octobre 2001, RG P.01.0537.F, Pas. 2011, nº 519, R.D.P.C. 2002/3, p. 339, note G.-F. RANERI, « L'autorité de la chose jugée au criminel sur le criminel » ; Gand, 6 mars 2018, E.R.G.S. 24, 2018, p. 459 ; S. GNEDASJ et H. VANHULLE, « Not even God judges twice for the same act … and tax offence. Draagwijdte en grenzen van het ne bis in idem-beginsel », T.F.R. 2014, 466, p. 659 à 663 ; R. DECLERCQ, Beginselen van Strafrechtspleging, Anvers, Kluwer, 2014, p. 157 ; M.-A. BEERNAERT, H. BOSLY et D. VANDERMEERSCH, Droit de la procédure pénale, Bruxelles, La Charte, 2021, p. 263 ; CEDH, 8 juillet 2019, Mihalache c. Roumanie, 54012/10, T.Strafr. 2019, p. 122, § 95. L'autorité concernée doit donc être compétente pour examiner et évaluer les éléments de preuve révélés par l'instruction. Il suffit que la décision en question soit prise par une autorité habilitée à réprimer pas des sanctions pénales des comportements interdits par le système juridique. CEDH, 22 novembre 2005, Sundqvist c. Finlande, 75602/01 ; R. DECLERCQ, Beginselen van Strafrechtspleging, Malines, Kluwer, 2014, nº 297 ; C. VAN DE HEYNING, D. VERBEKE, P. DE VOS et S. LAMBERIGTS, « Het ne bis in idem-beginsel in parallelle administratieve en strafrechtelijke procedures: de beperkte beperking van “bis” », T.F.R. 2018, 378 ; Cass. 29 novembre 2016, RG P.15.0214.N, Pas. 2016 nº 681. AW"
      ],
      "abstractNL": [
        "Uit de bepalingen van de artikelen 4.1 van het Zevende Aanvullend Protocol EVRM en 14.7. van het IVBPR alsmede uit het algemeen rechtsbeginsel non bis in idem, volgt dat een tweede vervolging verboden is wegens identieke feiten of substantieel dezelfde feiten die na een eerste vervolging hebben geleid tot een onherroepelijke beslissing van veroordeling of vrijspraak en voor zover die vervolgingen betrekking hebben op dezelfde persoon, waarbij een onherroepelijke beslissing van veroordeling of vrijspraak een beslissing is die de zaak niet slechts voorlopig maar wel onherroepelijk beëindigt, zodat de toepassing van het non bis in idem-beginsel vereist dat de zaak ten gronde werd onderzocht en er dus werd geoordeeld over de strafrechtelijke verantwoordelijkheid van de dader die zich in een tweede vervolging erop beroept; beslissingen van het onderzoeksgerecht hebben in de regel slechts gezag van gewijsde indien het uitspraak doet als vonnisgerecht zodat een door het onderzoeksgerecht bevolen buitenvervolgingstelling wegens de afwezigheid van voldoende bezwaren of wegens het verval van de strafvordering door verjaring geen onherroepelijke beslissing over de strafvordering is en een dergelijke beslissing niet kan dienen als basis voor de toepassing van het non bis in idem-beginsel (1). (1) EHRM 20 oktober 2020, Gutu t. Moldavië, nr. 13112/07, ro 50-51; EHRM 12 november 2019, Smokovic t Kroatië, 57849/12, ro 35-46; Cass. 3 oktober 2001, AR P.01.0537.F, AC 2011, nr. 519, RDPC 2002/3, blz. 339, met noot G.-F. RANERI, “L'autorité de la chose jugée au criminel sur le criminel”; Gent 6 maart 2018, ERGS 24, 2018, blz. 459; S. GNEDASJ en H. VANHULLE, “Not even God judges twice for the same act … and tax offence Draagwijdte en grenzen van het ne bis in idem-beginsel”, TFR 2014, 466, blz. 659-663; R. DECLERCQ, Beginselen van Strafrechtspleging, Antwerpen, Kluwer, 2014, blz. 157; M.-A. BEERNAERT, H. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, Brussel, La charte, 2021, blz. 263; EHRM 8 juli 2019, Mihalache t. Roemenië, 54012/10, T.Strafr. 2019, blz. 122, ro 95. De betrokken overheid moet dus de bevoegdheid hebben het door het onderzoek opgeleverde bewijsmateriaal te onderzoeken en te evalueren. Het volstaat dat de betrokken beslissing wordt genomen door een overheid die bevoegd is met strafrechtelijke sancties op te treden tegen door het rechtssysteem verboden gedragingen. EHRM 22 november 2005, Sundqvist t. Finland, 75602/01; R. DECLERCQ, Beginselen van Strafrechtspleging, Mechelen, Kluwer, 2014, nr. 297; C. VAN DE HEYNING, D. VERBEKE, P. DE VOS en S. LAMBERIGTS, “Het ne bis in idem-beginsel in parallelle administratieve en strafrechtelijke procedures: de beperkte beperking van “bis”, TFR 2018, 378; Cass. 29 november 2016, AR P.15.0214.N, AC 2016 nr. 681. AW",
        "Uit de bepalingen van de artikelen 4.1 van het Zevende Aanvullend Protocol EVRM en 14.7. van het IVBPR alsmede uit het algemeen rechtsbeginsel non bis in idem, volgt dat een tweede vervolging verboden is wegens identieke feiten of substantieel dezelfde feiten die na een eerste vervolging hebben geleid tot een onherroepelijke beslissing van veroordeling of vrijspraak en voor zover die vervolgingen betrekking hebben op dezelfde persoon, waarbij een onherroepelijke beslissing van veroordeling of vrijspraak een beslissing is die de zaak niet slechts voorlopig maar wel onherroepelijk beëindigt, zodat de toepassing van het non bis in idem-beginsel vereist dat de zaak ten gronde werd onderzocht en er dus werd geoordeeld over de strafrechtelijke verantwoordelijkheid van de dader die zich in een tweede vervolging erop beroept; beslissingen van het onderzoeksgerecht hebben in de regel slechts gezag van gewijsde indien het uitspraak doet als vonnisgerecht zodat een door het onderzoeksgerecht bevolen buitenvervolgingstelling wegens de afwezigheid van voldoende bezwaren of wegens het verval van de strafvordering door verjaring geen onherroepelijke beslissing over de strafvordering is en een dergelijke beslissing niet kan dienen als basis voor de toepassing van het non bis in idem-beginsel (1). (1) EHRM 20 oktober 2020, Gutu t. Moldavië, nr. 13112/07, ro 50-51; EHRM 12 november 2019, Smokovic t Kroatië, 57849/12, ro 35-46; Cass. 3 oktober 2001, AR P.01.0537.F, AC 2011, nr. 519, RDPC 2002/3, blz. 339, met noot G.-F. RANERI, “L’autorité de la chose jugée au criminel sur le criminel”; Gent 6 maart 2018, ERGS 24, 2018, blz. 459; S. GNEDASJ en H. VANHULLE, “Not even God judges twice for the same act … and tax offence Draagwijdte en grenzen van het ne bis in idem-beginsel”, TFR 2014, 466, blz. 659-663; R. DECLERCQ, Beginselen van Strafrechtspleging, Antwerpen, Kluwer, 2014, blz. 157; M.-A. BEERNAERT, H. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, Brussel, La charte, 2021, blz. 263; EHRM 8 juli 2019, Mihalache t. Roemenië, 54012/10, T.Strafr. 2019, blz. 122, ro 95. De betrokken overheid moet dus de bevoegdheid hebben het door het onderzoek opgeleverde bewijsmateriaal te onderzoeken en te evalueren. Het volstaat dat de betrokken beslissing wordt genomen door een overheid die bevoegd is met strafrechtelijke sancties op te treden tegen door het rechtssysteem verboden gedragingen. EHRM 22 november 2005, Sundqvist t. Finland, 75602/01; R. DECLERCQ, Beginselen van Strafrechtspleging, Mechelen, Kluwer, 2014, nr. 297; C. VAN DE HEYNING, D. VERBEKE, P. DE VOS en S. LAMBERIGTS, “Het ne bis in idem-beginsel in parallelle administratieve en strafrechtelijke procedures: de beperkte beperking van “bis”, TFR 2018, 378; Cass. 29 november 2016, AR P.15.0214.N, AC 2016 nr. 681. AW"
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221005.2F.1": {
      "court": "CASS",
      "date": "2022-10-05",
      "roleNumber": "P.21.0024.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221005.2F.1",
      "abstractFR": [
        "La règle non bis in idem interdit que de nouvelles poursuites soient engagées, ou une condamnation prononcée, contre une personne qui a déjà été acquittée ou condamnée par une décision passée en force de chose jugée, en raison de faits identiques ou qui, en substance, sont les mêmes que ceux qui ont fait l'objet de cette décision ; la notion de faits identiques ou substantiellement les mêmes vise un ensemble de circonstances concrètes concernant un même suspect qui, indépendamment de leur qualification juridique ou des éléments constitutifs de l'infraction, sont indissociablement liées entre elles dans le temps et dans l'espace (1). (1) Voir les concl. du MP.",
        "Le juge apprécie souverainement, en fait, si les faits visés par la nouvelle poursuite sont identiques ou substantiellement les mêmes, la Cour se bornant à vérifier s'il n'a pas déduit des faits qu'il a constatés des conséquences qui seraient sans lien avec eux ou qui ne seraient susceptibles, sur leur fondement, d'aucune justification (1). (1) Voir les concl. du MP.",
        "Si la différence de qualification ne permet pas, à elle seule, d'écarter l'identité des faits comme condition d'application de la règle non bis in idem, elle peut néanmoins figurer parmi les éléments que le juge est habilité à prendre en considération pour trancher cette question (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De regel non bis in idem verbiedt om een persoon die reeds is vrijgesproken of veroordeeld door een in kracht van gewijsde gegane beslissing opnieuw te vervolgen of te veroordelen voor feiten die identiek zijn aan of substantieel dezelfde zijn als de feiten waarop die beslissing betrekking had; onder identieke of substantieel dezelfde feiten moet worden verstaan een geheel van concrete feitelijke omstandigheden met betrekking tot eenzelfde verdachte die, los van hun juridische kwalificatie of van de bestanddelen van het misdrijf, onlosmakelijk in tijd en ruimte met elkaar verbonden zijn (1). (1) Zie concl. OM in Pas. 2022, nr. 608.",
        "De rechter oordeelt onaantastbaar of de feiten die het voorwerp uitmaken van de nieuwe vervolging identiek of substantieel dezelfde zijn, terwijl het Hof slechts nagaat of de rechter uit de door hem vastgestelde feiten geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden verantwoord (1). (1) Zie concl. OM in Pas. 2022, nr. 608.",
        "Hoewel het verschil in kwalificatie op zichzelf niet toestaat de identiteit van de feiten te verwerpen als toepassingsvoorwaarde voor de regel non bis in idem, kan het wel een van de gegevens zijn die de rechter in aanmerking kan nemen om die kwestie te beslechten (1). (1) Zie concl. OM in Pas. 2022, nr. 608.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220914.2F.5": {
      "court": "CASS",
      "date": "2022-09-14",
      "roleNumber": "P.22.0430.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220914.2F.5",
      "abstractFR": [
        "Tel qu'il est consacré par les articles 14.7 du Pacte international relatif aux droits civils et politiques et 4.1 du Protocole n° 7 à la Convention de sauvegarde des droits de l'homme, le principe général du droit non bis in idem interdit de juger une deuxième fois le contrevenant pour la même infraction ; l'identité de l'infraction est établie et entraîne l'irrecevabilité de la deuxième poursuite lorsque les faits, fussent-ils qualifiés différemment, sont en substance les mêmes, se réfèrent au même comportement, ont pour origine un ensemble de circonstances liées indissociablement dans le temps et dans l'espace ; il appartient au juge du fond d'en décider, la Cour se bornant à vérifier si, des circonstances qu'il relève, le juge a pu en déduire la conclusion qu'il en tire (1). (1) Voir les concl. du MP ; P. Marchal, « Principes généraux du droit », R.P.D.B., Bruylant, 2014, nos 250 à 254 ; P. Lagasse, « L'affaire A et B contre Norvège : entre continuité et évolution quant au principe non bis in idem », J.T., 2018, p. 109 [111, n° 16], et les références citées."
      ],
      "abstractNL": [
        "Zoals het non bis in idem-beginsel is vastgelegd in artikel 14.7 IVBPR en in artikel 4.1 van Protocol nr. 7 EVRM, verbiedt het de overtreder nogmaals te berechten wegens hetzelfde misdrijf; het is aangetoond dat het om hetzelfde misdrijf gaat, wat de niet-ontvankelijkheid van de tweede vervolging tot gevolg heeft, wanneer de feiten, hoewel anders gekwalificeerd, in essentie dezelfde zijn, naar dezelfde gedraging verwijzen en veroorzaakt zijn door een geheel aan omstandigheden die onlosmakelijk in tijd en ruimte met elkaar verbonden zijn; de feitenrechter dient hierover te beslissen, waarbij het Hof enkel nagaat of hij, uit de omstandigheden die hij vermeldt, de gevolgtrekking heeft kunnen maken die hij hieruit heeft gemaakt (1). (1) Zie concl. OM in Pas. 2022, nr. 538; P. MARCHAL, “Principes généraux du droit”, R.P.D.B., Bruylant, 2014, nrs. 250 tot 254; P. LAGASSE, “L'affaire A et B contre Norvège: entre continuité et évolution quant au principe non bis in idem”, J.T., 2018, p. 109 [111, nr. 16], en de aangehaalde verwijzingen."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220225.1F.13": {
      "court": "CASS",
      "date": "2022-02-25",
      "roleNumber": "F.20.0062.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220225.1F.13",
      "abstractFR": [
        "Seule une décision se prononçant sur la culpabilité par un jugement ou un arrêt d'acquittement ou de condamnation, passé en force de chose jugée, empêche que de nouvelles poursuites soient intentées pour une même infraction (1). (1) Voir les concl. du MP.",
        "Un jugement ou arrêt rendu en matière correctionnelle, qui dit les poursuites irrecevables sans se prononcer sur la culpabilité par une décision d'acquittement ou de condamnation, ne fait pas obstacle au maintien des cotisations à l'impôt des personnes physiques et des accroissements d'impôt (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Enkel een beslissing die over de schuldvraag uitspraak doet bij wijze van een vrijsprekend of veroordelend vonnis of arrest dat in kracht van gewijsde is gegaan, belet dat nieuwe vervolgingen voor hetzelfde strafbare feit worden ingesteld (1). (1) Zie concl. OM in Pas. 2022, nr. 152.",
        "Een vonnis of arrest uitspraak doende in correctionele zaken, dat de vervolgingen niet-ontvankelijk verklaart zonder uitspraak te doen over de schuld bij wijze van een vrijsprekende of veroordelende beslissing, staat niet in de weg aan de handhaving van bijdragen in de personenbelasting en belastingverhogingen (1). (1) Zie concl. OM in Pas. 2022, nr. 152.",
        "Enkel een beslissing die over de schuldvraag uitspraak doet bij wijze van een vrijsprekend of veroordelend vonnis of arrest dat in kracht van gewijsde is gegaan, belet dat nieuwe vervolgingen voor hetzelfde strafbare feit worden ingesteld (1). (1) Zie concl. OM in Pas. 2022, nr. 151.",
        "Een vonnis of arrest uitspraak doende in correctionele zaken, dat de vervolgingen niet-ontvankelijk verklaart zonder uitspraak te doen over de schuld bij wijze van een vrijsprekende of veroordelende beslissing, staat niet in de weg aan de handhaving van bijdragen in de personenbelasting en belastingverhogingen (1). (1) Zie concl. OM in Pas. 2022, nr. 151."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210106.2F.9": {
      "court": "CASS",
      "date": "2021-01-06",
      "roleNumber": "P.20.0028.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210106.2F.9",
      "abstractFR": [
        "L'article 4.1 du Protocole n° 7 additionnel à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales interdit que de nouvelles poursuites soient engagées, ou une condamnation prononcée, contre une personne qui a déjà été acquittée ou condamnée, par une décision passée en force de chose jugée, en raison de faits identiques ou qui, en substance, sont les mêmes que ceux qui ont fait l'objet de cette décision: la notion de faits identiques ou substantiellement les mêmes vise un ensemble de circonstances concrètes concernant un même suspect qui, indépendamment de leur qualification juridique ou des éléments constitutifs de l'infraction, sont indissociablement liées entre elles dans le temps et dans l'espace (1). (1) Voir les concl. du MP.",
        "Le juge apprécie souverainement si les faits visés par la nouvelle poursuite sont identiques ou substantiellement les mêmes, la Cour se bornant à vérifier si les critères retenus peuvent, ou non, justifier légalement la décision (1). (1) Voir les concl. du MP.",
        "L'hétérogénéité des éléments constitutifs de deux qualifications pénales n'établit pas, à elle seule, l'existence de deux faits pénaux distincts (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel 4.1 Zevende Aanvullend Protocol EVRM verbiedt om een nieuwe vervolging in te stellen of een veroordeling uit te spreken tegen een persoon die reeds door een in kracht van gewijsde gegane beslissing werd vrijgesproken of veroordeeld, wegens identieke of wezenlijk dezelfde feiten als die waarop die beslissing betrekking had; het begrip identieke of wezenlijk dezelfde feiten verwijst naar een geheel van concrete omstandigheden die betrekking hebben op dezelfde verdachte en die, ongeacht hun juridische omschrijving of de constitutieve bestanddelen van het misdrijf, in tijd en ruimte onlosmakelijk met elkaar verbonden zijn (1). (1) Zie concl. OM op datum in Pas. 2021, nr. 8.",
        "De rechter beoordeelt op onaantastbare wijze of de feiten waarop de nieuwe vervolging betrekking heeft identiek of wezenlijk dezelfde zijn, waarbij het Hof zich ertoe beperkt na te gaan of de vastgestelde criteria de beslissing al dan niet naar recht kunnen verantwoorden (1). (1) Zie concl. OM op datum in Pas. 2021, nr. 8.",
        "De heterogeniteit van de constitutieve bestanddelen van twee strafrechtelijke kwalificaties toont op zich niet het bestaan aan van twee afzonderlijke strafbare feiten (1). (1) Zie concl. OM op datum in Pas. 2021, nr. 8."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190604.1": {
      "court": "CASS",
      "date": "2019-06-04",
      "roleNumber": "P.18.0407.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190604.1&lang=fr",
      "abstractFR": [
        "Le juge apprécie, d'après les éléments de la cause, quels sont les faits dont il est saisi et si ces faits sont identiques ou substantiellement les mêmes que ceux ayant fait l'objet d'une poursuite pénale antérieure à laquelle une décision irrévocable de condamnation ou d'acquittement a mis un terme et, ce faisant, le juge doit avoir égard aux comportements de fait et aux circonstances réellement visés par la première poursuite; ce double examen, des faits qui lui sont soumis et de ceux précédemment jugés, relève de l'appréciation souveraine du juge du fond (1). (1) Cass. 9 avril 2014, RG P.13.1916.F, Pas. 2014, n° 280."
      ],
      "abstractNL": [
        "De rechter beoordeelt in het licht van de gegevens van de zaak welke feiten bij hem aanhangig zijn gemaakt en of die feiten identiek of substantieel dezelfde zijn als deze die het voorwerp waren van een eerdere strafvervolging die is beëindigd met een onherroepelijke beslissing van vrijspraak of veroordeling en waarbij de rechter acht moet slaan op de feitelijke gedragingen en de werkelijk bedoelde omstandigheden waarop de eerste strafvordering betrekking heeft; dat dubbel onderzoek van de hem voorgelegde en de eerder berechte feiten maakt deel uit van de onaantastbare beoordeling door de feitenrechter (1). (1) Cass. 9 april 2014, AR P.13.1916.F, AC 2014, nr. 280."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181003.3": {
      "court": "CASS",
      "date": "2018-10-03",
      "roleNumber": "P.18.0443.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181003.3",
      "abstractFR": [
        "Lorsqu'il constate que par une décision définitive, le fonctionnaire sanctionnateur a infligé à un contrevenant poursuivi du chef d'une infraction urbanistique une amende administrative avec l'obligation de remettre les lieux en état dans un délai déterminé et que ce contrevenant fait l'objet de nouvelles poursuites pour des faits identiques ou substantiellement les mêmes durant une période infractionnelle située avant l'expiration du délai fixé pour la remise en état, le juge peut considérer, sans violer le principe général du droit non bis in idem et l'article 4, § 1er du septième protocole additionnel à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, que les faits soumis à son appréciation sont identiques ou substantiellement les mêmes que ceux qui ont fait l'objet des poursuites administratives."
      ],
      "abstractNL": [
        "Wanneer de rechter vaststelt dat de sanctionerend ambtenaar, met een eindbeslissing, een overtreder die vervolgd wordt wegens een stedenbouwkundige overtreding een administratieve geldboete heeft opgelegd samen met de verplichting om de plaats binnen een bepaalde termijn in de vorige staat te herstellen en de overtreder het voorwerp uitmaakt van nieuwe vervolgingen voor identieke of substantieel dezelfde feiten tijdens een incriminatieperiode die dateert van vóór het verstrijken van de termijn die voor het herstel van de plaats in de vorige staat is bepaald, kan hij, zonder het algemeen rechtsbeginsel non bis in idem te miskennen en zonder artikel 4.1 zevende aanvullend protocol EVRM te schenden, oordelen dat de hem ter beoordeling voorgelegde feiten identiek of substantieel dezelfde zijn als die welke het voorwerp uitmaken van de administratieve vervolgingen."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170921.2": {
      "court": "CASS",
      "date": "2017-09-21",
      "roleNumber": "F.15.0081.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170921.2&lang=fr",
      "abstractFR": [
        "L'article 4, § 1er du Septième Protocole additionnel à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, tel qu'interprété par la Cour européenne des droits de l'homme, ne s'oppose pas à ce que des procédures administratives distinctes visant à l'application de sanctions fiscales, qui ont été engagées contre une seule et même personne et en raison des mêmes faits antérieurement à la clôture définitive de l'une d'entre elles, se poursuivent jusqu'à leur terme et aboutissent, le cas échant, à une décision d'infliger une sanction, à condition que l'existence d'un lien matériel et temporel suffisamment étroit entre les procédures en question soit établie (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Artikel 4.1 Zevende Aanvullend Protocol EVRM, zoals uitgelegd door het Europees Hof voor de Rechten van de Mens, verhindert niet dat onderscheiden administratieve procedures tot oplegging van fiscale sancties, die tegen eenzelfde persoon en wegens dezelfde feiten werden ingesteld alvorens één ervan definitief werd beëindigd, tot hun einde worden voortgezet en, desgevallend, beëindigd worden met een beslissing tot oplegging van een sanctie, op voorwaarde dat vaststaat dat de desbetreffende procedures, zowel substantieel als temporeel, voldoende nauw met elkaar verbonden zijn (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150424.3": {
      "court": "CASS",
      "date": "2015-04-24",
      "roleNumber": "F.14.0045.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150424.3&lang=fr",
      "abstractFR": [
        "L'article 4, § 1er du septième Protocole additionnel à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, tel qu'il a été interprété par la Cour européenne des droits de l'homme, implique qu'une seconde poursuite est interdite du chef de faits identiques ou substantiellement identiques qui, après une première poursuite, ont donné lieu à une décision définitive de condamnation ou d'acquittement; il y a lieu d'entendre par des faits identiques ou substantiellement identiques un ensemble de circonstances de fait concrètes relatives à un même suspect qui sont indissociablement liées en temps et en lieu.",
        "Le principe général du droit 'non bis in idem' a une portée identique à celle de l''article 4, § 1er du septième Protocole additionnel à la Convention de sauvegarde des droits de l''homme et des libertés fondamentales, cette disposition impliquant qu''une seconde poursuite est interdite du chef de faits identiques ou substantiellement identiques qui, après une première poursuite, ont donné lieu à une décision définitive de condamnation ou d''acquittement; il y a lieu d''entendre par des faits identiques ou substantiellement identiques, un ensemble de circonstances de fait concrètes relatives à un même suspect qui sont indissociablement liées en temps et en lieu.",
        "Dans le cadre du contrôle du principe général du droit 'non bis in idem', le juge décide souverainement si les faits qui font l''objet des poursuites sont identiques ou substantiellement identiques; la Cour examine toutefois si le juge ne tire pas des faits constatés des conséquences qui y sont étrangères ou qu''ils ne peuvent justifier."
      ],
      "abstractNL": [
        "Artikel 4.1 Zevende Aanvullende Protocol EVRM, zoals uitgelegd door het Europees Hof voor de Rechten van de Mens, houdt in dat een tweede vervolging verboden is wegens identieke feiten of substantieel dezelfde feiten die na een eerste vervolging hebben geleid tot een onherroepelijke beslissing van veroordeling of vrijspraak; onder identieke of substantieel dezelfde feiten moet worden verstaan een geheel van concrete feitelijke omstandigheden met betrekking tot eenzelfde verdachte welke onlosmakelijk in tijd en ruimte met elkaar verbonden zijn.",
        "Het algemeen rechtsbeginsel 'non bis in idem' heeft dezelfde draagwijdte als artikel 4.1 Zevende Aanvullende Protocol EVRM, welke bepaling inhoudt dat een tweede vervolging verboden is wegens identieke feiten of substantieel dezelfde feiten die na een eerste vervolging hebben geleid tot een onherroepelijke beslissing van veroordeling of vrijspraak; onder identieke of substantieel dezelfde feiten moet worden verstaan een geheel van concrete feitelijke omstandigheden met betrekking tot eenzelfde verdachte welke onlosmakelijk in tijd en ruimte met elkaar verbonden zijn.",
        "In het kader van de toetsing van het algemeen rechtsbeginsel 'non bis in idem' oordeelt de rechter onaantastbaar of de feiten die het voorwerp uitmaken van de vervolgingen identiek of substantieel dezelfde zijn; het Hof gaat evenwel na of de rechter uit de vastgestelde feiten geen gevolgen trekt die daarmee geen verband houden of op grond daarvan niet kunnen worden verantwoord."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140617.3": {
      "court": "CASS",
      "date": "2014-06-17",
      "roleNumber": "P.13.1747.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140617.3&lang=fr",
      "abstractFR": [
        "Le juge apprécie souverainement si les faits qui font l'objet des poursuites sont identiques ou substantiellement les mêmes; la Cour vérifie toutefois si le juge ne tire pas des faits constatés des conséquences qui n'y sont pas liées ou qui ne peuvent être justifiées sur cette base (1). (1) Cass. 20 mai 2014, RG P.13.0026.N, Pas. 2014, n° ..."
      ],
      "abstractNL": [
        "De rechter oordeelt onaantastbaar of de feiten die het voorwerp uitmaken van de vervolgingen identiek of substantieel dezelfde zijn; het Hof gaat evenwel na of de rechter uit de vastgestelde feiten geen gevolgen trekt die daarmee geen verband houden of op grond daarvan niet kunnen worden verantwoord (1). (1) Cass. 20 mei 2014, AR P.13.0026.N, AC 2014, nr...."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140520.1": {
      "court": "CASS",
      "date": "2014-05-20",
      "roleNumber": "P.13.0026.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140520.1&lang=fr",
      "abstractFR": [
        "Le juge apprécie souverainement si les faits qui font l'objet d'une seconde poursuite pénale sont identiques ou substantiellement les mêmes que ceux ayant fait l'objet d'une première poursuite pénale à laquelle un décision irrévocable d'acquittement ou de condamnation a mis un terme."
      ],
      "abstractNL": [
        "De rechter oordeelt onaantastbaar of de feiten voorwerp van een tweede strafvervolging identiek of substantieel dezelfde zijn als die welke voorwerp waren van een eerste strafvervolging die met een onherroepelijke beslissing van vrijspraak of veroordeling is beëindigd."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140225.8": {
      "court": "CASS",
      "date": "2014-02-25",
      "roleNumber": "P.13.1409.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140225.8&lang=fr",
      "abstractFR": [
        "Ni les articles 14.7 du Pacte international relatif aux droits civils et politiques et 4.1 du Protocole additionnel n° 7 à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, ni le principe général du droit «non bis in idem» ayant la même portée, ne font obstacle à une poursuite pénale et à une condamnation après une procédure disciplinaire ayant fait l'objet d'une décision définitive, lorsque cette procédure disciplinaire ne présente pas les caractéristiques d'une poursuite pénale; la circonstance qu'il y a lieu de considérer, en l'occurrence, la peine disciplinaire infligée comme une peine au sens de l'article 6 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, n'y change rien (1). (1) Voir Cass., 24 novembre 2009, RG P.09.0965.N, Pas., 2009, n° 692."
      ],
      "abstractNL": [
        "Artikel 14.7 IVBPR en artikel 4.1 Zevende aanvullende Protocol EVRM, noch het algemene rechtsbeginsel 'non bis in idem' dat dezelfde draagwijdte heeft, beletten een strafvervolging en een veroordeling na een tuchtprocedure waarin een einduitspraak is gewezen, wanneer die tuchtprocedure niet de kenmerken van een strafvervolging vertoont; de omstandigheid dat de opgelegde tuchtstraf, in voorkomend geval, als een straf moet worden beschouwd in de zin van artikel 6 EVRM, doet hieraan geen afbreuk (1). (1) Zie Cass. 24 nov. 2009, AR P.09.0965.N, AC 2009, nr. 692."
      ]
    }
  }
}