{
  "4": {
    "ECLI:BE:CASS:2015:ARR.20150915.8": {
      "court": "CASS",
      "date": "2015-09-15",
      "roleNumber": "P.14.0765.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150915.8&lang=fr",
      "abstractFR": [
        "Rien n'empêche le juge, dans l'appréciation de la signification qui doit être donnée aux notions de 'nuisances' et de 'dommages et nuisances' et compte tenu des circonstances concrètes de la cause, de faire référence à des critères utilisés dans une autre réglementation apparentée ou à la jurisprudence y afférente de la section du contentieux administratif du Conseil d'État"
      ],
      "abstractNL": [
        "Niets belet de rechter bij het beoordelen van de betekenis die aan de begrippen 'hinderen' en 'schade en hinder' moet worden gegeven en gelet op de concrete omstandigheden van de zaak, te verwijzen naar in andere verwante regelgeving gehanteerde criteria of naar daarmee verband houdende rechtspraak van de afdeling bestuursrechtspraak van de Raad van State."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2021:ARR.20211019.2N.27": {
      "court": "CASS",
      "date": "2021-10-19",
      "roleNumber": "P.21.0246.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211019.2N.27&lang=fr",
      "abstractFR": [
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Noch uit de bepaling van artikel 5.2.3bis.4.8., §1, Vlarem II, die bepaalt dat voor het onderscheid tussen “niet-verontreinigd behandeld” en “verontreinigd behandeld” houtafval in geval van twijfel de in die bepaling opgenomen tabel van richtwaarden voor potentieel aanwezige verontreinigingen geldt, noch uit enige andere bepaling kan worden afgeleid dat het verbranden van verontreinigd behandeld houtafval slechts kan worden vastgesteld na een bemonstering en een analyse.",
        "Aan de consignatieplicht waartoe een burgerlijke partij die rechtstreeks dagvaardt voor de strafrechter krachtens artikel 108 Tarief Strafzaken gehouden is te voldoen, wordt in beginsel geen afbreuk gedaan door de omstandigheid dat, na de rechtstreekse dagvaarding door de burgerlijke partij, de rechtstreeks gedaagde vervolgens ook op vordering van het openbaar ministerie wordt gedagvaard voor dezelfde strafrechter, die de zaken samenvoegt en samen behandelt; het gebrek aan consignatie door de burgerlijke partij belemmert in dat geval de voortgang van de procedure echter niet wanneer de strafrechter vaststelt dat aan de rechtstreekse dagvaarding door de burgerlijke partij geen andere kosten zijn verbonden dan deze van de op last van het openbaar ministerie aanhangig gemaakte strafvordering, die door de Staat moeten worden voorgeschoten (1). (1) Zie Cass. 9 december 2009, AR P.09.1105.F, AC 2009, nr. 730, met concl. advocaat-generaal D. Vandermeersch in Pas. 2009, nr. 730."
      ]
    }
  }
}