{
  "4": {
    "ECLI:BE:CASS:2023:ARR.20230125.2F.1": {
      "court": "CASS",
      "date": "2023-01-25",
      "roleNumber": "P.22.0401.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230125.2F.1",
      "abstractFR": [
        "Les articles 4 et 12 du décret du 20 juillet 1831 sur la presse ne distinguent pas selon que celui qui se dit victime de calomnie ou d'injure revêt la qualité de fonctionnaire public belge ou celle de fonctionnaire public attaché au service d'une organisation internationale, tel un commissaire européen ; de plus, l'objectif recherché par l'auteur du décret conserve sa pertinence quelle que soit la catégorie dont relève le fonctionnaire public calomnié ou injurié (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": [
        "De artikelen 4 en 12 van het decreet van 20 juli 1831 op de drukpers maken geen onderscheid al naargelang de persoon die het slachtoffer van laster of beledigingen beweert te zijn een Belgisch openbaar ambtenaar dan wel een ambtenaar in dienst van een internationale organisatie is, zoals een Europees commissaris; bovendien behoudt het door de opstellers van het decreet nagestreefde doel zijn relevantie, ongeacht de categorie waartoe de belasterde of beledigde openbaar ambtenaar behoort (1). (1) Zie concl. “in hoofdzaak” OM.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210929.2F.3": {
      "court": "CASS",
      "date": "2021-09-29",
      "roleNumber": "P.21.0523.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210929.2F.3",
      "abstractFR": [
        "L'article 4 du décret du 20 juillet 1831 sur la presse exige que la calomnie ait atteint une personne ayant agi dans un caractère public à raison de faits relatifs à ses fonctions, ce qui suppose qu'elle accomplisse, en vertu d'une délégation directe ou indirecte de la Nation, des actes de la puissance publique; l'objectif du régime de la courte prescription institué par le décret est, en effet, de faciliter le contrôle des citoyens sur les actes de l'administration publique (1); l'enseignement des mathématiques, fût-il dispensé dans un établissement scolaire relevant du réseau officiel, ne constitue pas, à lui seul, dans le chef du professeur qui en est chargé, l'exercice d'une prérogative de puissance publique (2). (1) Voir Cass. 22 janvier 1917, Pas. 1917, p. 374. (2) Voir les concl. « dit en substance », partiellement contraires, du MP, selon qui le premier moyen, nouveau, était irrecevable ; contra décisions, citées dans les Novelles, selon lesquelles ont un caractère public, lorsqu'ils agissent pour l'acquit de leur fonctions ou devoirs professionnels, les fonctionnaires de l'enseignement et notamment les institutrices communales (Liège, 4 juillet 1872, Pas. 1872, II, 389, Cass. fr., 18 mai 1893, D.P. 1895, I, 462, etc., cités par J. LECLERCQ, « Atteintes portées à l'honneur ou à la considération des personnes », Novelles, Droit pénal, t. IV, 1989, p. 151, n° 7217)."
      ],
      "abstractNL": [
        "Artikel 4 van het decreet van 20 juli 1831 op de drukpers vereist dat de laster een persoon heeft getroffen die handelingen met een openbaar karakter heeft verricht die verband houden met zijn ambt, wat impliceert dat hij, rechtstreeks of onrechtstreeks in opdracht van de Natie, handelingen van openbare macht verricht; de door het decreet ingevoerde regeling van de korte verjaring heeft immers tot doel de burgers toe te laten op de bestuurshandelingen toezicht te houden (1) ; het wiskundeonderwijs, zelfs dat welk wordt verstrekt in een school die tot het officiële onderwijsnet behoort, impliceert op zich niet dat de leraar die hiermee is belast een voorrecht van openbare macht uitoefent (2). (1) Zie Cass. 22 januari 1917, Pas. 1917, p. 374. (2) Zie gedeeltelijk andersluidende concl. « in hoofdzaak” OM in Pas. 2021, nr. 595, volgens welke het eerste middel nieuw en derhalve niet ontvankelijk was; zie contra: de in de “Novelles” vermelde beslissingen volgens welke de handelingen die onderwijsambtenaren, en met name de onderwijzeressen in gemeentescholen, in het kader van hun functie of beroepsplichten verrichten een openbaar karakter hebben (Luik, 4 juli 1872, Pas. 1872, II, 389, Cass. fr., 18 mei 1893, D.P. 1895, I, 462, enz., vermeld door J. LECLERCQ, « Atteintes portées à l'honneur ou à la considération des personnes », Novelles, Droit pénal, dl. IV, 1989, p. 151, nr. 7217)."
      ]
    }
  },
  "12": {
    "ECLI:BE:CASS:2023:ARR.20230125.2F.1": {
      "court": "CASS",
      "date": "2023-01-25",
      "roleNumber": "P.22.0401.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230125.2F.1",
      "abstractFR": [
        "Les articles 4 et 12 du décret du 20 juillet 1831 sur la presse ne distinguent pas selon que celui qui se dit victime de calomnie ou d'injure revêt la qualité de fonctionnaire public belge ou celle de fonctionnaire public attaché au service d'une organisation internationale, tel un commissaire européen ; de plus, l'objectif recherché par l'auteur du décret conserve sa pertinence quelle que soit la catégorie dont relève le fonctionnaire public calomnié ou injurié (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": [
        "De artikelen 4 en 12 van het decreet van 20 juli 1831 op de drukpers maken geen onderscheid al naargelang de persoon die het slachtoffer van laster of beledigingen beweert te zijn een Belgisch openbaar ambtenaar dan wel een ambtenaar in dienst van een internationale organisatie is, zoals een Europees commissaris; bovendien behoudt het door de opstellers van het decreet nagestreefde doel zijn relevantie, ongeacht de categorie waartoe de belasterde of beledigde openbaar ambtenaar behoort (1). (1) Zie concl. “in hoofdzaak” OM.",
        "Vertaling nog niet beschikbaar"
      ]
    }
  }
}