{
  "1": {
    "ECLI:BE:CASS:2017:ARR.20170324.4": {
      "court": "CASS",
      "date": "2017-03-24",
      "roleNumber": "F.15.0189.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170324.4&lang=fr",
      "abstractFR": [
        "Un avantage matrimonial ne tombe pas dans la succession, mais appartient à l'époux survivant à la suite de la liquidation et du partage du régime matrimonial; la réduction de l'avantage n'a pas pour conséquence de faire tomber celui-ci dans la succession et de le soumettre dès lors à un droit de succession (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Een huwelijksvoordeel valt niet in de nalatenschap, maar behoort de langstlevende echtgenoot toe ingevolge de vereffening en verdeling van het huwelijksvermogensstelsel; de inkorting van het voordeel heeft niet tot gevolg dat het voordeel alsnog in de nalatenschap valt en derhalve onderworpen zou zijn aan het successierecht (1). (1) Zie concl. OM."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2017:ARR.20170324.4": {
      "court": "CASS",
      "date": "2017-03-24",
      "roleNumber": "F.15.0189.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170324.4&lang=fr",
      "abstractFR": [
        "Un avantage matrimonial ne tombe pas dans la succession, mais appartient à l'époux survivant à la suite de la liquidation et du partage du régime matrimonial; la réduction de l'avantage n'a pas pour conséquence de faire tomber celui-ci dans la succession et de le soumettre dès lors à un droit de succession (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Een huwelijksvoordeel valt niet in de nalatenschap, maar behoort de langstlevende echtgenoot toe ingevolge de vereffening en verdeling van het huwelijksvermogensstelsel; de inkorting van het voordeel heeft niet tot gevolg dat het voordeel alsnog in de nalatenschap valt en derhalve onderworpen zou zijn aan het successierecht (1). (1) Zie concl. OM."
      ]
    }
  },
  "27": {
    "ECLI:BE:CASS:2017:ARR.20170324.6": {
      "court": "CASS",
      "date": "2017-03-24",
      "roleNumber": "F.16.0067.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170324.6&lang=fr",
      "abstractFR": [
        "Les époux qui insèrent une clause de liquidation finale prennent un engagement sous la condition suspensive de leur prédécès et de la levée de l'option par le conjoint survivant, de sorte que la dette existe déjà avant le décès et est dès lors admissible au passif de la succession (1). (1) Voir les concl. écrites déposées par le MP publiées à leur date dans AC dans la cause analogue F.15.0190.N qui a été plaidée par les mêmes avocats, de sorte qu'il y a été fait référence oralement à l'audience dans la cause F.16.0067.N. Ces conclusions s'appuient sur l'étude réalisée par madame le référendaire J. del Corral."
      ],
      "abstractNL": [
        "De echtgenoten gaan bij de opname van het finaal verrekenbeding een verbintenis onder opschortende voorwaarde aan van hun vooroverlijden en van het lichten van de optie door de langstlevende van hen, zodat de schuld reeds vóór het overlijden bestaat, en bijgevolg als passief van de nalatenschap in aanmerking komt (1). (1) Zie de schriftelijke concl. OM die neergelegd werd in de analoge zaak F.15.0190.N tussen dezelfde advocaten zodat er in de zaak F.16.0067.N ter zitting mondeling naar verwezen werd. Deze conclusie steunt op het studiewerk van mevrouw de referendaris J. del Corral."
      ]
    }
  }
}