{
  "2": {
    "ECLI:BE:CASS:2023:ARR.20230324.1N.5": {
      "court": "CASS",
      "date": "2023-03-24",
      "roleNumber": "F.21.0052.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230324.1N.5&lang=fr",
      "abstractFR": [
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Opdat een werk van letterkunde of kunst auteursrechtelijk beschermd zou zijn, geldt als noodzakelijke maar voldoende voorwaarde dat wordt bewezen dat het werk oorspronkelijk is, in de zin dat het een eigen intellectuele schepping van zijn auteur is, die de persoonlijkheid van deze laatste weerspiegelt en tot uiting komt door de vrije, creatieve keuzes van de auteur bij de totstandkoming van dat werk; dit veronderstelt, wanneer het een geschrift betreft, dat de auteur vrije en creatieve keuzes heeft kunnen maken wat betreft de woordkeuze, de schikking en de combinatie van de woorden waarmee hij op een oorspronkelijke wijze uitdrukking heeft gegeven aan zijn creatieve geest en tot een resultaat is gekomen dat een intellectuele schepping vormt (1). (1) Zie concl. OM. Op dezelfde datum werd ook in dezelfde zin arrest uitgesproken in de zaak F.21.0054.N.",
        "Het feit dat een auteur een werk in het kader van zijn beroepsactiviteiten produceert, en daarbij wordt verondersteld de nodige professionele deskundigheid aan de dag te leggen, verhindert als dusdanig niet dat het werk als oorspronkelijk in aanmerking kan komen (1). (1) Zie concl. OM. Op dezelfde datum werd ook in dezelfde zin arrest uitgesproken in de zaak F.21.0054.N.",
        "Wanneer voor de creatie van een werk technische overwegingen, regels of andere beperkingen gelden die geen ruimte laten voor creatieve vrijheid, heeft dat werk niet de oorspronkelijkheid die vereist is om een auteursrechtelijk beschermd werk te kunnen vormen; een werk kan daarentegen voor auteursrechtelijke bescherming in aanmerking komen, ook al wordt de verwezenlijking ervan door technische overwegingen, regels of andere beperkingen bepaald, op voorwaarde dat een dergelijke bepaling de auteur niet heeft belet zijn persoonlijkheid in het werk door vrije en creatieve keuzes tot uiting te brengen (1). (1) Zie concl. OM. Op dezelfde datum werd ook in dezelfde zin arrest uitgesproken in de zaak F.21.0054.N.",
        "Daar waar het op grond van artikel 861 Gerechtelijk Wetboek in beginsel aan de partij wiens belangen door de onregelmatigheid zijn geschaad toekomt om een exceptie van nietigheid op te werpen en om belangenschade aan te voeren en te bewijzen, dient de rechter in gevallen waar de onregelmatigheid tot gevolg kan hebben gehad dat een processtuk zoals een dagvaarding of een voorziening in cassatie de partij aan wie deze werd betekend niet heeft bereikt en de onregelmatigheid er bijgevolg de reden van kan zijn dat deze partij niet verschijnt of afwezig blijft, ambtshalve de exceptie van nietigheid op te werpen en, bij toepassing van artikel 861, tweede lid, Gerechtelijk Wetboek, maatregelen op te leggen om de onregelmatigheid te regulariseren; deze verplichting voor de rechter vindt zijn grondslag in het algemeen rechtsbeginsel van het recht van verdediging, krachtens hetwelk een partij de mogelijkheid moet krijgen om zijn standpunt voor de rechter uiteen te zetten en zijn belangen te verdedigen."
      ]
    }
  }
}