{
  "2": {
    "ECLI:BE:CASS:2025:ARR.20250306.1F.1": {
      "court": "CASS",
      "date": "2025-03-06",
      "roleNumber": "C.22.0493.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250306.1F.1",
      "abstractFR": [
        "La personne qui introduit un recours en annulation contre une décision de l'Institut belge des services postaux et des télécommunications doit disposer d'un intérêt personnel et direct, né et actuel."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20210419.3F.7": {
      "court": "CASS",
      "date": "2021-04-19",
      "roleNumber": "C.20.0338.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210419.3F.7",
      "abstractFR": [
        "L'arrêt qui considère, d'une part, que l'Institut Belge des Services Postaux et des Télécommunications n'avance pas d'autres éléments justifiant la gravité de l'infraction que ceux déjà retenus pour le choix d'infliger une amende, si ce n'est la durée de la période infractionnelle, d'autre part, que les circonstances aggravantes invoquées par lui ne sont pas pertinentes ou établies, et conclut qu'en l'absence de lignes directrices, de cohérence dans les décisions prises envers les opérateurs et de tout autre élément objectif, le montant de l'amende ne peut être fixé qu'ex aequo et bono, fonde sa décision, non sur des considérations d'opportunité ou subjectives, mais sur une recherche en fait et en droit prenant en compte l'ensemble des circonstances de la cause au regard des critères de proportionnalité, d'objectivité, de transparence et de non-discrimination."
      ],
      "abstractNL": [
        "° Het arrest dat oordeelt dat, enerzijds, het Belgisch Instituut voor postdiensten en telecommunicatie geen andere gegevens aanbrengt die de ernst van de inbreuk verantwoorden dan die welke het reeds in aanmerking had genomen bij de keuze voor de geldboete, met uitzondering van de duur van het tijdvak waarbinnen de inbreuken zijn gepleegd, en dat, anderzijds, de door het Instituut aangevoerde verzwarende omstandigheden noch relevant noch bewezen zijn, en besluit dat, bij gebrek aan richtlijnen, coherentie in de ten aanzien van de operatoren genomen beslissingen en van andere objectieve gegevens, het bedrag van de geldboete enkel ex aequo et bono kan worden vastgesteld, baseert zijn beslissing niet op opportuniteitsredenen of subjectieve overwegingen, maar op een onderzoek in feite en in rechte dat rekening houdt met alle omstandigheden van de zaak in het licht van de criteria van evenredigheid, objectiviteit, transparantie en non-discriminatie."
      ]
    }
  },
  "14": {
    "ECLI:BE:CASS:2022:ARR.20220211.1F.1": {
      "court": "CASS",
      "date": "2022-02-11",
      "roleNumber": "C.20.0251.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220211.1F.1",
      "abstractFR": [
        "Lorsque l'Institut fixe, sur la base des conditions de la loi du 13 juin 2005 et de son arrêté royal d'exécution du 18 janvier 2001, le montant de la redevance annuelle due par l'opérateur, il prend une décision produisant des effets juridiques obligatoires à l'égard de cet opérateur de nature à affecter ses intérêts.",
        "Lorsque l’Institut fixe, sur la base des conditions de la loi du 13 juin 2005 et de son arrêté royal d’exécution du 18 juin 2001, le montant de la redevance annuelle due par l’opérateur, il prend une décision produisant des effets juridiques obligatoires à l’égard de cet opérateur de nature à affecter ses intérêts."
      ],
      "abstractNL": [
        "Wanneer het Instituut, op basis van de voorwaarden van de wet van 13 juni 2005 en van het koninklijk besluit van 18 januari 2001 tot uitvoering ervan, het bedrag van het door de operator verschuldigde jaarlijks recht bepaalt, neemt dat Instituut een beslissing die voor de operator bindende rechtsgevolgen heeft die zijn belangen kunnen schaden."
      ]
    }
  },
  "19": {
    "ECLI:BE:CASS:2010:ARR.20100319.4": {
      "court": "CASS",
      "date": "2010-03-19",
      "roleNumber": "C.08.0048.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100319.4",
      "abstractFR": [
        "L'article 19, alinéa 1er, de la loi du 17 janvier 2003, qui offre à toute personne directement et personnellement concernée par une décision de l'Institut belge des services postaux et des télécommunications la possibilité d'être entendue au préalable, n'impose pas que la personne concernée soit entendue oralement (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "Artikel 19, eerste lid, van de wet van 17 januari 2003 dat aan elke persoon die rechtstreeks en persoonlijk betrokken is bij een besluit van het B.I.P.T. de gelegenheid biedt om vooraf gehoord te worden, bepaalt niet dat de betrokken persoon mondeling gehoord moet worden (1). (1) Zie concl. O.M. in Pas., 2010, nr ..."
      ]
    }
  },
  "21": {
    "ECLI:BE:CASS:2021:ARR.20210419.3F.7": {
      "court": "CASS",
      "date": "2021-04-19",
      "roleNumber": "C.20.0338.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210419.3F.7",
      "abstractFR": [
        "L'arrêt qui considère, d'une part, que l'Institut Belge des Services Postaux et des Télécommunications n'avance pas d'autres éléments justifiant la gravité de l'infraction que ceux déjà retenus pour le choix d'infliger une amende, si ce n'est la durée de la période infractionnelle, d'autre part, que les circonstances aggravantes invoquées par lui ne sont pas pertinentes ou établies, et conclut qu'en l'absence de lignes directrices, de cohérence dans les décisions prises envers les opérateurs et de tout autre élément objectif, le montant de l'amende ne peut être fixé qu'ex aequo et bono, fonde sa décision, non sur des considérations d'opportunité ou subjectives, mais sur une recherche en fait et en droit prenant en compte l'ensemble des circonstances de la cause au regard des critères de proportionnalité, d'objectivité, de transparence et de non-discrimination."
      ],
      "abstractNL": [
        "° Het arrest dat oordeelt dat, enerzijds, het Belgisch Instituut voor postdiensten en telecommunicatie geen andere gegevens aanbrengt die de ernst van de inbreuk verantwoorden dan die welke het reeds in aanmerking had genomen bij de keuze voor de geldboete, met uitzondering van de duur van het tijdvak waarbinnen de inbreuken zijn gepleegd, en dat, anderzijds, de door het Instituut aangevoerde verzwarende omstandigheden noch relevant noch bewezen zijn, en besluit dat, bij gebrek aan richtlijnen, coherentie in de ten aanzien van de operatoren genomen beslissingen en van andere objectieve gegevens, het bedrag van de geldboete enkel ex aequo et bono kan worden vastgesteld, baseert zijn beslissing niet op opportuniteitsredenen of subjectieve overwegingen, maar op een onderzoek in feite en in rechte dat rekening houdt met alle omstandigheden van de zaak in het licht van de criteria van evenredigheid, objectiviteit, transparantie en non-discriminatie."
      ]
    }
  }
}