{
  "369": {
    "ECLI:BE:CASS:2016:ARR.20160119.3": {
      "court": "CASS",
      "date": "2016-01-19",
      "roleNumber": "P.14.1519.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160119.3&lang=fr",
      "abstractFR": [
        "Eu égard à leur combinaison et à leur ratio legis, les dispositions de la loi sur les écotaxes permettent au juge de se baser sur la présomption de l'homme que des marchandises soumises à une redevance environnementales qui sont soustraites à la surveillance douanière et dont on ignore où ou chez qui elles sont parvenues, ont été livrées à des détaillants ou directement à des consommateurs intermédiaires ou finaux, de sorte qu'il peut considérer les prévenus qu'il déclare coupable de cette soustraction comme ceux qui ont mis ces marchandises à la consommation et sont par conséquent redevables de l'écotaxe sur elles (1). (1) Voir les concl. du MP dans AC 2016, n°....."
      ],
      "abstractNL": [
        "De bepalingen van de Wet Milieutaks, gelet op hun onderlinge samenhang en ratio legis, laten de rechter toe uit te gaan van het feitelijke vermoeden dat aan milieuheffing onderworpen goederen die aan douanetoezicht zijn onttrokken en waarvan niet geweten is waar of bij wie zij zijn beland, werden geleverd aan kleinhandelaars of rechtstreeks aan intermediaire of eindverbruikers, zodat hij de beklaagden die hij schuldig verklaart aan die onttrekking, kan aanzien als degenen die deze goederen in het verbruik hebben gebracht en bijgevolg de milieutaks erop verschuldigd zijn (1). (1) Zie concl. OM."
      ]
    }
  },
  "394": {
    "ECLI:BE:CASS:2016:ARR.20160119.3": {
      "court": "CASS",
      "date": "2016-01-19",
      "roleNumber": "P.14.1519.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160119.3&lang=fr",
      "abstractFR": [
        "Eu égard à leur combinaison et à leur ratio legis, les dispositions de la loi sur les écotaxes permettent au juge de se baser sur la présomption de l'homme que des marchandises soumises à une redevance environnementales qui sont soustraites à la surveillance douanière et dont on ignore où ou chez qui elles sont parvenues, ont été livrées à des détaillants ou directement à des consommateurs intermédiaires ou finaux, de sorte qu'il peut considérer les prévenus qu'il déclare coupable de cette soustraction comme ceux qui ont mis ces marchandises à la consommation et sont par conséquent redevables de l'écotaxe sur elles (1). (1) Voir les concl. du MP dans AC 2016, n°....."
      ],
      "abstractNL": [
        "De bepalingen van de Wet Milieutaks, gelet op hun onderlinge samenhang en ratio legis, laten de rechter toe uit te gaan van het feitelijke vermoeden dat aan milieuheffing onderworpen goederen die aan douanetoezicht zijn onttrokken en waarvan niet geweten is waar of bij wie zij zijn beland, werden geleverd aan kleinhandelaars of rechtstreeks aan intermediaire of eindverbruikers, zodat hij de beklaagden die hij schuldig verklaart aan die onttrekking, kan aanzien als degenen die deze goederen in het verbruik hebben gebracht en bijgevolg de milieutaks erop verschuldigd zijn (1). (1) Zie concl. OM."
      ]
    }
  },
  "398bis": {
    "ECLI:BE:CASS:2014:ARR.20140129.2": {
      "court": "CASS",
      "date": "2014-01-29",
      "roleNumber": "P.13.1491.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140129.2",
      "abstractFR": [
        "En cas d'infraction en matière de cotisation d'emballage, une amende comprise entre cinq et dix fois les droits éludés doit, en règle, être appliquée au contrevenant; ne justifie pas légalement sa décision, l'arrêt qui condamne le prévenu à une amende égale à cinq fois les droits d'accises éludés, du chef d'infractions en matière de douanes et accises et en matière de cotisation d'emballage, en omettant d'incorporer les cotisations d'emballage dans le calcul des droits éludés permettant de déterminer l'amende due par application d'un facteur multiplicateur."
      ],
      "abstractNL": [
        "In geval van overtreding tegen de verpakkingsheffing, moet op de overtreder, in de regel, een geldboete van vijf- tot tienmaal de ontdoken rechten worden toegepast; het arrest, dat de beklaagde veroordeelt tot een geldboete gelijk aan vijfmaal de ontdoken accijnsrechten, wegens overtredingen inzake douane en accijnzen en inzake de verpakkingsheffing, en dat daarbij nalaat rekening te houden met de verpakkingsheffingen bij de berekening van de ontdoken rechten waardoor de verschuldigde geldboete met toepassing van een vermenigvuldigingsfactor kan worden vastgesteld, verantwoordt zijn beslissing niet naar recht (1). (1) Raoul Declercq, Cassation en matière répressive, Bruylant, 2006, n° 946. Het Hof is weliswaar van die regel afgeweken wat de fiscale geldboete betreft, maar enkel als die onwettig bij de gemeenrechtelijke sanctie is gevoegd. (Ibidem, n° 955, p. 551). Zie ook Cass. 21 juni 2005, AR P.05.0247.N, AC 2005, nr. 361, waar het Hof het bestreden arrest heeft vernietigd, maar alleen in zoverre dat arrest het bedrag van de toepasselijke, enige, geldboete bepaalt. Het onderhavige arrest is geen wijziging van de rechtspraak aangezien in de zaak uit 2005 de geldboete een vast bedrag was, terwijl in deze zaak de bodemrechter het bedrag diende vast te stellen met toepassing van een vermenigvuldigingsfactor in verhouding tot de ontdoken rechten."
      ]
    }
  }
}