{
  "1": {
    "ECLI:BE:CASS:2010:ARR.20100915.4": {
      "court": "CASS",
      "date": "2010-09-15",
      "roleNumber": "P.10.0565.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100915.4",
      "abstractFR": [
        "L'existence éventuelle d'un état de démence ou d'un état grave de déséquilibre mental rendant l'agent incapable du contrôle de ses actions relève de l'appréciation souveraine du juge du fond qui n'est pas lié par les constatations ou les conclusions de l'expert (1). (1) Voir Cass., 2 juin 1992, RG 6649, Pas., 1992, n° 518."
      ],
      "abstractNL": [
        "De feitenrechter oordeelt op onaantastbare wijze of de dader al dan niet in een staat van krankzinnigheid of in een ernstige staat van geestesstoornis verkeert die hem ongeschikt maakt tot het controleren van zijn daden; hij is daarbij niet gebonden door de vaststellingen of conclusies van de deskundige (1). (1) Zie Cass., 2 juni 1992, AR 6649, A.C., 1992, nr. 518."
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20100908.2": {
      "court": "CASS",
      "date": "2010-09-08",
      "roleNumber": "P.10.1058.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100908.2",
      "abstractFR": [
        "L'internement étant d'abord une mesure de sûreté, l'action thérapeutique que cet état requiert n'est pas une condition mise par la loi à la régularité de la privation de liberté même si celle-ci a pour objectif, après la protection de la société, de prodiguer à l'interné les soins nécessaires (1). (1) Voir Cass., 20 janvier 1987, RG 1062, Pas., 1987, n° 291."
      ],
      "abstractNL": [
        "De internering is in de eerste plaats een veiligheidsmaatregel zodat de therapie die een dergelijke toestand vereist geen wettelijke voorwaarde is voor de regelmatigheid van de vrijheidsberoving, ook al heeft die, naast de bescherming van de maatschappij, tot doel om de geïnterneerde de nodige verzorging te verstrekken (1). (1) Zie Cass., 20 jan. 1987, AR 1062, A.C., 1987, nr. 291, en noot 1."
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2010:ARR.20100908.2": {
      "court": "CASS",
      "date": "2010-09-08",
      "roleNumber": "P.10.1058.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100908.2",
      "abstractFR": [
        "L'internement étant d'abord une mesure de sûreté, l'action thérapeutique que cet état requiert n'est pas une condition mise par la loi à la régularité de la privation de liberté même si celle-ci a pour objectif, après la protection de la société, de prodiguer à l'interné les soins nécessaires (1). (1) Voir Cass., 20 janvier 1987, RG 1062, Pas., 1987, n° 291."
      ],
      "abstractNL": [
        "De internering is in de eerste plaats een veiligheidsmaatregel zodat de therapie die een dergelijke toestand vereist geen wettelijke voorwaarde is voor de regelmatigheid van de vrijheidsberoving, ook al heeft die, naast de bescherming van de maatschappij, tot doel om de geïnterneerde de nodige verzorging te verstrekken (1). (1) Zie Cass., 20 jan. 1987, AR 1062, A.C., 1987, nr. 291, en noot 1."
      ]
    }
  },
  "12": {
    "ECLI:BE:CASS:2013:ARR.20130625.4": {
      "court": "CASS",
      "date": "2013-06-25",
      "roleNumber": "P.13.0535.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130625.4&lang=fr",
      "abstractFR": [
        "Les fonctionnaires qui assurent le secrétariat des commissions de défense sociale et de la commission supérieure et qui sont désignés par le ministre de la Justice confèrent, par leur signature, authenticité aux décisions des commissions et de la commission supérieure et remplissent lors des procédures devant ces instances le même rôle qu'un greffier devant les juridictions ordinaires; la circonstance qu'ils ne portent pas le titre de greffier et qu'ils sont désignés par le ministre de la Justice n'y déroge pas."
      ],
      "abstractNL": [
        "De ambtenaren die het secretariaat van de commissies tot bescherming van de maatschappij en van de hoge commissie waarnemen en die door de minister van Justitie worden aangewezen, verlenen door hun handtekening authenticiteit aan de beslissingen van de commissies en de hoge commissie en vervullen bij de rechtspleging voor deze instanties eenzelfde rol als een griffier voor de gewone rechtscolleges; de omstandigheid dat zij niet de titel van griffier dragen en door de minister van Justitie worden aangewezen, doet daaraan geen afbreuk."
      ]
    }
  },
  "13": {
    "ECLI:BE:CASS:2013:ARR.20130625.4": {
      "court": "CASS",
      "date": "2013-06-25",
      "roleNumber": "P.13.0535.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130625.4&lang=fr",
      "abstractFR": [
        "Les fonctionnaires qui assurent le secrétariat des commissions de défense sociale et de la commission supérieure et qui sont désignés par le ministre de la Justice confèrent, par leur signature, authenticité aux décisions des commissions et de la commission supérieure et remplissent lors des procédures devant ces instances le même rôle qu'un greffier devant les juridictions ordinaires; la circonstance qu'ils ne portent pas le titre de greffier et qu'ils sont désignés par le ministre de la Justice n'y déroge pas."
      ],
      "abstractNL": [
        "De ambtenaren die het secretariaat van de commissies tot bescherming van de maatschappij en van de hoge commissie waarnemen en die door de minister van Justitie worden aangewezen, verlenen door hun handtekening authenticiteit aan de beslissingen van de commissies en de hoge commissie en vervullen bij de rechtspleging voor deze instanties eenzelfde rol als een griffier voor de gewone rechtscolleges; de omstandigheid dat zij niet de titel van griffier dragen en door de minister van Justitie worden aangewezen, doet daaraan geen afbreuk."
      ]
    }
  },
  "14": {
    "ECLI:BE:CASS:2015:ARR.20151118.2": {
      "court": "CASS",
      "date": "2015-11-18",
      "roleNumber": "P.15.1157.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151118.2",
      "abstractFR": [
        "Si, au moment où l'internement est ordonné, l'inculpé est détenu dans un centre pénitentiaire, l'internement a lieu provisoirement dans l'annexe psychiatrique de ce centre ou, à défaut de celle-ci, dans l'annexe désignée par la juridiction qui ordonne la mesure; il s'en déduit que les juridictions d'instruction ou de jugement ne peuvent ni ordonner l'exécution immédiate de l'internement ni décider qu'il n'y a pas lieu de l'ordonner; le maintien de l'interné détenu à l'annexe psychiatrique résulte, en effet, de la loi et non de la décision du juge (1). (1) Voir Cass. 27 septembre 1932, Pas. 1932, p. 247."
      ],
      "abstractNL": [
        "Indien de inverdenkinggestelde zich, op het ogenblik dat de internering wordt bevolen, in een strafinrichting bevindt, heeft de internering voorlopig plaats in de psychiatrische afdeling van die inrichting of, bij ontstentenis daarvan, in een afdeling aangewezen door het gerecht dat de maatregel beveelt; daaruit volgt dat de onderzoeks- of vonnisgerechten noch de onmiddellijke uitvoering van de internering kunnen bevelen, noch kunnen beslissen dat er daartoe geen grond bestaat; het behoud van de aangehouden geïnterneerde in de psychiatrische afdeling vloeit immers voort uit de wet en niet uit de beslissing van de rechter (1). (1) Zie Cass. 27 september 1932, Pas. 1932, p. 247."
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20100908.2": {
      "court": "CASS",
      "date": "2010-09-08",
      "roleNumber": "P.10.1058.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100908.2",
      "abstractFR": [
        "L'exécution de la mesure d'internement ne devient pas illégale du seul fait qu'elle se poursuit dans un des établissements organisés à cette fin par le gouvernement, plutôt qu'au sein d'une autre institution spécialement désignée pour la thérapie qu'elle est susceptible d'appliquer (1). (1) Voir C.A., 30 juin 1999, n° 78/99."
      ],
      "abstractNL": [
        "De tenuitvoerlegging van de interneringsmaatregel wordt niet onwettig alleen maar omdat zij plaatsvindt in een van de daartoe door de regering georganiseerde inrichtingen, veeleer dan in een andere inrichting die bijzonder aangewezen is voor de eventuele therapie (1). (1) Zie GwH, 30 juni 1999, nr. 78/99."
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20100326.2": {
      "court": "CASS",
      "date": "2010-03-26",
      "roleNumber": "C.09.0330.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100326.2",
      "abstractFR": [
        "La personne qui a été internée sur la base de la loi de défense sociale à l'égard des anormaux doit, en règle, être détenue dans un établissement de défense sociale organisé par le gouvernement et désigné par la commission de défense sociale, la détention dans l'annexe psychiatrique d'un centre pénitentiaire n'étant que provisoire dans l'attente de la désignation du lieu de l'internement par la commission de défense sociale et du transfert vers ce lieu de l'interné dans un délai raisonnable (1). (1) Voir Cour eur. D.H., 30 juillet 1998, J.L.M.B., 1998, p. 1720, Observations, P. MARTENS; Loi du 9 avril 1930, après sa modification par la loi du 1er juillet 1964. Le M.P. estimait que la détention dans l'annexe psychiatrique d'un centre pénitentiaire n'était que provisoire dans l'attente de la désignation du lieu de l'internement par la commission de défense sociale et du transfert vers ce lieu de l'interné. L'arrêt annoté décide dans le même sens mais ajoute que ledit transfert peut avoir lieu \"dans un délai raisonnable\". L'obligation de l'Etat belge se trouve de la sorte atténuée."
      ],
      "abstractNL": [
        "De persoon die werd geïnterneerd op grond van de wet op de bescherming van de maatschappij tegen anormalen moet, in de regel, vastgehouden worden in een instelling tot bescherming van de maatschappij die door de regering is georganiseerd en aangewezen door de commissie tot bescherming van de maatschappij, waarbij de gevangenhouding in de psychiatrische afdeling van een penitentiair centrum slechts voorlopig is in afwachting dat de commissie tot bescherming van de maatschappij de plaats van internering zal hebben aangewezen en de geïnterneerde binnen een redelijke termijn naar die plaats zal hebben overgebracht (1). (1) Zie Hof Mensenrechten, 30 juli 1998, J.L.M.B., 1998, p. 1720, opmerkingen, P. MARTENS; Wet Bescherming Maatschappij na de wijziging ervan bij W. 1 juli 1964. Het O.M. was van oordeel dat de opsluiting in de psychiatrische afdeling van een penitentiair complex slechts voorlopig is in afwachting dat de commissie tot bescherming van de maatschappij de plaats van internering zal hebben aangewezen en de geïnterneerde naar die plaats zal hebben overgebracht. Het onderhavige arrest beslist in dezelfde zin, maar voegt eraan toe dat die overbrenging mag gebeuren \"binnen een redelijke termijn\". Aldus wordt de verplichting voor de Belgische Staat verzwakt."
      ]
    }
  },
  "18": {
    "ECLI:BE:CASS:2021:ARR.20211201.2F.11": {
      "court": "CASS",
      "date": "2021-12-01",
      "roleNumber": "P.21.1481.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211201.2F.11",
      "abstractFR": [
        "Lorsque la chambre des mises en accusation considère comme conforme à la loi la signification du mandat d'arrêt alors qu'une des conditions mises à la régularité de cette signification fait défaut et que la formalité méconnue est prescrite à peine de nullité, la Cour casse sans renvoi l'arrêt qui maintient la détention préventive (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de kamer van inbeschuldigingstelling oordeelt dat de betekening van het bevel tot aanhouding overeenkomstig de wet is geschied, terwijl aan één van de voorwaarden voor een regelmatige betekening niet is voldaan, en de miskende vormvereiste op straffe van nietigheid is voorgeschreven, vernietigt het Hof zonder verwijzing het arrest dat de voorlopige hechtenis handhaaft (1).(1) Zie concl. OM in Pas. 2021, nr. 764."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20090127.5": {
      "court": "CASS",
      "date": "2009-01-27",
      "roleNumber": "P.08.1816.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090127.5&lang=fr",
      "abstractFR": [
        "La Commission supérieure de défense sociale apprécie souverainement en fait si l'état mental de l'interné s'améliore suffisamment et si les conditions de sa réadaptation sont réunies; la décision en une autre cause selon laquelle l'intéressé ne se trouve plus au moment de la décision dans un état sérieux de trouble mental ou de débilité mentale qui le rend incapable de contrôler ses actes, n'empêche pas que la commission susmentionnée puisse ultérieurement se prononcer différemment sur l'état mental de l'interné (1). (1) Voir Cass., 15 janvier 1980 (Bull. et Pas., 1980, I, 556); Cass., 8 août 1990, RG 4720, Pas., 1990, n° 644; Cass., 19 janvier 1993, RG 7255, Pas., 1993, n° 37."
      ],
      "abstractNL": [
        "De Hoge Commissie tot Bescherming van de Maatschappij beoordeelt op onaantastbare wijze, in feite, of de geestestoestand van de geïnterneerde voldoende verbeterd is en of de voorwaarden van reclassering vervuld zijn; de omstandigheid dat in een andere zaak wordt geoordeeld dat de betrokkene op het ogenblik van de uitspraak niet meer in een ernstige staat van geestesstoornis of van zwakzinnigheid verkeert, die hem ongeschikt maakt tot het controleren van zijn daden, staat niet eraan in de weg dat de voormelde commissie nadien anders oordeelt over de geestestoestand van de geïnterneerde (1). (1) Zie Cass., 15 jan. 1980, A.C., 1979-1980, nr. 291; Cass., 19 jan. 1993, AR 7255, A.C., 1993, nr. 37; Cass., 8 aug. 1990, AR 4720, A.C., 1989-1990, nr. 644."
      ]
    }
  },
  "24": {
    "ECLI:BE:CASS:2007:ARR.20071017.8": {
      "court": "CASS",
      "date": "2007-10-17",
      "roleNumber": "P.07.1142.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20071017.8",
      "abstractFR": [
        "Dans le cas où la mise à la disposition du gouvernement est laissée à l'appréciation du juge, les procédures relatives aux infractions qui forment la base de la récidive doivent être jointes au dossier de la poursuite et la décision doit en spécifier les motifs; cette formalité est substantielle."
      ],
      "abstractNL": [
        "Ingeval de terbeschikkingstelling van de regering aan de beoordeling van de rechter is overgelaten, moeten de procedures betreffende de misdrijven die als grondslag van de herhaling gelden, bij het dossier der vervolging worden gevoegd en worden de gronden van de beslissing erin omschreven; dit is een substantieel vormvereiste."
      ]
    }
  },
  "28": {
    "ECLI:BE:CASS:2014:ARR.20140212.3": {
      "court": "CASS",
      "date": "2014-02-12",
      "roleNumber": "P.14.0148.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140212.3",
      "abstractFR": [
        "Est contraire à la loi, le jugement qui, rendu contradictoirement, ordonne l'internement du prévenu sans que ce dernier ait été assisté d'un avocat.",
        "Lorsque, sur la dénonciation faite par le procureur général à la demande du ministre de la Justice, une décision d'internement est annulée par application de l'article 441 du Code d'instruction criminelle, au motif que le prévenu n'avait pas été assisté d'un avocat, l'action publique peut à nouveau être intentée et, après avoir annulé la décision contraire à la loi, en tant qu'elle statue sur l'action publique exercée à charge du prévenu, la Cour renvoie la cause, ainsi limitée, à une autre juridiction de même rang (1). (1) Voir Cass., 11 janvier 2000, RG P.99.1387.N, Pas., 2000, n° 21."
      ],
      "abstractNL": [
        "Het vonnis dat, op tegenspraak gewezen, de internering van de beklaagde beveelt zonder dat hij werd bijgestaan door een advocaat, is in strijd met de wet.",
        "Wanneer, op een door de procureur-generaal ten verzoeke van de minister van Justitie gedane aangifte, met toepassing van artikel 441 van het Wetboek van Strafvordering, een beslissing tot internering wordt vernietigd op grond dat de beklaagde niet werd bijgestaan door een advocaat, kan de strafvordering opnieuw worden ingesteld en, nadat het Hof van Cassatie de beslissing heeft vernietigd die in strijd is met de wet, in zoverre ze uitspraak doet op de strafvordering tegen de beklaagde, verwijst het Hof de aldus beperkte zaak naar een ander rechtscollege van hetzelfde niveau (1). (1) Zie Cass. 11 jan. 2000, AR P.99.1387.N, AC 2000, nr. 21."
      ]
    },
    "ECLI:BE:CASS:2007:ARR.20070220.1": {
      "court": "CASS",
      "date": "2007-02-20",
      "roleNumber": "P061633N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20070220.1&lang=fr",
      "abstractFR": [
        "Des articles 19ter et 28 de la loi du 9 avril 1930 de défense sociale à l'égard des anormaux, des délinquants d'habitude et des auteurs de certains délits sexuels, interdisant à l'interné de former lui-même un pourvoi en cassation et imposant toujours l'assistance d'un avocat, il résulte que l'interné ne peut déposer un mémoire contenant des moyens de cassation que pour autant qu'il soit signé par un avocat (1). (1) Cass., 25 octobre 2005, RG P.05.1234.N, n° 539."
      ],
      "abstractNL": [
        "Uit de artikelen 19ter en 28 van de wet van 9 april 1930 tot bescherming van de maatschappij tegen abnormalen, gewoontemisdadigers en plegers van bepaalde seksuele strafbare feiten, volgens dewelke de geïnterneerde zelf geen cassatieberoep kan instellen en hij altijd moet bijgestaan worden door een advocaat, volgt dat de geïnterneerde slechts een memorie met cassatiemiddelen kan neerleggen voor zover een advocaat die ondertekent (1). (1) Cass., 25 okt. 2005, AR P.05.1234.N, nr 539."
      ]
    }
  },
  "19ter": {
    "ECLI:BE:CASS:2016:ARR.20160510.2": {
      "court": "CASS",
      "date": "2016-05-10",
      "roleNumber": "P.16.0284.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160510.2&lang=fr",
      "abstractFR": [
        "L'article 425, § 1er, du Code d'instruction criminelle, qui prévoit que la déclaration de pourvoi doit être faite et signée pour le prévenu par l'avocat, titulaire d'une attestation de formation en procédure en cassation, au greffe de la juridiction qui a rendu la décision attaquée, a une portée générale et est applicable dans toutes les procédures, sauf s'il y est dérogé par une loi spéciale, ce qui n'est pas le cas pour le pourvoi formé contre une décision de la commission supérieure de défense sociale visé à l'article 19ter de la loi du 9 avril 1930 de défense sociale à l'égard des anormaux, des délinquants d'habitude et des auteurs de certains délits sexuels."
      ],
      "abstractNL": [
        "Artikel 425, § 1, Wetboek van Strafvordering, dat bepaalt dat de verklaring van cassatieberoep voor de beklaagde gedaan en getekend door de advocaat, die houder moet zijn van een getuigschrift van een opleiding in cassatieprocedures, op de griffie van het gerecht dat de bestreden beslissing heeft gewezen, heeft een algemene draagwijdte en is van toepassing in alle procedures, tenzij daarvan door een bijzondere wet wordt afgeweken, wat niet het geval is voor het cassatieberoep ingesteld tegen een beslissing van de hoge commissie tot bescherming van de maatschappij bedoeld in artikel 19ter Wet Bescherming Maatschappij."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20121023.2": {
      "court": "CASS",
      "date": "2012-10-23",
      "roleNumber": "P.12.1202.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20121023.2&lang=fr",
      "abstractFR": [
        "La déclaration de pourvoi formé par l'interné contre la décision rendue par la Commission supérieure de défense sociale rejetant la demande de mise en liberté de l'interné, doit être introduite par son avocat, soit au secrétariat de la Commission supérieure, soit par une déclaration faite au directeur de l'établissement où la personne concernée est internée ou à son délégué (1). (1) Voir Cass. 15 juin 2004, RG P.04.0712.N, Pas. 2004, n° 326."
      ],
      "abstractNL": [
        "De verklaring van cassatieberoep van de geïnterneerde tegen de beslissing van de Hoge commissie tot bescherming van de maatschappij die het verzoek van de geïnterneerde tot invrijheidstelling afwijst, dient door zijn advocaat te worden ingesteld, hetzij op het secretariaat van de Hoge commissie, hetzij met een verklaring ten overstaan van de bestuurder of zijn gemachtigde van de instelling waar de betrokkene is geïnterneerd (1). (1) Zie: Cass. 15 juni 2004, AR P.04.0712.N, AC 2004, nr. 326."
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20100421.5": {
      "court": "CASS",
      "date": "2010-04-21",
      "roleNumber": "P.10.0210.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100421.5",
      "abstractFR": [
        "Est irrecevable le pourvoi d'un interné dirigé contre une décision de la Commission supérieure de défense sociale qui ne confirme pas une décision de rejet de sa demande de mise en liberté ni ne déclare fondée l'opposition du procureur du Roi contre un décision de remise en liberté mais s'est bornée à ordonner une expertise psychiatrique."
      ],
      "abstractNL": [
        "Het cassatieberoep van een geïnterneerde tegen een beslissing van de Hoge Commissie tot bescherming van de maatschappij is niet ontvankelijk wanneer die beslissing geen beslissing tot afwijzing van zijn verzoek tot invrijheidstelling bevestigt noch het verzet van de procureur des Konings tegen een beslissing tot invrijheidstelling gegrond verklaart, maar alleen een psychiatrisch deskundigenonderzoek heeft bevolen."
      ]
    },
    "ECLI:BE:CASS:2007:ARR.20070220.1": {
      "court": "CASS",
      "date": "2007-02-20",
      "roleNumber": "P061633N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20070220.1&lang=fr",
      "abstractFR": [
        "Des articles 19ter et 28 de la loi du 9 avril 1930 de défense sociale à l'égard des anormaux, des délinquants d'habitude et des auteurs de certains délits sexuels, interdisant à l'interné de former lui-même un pourvoi en cassation et imposant toujours l'assistance d'un avocat, il résulte que l'interné ne peut déposer un mémoire contenant des moyens de cassation que pour autant qu'il soit signé par un avocat (1). (1) Cass., 25 octobre 2005, RG P.05.1234.N, n° 539."
      ],
      "abstractNL": [
        "Uit de artikelen 19ter en 28 van de wet van 9 april 1930 tot bescherming van de maatschappij tegen abnormalen, gewoontemisdadigers en plegers van bepaalde seksuele strafbare feiten, volgens dewelke de geïnterneerde zelf geen cassatieberoep kan instellen en hij altijd moet bijgestaan worden door een advocaat, volgt dat de geïnterneerde slechts een memorie met cassatiemiddelen kan neerleggen voor zover een advocaat die ondertekent (1). (1) Cass., 25 okt. 2005, AR P.05.1234.N, nr 539."
      ]
    }
  },
  "23bis": {
    "ECLI:BE:CASS:2011:ARR.20110209.2": {
      "court": "CASS",
      "date": "2011-02-09",
      "roleNumber": "P.10.1831.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20110209.2",
      "abstractFR": [
        "L'illégalité de la décision de mise à la disposition du gouvernement est sans incidence sur la déclaration de culpabilité; la cassation s'étend uniquement à l'ensemble de la sanction ainsi qu'à la contribution au Fonds spécial pour l'aide aux victimes d'actes intentionnels de violence (1). (1) Voir Cass., 18 mars 2008, RG P.07.1887.N, Pas., 2008, n° 189."
      ],
      "abstractNL": [
        "De onwettigheid van de beslissing tot terbeschikkingstelling van de regering heeft geen invloed op de schuldigverklaring; de vernietiging strekt zich alleen uit tot de gehele straf alsook tot de veroordeling tot de bijdrage aan het Bijzonder fonds tot hulp aan de slachtoffers van opzettelijke gewelddaden (1). (1) Zie Cass., 18 maart 2008, AR P.07.1887.N, A.C., 2008, nr. 189."
      ]
    }
  }
}