{
  "1": {
    "ECLI:BE:CASS:2025:ARR.20251118.2N.5": {
      "court": "CASS",
      "date": "2025-11-18",
      "roleNumber": "P.25.1109.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251118.2N.5",
      "abstractFR": null,
      "abstractNL": [
        "Volgens artikel 1, § 2bis Probatiewet worden bij een probatiemaatregel steeds de in het eerste lid bepaalde voorwaarden opgelegd en kunnen die worden aangevuld met geïndividualiseerde voorwaarden gericht op het voorkomen van recidive en de omkadering van de begeleiding; het komt de rechter toe te oordelen of in het licht van die doelstellingen het opleggen van probatievoorwaarden opportuun is; hij kan het verzoek om uitstel van tenuitvoerlegging met probatievoorwaarden wel degelijk afwijzen op de grond of mede op de grond dat niet blijkt dat er bij de beklaagde een problematiek is die moet worden aangepakt en de daaruit voortvloeiende zinvolheid of het gebrek daaraan van een probatiebegeleiding en dit zowel voor de beklaagde als voor de probatiediensten; door dit te doen interpreteert de rechter de Probatiewet niet te restrictief of niet haaks op de doelstellingen van deze wet."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230308.2F.1": {
      "court": "CASS",
      "date": "2023-03-08",
      "roleNumber": "P.22.1598.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230308.2F.1",
      "abstractFR": [
        "En vertu de l'article 1er, § 3, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation, lorsque le sursis à l'exécution est ordonné pour l'entièreté d'une peine d'emprisonnement ou d'amende, les conditions particulières peuvent notamment consister dans l'obligation de suivre une formation déterminée au cours des douze mois qui suivent la date à laquelle le jugement est passé en force de chose jugée; c'est uniquement pour la peine principale que la formation peut être imposée, à titre de condition particulière, dans le cadre d'un sursis probatoire et à la condition que la peine principale soit assortie d'un sursis qui la couvre intégralement (1). (1) Cass. 22 mai 2018, RG P.18.0198.N, Pas. 2018, n° 323."
      ],
      "abstractNL": [
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210914.2N.8": {
      "court": "CASS",
      "date": "2021-09-14",
      "roleNumber": "P.21.0837.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210914.2N.8",
      "abstractFR": [
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Uit de bepaling van artikel 1, § 3, eerste lid, Probatiewet volgt dat een opleiding als bijzondere voorwaarde bij uitstel van tenuitvoerlegging enkel kan worden gelast voor de hoofdstraf, dit is een gevangenisstraf of een geldboete, eventueel samen met een bijkomende straf zoals een verval van het recht tot sturen, voor zover de hoofdstraf volledig met uitstel wordt verleend; deze bepaling laat niet toe om enkel voor een verval van het recht tot sturen een probatie-uitstel gekoppeld aan een bijzondere voorwaarde uit te spreken (1). (1) Cass. 22 mei 2018, AR P.18.0198.N, AC 2018, nr. 323."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171031.3": {
      "court": "CASS",
      "date": "2017-10-31",
      "roleNumber": "P.17.0014.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171031.3&lang=fr",
      "abstractFR": [
        "La suspension du prononcé de la condamnation se justifie lorsqu'une condamnation, fût-elle assortie d'un sursis, pourrait exercer une influence néfaste sur les progrès déjà enregistrés ou pouvant être attendus de la part du prévenu ainsi que sur son reclassement; le juge devra dès lors mettre en balance, d'une part, la gravité des faits à apprécier ainsi que la personnalité de l'auteur et, d'autre part, les effets néfastes de l'intervention pénale sur le reclassement et la resocialisation du condamné (1). (1) Voir Cass. 25 novembre 1997, RG P.96.0660.N, Pas. 1997, n° 502."
      ],
      "abstractNL": [
        "De opschorting van de uitspraak van de veroordeling is verantwoord wanneer een veroordeling, zelfs met uitstel, de verbetering, die reeds werd bereikt of die men van de beklaagde kan verwachten, en zijn reclassering nadelig zou kunnen beïnvloeden; de rechter zal dan ook een afweging dienen te maken tussen, eensdeels, de zwaarwichtigheid van de te beoordelen feiten en de persoonlijkheid van de dader, en, anderdeels, de nadelige effecten van de strafrechtelijke interventie voor de reclassering en de resocialisering van de veroordeelde (1). (1) Zie Cass. 25 november 1997, AR P.96.0660.N, AC 1997, nr. 502."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2024:ARR.20240507.2N.14": {
      "court": "CASS",
      "date": "2024-05-07",
      "roleNumber": "P.24.0524.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240507.2N.14",
      "abstractFR": null,
      "abstractNL": [
        "De in de artikelen 14, § 1ter en 14, § 2, tweede lid, Probatiewet bepaalde bijzondere herroepingsprocedure van het uitstel en het probatieuitstel inzake overtredingen op de Wegverkeerswet en de uitvoeringsbesluiten ervan werd ingevoerd met de wet van 9 maart 2014 tot wijziging van de wet betreffende de politie over het wegverkeer, gecoördineerd op 16 maart 1968, van de wet van 29 juni 1964 betreffende de opschorting, het uitstel en de probatie, van de wet van 21 juni 1985 betreffende de technische eisen waaraan elk voertuig voor vervoer te land, de onderdelen ervan evenals het veiligheidstoebehoren moeten voldoen en van de wet van 21 november 1989 betreffende de verplichte aansprakelijkheidsverzekering inzake motorrijtuigen; uit de wetsgeschiedenis van deze wet blijkt dat de wetgever zowel met betrekking tot de herroeping van de maatregel van de opschorting en de probatie-opschorting als van de herroeping van het uitstel of het probatie-uitstel wegens een veroordeling voor een nieuwe overtreding van de Wegverkeerswet en de uitvoeringsbesluiten ervan tijdens de proeftijd, met het begrip “politierechtbank van de plaats van het misdrijf” heeft bedoeld de politierechtbank van de plaats van het tijdens de proeftijd begane misdrijf dat aanleiding heeft gegeven tot een nieuwe veroordeling en dus niet de politierechtbank van de plaats van de overtreding die aanleiding heeft gegeven tot de rechterlijke beslissing waarbij de maatregel werd opgelegd waarvan de herroeping wordt gevorderd; noch het facultatief karakter van de herroepingsvordering noch het gegeven dat in het kader van de beoordeling van de herroepingsvordering de nieuwe overtreding zelf niet meer moeten beoordeeld, laat toe anders te oordelen (1). (1) Zie Wetsontwerp van 12 juni 2013 tot wijziging van de wet betreffende de politie over het wegverkeer, gecoördineerd op 16 maart 1968, van de wet van 29 juni 1964 betreffende de opschorting, het uitstel en de probatie (…), Parl. St. Kamer, Doc 53 2880/001, 14-15; P. HOET, “Bevoegdheid van de politierechter om kennis te nemen van een vordering tot herroeping van een probatie-uitstel”, T. Strafr. 2024, 125; L. BREWAEYS, “Ruime waaier aan bestraffingsmogelijkheden voor verkeersmisdrijven na Potpourri II”, VAV 2016, 22. Het openbaar ministerie was van mening dat het middel aanleiding geeft tot cassatie met verwijzing van de zaak naar de politierechtbank van Leuven."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240619.2F.17": {
      "court": "CASS",
      "date": "2024-06-19",
      "roleNumber": "P.24.0501.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240619.2F.17",
      "abstractFR": [
        "Lorsque dans son formulaire de griefs d'appel, le prévenu s'est borné à indiquer, dans la rubrique « peine et/ou mesure », qu'il postulait un sursis probatoire et qu'à aucun moment, il n'a identifié les conditions auxquelles il entendait se soumettre dans le cadre d'un sursis probatoire, sa demande, formulée dans le formulaire de griefs d'appel, est dépourvue de précision; partant, en rejetant le sursis probatoire que le prévenu avait sollicité dans le formulaire de griefs d'appel, aux motifs que cette demande n'a pas été réitérée à l'audience et que, en l'absence d'accord du prévenu sur les conditions probatoires, le sursis probatoire ne pouvait pas être accordé, la cour d'appel a régulièrement motivé et légalement justifié sa décision (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20241016.2F.12": {
      "court": "CASS",
      "date": "2024-10-16",
      "roleNumber": "P.24.1022.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241016.2F.12",
      "abstractFR": [
        "Le tribunal de police est compétent pour révoquer le sursis probatoire dans le cas visé au § 1erter de l'article 14 de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation, soit lorsqu'une personne ayant bénéficié d'une telle mesure à la suite d'une condamnation en raison d'une infraction à la loi relative à la circulation routière ou à ses arrêtés d'exécution fait l'objet d'une nouvelle condamnation pour une telle infraction, mais non en cas d'inobservation des conditions imposées aux termes d'une décision de condamnation en raison de pareilles infractions ; dans cette dernière hypothèse, le tribunal correctionnel est seul compétent pour révoquer le sursis (1). (1) Voir les concl. du MP.",
        "Lorsqu'une condamnation du chef d'une infraction à la loi sur la circulation routière ou ses arrêtés d'exécution est assortie d'un sursis probatoire, que le tribunal correctionnel statue sur l'action en révocation de ce sursis pour inobservation des conditions imposées, que cette décision est frappée d'appel et que la cour d'appel, statuant sur l'appel formé contre ce jugement, considère à tort que le tribunal de police était compétent pour connaître de ladite action et se dit dès lors incompétente pour en connaître, la cour saisie du pourvoi formé contre l'arrêt rendu par la cour d'appel casse celui-ci et renvoie la cause à la même cour d‘appel autrement composée (1). (1) Voir les concl. du MP; alors que dans ses conclusions écrites, considérant que l'action en révocation était prescrite, le MP avait conclu à la cassation sans renvoi, il a proposé verbalement à l'audience la cassation avec renvoi, car il lui a paru que, si la modification par loi du 9 avril 2024 des règles du titre préliminaire du Code de procédure pénale gouvernant la prescription de l'action publique ne s'applique pas selon lui à la lex specialis que constitue l'article 14, § 3, de la loi du 29 juin 1964, la Cour considère que le délai de prescription qui y figure est susceptible de suspension et d'interruption de la prescription peuvent s'appliquer à l'action en révocation du sursis probatoire (Cass. 11 juin 2014, RG P.14.0774.F, ECLI:BE:CASS:2014:ARR.20140611.1, Pas. 2014, n° 419 – qui dit que « la demande de révocation du sursis probatoire relève de l'action publique » - et concl. de M. VANDERMEERSCH, avocat général, ECLI:BE:CASS:2014:CONC.20140611.1 ; voir Cass. 16 septembre 2020, RG P.20.0738.F, Pas. 2020, n° 544, ECLI:BE:CASS:2020:ARR.20200916.2F.15, et concl. de M. VANDERMEERSCH, avocat général, ECLI:BE:CASS:2020:CONC.20200916.2F.15, quant à la cause de suspension prévue à l'art. 3 de l'A.R. de pouvoirs spéciaux n°3 du 9 avril 2020 « coronavirus » ; Cass. 12 avril 2005, RG P.05.0249.N, Pas. 2005, n°220, ECLI:BE:CASS:2005:ARR.20050412.10). Il va de soi que la Cour aurait bien tout aussi bien renvoyer la cause à une autre cour d'appel (M.N.B.)"
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20241029.2N.15": {
      "court": "CASS",
      "date": "2024-10-29",
      "roleNumber": "P.24.1037.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241029.2N.15",
      "abstractFR": null,
      "abstractNL": [
        "Geen enkele wettelijke bepaling verleent aan de probatiecommissie de bevoegdheid om toezicht te houden op personen aan wie een gewoon uitstel van tenuitvoerlegging is verleend; daaruit volgt dat, ondanks de verwijzing in artikel 14, § 1ter, derde lid, Probatiewet naar artikel 14, § 2, tweede lid, Probatiewet en de daarin opgenomen vereiste van een verslag van de probatiecommissie, de vordering van het openbaar ministerie strekkende tot herroeping bij toepassing van artikel 14, § 1ter, Probatiewet van een maatregel van gewoon uitstel geen verslag van de probatiecommissie vergt aangezien het onmogelijk de bedoeling van de wetgever kan zijn geweest om de herroepingsvordering afhankelijk te maken van een verslag van een instantie die geen toezicht houdt op de wijze waarop de maatregel van het gewoon uitstel wordt uitgevoerd."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150203.7": {
      "court": "CASS",
      "date": "2015-02-03",
      "roleNumber": "P.14.1543.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150203.7&lang=fr",
      "abstractFR": [
        "La possession d'images à caractère pornographique impliquant ou présentant des mineurs sanctionnée par la loi ne requiert pas que l'utilisateur d'un ordinateur manifeste sa maîtrise d'une image par le téléchargement ou l'impression de celle-ci; il suffit que la personne concernée visite sciemment un site web et visionne des images (1). (1) Cass. 20 avril 2011, RG P.10.2006.F, Pas. 2011, n° 267."
      ],
      "abstractNL": [
        "Een veroordeling met uitstel van tenuitvoerlegging is onwettig wanneer de beslissing de duur van dat uitstel niet bepaalt (1). (1) Cass. 15 maart 2000, AR P.99.1419.F, AC 2000, nr. 178."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2023:ARR.20230301.2F.2": {
      "court": "CASS",
      "date": "2023-03-01",
      "roleNumber": "P.22.1432.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230301.2F.2",
      "abstractFR": [
        "Il ne résulte pas de l'article 21ter du titre préliminaire du Code de procédure pénale que le juge ne puisse sanctionner le dépassement du délai raisonnable qu'en prononçant la condamnation par simple déclaration de culpabilité ou en condamnant le prévenu à une peine inférieure à la peine minimale prévue par la loi (1); pour réparer le non-respect de l'obligation de juger le prévenu sans retard déraisonnable, le juge peut aussi prononcer une peine prévue par la loi, mais réduite de manière réelle et mesurable par rapport à celle qu'il aurait infligée s'il n'avait pas constaté la durée excessive de la procédure, ou encore, si le prévenu se trouve dans les conditions légales pour en bénéficier, ordonner sa mise à l'épreuve par le sursis à l'exécution de tout ou partie de la peine ou par la suspension du prononcé de la condamnation; dans ces cas également, il doit ressortir des motifs de la décision que le juge n'aurait pas accordé ces mesures, ou qu'il les aurait octroyées à des conditions plus sévères, si la cause n'avait pas été jugée avec retard (2). (1) Voir Cass. 6 septembre 2016, RG P.15.0826.N, Pas. 2016, n° 458. En d'autres termes, cette disposition ne contient pas une liste exhaustive des modes de sanction d'un tel dépassement. (2) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230405.2F.10": {
      "court": "CASS",
      "date": "2023-04-05",
      "roleNumber": "P.22.1731.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230405.2F.10",
      "abstractFR": [
        "L'article 3, alinéa 1er, de la loi du 29 juin 1964 sur la suspension, le sursis et la probation subordonne l'octroi de la suspension du prononcé de la condamnation à l'accord du prévenu; cet accord, substantiel, est requis dans tous les cas et il en résulte que le juge qui, d'office, envisage d'octroyer la mesure ne peut pas se dispenser de vérifier si son destinataire consent à se la voir appliquer."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20221220.2N.19": {
      "court": "CASS",
      "date": "2022-12-20",
      "roleNumber": "P.22.0514.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221220.2N.19",
      "abstractFR": null,
      "abstractNL": [
        "Noch artikel 195, tweede lid, Wetboek van Strafvordering noch artikel 3 Probatiewet noch enig andere bepaling of algemeen rechtsbeginsel verzet zich ertegen dat de rechter bij de beoordeling van een verzoek om de uitspraak van veroordeling op te schorten rekening houdt met feitelijke gegevens die een licht kunnen werpen op de persoonlijkheid van de beklaagde en de omstandigheden waarin de vervolgde en bewezen verklaarde feiten werden gepleegd; die feitelijke gegevens kunnen ook dateren van na de vervolgde en bewezen verklaarde feiten; vereist is dat de beklaagde over die feitelijke gegevens tegenspraak heeft kunnen voeren; indien die feitelijke gegevens onder een misdrijfomschrijving vallen en daarover niet werd geoordeeld bij definitieve gerechtelijke beslissing verzet het vermoeden van onschuld zich ertegen dat de rechter zich over de schuld van de beklaagde aan die feiten zou uitspreken.",
        "Uit artikel 3, vierde lid, Probatiewet en artikel 195 Wetboek van Strafvordering volgt dat de rechter die een verzoek om opschorting van de uitspraak van veroordeling weigert, indien een dergelijke maatregel wettelijk mogelijk is, die beslissing nauwkeurig moet motiveren, ook al mag die motivering beknopt zijn; het staat aan de rechter te oordelen of in het licht van de doelstellingen van de straftoemeting het verlenen van een opschorting van de uitspraak van veroordeling wenselijk is; uit het enkele feit dat een beklaagde voldoet aan de wettelijke voorwaarden voor deze maatregel volgt niet dat de rechter de maatregel moet uitspreken; een beklaagde kan immers geen recht laten gelden op een opschorting van de uitspraak van veroordeling (1). (1) Cass. 21 juni 2022, AR P.22.0300.N, AC 2022, nr. 435; Cass. 26 oktober 2021, AR P.21.0958.N, AC 2021, nr. 676.",
        "De doelstellingen van de straftoemeting kunnen onder meer bestaan in het uiting geven aan de maatschappelijke afkeuring ten aanzien van de overtreding van de strafwet, de bescherming van de maatschappij, het bevorderen van het herstel van het maatschappelijk evenwicht, het herstel van de door het misdrijf veroorzaakte schade en het bevorderen van de maatschappelijke rehabilitatie van de dader, maar ook in de te verwachten preventieve werking die van een straf of van een maatregel kunnen uitgaan; geen enkele verdragsbepaling of wettelijke bepaling of algemeen rechtsbeginsel verzet zich ertegen dat de rechter de algemene of specifieke preventieve werking van een straf en dus de impact ervan op toekomstig gedrag in aanmerking neemt en zijn straftoemetingsbeslissing erop afstemt (1); bij de beoordeling van de wenselijkheid van een opschorting van de uitspraak van veroordeling kan de rechter ook betrekken: -de aard en de ernst van de bewezen verklaarde feiten; -het gegeven dat niet blijkt dat een veroordeling de sociale reclassering van de beklaagde zal belemmeren; daardoor legt hij aan de beklaagde geen niet-toegelaten bewijslast op en -het gegeven dat volgens de regelgeving een veroordeling niet noodzakelijk leidt tot een uitsluiting van deelneming aan overheidsopdrachten. (1) Cass. 13 december 2022, AR P.22.1193.N, AC 2022, www.juportal.be, Cass. 28 juni 2022, AR P.21.1449.N, AC 2022, nr. 460; Cass. 21 juni 2022, AR P.22.0300.N, AC 2022, nr. 435; Cass. 21 december 2021, AR P.21.0858.N, AC 2021, nr. 820; Cass. 16 maart 2021, AR P.20.1123.N, AC 2021, nr. 188."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250528.2F.13": {
      "court": "CASS",
      "date": "2025-05-28",
      "roleNumber": "P.25.0286.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250528.2F.13",
      "abstractFR": [
        "Lorsque le prévenu, à l'appui de sa demande de suspension du prononcé, avance un élément concret indiquant que la peine provoquera son déclassement, il appartient au juge de vérifier, en fait, si la circonstance invoquée peut réellement avoir cet effet; la vérification susdite ressortit à l'appréciation souveraine du juge du fond (1). (1) Quant à cette appréciation en fait, voir Cass. 26 octobre 2021, RG P.21.0958.N, ECLI:BE:CASS:2021:ARR.20211026.2N.11, Pas. 2021, n° 676, et concl. de M. SCHOETERS, avocat général, ECLI:BE:CASS:2021:CONC.20211026.2N.11, publiées à leur date dans AC.",
        "Les articles 3, alinéa 4, de la loi du 29 juin 1964 et 195 du Code d'instruction criminelle n'interdisent pas au juge qui rejette la demande de suspension du prononcé émise par le prévenu de mesurer l'impact de la peine sur la situation professionnelle actuelle de celui-ci et non sur la carrière qu'il eût pu escompter si son casier judiciaire était demeuré vierge."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230426.2F.2": {
      "court": "CASS",
      "date": "2023-04-26",
      "roleNumber": "P.21.1460.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230426.2F.2",
      "abstractFR": [
        "En vertu de l'article 3, alinéa 4, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation, la décision ordonnant ou refusant la suspension du prononcé de la condamnation ou la suspension probatoire doit être motivée conformément aux dispositions de l'article 195 du Code d'instruction criminelle ; il s'ensuit que le juge qui refuse la suspension du prononcé qui lui est demandée doit indiquer, d'une manière qui peut être succincte mais doit être précise, les raisons de cette décision ; le fait d'infliger une peine effective et d'en donner les motifs peut également révéler les raisons du refus de cette mesure (1). (1) Cass. 30 janvier 2018, RG P.16.1258.N, Pas. 2018, n° 63."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20231011.2F.4": {
      "court": "CASS",
      "date": "2023-10-11",
      "roleNumber": "P.22.0900.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231011.2F.4",
      "abstractFR": [
        "Impliquant la possibilité légale d'une révocation, la mesure de suspension du prononcé de la condamnation est plus grave qu'une déclaration de culpabilité (1). (1) Cass. 13 janvier 2021, RG P.20.1203.F, Pas. 2021, n° 23 (qui énonce en outre l'incidence de ce principe quant à l'effet relatif de l'appel), et réf. en notes."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20211026.2N.11": {
      "court": "CASS",
      "date": "2021-10-26",
      "roleNumber": "P.21.0958.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211026.2N.11",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 3, vierde lid, Probatiewet en artikel 195, tweede lid, Wetboek van Strafvordering volgt dat indien de rechter een verzoek om de opschorting van de uitspraak van veroordeling afwijst, uit zijn beslissing moet blijken dat hij dit verzoek en de stavende redenen daartoe in aanmerking heeft genomen en hij nauwkeurig de redenen vermeldt voor de weigeringsbeslissing, maar die motivering mag beknopt zijn (1). (1) Zie concl. OM.",
        "Uit de samenlezing van artikel 149 Grondwet, artikel 3 Probatiewet en artikel 195 Wetboek van Strafvordering volgt dat indien een beklaagde ter staving van zijn verzoek om opschorting van de uitspraak van veroordeling concrete elementen aanvoert betreffende de gevolgen van een straf voor zijn reclassering, uit de rechterlijke beslissing een afweging moet blijken tussen eensdeels de zwaarwichtigheid van de te beoordelen feiten en de persoonlijkheid van de beklaagde en anderdeels de nadelige effecten van een al dan niet effectieve bestraffing voor zijn reclassering en resocialisering (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220913.2N.2": {
      "court": "CASS",
      "date": "2022-09-13",
      "roleNumber": "P.22.0590.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220913.2N.2",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 3, vierde lid, Probatiewet en artikel 195 Wetboek van Strafvordering volgt dat de rechter die de opschorting toestaat daartoe nauwkeurig de redenen moet vermelden; de rechter kan er evenwel niet mee volstaan vast te stellen dat de beklaagde voldoet aan de wettelijke voorwaarden voor de opschorting maar hij moet de redenen vermelden welke de maatregel rechtvaardigen, ook al mag die motivering beknopt zijn (1). (1) Cass. 6 april 1971, AC 1971, 749; Cass. 2 februari 1971, AC 1971, 533; S. VAN OVERBEKE, “De motivering omtrent de opschorting van de uitspraak van veroordeling en omtrent het uitstel van de tenuitvoerlegging van de straf”, RW 1996-97, 1057-1059."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220621.2N.4": {
      "court": "CASS",
      "date": "2022-06-21",
      "roleNumber": "P.22.0300.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220621.2N.4",
      "abstractFR": [
        "La mesure de la suspension du prononcé de la condamnation ne constitue pas un droit dans le chef du prévenu, même s'il réunit les conditions légales à cet effet, et il appartient au juge d'apprécier, à la lumière des objectifs propres au taux de la peine, si l'octroi de cette mesure est souhaitable ; lorsqu'il procède à cette appréciation, le juge peut tenir compte de la nature et de la gravité des faits, ainsi que de l'élément qu'il n'apparaît pas qu'une condamnation empêchera la réinsertion sociale du prévenu, et, en tenant compte également dans cette appréciation du fait qu'un prévenu doit rendre plausible l'impact d'une condamnation sur sa réinsertion sociale, le juge n'impose pas à ce prévenu une charge de la preuve impossible.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Een beklaagde heeft, ook al voldoet hij aan de wettelijke voorwaarden voor de maatregel van de opschorting van de uitspraak van de veroordeling, geen recht op die maatregel en het staat aan de rechter te oordelen of in het licht van de doelstellingen van de straftoemeting het toekennen van die maatregel wenselijk is; bij die beoordeling kan de rechter de aard en de ernst van de feiten betrekken, alsook het gegeven dat niet blijkt dat een veroordeling de sociale reclassering van de beklaagde zal belemmeren en door bij die beoordeling tevens het gegeven te betrekken dat een beklaagde de impact van een veroordeling op zijn sociale reclassering aannemelijk moet maken, legt de rechter deze beklaagde geen onmogelijke bewijslast op."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220119.2F.1": {
      "court": "CASS",
      "date": "2022-01-19",
      "roleNumber": "P.20.1182.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220119.2F.1",
      "abstractFR": [
        "Après avoir apprécié la question de la culpabilité du prévenu, le juge peut tenir compte, pour se prononcer sur le choix et le degré de la peine à infliger, de tous les éléments propres à la personnalité du prévenu, pourvu qu'il ne sanctionne pas la manière dont il s'est défendu de l'accusation portée contre lui (1); en considérant qu'« au vu de l'absence de remise en question de la prévenue quant à son comportement, la mesure de la suspension du prononcé de la condamnation dont elle a bénéficié en première instance est inopportune au risque de banaliser les actes commis et de créer un certain sentiment d'impunité dans son chef », les juges d'appel n'ont pas sanctionné la manière dont la prévenue s'est défendue, mais ont pris en considération un élément de sa personnalité, à savoir l'absence de remise en question face à des actes qui, selon eux, ne peuvent être banalisés. (1) M.-A. Beernaert, H.-D. Bosly et D. Vandermeersch, Droit de la procédure pénale, Bruxelles, La Charte, 9ième éd., 2021, pp. 1557-1558.",
        "Après avoir apprécié la question de la culpabilité du prévenu, le juge peut tenir compte, pour se prononcer sur le choix et le degré de la peine à infliger, de tous les éléments propres à la personnalité du prévenu, pourvu qu’il ne sanctionne pas la manière dont il s’est défendu de l’accusation portée contre lui (1); en considérant qu’« au vu de l’absence de remise en question de la prévenue quant à son comportement, la mesure de la suspension du prononcé de la condamnation dont elle a bénéficié en première instance est inopportune au risque de banaliser les actes commis et de créer un certain sentiment d’impunité dans son chef », les juges d’appel n’ont pas sanctionné la manière dont la prévenue s’est défendue, mais ont pris en considération un élément de sa personnalité, à savoir l’absence de remise en question face à des actes qui, selon eux, ne peuvent être banalisés. (1) M.-A. Beernaert, H.-D. Bosly et D. Vandermeersch, Droit de la procédure pénale, Bruxelles, La Charte, 9ième éd., 2021, pp. 1557-1558."
      ],
      "abstractNL": [
        "De rechter die over de schuld van de beklaagde heeft geoordeeld, mag vervolgens, met het oog op de uitspraak over de keuze van de straf en de strafmaat, alle gegevens in aanmerking nemen die eigen zijn aan de persoonlijkheid van de beklaagde, voor zover hij de wijze waarop laatstgenoemde zich tegen de tegen hem ingebrachte beschuldiging heeft verdedigd, niet bestraft (1) ; de appelrechters die oordelen dat “gelet op het ontbreken van enige invraagstelling door de beklaagde ten aanzien van haar gedrag, de maatregel van de opschorting van de uitspraak van de veroordeling die haar in eerste aanleg is verleend, niet aangewezen is wegens het gevaar dat de gepleegde feiten zouden worden gebanaliseerd en er bij haar een zeker gevoel van straffeloosheid zou ontstaan”, hebben aldus niet de wijze bestraft waarop de beklaagde zich heeft verdedigd, maar hebben een gegeven van haar persoonlijkheid in aanmerking genomen, namelijk het ontbreken van enige invraagstelling ten aanzien van daden die volgens hen niet mogen worden gebanaliseerd. (1) Zie M.-A. BEERNAERT, H.-D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, Bruxelles, Die Keure, 9e uitg., 2021, p. 1557-1558."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220928.2F.5": {
      "court": "CASS",
      "date": "2022-09-28",
      "roleNumber": "P.22.0060.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220928.2F.5",
      "abstractFR": [
        "En vertu de l'article 9, § 7, alinéa 1er, du décret du 19 mars 2009 relatif à la conservation du domaine public régional routier et des voies hydrauliques, lorsqu'une amende administrative a été infligée en lieu et place de la sanction pénale, le contrevenant peut introduire un recours devant le tribunal correctionnel ; lorsque le tribunal correctionnel rejette le recours et confirme l'amende administrative, il ne prononce pas une condamnation pénale susceptible de bénéficier de la suspension du prononcé de la condamnation (1) et ladite amende conserve sa nature originaire, sans constituer une peine au sens du droit interne ; partant, la loi ne traite pas différemment deux catégories de prévenus se trouvant dans une même situation juridique et auxquels s'appliquent des règles différentes et il n'y a pas lieu de poser à la Cour constitutionnelle une question à cet égard (2). (1) L'article 9, §§ 5, al. 2, et 7, al. 6, du D.R.W. du 19 mars 2009 permet respectivement au fonctionnaire sanctionnateur et au tribunal correctionnel saisi du recours contre sa décision d' « accorder au contrevenant des mesures de sursis à l'exécution » ; ce décret ne leur octroie pas le pouvoir d'ordonner la suspension du prononcé de l'amende infligée. (2) Voir, a pari, C. const. 16 juin 2004, n° 105/2004, relatif à la loi du 30 juin 1971 relative aux amendes administratives applicables en cas d'infraction à certaines lois sociales."
      ],
      "abstractNL": [
        "Krachtens artikel 9, § 7, eerste lid, van het decreet van 19 maart 2009 betreffende de instandhouding van het gewestelijke openbaar wegen- en waterwegendomein kan de overtreder, wanneer geen strafrechtelijke sanctie maar een administratieve geldboete wordt opgelegd, beroep instellen bij de correctionele rechtbank; wanneer de correctionele rechtbank het beroep verwerpt en de administratieve geldboete bevestigt, spreekt ze geen strafrechtelijke veroordeling uit waarvoor de opschorting van de uitspraak van de veroordeling kan worden toegekend (1) en behoudt die geldboete haar oorspronkelijke karakter, zonder een straf te vormen in de zin van het interne recht; de wet houdt derhalve geen verschillende behandeling in van de twee categorieën van beklaagden die zich in dezelfde juridische toestand bevinden en op wie verschillende regels van toepassing zijn en wat dat betreft dient er geen vraag te worden gesteld aan het Grondwettelijk Hof (2). (1) Artikel 9, § 5, tweede lid, en § 7, zesde lid, van het Decreet van het Waals Gewest van 19 maart 2009 laat de sanctionerend ambtenaar en de correctionele rechtbank waarbij het beroep tegen de beslissing aanhangig is gemaakt toe “de overtreder maatregelen tot uitstel van de uitvoering toe te staan”; het decreet kent hun echter niet de bevoegdheid toe om de opschorting van de uitspraak van de opgelegde geldboete te verlenen. (2) Zie a pari GwH 16 juni 2004, nr. 105/2004 met betrekking tot de wet betreffende de administratieve geldboeten toepasselijk in geval van inbreuk op sommige sociale wetten."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220112.2F.2": {
      "court": "CASS",
      "date": "2022-01-12",
      "roleNumber": "P.21.0844.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220112.2F.2",
      "abstractFR": [
        "Est illégale la décision qui ordonne la mesure de suspension simple du prononcé de la condamnation, du chef des préventions déclarées établies, sans préciser la durée du délai d'épreuve (1) ; la Cour peut constater d'office cette illégalité. (1) Voir, quant à l'illégalité d'une condamnation avec sursis qui n'en précise pas la durée, Cass. 15 mars 2000, RG P.99.1419.F, Pas. 2000, n° 178 ; F. KUTY, Principes généraux du droit pénal belge, T. IV: la peine, Larcier, 2017, p. 1034, n° 3633, note 5832. Une telle illégalité ne constitue pas une erreur matérielle qu'il serait au pouvoir du juge de fond de rectifier (Cass. 31 octobre 2012, RG P.12.0862.F, Pas. 2012, n° 581).",
        "Est illégale la décision qui ordonne la mesure de suspension simple du prononcé de la condamnation, du chef des préventions déclarées établies, sans préciser la durée du délai d’épreuve (1) ; la Cour peut constater d’office cette illégalité. (1) Voir, quant à l’illégalité d’une condamnation avec sursis qui n’en précise pas la durée, Cass. 15 mars 2000, RG P.99.1419.F, Pas. 2000, n° 178 ; F. KUTY, Principes généraux du droit pénal belge, T. IV: la peine, Larcier, 2017, p. 1034, n° 3633, note 5832. Une telle illégalité ne constitue pas une erreur matérielle qu’il serait au pouvoir du juge de fond de rectifier (Cass. 31 octobre 2012, RG P.12.0862.F, Pas. 2012, n° 581)."
      ],
      "abstractNL": [
        "De beslissing die de gewone opschorting van de veroordeling wegens bewezen verklaarde telastleggingen beveelt, zonder opgave van de duur van de proeftijd, is onwettig (1); het Hof kan die onwettigheid ambtshalve vaststellen. (1) Zie, betreffende de onwettigheid van een veroordeling met uitstel zonder opgave van de duur van dat uitstel, Cass. 15 maart 2000, AR P.99.1419.F, AC 2000, nr. 178; F. KUTY, Principes généraux du droit pénal belge, IV: la peine, Larcier, 2017, p. 1034, nr. 3633, noot 5832. Een dergelijke onwettigheid is geen verschrijving die door de feitenrechter kan worden verbeterd (Cass. 31 oktober 2012, AR P.12.0862.F, AC 2012, nr. 581).",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220525.2F.10": {
      "court": "CASS",
      "date": "2022-05-11",
      "roleNumber": "P.22.0089.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220525.2F.10",
      "abstractFR": [
        "Le fait d'infliger une peine effective et d'en donner les motifs peut également laisser apparaître les raisons du refus de la suspension du prononcé de la condamnation (1). (1) Cass. 30 janvier 2018, RG P.16.1258.N, Pas. 2018, n° 63."
      ],
      "abstractNL": [
        "Uit het feit dat een effectieve straf wordt opgelegd en die straf met redenen wordt omkleed, kunnen ook de redenen voor de weigering van de opschorting van de uitspraak van de veroordeling blijken (1). (1) Cass. 30 januari 2018, AR P.16.1258.N, AC 2018, nr. 63."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210427.2N.7": {
      "court": "CASS",
      "date": "2021-04-27",
      "roleNumber": "P.21.0086.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210427.2N.7&lang=fr",
      "abstractFR": [
        "Une décision de révocation du sursis probatoire, prise en application de l'article 14, § 2 et § 3, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation, est une décision de condamnation au sens de l'article 162, alinéa 1er, du Code d'instruction criminelle qui, en vertu de l'article 211 du même code, s'applique également aux cours d'appel."
      ],
      "abstractNL": [
        "Een beslissing die bij toepassing van artikel 14, §§ 2 en 3, Probatiewet een probatie-uitstel herroept is een veroordelende beslissing in de zin van artikel 162, eerste lid, Wetboek van Strafvordering, dat overeenkomstig artikel 211 Wetboek van Strafvordering ook van toepassing is op de hoven van beroep."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210113.2F.11": {
      "court": "CASS",
      "date": "2021-01-13",
      "roleNumber": "P.20.1203.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210113.2F.11",
      "abstractFR": [
        "Saisi du seul appel du prévenu, le juge d'appel ne peut aggraver la situation de celui-ci, telle qu'elle résulte du jugement entrepris (1); impliquant la possibilité légale d'une révocation, la mesure de suspension du prononcé de la condamnation est plus grave qu'une déclaration de culpabilité (2); dès lors, sur le seul appel du prévenu contre un jugement prononçant une simple déclaration de culpabilité, le juge d'appel ne peut suspendre le prononcé de la condamnation à une peine principale. (1) Voir Cass. 11 juin 2019, RG P.19.0062.N, Pas. 2019, n°358 ; Cass. 11 février 2015, RG P.14.1706.F, Pas. 2015, n° 101 : « déduit de l'effet dévolutif du recours, [l'effet relatif de l'appel] interdit aux juges d'appel d'aggraver la situation du prévenu lorsqu'ils sont saisis de son seul recours » ; M.-A. BEERNAERT, H.-D. BOSLY et D. VANDERMEERSCH, Droit de la procédure pénale, La Charte, Bruges, 8ème éd., 2017, t. II, pp. 1512-1513. (2) Voir (incidence quant à l'obligation pour les juges d'appel de constater que leur décision a été rendu à l'unanimité des membres du siège ) Cass. 11 janvier 2012, RG P.11.1359.F, Pas. 2012, n° 24 ; Cass. 25 avril 2007, RG P.06.1597.F, Pas. 2007, n° 207, avec concl. de M. VANDERMEERSCH, avocat général ; M.-A. BEERNAERT e.a., o.c., p. 1526 ; F. KUTY, « Tendances récentes en matière de délai raisonnable », in Actualités de droit pénal et de procédure pénale, Bruxelles, Ed. Jeune Barreau de Bruxelles, 2001, pp. 148 à 167."
      ],
      "abstractNL": [
        "De appelrechter die kennisneemt van het enkel hoger beroep van de beklaagde, kan de toestand van de beklaagde zoals deze voortvloeit uit het beroepen vonnis niet verzwaren (1); de maatregel van opschorting van de uitspraak van de veroordeling die de wettelijke mogelijkheid tot herroeping inhoudt, is zwaarder dan een schuldigverklaring (2); derhalve kan de appelrechter niet, op het enkel hoger beroep van de beklaagde tegen een vonnis dat een eenvoudige schuldigverklaring uitspreekt, de uitspraak van de veroordeling tot een hoofdstraf opschorten. (1) Zie Cass. 11 juni 2019, AR P.19.0062.N, AC 2019, nr. 358; Cass. 11 februari 2015, AR P.14.1706.F, AC 2015, nr. 101: “volgend uit de devolutieve werking van het rechtsmiddel, verbiedt [de relatieve werking van het hoger beroep] de appelrechters om de toestand van de beklaagde te verergeren wanneer zij kennis nemen van het enkel hoger beroep van de beklaagde”; M.-A. BEERNAERT, H.-D. BOSLY et D. VANDERMEERSCH, Droit de la procédure pénale, Die Keure, Brugge, 8e uitg., 2017, vol. II, p. 1512-1513. (2) Zie (invloed wat betreft de verplichting die op de appelrechters rust om vast te stellen dat hun beslissing bij eenparigheid van de leden van de zetel is gewezen) Cass. 11 januari 2012, AR P.11.1359.F, AC 2012, nr. 24; Cass. 25 april 2007, AR P.06.1597.F, AC 2007, nr. 207, met concl. van advocaat-generaal VANDERMEERSCH op datum in Pas.; M.-A. BEERNAERT e.a., o.c., p. 1526; F. KUTY, “Tendances récentes en matière de délai raisonnable”, in Actualités de droit pénal et de procédure pénale, Brussel, Uitg. Jonge Balie Brussel, 2001, pp. 148 tot 167."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190410.2": {
      "court": "CASS",
      "date": "2019-04-10",
      "roleNumber": "P.19.0024.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190410.2",
      "abstractFR": [
        "Lorsque plusieurs prévenus sont déclarés coupables des mêmes infractions, la motivation de la peine ou du refus de la suspension du prononcé de la condamnation ne cesse pas d'être individualisée du seul fait qu'elle est formulée collectivement (1). (1) Cass. 7 décembre 2011, RG P.11.1100.F, inédit. Quant aux notions distinctes que recouvrent respectivement le principe de l'individualisation de la peine et le principe général du droit relatif à la personnalité de la peine, voir Fr. KUTY, Les Principes généraux de droit pénal belge, T. IV, La Notion de peine, Larcier, 2017, nos 2180 à 2182 ; C. const., 3 avril 2014, n° 65/2014, § B.7.2 et Cass., 9 avril 2013, RG P.12.0783.N, Pas. 2013, n° 223 (personnalité de la peine) ; C.A., 29 mars 2000, n° 38/2000, § B.6.2 (individualisation de la peine)."
      ],
      "abstractNL": [
        "Wanneer meerdere beklaagden aan dezelfde misdrijven schuldig worden verklaard, houdt de motivering van de straf of van de weigering om de opschorting van de uitspraak van de veroordeling te verlenen niet op een geïndividualiseerde motivering te zijn, enkel en alleen omdat ze op een collectieve wijze is geformuleerd (1). (1) Cass. 7 december 2011, AR P.11.1100.F, arrest niet gepubliceerd. Inzake de onderscheiden begrippen die respectievelijk zijn vervat in het beginsel van de individualisering van de straf en in het algemeen rechtsbeginsel betreffende het persoonlijk karakter van de straf, zie Fr. KUTY, Les Principes généraux de droit pénal belge, dl. IV, La Notion de peine, Larcier, 2017, nrs. 2180 tot 2182; GwH, 3 april 2014, nr. 65/2014, § B.7.2, en Cass. 9 april 2013, AR P.12.0783.N, AC 2013, nr. 223 (persoonlijk karakter van de straf); AA, 29 maart 2000, nr. 38/2000, § B.6.2 (individualisering van de straf)."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181002.6": {
      "court": "CASS",
      "date": "2018-10-02",
      "roleNumber": "P.18.0261.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181002.6&lang=fr",
      "abstractFR": [
        "Le juge qui refuse d'accorder la suspension du prononcé ou le sursis à l'exécution est tenu, si la demande lui en est faite, d'énoncer les motifs de cette décision d'une manière qui peut être succincte mais doit être précise; lorsqu'un prévenu expose dans ses conclusions sa défense opposée à cet égard en renvoyant à des circonstances concrètes et spécifiques, l'article 149 de la Constitution oblige le juge à y répondre, sans qu'il soit cependant tenu de justifier chaque élément distinct étayant cette défense (1). (1) Voir Cass. 8 novembre 2016, RG P.15.0724.N, Pas. 2016, n° 628."
      ],
      "abstractNL": [
        "De rechter die weigert de uitspraak van veroordeling op te schorten of uitstel van tenuitvoerlegging te verlenen, moet indien dit hem is gevraagd, nauwkeurig de redenen voor die beslissing vermelden, zij het dat die beknopt mogen zijn; indien een beklaagde in zijn conclusie daarover met verwijzing naar concrete en specifieke omstandigheden verweer voert, verplicht artikel 149 Grondwet de rechter dit verweer te beantwoorden, zonder dat hij evenwel elk afzonderlijk element dat tot staving van dit verweer wordt aangevoerd, moet beantwoorden (1). (1) Zie: Cass. 8 november 2016, AR P.15.0724.N, AC 2016, nr. 628."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171031.3": {
      "court": "CASS",
      "date": "2017-10-31",
      "roleNumber": "P.17.0014.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171031.3&lang=fr",
      "abstractFR": [
        "La suspension du prononcé de la condamnation se justifie lorsqu'une condamnation, fût-elle assortie d'un sursis, pourrait exercer une influence néfaste sur les progrès déjà enregistrés ou pouvant être attendus de la part du prévenu ainsi que sur son reclassement; le juge devra dès lors mettre en balance, d'une part, la gravité des faits à apprécier ainsi que la personnalité de l'auteur et, d'autre part, les effets néfastes de l'intervention pénale sur le reclassement et la resocialisation du condamné (1). (1) Voir Cass. 25 novembre 1997, RG P.96.0660.N, Pas. 1997, n° 502."
      ],
      "abstractNL": [
        "De opschorting van de uitspraak van de veroordeling is verantwoord wanneer een veroordeling, zelfs met uitstel, de verbetering, die reeds werd bereikt of die men van de beklaagde kan verwachten, en zijn reclassering nadelig zou kunnen beïnvloeden; de rechter zal dan ook een afweging dienen te maken tussen, eensdeels, de zwaarwichtigheid van de te beoordelen feiten en de persoonlijkheid van de dader, en, anderdeels, de nadelige effecten van de strafrechtelijke interventie voor de reclassering en de resocialisering van de veroordeelde (1). (1) Zie Cass. 25 november 1997, AR P.96.0660.N, AC 1997, nr. 502."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161108.4": {
      "court": "CASS",
      "date": "2016-11-08",
      "roleNumber": "P.15.0724.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161108.4&lang=fr",
      "abstractFR": [
        "En vertu de l'article 3, alinéa 4, deuxième phrase, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation, la décision ordonnant ou refusant la suspension doit être motivée conformément aux dispositions de l'article 195 du Code d'instruction criminelle ; lorsqu'il ressort des pièces auxquelles la Cour peut avoir égard que le prévenu a demandé de manière motivée aux juges d'appel d'ordonner la suspension du prononcé, ces derniers ne répondent pas à cette demande, comme le requiert l'article 3, alinéa 4, deuxième phrase, de la loi du 29 juin 1964, en se référant uniquement à la nature et à la gravité des faits (1). (1) Voir Cass. 26 février 2002, RG P.01.1650.N, Pas. 2002, n° 133 ; S. VAN OVERBEKE, « De motivering omtrent de opschorting van de uitspraak van de veroordeling en omtrent het uitstel van de tenuitvoerlegging van de straf », R.W. 1996-1997, 1057 ; P. HOET, ?Alternatieve bestraffing : opproefstelling en begeleiding, opschorting, uitstel en probatie-werkstraf?, C.A.B.G. 2006, éd. 4-5, 11."
      ],
      "abstractNL": [
        "Krachtens artikel 3, vierde lid, tweede zin, Probatiewet moet de beslissing waarbij de opschorting wordt toegestaan of geweigerd met redenen zijn omkleed overeenkomstig de bepalingen van artikel 195 Wetboek van Strafvordering; wanneer uit de stukken waarop het Hof vermag acht te slaan blijkt dat de beklaagde de appelrechters gemotiveerd heeft verzocht om de opschorting van de uitspraak van veroordeling toe te staan, beantwoorden deze met de enkele verwijzing naar de aard en de ernst van de feiten dit verzoek niet zoals vereist in artikel 3, vierde lid, tweede zin, Probatiewet (1). (1) Zie Cass. 26 februari 2002, AR P .01.1650.N, AC 2002, nr.133; S. VAN OVERBEKE, â?? De motivering omtrent de opschorting van de uitspraak van de veroordeling en omtrent het uitstel van de tenuitvoerlegging van de strafâ??, RW 1996-1997, 1057; P. HOET, â?? Alternatieve bestraffing: opproefstelling en begeleiding, opschorting, uitstel en probatie-werkstrafâ??, CABG 2006, afl. 4-5, 11."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2023:ARR.20231018.2F.15": {
      "court": "CASS",
      "date": "2023-10-18",
      "roleNumber": "P.23.0795.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231018.2F.15",
      "abstractFR": [
        "Le formulaire de griefs d'appel imposé par l'article 204 du Code d'instruction criminelle est associé à la déclaration d'appel visée à l'article 203 et doit, comme celle-ci, être remis dans les trente jours du jugement entrepris; requis pour l'appel à interjeter dans les trente jours, le formulaire susdit ne l'est donc pas en cas d'appel obéissant à un délai différent tel que l'appel prévu par l'article 4, § 2, alinéa 1er, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation (1). (1) Voir les concl. du MP.",
        "L'indication précise des griefs a pour vocation de circonscrire la saisine des juges d'appel en faisant apparaître l'objet et la portée du recours; or, l'article 4, § 2, alinéa 1er, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation remplit déjà cet office puisqu'il défère à la chambre des mises en accusation, sur l'appel du ministère public, un recours n'ayant d'autre objet qu'une contestation de la suspension au motif que les conditions d'octroi n'en sont pas réunies (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240117.2F.3": {
      "court": "CASS",
      "date": "2024-01-17",
      "roleNumber": "P.23.0581.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240117.2F.3",
      "abstractFR": [
        "Le droit d'appel (1) reconnu à l'inculpé contre la condamnation à une peine accessoire, telle une confiscation, prononcée par une juridiction d'instruction qui, ordonnant la suspension du prononcé de la condamnation, statue comme juridiction de jugement doit être exercé dans les vingt-quatre heures conformément à l'article 4, § 2, de la loi du 29 juin 1964 (2). (1) Que recouvre le terme d' « opposition » qui, aux termes de l'article 4, § 2, de la loi du 29 juin 1964, « doit être formée dans les vingt-quatre heures, est portée devant la chambre des mises en accusation ». (2) « L'appel que peuvent relever le procureur du Roi et l'inculpé de l'ordonnance de la chambre du conseil prononçant la suspension du prononcé de la condamnation doit être formé dans les vingt-quatre heure » (Cass. 8 février 2006, RG P.05.1528.F, Pas. 2006, n° 82 ; voir Cass. 24 mars 2010, RG P.09.1749.F, Pas. 2010, n° 210), et non dans le délai de trente jours visé aux articles 202 et 203 C.i.cr. Voir concl. de M. VANDERMEERSCH, avocat général, précédant Cass. 18 mai 2016, RG P.16.0233.F, Pas. 2016, n° 327 (également quant à une peine accessoire de confiscation)."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20241001.2N.3": {
      "court": "CASS",
      "date": "2024-10-01",
      "roleNumber": "P.24.0845.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241001.2N.3",
      "abstractFR": null,
      "abstractNL": [
        "Op het door het openbaar ministerie bij toepassing van artikel 4, § 2, eerste lid, Probatiewet ingestelde hoger beroep kan de kamer van inbeschuldigingstelling de internering van de inverdenkinggestelde bevelen, indien dit appelgerecht van oordeel is dat de voorwaarden voor opschorting niet zijn verenigd, maar die voor een internering wel."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211012.2N.15": {
      "court": "CASS",
      "date": "2021-10-12",
      "roleNumber": "P.21.1121.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211012.2N.15",
      "abstractFR": [
        "L'arrêt par lequel la chambre des mises en accusation déclare irrecevable l'appel formé par un prévenu contre la décision de la chambre du conseil qui lui refuse la suspension du prononcé de la déclaration parce que ni l'article 135 du Code d'instruction criminelle ni l'article 4, § 2, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation ne prévoient de recours à cet effet, n'est pas une décision définitive au sens de l'article 420, alinéa 1er, dudit Code d'instruction criminelle, ni davantage une décision relevant de l'une des exceptions prévues audit article 420, alinéa 2, et il n'est donc pas susceptible d'un pourvoi en cassation immédiat (1). (1) Cass. 11 mars 2008, RG P.07.1717.N, Pas. 2008, n° 168 ; P. HOET, Opschorting, uitstel, probatie, werkstraf en elektronisch toezicht, Bruxelles, Larcier, 2014, n° 88."
      ],
      "abstractNL": [
        "Het arrest van de kamer van inbeschuldigingstelling dat hoger beroep van een beklaagde tegen de beslissing van de raadkamer om hem niet de opschorting van de uitspraak van veroordeling te verlenen onontvankelijk verklaart omdat noch artikel 135 Wetboek van Strafvordering noch artikel 4, § 2, Probatiewet daartoe in een rechtsmiddel voorzien, is geen eindbeslissing in de zin van artikel 420, eerste lid, Wetboek van Strafvordering en evenmin beslissingen vallend onder een van de uitzonderingsgevallen van artikel 420, tweede lid, Wetboek van Strafvordering en is dus niet vatbaar voor onmiddellijk cassatieberoep (1). (1) Cass. 11 maart 2008, AR P.07.1717.N, AC 2008, nr. 168; P. HOET, Opschorting, uitstel, probatie, werkstraf en elektronisch toezicht, Brussel, Larcier, 2014, nr. 88."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2022:ARR.20220308.2N.6": {
      "court": "CASS",
      "date": "2022-03-08",
      "roleNumber": "P.21.1454.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220308.2N.6",
      "abstractFR": [
        "Il ne résulte pas de l'article 195, alinéa 1er, du Code d'instruction criminelle, également applicable aux cours d'appel conformément à l'article 211 de ce code, que le juge qui, en plus d'ordonner la suspension du prononcé de la condamnation du chef des faits déclarés établis, prononce la confiscation spéciale d'avantages patrimoniaux visée aux articles 42, 3°, et 43bis du Code pénal, doit également faire mention de l'article 6 de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation.",
        "Il résulte des articles 42, 3°, et 43bis du Code pénal, et 6, alinéa 2, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation que la peine de confiscation spéciale d'avantages patrimoniaux revêt un caractère facultatif à l'article 6, alinéa 2, de la loi du 29 juin 1964, dans sa version en vigueur tant avant qu'après le 17 avril 2014."
      ],
      "abstractNL": [
        "Uit artikel 195, eerste lid, Wetboek van Strafvordering, dat overeenkomstig artikel 211 Wetboek van Strafvordering ook van toepassing is op de hoven van beroep, volgt niet dat de rechter die naast het bevelen van de opschorting van de uitspraak van veroordeling voor de bewezen verklaarde feiten tevens de door de artikelen 42, 3°, en 43bis Strafwetboek bedoelde bijzondere verbeurdverklaring uitspreekt van vermogensvoordelen ook melding moet maken van artikel 6 Probatiewet.",
        "Uit de artikelen 42, 3°, en 43bis Strafwetboek en artikel 6, tweede lid, Probatiewet, volgt dat de straf van de bijzondere verbeurdverklaring van vermogensvoordelen zowel in de voor als in de na 17 april 2014 geldende versie van artikel 6, tweede lid, Probatiewet een facultatief karakter had en heeft."
      ]
    }
  },
  "8": {
    "ECLI:BE:CASS:2025:ARR.20251104.2N.5": {
      "court": "CASS",
      "date": "2025-11-04",
      "roleNumber": "P.25.0456.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251104.2N.5",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 8, § 1, vierde lid, Probatiewet en artikel 195 Wetboek van Strafvordering volgt dat de rechter die een verzoek van een beklaagde om uitstel van tenuitvoerlegging afwijst, duidelijk de redenen voor die beslissing moet vermelden, zij het dat die motivering beknopt mag zijn; geen enkele bepaling verplicht de rechter om bij de gegevens die hij in aanmerking neemt bij de straftoemeting en dus ook bij de weigering uitstel van tenuitvoerlegging te verlenen telkens aan te geven of zij in het voordeel dan wel in het nadeel van de beklaagde zijn, of om al die gegevens uitdrukkelijk tegen elkaar af te wegen; de beslissing uitstel van tenuitvoerlegging toe te staan of te weigeren kan niet worden herleid tot een rekenkundige bewerking van elementen die door een beklaagde als voordelig of als nadelig worden ervaren (1). (1) Cass. 21 mei 2024, AR P.24.0422.N, ECLI:BE:CASS:2024:ARR.20240521.2N.7 en Cass. 20 november 2019, AR P.19.0925.F, AC 2019, nr. 613."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251118.2N.5": {
      "court": "CASS",
      "date": "2025-11-18",
      "roleNumber": "P.25.1109.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251118.2N.5",
      "abstractFR": null,
      "abstractNL": [
        "Een beklaagde heeft geen recht op de maatregel van uitstel van tenuitvoerlegging met probatievoorwaarden, ook al voldoet hij aan de wettelijke voorwaarden voor deze maatregel; de rechter oordeelt onaantastbaar of in het licht van de doelstellingen van de bestraffing het al dan niet opleggen van deze maatregel opportuun is (1). (1) Cass. 17 september 2024, AR P.23.0114.N, ECLI:BE:CASS:2024:ARR.20240917.2N.11; Cass. 28 juni 2022, AR P.21.1449.N, ECLI:BE:CASS:2022:ARR.20220628.2N.12, RDPC 2025, 925, RW 2022-23, 746, NC 2022, 486, T. Strafr. 2023, 94 noot E. DELEERSNYDER; Cass. 21 december 2021, AR P.21.0999.N, ECLI:BE:CASS:2021:ARR.20211221.2N.2",
        "Uit artikel 8, § 1, vierde lid, Probatiewet en artikel 195 Wetboek van Strafvordering volgt dat de rechter die een verzoek van een beklaagde om uitstel van tenuitvoerlegging met probatievoorwaarden afwijst, nauwkeurig de redenen voor die beslissing moet vermelden, zij het dat die motivering beknopt mag zijn; de verantwoording van de weigering uitstel van tenuitvoerlegging met probatievoorwaarden te verlenen, kan ook blijken of mede blijken uit de redenen die de rechter vermeldt ter verantwoording van het opleggen van effectieve straffen (1). (1) Cass. 17 september 2024, AR P.23.0114.N, ECLI:BE:CASS:2024:ARR.20240917.2N.11; Cass. 21 mei 2024, AR P.24.0422.N, ECLI:BE:CASS:2024:ARR.20240521.2N.7, T. Strafr. 2024, 313; Cass. 14 september 2021, AR P.21.0872.N, ECLI:BE:CASS:2021:ARR.20210914.2N.16, T. Strafr. 2021, 386 noot P. HOET; Cass. 4 februari 2020, AR P.19.1162.N, AC 2020, nr. 99, NC 2021, 154 noot M. VERDICKT.",
        "Indien een beklaagde ter staving van zijn verzoek om uitstel van tenuitvoerlegging met probatievoorwaarden een verweer voert met verwijzing naar concrete en specifieke omstandigheden, dan volgt uit artikel 149 Grondwet voor de rechter de verplichting dit verweer te beantwoorden, zonder dat hij evenwel moet antwoorden op elk afzonderlijk gegeven dat tot staving van zijn verzoek is aangevoerd (1). (1) Cass. 30 mei 2023, AR P.23.0443.N, ECLI:BE:CASS:2023:ARR.20230530.2N.12; Cass. 28 juni 2022, AR P.21.1449.N, ECLI:BE:CASS:2022:ARR.20220628.2N.12; Cass. 14 september 2021, AR P.21.0872.N, ECLI:BE:CASS:2021:ARR.20210914.2N.16, T. Strafr. 2021, 386 noot P. HOET.",
        "De redenen die de rechter vermeldt ter verantwoording van de weigering uitstel van tenuitvoerlegging met probatievoorwaarden toe te kennen moeten de beklaagde in staat stellen te begrijpen waarom de rechter niet voor een dergelijke maatregel opteert; uit de omstandigheid dat een beklaagde het onbegrijpelijk vindt dat de rechter die maatregel niet uitspreekt, volgt evenwel niet dat die beklaagde gelet op de door de rechter gegeven verantwoording niet in staat is te begrijpen waarom de rechter het uitspreken van die maatregel weigert."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230222.2F.5": {
      "court": "CASS",
      "date": "2023-02-22",
      "roleNumber": "P.22.1479.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230222.2F.5",
      "abstractFR": [
        "Si l'engagement du condamné de respecter les conditions de probation que la juridiction détermine est une condition essentielle pour que celle-ci puisse légalement ordonner le sursis probatoire, aucune disposition légale n'oblige le juge à tenir cet accord pour inexistant du fait qu'il a été donné en vue d'une suspension et non du sursis."
      ],
      "abstractNL": [
        "Hoewel de verbintenis van de veroordeelde om de door het gerecht bepaalde probatievoorwaarden na te leven een essentiële vereiste is om dit gerecht in staat te stellen het probatieuitstel wettig te bevelen, verplicht geen enkele wettelijke bepaling de rechter ertoe die instemming als onbestaande te beschouwen omdat ze werd gegeven met het oog op een opschorting en niet met het oog op het uitstel."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230208.2F.4": {
      "court": "CASS",
      "date": "2023-02-08",
      "roleNumber": "P.22.1021.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230208.2F.4",
      "abstractFR": [
        "Lorsque le prévenu est condamné à une peine d'emprisonnement d'un an au moins, laquelle est en partie ferme et en partie assortie du sursis, cette peine est réputée avoir été subie au sens de l'article 56, alinéa 2, du Code pénal, relatif à la récidive, à la date de la fin du délai d'épreuve applicable au sursis lorsque ce dernier n'a pas été révoqué, et à la date à laquelle la partie effective de la peine d'emprisonnement ne peut plus être exécutée, si cette date est postérieure à la précédente (1). (1) Voir Cass. 25 octobre 2022, RG P.22.0813.N, Pas. 2022, n° 676, § 8, et concl. de M. SCHOETERS, avocat général, publiées à leur date dans AC."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230301.2F.2": {
      "court": "CASS",
      "date": "2023-03-01",
      "roleNumber": "P.22.1432.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230301.2F.2",
      "abstractFR": [
        "Il ne résulte pas de l'article 21ter du titre préliminaire du Code de procédure pénale que le juge ne puisse sanctionner le dépassement du délai raisonnable qu'en prononçant la condamnation par simple déclaration de culpabilité ou en condamnant le prévenu à une peine inférieure à la peine minimale prévue par la loi (1); pour réparer le non-respect de l'obligation de juger le prévenu sans retard déraisonnable, le juge peut aussi prononcer une peine prévue par la loi, mais réduite de manière réelle et mesurable par rapport à celle qu'il aurait infligée s'il n'avait pas constaté la durée excessive de la procédure, ou encore, si le prévenu se trouve dans les conditions légales pour en bénéficier, ordonner sa mise à l'épreuve par le sursis à l'exécution de tout ou partie de la peine ou par la suspension du prononcé de la condamnation; dans ces cas également, il doit ressortir des motifs de la décision que le juge n'aurait pas accordé ces mesures, ou qu'il les aurait octroyées à des conditions plus sévères, si la cause n'avait pas été jugée avec retard (2). (1) Voir Cass. 6 septembre 2016, RG P.15.0826.N, Pas. 2016, n° 458. En d'autres termes, cette disposition ne contient pas une liste exhaustive des modes de sanction d'un tel dépassement. (2) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250917.2F.6": {
      "court": "CASS",
      "date": "2025-09-17",
      "roleNumber": "P.25.0721.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250917.2F.6",
      "abstractFR": [
        "Lorsque la décision répressive contient des motifs décisoires indiquant tant l'octroi que la portée et la durée du sursis dont elle assortit une peine et qu'aucune contradiction n'existe entre ces motifs et le dispositif, qui, infligeant cette peine, omet certes de préciser qu'elle est assortie d'un sursis mais ne l'exclut pas, il n'y a pas lieu de rectifier ce dispositif(1). (Solution implicite). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20211123.2N.3": {
      "court": "CASS",
      "date": "2021-11-23",
      "roleNumber": "P.21.1142.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211123.2N.3",
      "abstractFR": [
        "L'article 41 de la loi du 16 mars 1968 relative à la politique de la circulation routière dispose que, dans les cas où le juge prononce une déchéance du droit de conduire, en application de cette loi, il doit, s'il souhaite faire application de l'article 8, § 1er, de la loi du 29 juin 1964 relative à la suspension, au sursis et à la probation, imposer une partie effective d'une durée minimum de huit jours; il s'en déduit que, si le juge prononce une déchéance du droit de conduire d'une durée huit jours en vertu de cette loi, il ne peut pas accorder de sursis à l'exécution (1). (1) Cass. 7 janvier 2014, RG P.13.1716.N, Pas. 2014, n° 9."
      ],
      "abstractNL": [
        "Artikel 41 Wegverkeerswet bepaalt dat in de gevallen waarin de rechter bij toepassing van deze wet een verval van het recht tot sturen uitspreekt, hij, indien hij gebruik wenst te maken van artikel 8, § 1, Probatiewet een effectief gedeelte moet opleggen van minstens acht dagen; uit die bepaling volgt dat indien de rechter krachtens de Wegverkeerswet een verval van het recht tot sturen uitspreekt van acht dagen, hij geen uitstel van tenuitvoerlegging kan verlenen (1). (1) Cass. 7 januari 2014, AR P.13.1716.N, AC 2014, nr. 9."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231213.2F.5": {
      "court": "CASS",
      "date": "2023-12-13",
      "roleNumber": "P.23.1273.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231213.2F.5",
      "abstractFR": [
        "Ne méconnaît pas l'article 8 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales le juge qui, constatant que le prévenu a frappé et maltraité sa compagne à de multiples reprises, alors qu'il avait déjà été condamné pour de tels faits et qu'il existe, compte tenu de la structuration de sa personnalité, un risque de réitération de ces comportements violents, lui fait interdiction, à titre de condition mise au sursis probatoire, d'entrer en contact avec la victime autrement que par le truchement d'un tiers (1). (1) Le MP a relevé surabondamment qu'aux termes de l'article 12, § 1er, de la loi du 29 juin concernant la suspension, le sursis et la probation « la commission [de probation] peut suspendre, en tout ou en partie, les conditions fixées par la décision judiciaire, les préciser ou les adapter aux circonstances. Elle ne peut toutefois rendre ces conditions plus sévères ». Partant, au cas où la victime désirerait conserver des contacts avec le condamné « autrement que par le biais d'un avocat ou d'un assistant social spécialement désigné afin de permettre à l'enfant commun d'entretenir une relation avec son père », cette commission pourrait être saisie d'une demande en ce sens. Quant au principe de proportionnalité entre les moyens employés et le but poursuivi par l'ingérence, sur pied de l'article 8.2 Conv. D.H., d'une autorité publique dans l'exercice du droit au respect de la vie privée et familiale, voir Cass. 25 octobre 2023, RG P.23.1105.F, Pas. 2023, n° 688 ; Cass. 19 avril 2021, RG C.20.0352.F, Pas. 2021, n° 276 ; Cass. 16 juin 2004, RG P.04.0428.F, Pas. 2004, n° 328 ; Cour eur. D. H., Guide sur l'article 8 de la Convention européenne des droits de l'homme - Droit au respect de la vie privée et familiale, du domicile et de la correspondance, mise à jour au 31 août 2022. (M.N.B.)"
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240110.2F.2": {
      "court": "CASS",
      "date": "2024-01-10",
      "roleNumber": "P.23.1282.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240110.2F.2",
      "abstractFR": [
        "Lorsque dans le cadre d'un sursis probatoire, le condamné s'est vu imposer l'obligation de mettre un terme à sa toxicomanie et d'en rapporter la preuve, il ne résulte pas de ce que le mode de preuve n'est pas défini que cette condition soit imprécise mais seulement que son observance peut être établie par toute voie de droit."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240521.2N.7": {
      "court": "CASS",
      "date": "2024-05-21",
      "roleNumber": "P.24.0422.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240521.2N.7",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 8, vierde lid, Probatiewet en artikel 195 Wetboek van Strafvordering volgt dat de rechter de weigering om (probatie-)uitstel van tenuitvoerlegging te verlenen nauwkeurig moet motiveren, zij het dat die motivering beknopt mag zijn en uit artikel 149 Grondwet kan, behoudens ingeval van een daartoe strekkende conclusie, geen verdergaande motiveringsplicht worden afgeleid; de weigering (probatie-)uitstel van tenuitvoerlegging te verlenen vereist niet noodzakelijk een autonome motivering zodat die weigering kan worden gemotiveerd of mede worden gemotiveerd door opgave van de redenen die het opleggen van een effectieve straf verantwoorden (1). (1) Cass. 20 november 2019, AR P.19.0925.F, AC 2019, nr. 613; Cass. 9 oktober 2012, AR P.11.2120.N, AC 2012, nr. 521."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240619.2F.17": {
      "court": "CASS",
      "date": "2024-06-19",
      "roleNumber": "P.24.0501.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240619.2F.17",
      "abstractFR": [
        "Lorsque dans son formulaire de griefs d'appel, le prévenu s'est borné à indiquer, dans la rubrique « peine et/ou mesure », qu'il postulait un sursis probatoire et qu'à aucun moment, il n'a identifié les conditions auxquelles il entendait se soumettre dans le cadre d'un sursis probatoire, sa demande, formulée dans le formulaire de griefs d'appel, est dépourvue de précision; partant, en rejetant le sursis probatoire que le prévenu avait sollicité dans le formulaire de griefs d'appel, aux motifs que cette demande n'a pas été réitérée à l'audience et que, en l'absence d'accord du prévenu sur les conditions probatoires, le sursis probatoire ne pouvait pas être accordé, la cour d'appel a régulièrement motivé et légalement justifié sa décision (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240917.2N.11": {
      "court": "CASS",
      "date": "2024-09-17",
      "roleNumber": "P.23.0114.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240917.2N.11",
      "abstractFR": null,
      "abstractNL": [
        "Uit het enkele feit dat een beklaagde voldoet aan de wettelijke voorwaarden om uitstel van tenuitvoerlegging van de bestraffing te genieten, volgt niet dat de rechter verplicht is die maatregel toe te kennen; de rechter oordeelt onaantastbaar over de wenselijkheid ervan; er bestaat immers geen recht op uitstel van tenuitvoerlegging (1). (1) Cass. 21 december 2021, AR P.21.0999.N, AC 2021, nr. 821.",
        "Uit artikel 8, § 1, vierde lid, Probatiewet en artikel 195, tweede lid, Wetboek van Strafvordering, zoals hier toepasselijk, volgt dat indien de rechter een verzoek om uitstel van tenuitvoerlegging afwijst, uit zijn beslissing moet blijken dat hij dit verzoek en de stavende redenen daartoe in aanmerking heeft genomen en hij nauwkeurig de redenen vermeldt voor de weigeringsbeslissing; die motivering mag beknopt zijn (1); de afwijzende beslissing over een verzoek om uitstel van tenuitvoerlegging vereist niet noodzakelijk een autonome motivering; de rechter kan die afwijzing nauwkeurig motiveren door het opgeven of het mede opgeven van de redenen die het opleggen van een effectieve bestraffing verantwoorden (2). (1) Cass. 14 september 2021, AR P.21.0872.N, AC 2021, nr. 553, T. Strafr. 2021, 386 noot P. HOET; Cass. 4 februari 2020, AR P.19.1162.N, AC 2020, nr. 99, NC 2021, 154 noot M. VERDICKT; Cass. 14 oktober 2014, AR P.13.1915, AC 2014, nr. 603; M.-A. BEERNAERT, H. D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, Die Keure, 2021, II, p. 1547-1563. (2) Cass. 21 mei 2024, AR P.24.0422.N, AC 2024, nr. 388; Cass. 14 september 2021, P.21.0872.N, AC 2021, nr. 553, T. Strafr. 2021, 386 noot P. HOET; Cass. 4 februari 2020, AR P.19.1162.N, AC 2020, nr. 99, NC 2021, 154 noot M. VERDICKT; Cass. 20 november 2019, AR P.19.0925.F, AC 2019, nr. 613.",
        "Uit artikel 149 Grondwet volgt wat betreft de motivering van de straf enkel de verplichting een door een beklaagde ontwikkeld verweer te beantwoorden; uit de samenlezing van artikel 149 Grondwet, artikel 8, § 1, vierde lid, Probatiewet en artikel 195, tweede lid, Wetboek van Strafvordering, zoals toepasselijk, volgt dat indien een beklaagde ter staving van zijn verzoek om uitstel van tenuitvoerlegging concrete elementen aanvoert betreffende de gevolgen van een straf voor zijn reclassering en resocialisering, uit de rechterlijke beslissing een afweging moet blijken tussen eensdeels de zwaarwichtigheid van de te beoordelen feiten en de persoonlijkheid van de beklaagde en anderdeels de nadelige effecten van een effectieve bestraffing voor zijn reclassering en resocialisering (1). (1) Cass. 21 december 2021, AR P.21.0999.N, AC 2021, nr. 821."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241105.2N.22": {
      "court": "CASS",
      "date": "2024-11-05",
      "roleNumber": "P.24.1242.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241105.2N.22",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 8, § 1, vierde lid, Probatiewet en artikel 195 Wetboek van Strafvordering volgt voor de rechter de verplichting om, indien de beklaagde vraagt om uitstel van tenuitvoerlegging en die maatregel wettelijk mogelijk is, de weigering om die maatregel te bevelen nauwkeurig te motiveren, ook al mag de motivering beknopt zijn; wanneer uit het grievenformulier van de beklaagde of het proces-verbaal van de rechtszitting van de behandeling van de zaak in hoger beroep blijkt dat de beklaagde om een probatie-uitstel heeft verzocht, moet uit de bestreden beslissing in hoger beroep zijn af te leiden dat de appelrechters dit verzoek in overweging hebben genomen (1). (1) Cass. 14 september 2021, AR P.21.0872.N, AC 2021, nr. 553, T. Strafr. 2021, 386 noot P. HOET; Cass. 13 april 2021, AR P. 20.1301.N, AC 2021, nr. 258 ; Cass. 4 februari 2020, AR P.19.1162.N, AC 2020, nr. 99, NC 2021, 154 noot M. VERDICKT; M.-A. BEERNAERT, H. D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, Die Keure, 2021, II, 1551-1553; F. KUTY, Justice pénale et procès équitable, Larcier, 2023, I, 1215-1219."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241203.2N.19": {
      "court": "CASS",
      "date": "2024-12-03",
      "roleNumber": "P.24.0826.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241203.2N.19",
      "abstractFR": null,
      "abstractNL": [
        "Het arrest dat de eiser veroordeelt tot een hoofdgevangenisstraf van zes maanden en voor die hoofdgevangenisstraf door bevestiging van het beroepen vonnis probatie-uitstel verleent voor een termijn van vijf jaar, schendt artikel 8, § 1, laatste lid, Probatiewet dat bepaalt dat de duur van het uitstel niet meer dan drie jaar mag bedragen voor gevangenisstraffen die de zes maanden niet te boven gaan; de onwettigheid van de maatregel om uitstel van tenuitvoerlegging te verlenen, leidt tot de vernietiging van de hoofdstraf waarvoor het uitstel is verleend gelet op de band tussen de strafmaat en de maatregel, alsook tot de vernietiging van de veroordeling tot de betaling van een bijdrage aan het Slachtofferfonds, met verwijzing, met verwijzing (1). (1) Zie Cass. 8 november 2022, AR P.22.540.N, arrest niet gepubliceerd; Cass. 15 januari 2019, AR P.18.0790.N, arrest niet gepubliceerd; Contra: Cass. 29 januari 2020, AR P.19.0435.F, AC 2020, nr. 84, ECLI:BE:CASS:2020:ARR.20200129.2F.3"
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250226.2F.1": {
      "court": "CASS",
      "date": "2025-02-26",
      "roleNumber": "P.24.1484.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250226.2F.1",
      "abstractFR": [
        "Lorsque plusieurs prévenus sont déclarés coupables des mêmes infractions, la motivation de la peine, celle du refus d'une peine de travail ou d'une mesure de sursis ne cesse par ailleurs pas d'être individualisée du seul fait qu'elle est formulée collectivement (1). (1) Cass. 7 décembre 2011, RG P.11.1100.F, inédit.",
        "Lorsque la loi le permet, prononcer, dans le chef d'un même prévenu, à la fois une peine d'emprisonnement ferme et une peine d'amende assortie d'un sursis probatoire n'est ni illégal ni en soi incohérent ou contradictoire."
      ],
      "abstractNL": [
        "Wanneer meerdere beklaagden aan dezelfde misdrijven schuldig zijn verklaard, is de motivering van de straf, de motivering van de weigering van een werkstraf of van een uitstel voor het overige nog steeds een geïndividualiseerde motivering, ook al werd ze collectief geformuleerd (1). (1) Cass. 7 december 2011, AR P.11.1100.F, arrest niet gepubliceerd.",
        "Wanneer de wet het toestaat, is de uitspraak, jegens dezelfde beklaagde, van zowel een effectieve gevangenisstraf als een geldboete met probatieuitstel noch onwettig noch, op zich, incoherent of tegenstrijdig."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250318.2N.14": {
      "court": "CASS",
      "date": "2025-03-18",
      "roleNumber": "P.25.0102.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250318.2N.14",
      "abstractFR": [
        "Le seul fait que le juge, lors de l'examen des antécédents pénaux d'un prévenu, fasse mention de la condamnation à une peine d'emprisonnement sans préciser que cette peine est assortie d'un sursis à l'exécution, n'implique pas que la décision n'est pas adéquatement motivée.",
        "Aucune disposition ni aucun principe général du droit n'oblige le juge à constater dans sa décision qu'un prévenu se trouve encore, ou non, dans les conditions d'un sursis probatoire, même si le juge constate que le prévenu n'est plus éligible à un sursis simple ou que les peines de travail ou sous surveillance électronique, auxquelles il peut prétendre ne sont pas adéquates."
      ],
      "abstractNL": [
        "Uit het enkele feit dat de rechter bij de bespreking van het strafrechtelijk verleden van een beklaagde melding maakt van de veroordeling tot een gevangenisstraf, zonder daarbij te vermelden dat die straf met uitstel van tenuitvoerlegging werd uitgesproken, volgt niet dat de beslissing daardoor gebrekkig is gemotiveerd.",
        "Geen enkele bepaling of algemeen rechtsbeginsel verplicht de rechter in zijn beslissing vast te stellen dat een beklaagde al dan niet nog in aanmerking komt voor probatieuitstel van tenuitvoerlegging, ook niet indien de rechter wel vaststelt dat de beklaagde niet meer in aanmerking komt voor gewoon uitstel van tenuitvoerlegging en wel in aanmerking komt voor een werkstraf of een straf onder elektronisch toezicht, maar die straffen niet passend zijn.",
        "Geen enkele bepaling of algemeen rechtsbeginsel verplicht de rechter in zijn beslissing vast te stellen dat een beklaagde al dan niet nog in aanmerking komt voor probatie-uitstel van tenuitvoerlegging, ook niet indien de rechter wel vaststelt dat de beklaagde niet meer in aanmerking komt voor gewoon uitstel van tenuitvoerlegging en wel in aanmerking komt voor een werkstraf of een straf onder elektronisch toezicht, maar die straffen niet passend zijn."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250401.2N.25": {
      "court": "CASS",
      "date": "2025-04-01",
      "roleNumber": "P.25.0166.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250401.2N.25",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 211bis, tweede zin, Wetboek van Strafvordering bepaalt dat om de in hoger beroep uitgesproken straffen te kunnen verzwaren eenstemmigheid is vereist en om te oordelen of er strafverzwaring is in de zin van deze bepaling moeten, indien de eerste rechter zowel een hoofdgevangenisstraf, een geldboete en een verval van het recht tot sturen heeft opgelegd en het appelgerecht eveneens een hoofdgevangenisstraf, een geldboete en een verval van het recht tot sturen oplegt, de uitgesproken hoofdgevangenisstraffen worden vergeleken en zijn de overige straffen zijn bij de beoordeling of er een strafverzwaring is in beginsel niet relevant; indien de eerste rechter en het appelgerecht eenzelfde hoofdgevangenisstraf opleggen en de eerste rechter voor die hoofdgevangenisstraf volledig uitstel van tenuitvoerlegging heeft verleend en het appelgerecht eveneens volledig uitstel van tenuitvoerlegging verleent voor eenzelfde proeftijd, maar daaraan probatievoorwaarden verbindt, legt het appelgerecht een zwaardere straf op in de zin van artikel 211bis, tweede zin, Wetboek van Strafvordering en kan het dit slechts doen mits wordt vastgesteld dat tot die strafverzwaring met eenparigheid van stemmen is beslist (1). (1) A. MONSIEURS, “ De zwaarte van de straf volgens het Hof van Cassatie, het grondwettelijk Hof en het Europees hof voor de rechten van de Mens”, NC 2008 (225) 240; P. VAN ROOIJ en W. YPERMAN, “De relatieve zwaarte van straffen: tijd om de gordiaanse knoop door te hakken?”, T. Strafr. 32023/5, (275) 283."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250506.2N.4": {
      "court": "CASS",
      "date": "2025-05-06",
      "roleNumber": "P.25.0191.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250506.2N.4",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 8, § 1, vierde lid, Probatiewet en artikel 195 Wetboek van Strafvordering volgt dat de rechter de weigering om in te gaan op een verzoek om uitstel van tenuitvoerlegging nauwkeurig moet motiveren, zij het dat die motivering beknopt mag zijn; de motivering voor die weigering kan ook blijken of mede blijken uit de redenen die de rechter opgeeft ter verantwoording voor het opleggen van effectieve straffen (1); het staat aan een beklaagde om aan de rechter de nodige informatie te bezorgen betreffende zijn actuele professionele en sociale situatie, die hij relevant acht voor de straftoemeting; indien de beklaagde op dit punt in gebreke blijft, kan het de rechter niet worden verweten dat hij bij de straftoemetingsbeslissing de gegevens betreffende de actuele professionele en sociale situatie van de beklaagde niet of onvoldoende in aanmerking neemt en het ontbreken van die gegevens ook vaststelt. (1) Zie o.a. Cass. 5 november 2024, AR P.24.1170.N, AC 2024, nr. 739, ECLI:BE:CASS:2024:ARR.20241105.2N.14, met concl. OM; Cass. 17 september 2024, AR P.23.0114.N, AC 2024, nr. 585, ECLI:BE:CASS:2024:ARR.20240917.2N.11; Cass. 21 mei 2024, AR P.24.0422.N, AC 2024, nr. 388, ECLI:BE:CASS:2024:ARR.20240521.2N.7, T. Strafr. 2024, 313; Cass. 14 september 2021, P.21.0872.N, AC 2021, nr. 553, ECLI:BE:CASS:2021:ARR.20210914.2N.16, T. Strafr. 2021, 386 noot P. HOET."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250604.2F.4": {
      "court": "CASS",
      "date": "2025-06-04",
      "roleNumber": "P.25.0320.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250604.2F.4",
      "abstractFR": [
        "Le rejet d'une demande d'octroi d'une peine de probation ou celui d'une peine de travail ou d'une mesure de sursis, formulée par le prévenu sans motif propre ou spécifique, est régulièrement motivé et légalement justifié par la prononciation d'une peine d'emprisonnement dont la justification permet de comprendre pourquoi ces autres peines et mesures n'ont pas été accordées (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230628.2F.1": {
      "court": "CASS",
      "date": "2023-06-28",
      "roleNumber": "P.23.0449.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230628.2F.1",
      "abstractFR": [
        "L'article 114 de la loi du 21 mars 2022 modifiant le Code pénal en ce qui concerne le droit pénal sexuel a supprimé l'interdiction, qui figurait à l'article 8, § 1er, alinéa 1er, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation, d'appliquer le sursis probatoire lorsque le prévenu avait encouru antérieurement une condamnation à une peine criminelle ou à un emprisonnement principal de plus de trois ans; conformément à l'article 2, alinéa 2, du Code pénal, l'article 114 de la loi du 21 mars 2022 est immédiatement applicable aux faits qui, commis avant son entrée en vigueur, le 1er juin 2022, n'avaient pas encore été définitivement jugés à cette date (1). (1) Le MP a relevé que l'antécédent du demandeur indiqué dans l'arrêt, soit une peine d'un an d'emprisonnement, fonde certes la circonstance de récidive légale, mais ne fait pas obstacle à l'octroi d'un sursis probatoire sur pied de l'article 8, § 1er, alinéa 1er, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation, et ce, non seulement dans la version de cette disposition au jour de l'arrêt (soit tel que modifié par l'article 114 de la loi du 21 mars 2022 modifiant le Code pénal en ce qui concerne le droit pénal sexuel, entré en vigueur le 1er juin 2022 en vertu de son article 118) mais aussi dans sa version précédente.",
        "Lorsque la Cour constate l'illégalité de la décision refusant d'assortir la peine infligée d'un sursis probatoire, la déclaration de culpabilité n'encourant pas elle-même la censure, la cassation est limitée aux peines prononcées et à la condamnation au paiement de la contribution au Fonds spécial pour l'aide aux victimes d'actes intentionnels de violence (1). (1) Voir p. ex. Cass. 6 septembre 2017, RG P.17.0061.F, Pas. 2017, n° 447 (en cas d'illégalité de la décision limitant le sursis accordé par le premier juge) ; Cass. 13 octobre 2010, RG P.10.1208.F, Pas. 2010, n° 597 (… « ainsi que (…) l'ordre d'arrestation immédiate ») ; Cass. 16 janvier 2002, RG P.01.0948.F, Pas. 2002, n° 30 (en cas d'illégalité de la décision refusant la suspension du prononcé de la condamnation)."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220524.2N.3": {
      "court": "CASS",
      "date": "2022-05-24",
      "roleNumber": "P.22.0419.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220524.2N.3",
      "abstractFR": [
        "L'article 195, alinéa 2, du Code d'instruction criminelle n'est pas applicable aux cours d'assises ; l'obligation de motiver la décision relative à la fixation de la peine est prévue à l'article 344 du Code d'instruction criminelle ; lorsque la cour d'assises inflige une peine motivée en application de l'article 344 du Code d'instruction criminelle, rendant légalement impossible un sursis à l'exécution conformément à l'article 8, § 1er, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation, la cour n'est pas tenue de motiver plus avant le refus d'octroyer pareil sursis."
      ],
      "abstractNL": [
        "Artikel 195, tweede lid, Wetboek van Strafvordering is niet van toepassing op de hoven van assisen; de verplichting om de straftoemetingsbeslissing te motiveren, is opgenomen in artikel 344 Wetboek van Strafvordering; indien het hof van assisen een bij toepassing van artikel 344 Wetboek van Strafvordering gemotiveerde straf oplegt waardoor overeenkomstig artikel 8, § 1, Probatiewet uitstel van tenuitvoerlegging wettelijk niet mogelijk is, moet het hof de weigering uitstel van tenuitvoerlegging niet nader met redenen omkleden."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220628.2N.12": {
      "court": "CASS",
      "date": "2022-06-28",
      "roleNumber": "P.21.1449.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220628.2N.12",
      "abstractFR": [
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Uit artikel 8, § 1, vierde lid, Probatiewet en artikel 195, tweede lid, Wetboek van Strafvordering volgt dat ingeval een beklaagde de rechter verzoekt om hem probatie-uitstel te verlenen en dit wettelijk mogelijk is, de rechter die beslissing nauwkeurig met redenen moet omkleden, zij het dat die motivering beknopt mag zijn; indien de beklaagde tot staving van zijn verzoek om probatie-uitstel concrete gegevens aanvoert, dan moet blijken dat de rechter die bij zijn beoordeling heeft betrokken en moet hij overeenkomstig artikel 149 Grondwet dit verzoek beantwoorden, zonder dat is vereist dat de rechter ingaat op elk concreet gegeven dat tot staving van het verzoek is aangevoerd; de rechter kan een afwijzing van een verzoek om probatie-uitstel, ook als dit verzoek is gestaafd met concrete gegevens, motiveren door opgave van redenen waaruit de noodzaak blijkt om een effectieve straf op te leggen."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201117.2N.8": {
      "court": "CASS",
      "date": "2020-11-17",
      "roleNumber": "P.20.0861.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201117.2N.8&lang=fr",
      "abstractFR": [
        "Il résulte de l'article 8, § 1er, alinéa 4, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation et de l'article 195, alinéa 2, du Code d'instruction criminelle que le juge qui refuse le sursis (probatoire) à l'exécution doit motiver cette décision d'une manière qui peut être succincte, mais doit être précise; le juge peut également satisfaire à cette obligation de motivation en imposant une peine effective et en motivant la décision d'infliger la peine effective conformément aux articles 163, alinéa 2, 195, alinéa 2, et 211 du Code d'instruction criminelle; il ne saurait être déduit ni de l'article 149 de la Constitution ni de l'article 6, § 1er, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales une obligation de motivation plus étendue concernant le rejet d'une demande de sursis (probatoire)."
      ],
      "abstractNL": [
        "Uit artikel 8, § 1, vierde lid, Probatiewet en artikel 195, tweede lid, Wetboek van Strafvordering volgt dat de rechter die weigert (probatie-)uitstel van tenuitvoerlegging toe te staan die beslissing op nauwkeurige wijze met redenen moet omkleden, zij het dat die motivering beknopt mag zijn; de rechter kan aan deze motiveringsplicht ook voldoen door het opleggen van een effectieve straf en het opleggen van de effectieve straf te motiveren overeenkomstig de artikelen 163, tweede lid, 195, tweede lid, en 211 Wetboek van Strafvordering; noch uit artikel 149 Grondwet noch uit artikel 6.1. EVRM kan met betrekking tot de afwijzing tot een verzoek om (probatie-)uitstel een verdergaande motiveringsplicht worden afgeleid."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220504.2F.7": {
      "court": "CASS",
      "date": "2022-05-04",
      "roleNumber": "P.22.0445.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220504.2F.7",
      "abstractFR": [
        "Ne pouvant excéder la durée fixée par la loi, le délai du sursis à l'exécution d'une peine doit être défini par la décision qui l'octroie (1). (1) Partant, une condamnation avec sursis est illégale lorsque la décision ne précise pas la durée du sursis. Une telle illégalité peut donner ouverture à cassation. Elle ne constitue pas une erreur matérielle qu'il serait au pouvoir du juge du fond de rectifier. (Cass. 31 octobre 2012, RG P.12.0862.F, Pas. 2012, n° 581; voir F. KUTY, Principes généraux du droit pénal belge, T. IV: la peine, Larcier, 2017, pp. 1034-1035, n° 3633, et réf. en notes).",
        "Le sursis étant une mesure qui affecte l'exécution de la peine principale, l'illégalité dont il est entaché entraîne, en raison du lien entre le taux de la peine et la mesure, l'annulation de l'ensemble de la décision statuant sur la peine; en revanche, la déclaration de culpabilité ne saurait elle-même encourir la censure, l'illégalité dénoncée lui étant étrangère; ainsi, sur le pourvoi formé en vertu de l'article 441 du Code d'instruction criminelle par le procureur général près la Cour de cassation, la Cour annule, en tant qu'il statue sur l'ensemble de la peine, le jugement qui condamne le prévenu et lui accorde un sursis à l'exécution des peines prononcées sans préciser la durée du sursis, et renvoie la cause ainsi limitée à un autre tribunal (1). (1) Voir Cass. 31 janvier 2007, RG P.06.1492.F, inédit; Cass. 16 février 2005, RG P.04.1658.F, Pas. 2005, n° 96; Cass. 22 janvier 2003, RG P.02.1505.F, Pas. 2003, n° 47 (relatifs à des décisions passées en force de chose jugée); voir R. DECLERCQ, « Pourvoi en cassation en matière répressive », R.P.D.B., 2015, n° 951, et réf. en notes."
      ],
      "abstractNL": [
        "Aangezien de termijn van het uitstel van tenuitvoerlegging van een straf de wettelijk bepaalde duur niet te boven mag gaan, moet deze termijn worden bepaald door de beslissing die het uitstel verleent (1). (1) Een veroordeling met uitstel is derhalve onwettig wanneer de beslissing de duur van het uitstel niet preciseert. Een dergelijke onwettigheid kan tot vernietiging leiden. Het gaat niet om een verschrijving die door de feitenrechter kan worden verbeterd. (Cass. 31 oktober 2012, AR P.12.0862.F, AC 2012, nr. 581; zie F. KUTY, Principes généraux du droit pénal belge, T. IV: la peine, Larcier, 2017, 1034-1035, nr. 3633, en verwijzingen in noten).",
        "Aangezien het uitstel een maatregel is die zijn weerslag heeft op de tenuitvoerlegging van de hoofdstraf, leidt de onwettigheid ervan, wegens de band tussen de strafmaat en de maatregel, tot de vernietiging van de gehele beslissing over de straf; de schuldigverklaring daarentegen kan zelf niet worden vernietigd, aangezien de aangeklaagde onwettigheid hiermee geen verband houdt; op het cassatieberoep dat krachtens artikel 441 Wetboek van Strafvordering door de procureur-generaal bij het Hof van Cassatie werd ingesteld, vernietigt het Hof aldus het vonnis dat de beklaagde veroordeelt en hem een uitstel van strafuitvoering toekent zonder de duur van het uitstel te preciseren, in zoverre het uitspraak doet over de gehele straf, en verwijst het de zaak naar een andere rechtbank (1). (1) Zie Cass. 31 januari 2007, AR P.06.1492.F, onuitg.; Cass. 16 februari 2005, AR P.04.1658.F, AC 2005, nr. 96; Cass. 22 januari 2003, AR P.02.1505.F, AC 2003, nr. 47 (over in kracht van gewijsde gegane beslissingen); zie R. DECLERCQ, “Pourvoi en cassation en matière répressive”, RPDB 2015, nr. 951, en verwijzingen in noten."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220908.1F.4": {
      "court": "CASS",
      "date": "2022-09-08",
      "roleNumber": "F.21.0083.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220908.1F.4",
      "abstractFR": [
        "Lorsqu'au pénal, le condamné se trouve dans les conditions pour bénéficier du sursis, il appartient à la juridiction de jugement d'apprécier, sur la base de considérations propres au condamné, s'il convient d'ordonner cette mesure (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer, in strafzaken, de veroordeelde voldoet aan de voorwaarden om het uitstel te genieten, komt het aan het vonnisgerecht toe om, op grond van overwegingen eigen aan de veroordeelde, te beoordelen of die maatregel moet worden opgelegd (1). (1) Zie concl. OM in Pas. 2022, nr. 519.",
        "Wanneer, in strafzaken, de veroordeelde voldoet aan de voorwaarden om het uitstel te genieten, komt het aan het vonnisgerecht toe om, op grond van overwegingen eigen aan de veroordeelde, te beoordelen of die maatregel moet worden opgelegd (1). (1) Zie concl. OM in Pas. 2022, nr. 518."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220420.2F.1": {
      "court": "CASS",
      "date": "2022-04-20",
      "roleNumber": "P.21.1650.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220420.2F.1",
      "abstractFR": [
        "La cour d'appel qui réduit la peine prononcée par le tribunal correctionnel, mais retire le sursis accordé par le premier juge, ne doit pas, même sur ce dernier point, statuer à l'unanimité (1). (1) Voir concl. « dit en substance » du MP."
      ],
      "abstractNL": [
        "Het hof van beroep dat de door de correctionele rechtbank uitgesproken straf vermindert maar het door de eerste rechter verleende uitstel herroept, hoeft, zelfs over dat laatste punt, geen uitspraak te doen met eenparige stemmen (1). (1) Zie concl. “in hoofdzaak” OM in Pas. 2022, nr. 274.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211221.2N.2": {
      "court": "CASS",
      "date": "2021-12-21",
      "roleNumber": "P.21.0999.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211221.2N.2&lang=fr",
      "abstractFR": [
        "Il ne résulte pas du simple fait qu'un prévenu réponde aux conditions légales pour bénéficier du sursis à l'exécution des peines, assorti, le cas échéant, de conditions probatoires, que le juge soit tenu de lui accorder cette mesure; le juge apprécie souverainement son opportunité; il n'existe en effet aucun droit au sursis à l'exécution des peines.",
        "Il résulte de la lecture conjointe des articles 149 de la Constitution, 8, § 1er, alinéa 4, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation et 195, alinéa 2, du Code d'instruction criminelle que si un prévenu allègue, pour étayer sa demande de sursis à l'exécution des peines, des éléments concrets relatifs aux conséquences d'une peine sur sa réinsertion et sa resocialisation, la décision judiciaire doit laisser apparaître qu'un équilibre entre, d'une part, la gravité des faits à apprécier et la personnalité du prévenu et, d'autre part, les effets négatifs d'une sanction effective ou non sur sa réinsertion et resocialisation ait été soupesés (1). (1) Note. À propos du rejet de la suspension ou du sursis, assorti(e) ou non de conditions probatoires, voir également Cass. 26 octobre 2021, RG P.21.0958.N, Pas. 2021, n° 675 avec concl. de M. SCHOETERS, avocat général publiées à leur date dans AC ; Cass. 14 septembre 2021, RG P.21.0872.N, Pas 2021, n° 553, T. Strafr. 2021, 386 note de P. HOET ; Cass. 13 avril 2021, RG P.20.1301.N, Pas. 2021, n° 25 ; Cass. 17 novembre 2020, RG P.20.0861.N, Pas. 2020, n° 702, voir plus généralement R. DECLERCQ, Beginselen van strafrechtspleging, Kluwer, 6e édition, 2014, p. 752-768 ; Cass. 4 février 2020, RG P.19.1162.N, Pas. 2020, n° 99, M.-A. BEERNAERT, H. D. BOSLY et D. VANDERMEERSCH, Droit de la procédure pénale, La Charte, 9e édition, 2021, II, p. 1547-1562. (BDS)."
      ],
      "abstractNL": [
        "Uit het enkele feit dat een beklaagde voldoet aan de wettelijke voorwaarden om uitstel van tenuitvoerlegging te genieten, desgevallend gekoppeld aan probatievoorwaarden, volgt niet dat de rechter verplicht is deze maatregel toe te kennen; de rechter oordeelt onaantastbaar over de wenselijkheid ervan; er bestaat immers geen recht op uitstel van uitvoerlegging.",
        "Uit de samenlezing van artikel 149 Grondwet, artikel 8, § 1, vierde lid, Probatiewet en artikel 195, tweede lid, Wetboek van Strafvordering volgt dat indien een beklaagde ter staving van zijn verzoek om uitstel van tenuitvoerlegging concrete elementen aanvoert betreffende de gevolgen van een straf voor zijn reclassering en resocialisering, uit de rechterlijke beslissing een afweging moet blijken tussen eensdeels de zwaarwichtigheid van de te beoordelen feiten en de persoonlijkheid van de beklaagde en anderdeels de nadelige effecten van een al dan niet effectieve bestraffing voor zijn reclassering en resocialisering (1). (1) Noot. Over de afwijzing van de opschorting of het uitstel, al dan niet gekoppeld aan probatievoorwaarden, zie ook Cass. 26 oktober 2021, AR P.21.0958.N, AC 2021, nr. 675 met concl. van advocaat-generaal D. SCHOETERS; Cass. 14 september 2021, AR P.21.0872.N, AC 2021, nr. 553; T. Strafr. 2021, 386 noot P. HOET; Cass. 13 april 2021, AR P.20.1301.N, AC 2021, nr. 25; Cass. 17 november 2020, AR P.20.0861.N, AC 2020, nr. 702, zie alg. R. DECLERCQ, Beginselen van strafrechtspleging, Kluwer, 6de editie, 2014, p. 752-768; Cass. 4 februari 2020, AR P.19.1162.N, AC 2020, nr. 99; M.-A. BEERNAERT, H. D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, Die Keure, 9de editie, 2021, II, p. 1547-1562. (BDS)",
        "Uit de samenlezing van artikel 149 Grondwet, artikel 8, § 1, vierde lid, Probatiewet en artikel 195, tweede lid, Wetboek van Strafvordering volgt dat indien een beklaagde ter staving van zijn verzoek om uitstel van tenuitvoerlegging concrete elementen aanvoert betreffende de gevolgen van een straf voor zijn reclassering en resocialisering, uit de rechterlijke beslissing een afweging moet blijken tussen eensdeels de zwaarwichtigheid van de te beoordelen feiten en de persoonlijkheid van de beklaagde en anderdeels de nadelige effecten van een al dan niet effectieve bestraffing voor zijn reclassering en resocialisering (1). (1) Noot. Over de afwijzing van de opschorting of het uitstel, al dan niet gekoppeld aan probatievoorwaarden, zie ook Cass. 26 oktober 2021, AR P.21.0958.N, AC 2021, nr. 675 met concl. van advocaat-generaal D. SCHOETERS; Cass. 14 september 2021, AR P.21.0872.N, AC 2021, nr. 553; T. Strafr. 2021, 386 noot P. HOET; Cass. 13 april 2021, AR P.20.1301.N, AC 2021, nr. 25; Cass. 17 november 2020, AR P.20.0861.N, AC 2020, nr. 702, zie alg. R. DECLERCQ, Beginselen van strafrechtspleging, Kluwer, 6de editie, 2014, p. 752-768; M.-A. BEERNAERT, H. D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, Die Keure, 9de editie, 2021, II, p. 1547-1562. (BDS); Cass. 4 februari 2020, AR P.19.1162.N, AC 2020, nr. 99."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210928.2N.11": {
      "court": "CASS",
      "date": "2021-09-28",
      "roleNumber": "P.21.0653.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210928.2N.11&lang=fr",
      "abstractFR": [
        "Ni l' article 600 du Code d'instruction criminelle, ni l'article 8 de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation, ni aucune autre disposition légale ne s'oppose à ce que le juge refuse un sursis à l'exécution sur la base d'une condamnation mentionnée dans l'extrait de casier judiciaire; à moins que l'exactitude de cette mention soit contestée par voie de conclusions, cette décision ne requiert pas la jonction d'une copie certifiée conforme de la décision de condamnation assortie de la mention que la décision a été coulée en force de chose jugée."
      ],
      "abstractNL": [
        "Artikel 600 Wetboek van Strafvordering noch artikel 8 Probatiewet noch enige andere wetsbepaling verzetten zich ertegen dat de rechter uitstel van tenuitvoerlegging weigert op grond van een op het strafregisteruittreksel vermelde veroordeling; tenzij de juistheid van die vermelding bij conclusie wordt betwist, vereist die beslissing niet de voeging van een eensluidend verklaard afschrift van de veroordelende beslissing met de vermelding dat die beslissing kracht van gewijsde heeft."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210303.2F.5": {
      "court": "CASS",
      "date": "2021-03-03",
      "roleNumber": "P.20.1313.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210303.2F.5",
      "abstractFR": [
        "L'article 8 de la loi du 29 juin 1964 prévoit la faculté, dans les conditions qu'il détermine, d'accorder le sursis seulement pour les peines; or, il se dégage de l'économie générale de la loi que l'installation d'un éthylotest antidémarrage constitue une mesure préventive de sûreté poursuivant un objectif d'intérêt général en ce que ce dispositif, associé à un programme d'encadrement, permet de vérifier que l'état du conducteur, au moment où il prend le volant, répond aux normes minimales légales requises en termes de sobriété pour la conduite d'un véhicule en toute sécurité, de manière à limiter le risque de récidive et à garantir la sécurité routière; cette obligation vise donc non pas à sanctionner le conducteur récidiviste, mais à protéger la société contre les comportements dangereux dans la circulation; dès lors, elle ne peut être assortie d'un sursis (1). (1) Voir les concl. du MP. (examen du 2e moyen)."
      ],
      "abstractNL": [
        "Artikel 8 Probatiewet voorziet in de mogelijkheid om, onder de daarin bepaalde voorwaarden, enkel voor de straffen uitstel te verlenen; uit het algemeen opzet van de wet blijkt echter dat het uitrusten van een motorvoertuig met een alcoholslot een preventieve veiligheidsmaatregel is die een doel van algemeen belang nastreeft, in zoverre die uitrusting, aangevuld met een omkaderingsprogramma, toelaat zich ervan te verzekeren dat de toestand van de bestuurder, op het ogenblik dat hij achter het stuur plaatsneemt, aan de wettelijke minimumvereisten voor het nuchter en veilig besturen van een voertuig voldoet, op zodanige wijze dat hiermee het herhalingsgevaar beperkt wordt en de verkeersveiligheid gewaarborgd wordt; die verplichting strekt dus niet tot bestraffing van de bestuurder in staat van herhaling, maar tot bescherming van de maatschappij tegen gevaarlijke gedragingen in het verkeer; hiervoor kan bijgevolg geen uitstel worden verleend (1). (1) Zie concl. OM (onderzoek van het tweede middel) in Pas. 2021, nr. 154."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200429.2F.1": {
      "court": "CASS",
      "date": "2020-04-29",
      "roleNumber": "P.20.0021.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200429.2F.1",
      "abstractFR": [
        "La circonstance que le prévenu prend la fuite et se soustrait aux poursuites est étrangère à l'exercice des droits de la défense devant une juridiction en vue de combattre une accusation portée contre lui (1); le rejet de la demande de diminution de peine et d'octroi d'un sursis à l'exécution de celle-ci en se fondant sur cette circonstance ne sanctionne dès lors pas le libre choix de sa défense. (1) «Dans les limites de la loi et des dispositions conventionnelles qui ont un effet direct en Belgique, le juge fixe en fait et, dès lors, souverainement la sanction qu'il estime en lien avec la gravité de l'infraction déclarée établie et avec la personnalité de l'auteur; la Cour peut toutefois vérifier s'il ne ressort pas des constatations et des considérations de la décision attaquée qu'elle a été rendue en violation de ces dispositions conventionnelles.» (Cass. 24 mai 2016, RG P.15.1604.N, Pas. 2016, n° 342, § 51; voir Cass. 4 mai 2010, RG P.10.0156.N, Pas. 2010, n° 311; Cass. 4 juin 2008, RG P.08.0489.F, Pas. 2008, n° 345; Cass. 21 septembre 1994, RG P.94.0495.F Pas. 1994, n° 391; Cass. 13 août 1986, RG 674, Pas. 1986, I, n° 695)."
      ],
      "abstractNL": [
        "De omstandigheid dat de beklaagde op de vlucht slaat en zich aan de vervolging onttrekt, houdt geen verband met de uitoefening van zijn recht van verdediging voor een gerecht in het licht van zijn verweer tegen een tegen hem uitgebrachte beschuldiging (1); de verwerping van de vordering tot strafvermindering en tot toekenning van een uitstel van tenuitvoerlegging van die straf op grond van die omstandigheid houdt dus geen bestraffing van zijn vrije keuze van verweer in. (1) “Binnen de perken van de wet en de verdragsbepalingen die in België rechtstreekse werking hebben, bepaalt de rechter in feite en derhalve onaantastbaar de sanctie die hij in verhouding acht met de zwaarte van de bewezen verklaarde inbreuk en de persoonlijkheid van de dader; het Hof vermag evenwel na te gaan of uit de vaststellingen en overwegingen van de bestreden beslissing niet blijkt dat er werd geoordeeld met schending van die verdragsbepalingen” (Cass. 24 mei 2016, AR P.15.1604.N, AC 2016, nr. 342, §51; zie Cass. 4 mei 2010, AR P.10.0156.N, AC 2010, nr. 311; Cass. 4 juni 2008, AR P.08.0489.F, AC 2008, nr. 345; Cass. 21 september 1994, AR P.94.0495.F, AC 1994, nr. 391; Cass. 13 augustus 1986, AR 674, AC 1985-86, nr. 695)."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200310.2N.4": {
      "court": "CASS",
      "date": "2020-03-10",
      "roleNumber": "P.19.1245.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200310.2N.4&lang=fr",
      "abstractFR": [
        "L’obligation, prévue à l'article 8, § 1er, alinéa 4, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation, de motiver le refus d’accorder un sursis probatoire à l’exécution conformément à l’article 195 du Code d’instruction criminelle est uniquement applicable si le prévenu a sollicité l’octroi d’un sursis probatoire à l’exécution; une demande de sursis n’implique pas une demande de sursis probatoire."
      ],
      "abstractNL": [
        "De verplichting van artikel 8, § 1, vierde lid, Probatiewet om de weigering probatie-uitstel van tenuitvoerlegging te verlenen met redenen te omkleden overeenkomstig artikel 195 Wetboek van Strafvordering geldt enkel indien de beklaagde om probatie-uitstel van tenuitvoerlegging heeft verzocht; een verzoek om uitstel impliceert geen verzoek om probatie-uitstel."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200218.2N.7": {
      "court": "CASS",
      "date": "2020-02-18",
      "roleNumber": "P.19.1095.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200218.2N.7&lang=fr",
      "abstractFR": [
        "Les juges d'appel qui ont confirmé une peine assortie d'un sursis tout en portant la durée du délai d'épreuve à trois ans au lieu d'un, ont aggravé la peine infligée au demandeur par le jugement entrepris; il doit ressortir de leur arrêt que cette aggravation de la peine a été prononcée à l'unanimité."
      ],
      "abstractNL": [
        "De appelrechters die een straf met uitstel bevestigen, doch de duur van de proeftijd optrekken van één tot drie jaar, verzwaren de straf opgelegd in het beroepen vonnis; uit hun arrest moet blijken dat die verzwaring van de straf met eenparige stemmen is uitgesproken."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200129.2F.3": {
      "court": "CASS",
      "date": "2020-01-29",
      "roleNumber": "P.19.0435.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200129.2F.3",
      "abstractFR": [
        "Il résulte des articles 8, § 1er, alinéa 7, et 18bis de la loi du 29 juin 1964 sur la suspension, le sursis et la probation que lorsque la peine d'amende infligée à une personne morale ne dépasse pas douze mille euros, la durée du sursis ne peut excéder trois années (1). (1) F. Kuty, Principes généraux du droit pénal belge, Tome IV: la peine, Bruxelles, Larcier, 2017, p. 1035 et Peter Hoet, Gemeenschapsgerichte straffen en maatregelen, Opschorting, uitstel, probatie, werkstraf en elektronisch toezicht, Bruxelles, Larcier, 2014, n° 136."
      ],
      "abstractNL": [
        "Uit de artikelen 8, § 1, zevende lid, en 18bis Probatiewet volgt dat wanneer de aan een rechtspersoon opgelegde geldboete niet meer dan twaalfduizend euro bedraagt, de duur van het uitstel drie jaar niet te boven mag gaan (1). (1) F. Kuty, Principes généraux du droit pénal belge, dl. IV: la peine, Brussel, Larcier, 2017, p. 1035, en Peter Hoet, Gemeenschapsgerichte straffen en maatregelen, Opschorting, uitstel, probatie, werkstraf en elektronisch toezicht, Brussel, Larcier, 2014, nr. 136."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191120.2F.4": {
      "court": "CASS",
      "date": "2019-11-20",
      "roleNumber": "P.19.0925.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191120.2F.4",
      "abstractFR": [
        "En vertu de l'article 8, § 1er, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation, la décision refusant le sursis doit être motivée conformément aux dispositions de l'article 195 du Code d'instruction criminelle; le fait d'infliger une peine effective et d'en donner les motifs peut également laisser apparaître les raisons du refus du sursis (1). (1) Cass. 12 décembre 2006, RG P.06.1191.N, Pas. 2006, n° 642."
      ],
      "abstractNL": [
        "Krachtens artikel 8, § 1, Probatiewet moet de beslissing waarbij het uitstel wordt geweigerd, met redenen zijn omkleed overeenkomstig de bepalingen van artikel 195 Wetboek van Strafvordering; uit het opleggen van een effectieve straf en de daarvoor opgegeven redenen kunnen eveneens de redenen voor de weigering van het uitstel blijken (1). (1) Cass. 12 december 2006, AR P.06.1191.N, AC 2006, nr. 642."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181024.2": {
      "court": "CASS",
      "date": "2018-10-24",
      "roleNumber": "P.18.0936.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181024.2",
      "abstractFR": [
        "Lorsque, pour refuser l'octroi d'un sursis, le juge tient compte d'une condamnation antérieure figurant à l'extrait du casier judiciaire du demandeur formant un obstacle juridique à cette mesure, ni l'article 8 de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation ni aucune autre disposition légale n'imposent la jonction au dossier de la procédure de la copie conforme de la décision de condamnation, mentionnant que cette décision est passée en force de chose jugée (1). (1) Voir Cass. 25 février 1998, RG P.97.1439.F, Pas. 1998, n° 108, et réf. en note; voir aussi les concl. « dit en substance », en partie conformes, du MP."
      ],
      "abstractNL": [
        "Wanneer de rechter, voor zijn weigering om uitstel toe te kennen, rekening houdt met een eerdere veroordeling die op het uittreksel van eisers strafregister wordt vermeld en die een juridisch beletsel vormt voor het verlenen van die maatregel, schrijven noch artikel 8 Probatiewet noch enige andere wetsbepaling voor dat bij het dossier van de rechtspleging een eensluidend verklaard afschrift moet worden gevoegd van de veroordelende beslissing met de vermelding dat die beslissing in kracht van gewijsde is gegaan (1). (1) Zie Cass. 25 februari 1998, AR P.97.1439.F, AC 1998, nr. 108, met verwijzing in noot; zie ook de gedeeltelijk gelijkluidende concl. OM \"in hoofdzaak\", in Pas. 2018, nr. 586."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181002.6": {
      "court": "CASS",
      "date": "2018-10-02",
      "roleNumber": "P.18.0261.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181002.6&lang=fr",
      "abstractFR": [
        "Le juge qui refuse d'accorder la suspension du prononcé ou le sursis à l'exécution est tenu, si la demande lui en est faite, d'énoncer les motifs de cette décision d'une manière qui peut être succincte mais doit être précise; lorsqu'un prévenu expose dans ses conclusions sa défense opposée à cet égard en renvoyant à des circonstances concrètes et spécifiques, l'article 149 de la Constitution oblige le juge à y répondre, sans qu'il soit cependant tenu de justifier chaque élément distinct étayant cette défense (1). (1) Voir Cass. 8 novembre 2016, RG P.15.0724.N, Pas. 2016, n° 628."
      ],
      "abstractNL": [
        "De rechter die weigert de uitspraak van veroordeling op te schorten of uitstel van tenuitvoerlegging te verlenen, moet indien dit hem is gevraagd, nauwkeurig de redenen voor die beslissing vermelden, zij het dat die beknopt mogen zijn; indien een beklaagde in zijn conclusie daarover met verwijzing naar concrete en specifieke omstandigheden verweer voert, verplicht artikel 149 Grondwet de rechter dit verweer te beantwoorden, zonder dat hij evenwel elk afzonderlijk element dat tot staving van dit verweer wordt aangevoerd, moet beantwoorden (1). (1) Zie: Cass. 8 november 2016, AR P.15.0724.N, AC 2016, nr. 628."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180116.4": {
      "court": "CASS",
      "date": "2018-01-16",
      "roleNumber": "P.17.0437.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180116.4&lang=fr",
      "abstractFR": [
        "Le juge est tenu de motiver, d'une manière précise mais succincte, le refus d'accéder à la demande de sursis à l'exécution de la condamnation."
      ],
      "abstractNL": [
        "De rechter moet de weigering in te gaan op het verzoek tot uitstel van tenuitvoerlegging van de veroordeling op nauwkeurige maar beknopte wijze motiveren."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171114.2": {
      "court": "CASS",
      "date": "2017-11-14",
      "roleNumber": "P.16.1250.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171114.2&lang=fr",
      "abstractFR": [
        "En prononçant une peine effective motivée conformément à l'article 195, alinéa 2, du Code d'instruction criminelle, le jugement exclut l'octroi du sursis ou du sursis probatoire (1). (1) Voir Cass. 26 février 2002, RG P.01.1650.N, Pas. 2002, n° 133."
      ],
      "abstractNL": [
        "Door het uitspreken van een overeenkomstig artikel 195, tweede lid, Wetboek van Strafvordering gemotiveerde effectieve straf sluit het vonnis het toekennen van uitstel of probatie-uitstel uit (1). (1) Zie Cass. 26 februari 2002, AR P.01.1650.N, AC 2002, nr. 133."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150203.7": {
      "court": "CASS",
      "date": "2015-02-03",
      "roleNumber": "P.14.1543.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150203.7&lang=fr",
      "abstractFR": [
        "La possession d'images à caractère pornographique impliquant ou présentant des mineurs sanctionnée par la loi ne requiert pas que l'utilisateur d'un ordinateur manifeste sa maîtrise d'une image par le téléchargement ou l'impression de celle-ci; il suffit que la personne concernée visite sciemment un site web et visionne des images (1). (1) Cass. 20 avril 2011, RG P.10.2006.F, Pas. 2011, n° 267."
      ],
      "abstractNL": [
        "Een veroordeling met uitstel van tenuitvoerlegging is onwettig wanneer de beslissing de duur van dat uitstel niet bepaalt (1). (1) Cass. 15 maart 2000, AR P.99.1419.F, AC 2000, nr. 178."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2020:ARR.20200519.2N.2": {
      "court": "CASS",
      "date": "2020-05-19",
      "roleNumber": "P.20.0116.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200519.2N.2&lang=fr",
      "abstractFR": [
        "Il résulte de la combinaison des articles 10, alinéa 9, et 14, § 2, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation et de l’économie générale de la surveillance probatoire et du régime de la révocation que le législateur n’a en aucun cas pu souhaiter que le simple fait qu’un condamné établisse son lieu de résidence en dehors du Royaume durant le délai d’épreuve entraîne l’incompétence de l’ensemble des juridictions belges pour connaître d’une demande de révocation; par contre, il y a lieu d’admettre en pareille occurrence que le tribunal de première instance du lieu de résidence du condamné au moment où le jugement ou l’arrêt ayant accordé le sursis probatoire passe en force de chose jugée, est compétent pour connaître de la demande de révocation (1). (1) Voir également P. HOET, Gemeenschapsgerichte straffen en maatregelen, Larcier, 2014, 155 et 212-213; L. DELBROUCK, “De bijzondere regels inzake territoriale bevoegdheid bij de herroeping van probatiemaatregelen”, note sous Anvers 8 février 2011, Limb. Rechtsl. 2012, 33-36 et B. GROOTAERT, “De territoriale bevoegdheid met betrekking tot het toezicht en de herroeping van de bestraffingsmodaliteiten van de opschorting en het uitstel”, note sous Anvers 18 septembre 2013, N.C. 2013, 476-480."
      ],
      "abstractNL": [
        "Uit de samenhang van de artikelen 10, negende lid, en 14, §2, tweede lid, Probatiewet en de algemene economie van het probatietoezicht en van de herroepingsregeling volgt dat het onmogelijk de bedoeling van de wetgever kan geweest zijn dat het louter vestigen door een veroordeelde tijdens de proeftijd van zijn verblijfplaats buiten het Rijk tot gevolg heeft dat geen enkele Belgische rechter nog bevoegd is om kennis te nemen van een herroepingsvordering; er moet integendeel worden aangenomen dat in een dergelijk gevat de rechtbank van eerste aanleg van de verblijfplaats van de veroordeelde op het ogenblik van het in kracht van gewijsde gaan van het vonnis of arrest dat het probatie-uitstel heeft verleend, bevoegd is om kennis te nemen van de herroepingsvordering (1). (1) Zie ook P. HOET, Gemeenschapsgerichte straffen en maatregelen, Larcier, 2014, 155 en 212-213; L. DELBROUCK, \"De bijzondere regels inzake territoriale bevoegdheid bij de herroeping van probatiemaatregelen\", noot onder Antwerpen 8 februari 2011, Limb. Rechtsl. 2012, 33-36 en B. GROOTAERT, \"De territoriale bevoegdheid met betrekking tot het toezicht en de herroeping van de bestraffingsmodaliteiten van de opschorting en het uitstel\", noot onder Antwerpen 18 september 2013, N.C. 2013, 476-480."
      ]
    }
  },
  "12": {
    "ECLI:BE:CASS:2019:ARR.20191218.2F.6": {
      "court": "CASS",
      "date": "2019-12-18",
      "roleNumber": "P.19.1125.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191218.2F.6",
      "abstractFR": [
        "Il ne résulte pas de l'article 12 de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation, qui s'applique lorsque la commission considère qu'elle doit envisager de suspendre, en tout ou en partie, les conditions fixées par la décision judiciaire, de les préciser ou de les adapter aux circonstances, ni d'aucune autre disposition de la loi du 29 juin 1964, que le régime procédural prévu par cet article soit également applicable à la procédure de révocation du sursis probatoire pour inobservation des conditions imposées (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Noch uit artikel 12 Probatiewet, dat van toepassing is wanneer de commissie van oordeel is dat ze de bij rechterlijke beslissing gestelde voorwaarden geheel of ten dele moet opschorten, nader moet omschrijven of moet aanpassen aan de omstandigheden, noch uit enige andere bepaling van de Probatiewet volgt dat de in dat artikel bepaalde procedureregeling ook van toepassing is op de procedure tot herroeping van het probatieuitstel wegens niet-naleving van de opgelegde voorwaarden (1). (1) Zie concl. OM in Pas. 2019, nr. 680."
      ]
    }
  },
  "13": {
    "ECLI:BE:CASS:2025:ARR.20251112.2F.13": {
      "court": "CASS",
      "date": "2025-11-12",
      "roleNumber": "P.25.1362.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251112.2F.13",
      "abstractFR": [
        "Les juges saisis d'un appel formé contre un jugement ordonnant la révocation du sursis probatoire ne peuvent, sans se contredire, considérer qu'il n'est pas adéquat d'ordonner la révocation et confirmer ensuite le jugement."
      ],
      "abstractNL": null
    }
  },
  "14": {
    "ECLI:BE:CASS:2025:ARR.20250114.2N.4": {
      "court": "CASS",
      "date": "2025-01-14",
      "roleNumber": "P.24.1708.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250114.2N.4",
      "abstractFR": [
        "Selon l'article 14, § 3, seconde phrase, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation, l'action en révocation pour inobservation des conditions imposées est prescrite après une année révolue à compter du jour où la juridiction compétente en a été saisie ; l'action en révocation d'un sursis probatoire porte sur l'exécution de la peine et relève donc de l'action publique (1). (1) Voir les concl. du MP.",
        "La loi du 9 avril 2024 « droit de la procédure pénale I », qui est entrée en vigueur le 28 avril 2024, a modifié les règles de prescription de l'action publique ; les nouvelles règles s'appliquent à toutes les actions qui, au moment de l'entrée en vigueur de la nouvelle loi, n'étaient pas encore prescrites en vertu de l'ancienne loi ; selon l'article 22 du titre préliminaire du Code de procédure pénale, dans sa version applicable jusqu'à son abrogation le 28 avril 2024 par l'article 60 de la loi du 9 avril 2024, le délai de prescription d'un an visé à l'article 14, § 3, seconde phrase, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation pouvait être interrompu ; eu égard à l'abrogation de cette disposition, ledit délai ne peut plus être interrompu (1) (2). (1) Voir les concl. du MP. (2) L. du 17 avril 1878, art. 22, dans sa version postérieure à la l. du 9 avril 2024.",
        "Il résulte des règles instaurées par la loi du 9 avril 2024 « droit de la procédure pénale I » et de leur genèse que le législateur a souhaité maintenir la distinction entre, d'une part, les nouvelles règles de droit commun de la prescription de l'action publique, prévues à l'article 23 du titre préliminaire du Code de procédure pénale, qui dispose que le délai de prescription de l'action publique cesse de courir à dater du jour où le tribunal de police, le tribunal correctionnel, la cour d'assises ou la cour d'appel siégeant en premier et dernier ressort, sont saisis de l'action publique, et, d'autre part, les règles de prescription particulières relatives à l'action en révocation prévues à l'article 14, § 3, seconde phrase, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation ; il est exclu que l'intention du législateur ait été que la saisine de l'action publique entraîne à la fois la prise de cours et la suspension du délai de prescription de l'action en révocation (1) (2). (1) Voir les concl. du MP. (2) L. du 17 avril 1878, art. 23 et 25, dans leur version postérieure à la l. du 9 avril 2024.",
        "La loi du 9 avril 2024 « droit de la procédure pénale I », qui est entrée en vigueur le 28 avril 2024, a modifié les règles de prescription de l'action publique ; les nouvelles règles s'appliquent à toutes les actions qui, au moment de l'entrée en vigueur de la nouvelle loi, n'étaient pas encore prescrites en vertu de l'ancienne loi ; selon l'article 22 du titre préliminaire du Code de procédure pénale, dans sa version applicable jusqu'à son abrogation le 28 avril 2024 par l'article 60 de la loi du 9 avril 2024, le délai de prescription d'un an visé à l'article 14, § 3, seconde phrase, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation pouvait être interrompu ; eu égard à l'abrogation de cette disposition, ledit délai ne peut plus être interrompu (1). (1) Voir les concl. du MP.",
        "Il résulte des règles instaurées par la loi du 9 avril 2024 « droit de la procédure pénale I » et de leur genèse que le législateur a souhaité maintenir la distinction entre, d'une part, les nouvelles règles de droit commun de la prescription de l'action publique, prévues à l'article 23 du titre préliminaire du Code de procédure pénale, qui dispose que le délai de prescription de l'action publique cesse de courir à dater du jour où le tribunal de police, le tribunal correctionnel, la cour d'assises ou la cour d'appel siégeant en premier et dernier ressort, sont saisis de l'action publique, et, d'autre part, les règles de prescription particulières relatives à l'action en révocation prévues à l'article 14, § 3, seconde phrase, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation ; il est exclu que l'intention du législateur ait été que la saisine de l'action publique entraîne à la fois la prise de cours et la suspension du délai de prescription de l'action en révocation (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Volgens artikel 14, § 3, tweede zin, Probatiewet verjaart de vordering tot herroeping wegens niet-naleving van de opgelegde voorwaarden een vol jaar na de dag waarop zij bij het bevoegde gerecht is aangebracht; de vordering tot herroeping van het probatie-uitstel heeft betrekking op de uitvoering van de straf en is dan ook een vordering die behoort tot de strafvordering (1). (1) Zie concl. OM.",
        "De wet van 9 april 2024 Strafprocesrecht I, die op 28 april 2024 in werking is getreden, heeft de regeling van de verjaring van de strafvordering gewijzigd; de nieuwe regeling is van toepassing op alle vorderingen die volgens de oude wet nog niet waren verjaard op het ogenblik van de inwerkingtreding van de nieuwe wet; de eenjarige verjaringstermijn van artikel 14, § 3, tweede zin, Probatiewet kon volgens artikel 22 Voorafgaande Titel Wetboek van Strafvordering, zoals van toepassing tot de opheffing ervan door artikel 60 van de wet van 9 april 2024 Strafprocesrecht I op 28 april 2024, worden gestuit; door de opheffing van die bepaling kan die verjaringstermijn niet langer worden gestuit (1) (2). (1) Zie concl. OM. (2) Art. 22 Voorafgaande Titel Wetboek van Strafvordering, in de versie van na de Wet Strafprocesrecht I van 9 april 2024.",
        "Uit de met de wet van 9 april 2024 Strafprocesrecht I ingevoerde regeling en de wetsgeschiedenis ervan volgt dat de wetgever het onderscheid heeft willen behouden tussen de in artikel 23 Voorafgaande Titel Wetboek van Strafvordering bepaalde nieuwe gemeenrechtelijke regeling van de verjaring van de strafvordering, die stelt dat de verjaringstermijn van de strafvordering niet meer loopt vanaf de dag van de aanhangigmaking van de strafvordering voor de politierechtbank, de correctionele rechtbank, het hof van assisen of het hof van beroep zetelend in eerste en laatste aanleg, en de bijzondere verjaringsregeling van artikel 14, § 3, tweede zin, Probatiewet betreffende de herroepingsvordering; het is uitgesloten dat de wetgever zou hebben gewild dat het feit van aanhangigmaking van de vordering zowel de verjaring van de herroepingsvordering zou doen ingaan als het verloop van die verjaring zou schorsen (1) (2). (1) Zie concl. OM. (2) Artt. 23 en 25 Voorafgaande Titel Wetboek van Strafvordering, in de versie van na de Wet Strafprocesrecht I van 9 april 2024.",
        "Volgens artikel 14, § 3, tweede zin, Probatiewet verjaart de vordering tot herroeping wegens niet-naleving van de opgelegde voorwaarden een vol jaar na de dag waarop zij bij het bevoegde gerecht is aangebracht; de vordering tot herroeping van het probatie-uitstel heeft betrekking op de uitvoering van de straf en is dan ook een vordering die behoort tot de strafvordering (). (1) zie concl. OM.",
        "De wet van 9 april 2024 Strafprocesrecht I, die op 28 april 2024 in werking is getreden, heeft de regeling van de verjaring van de strafvordering gewijzigd; de nieuwe regeling is van toepassing op alle vorderingen die volgens de oude wet nog niet waren verjaard op het ogenblik van de inwerkingtreding van de nieuwe wet; de eenjarige verjaringstermijn van artikel 14, § 3, tweede zin, Probatiewet kon volgens artikel 22 Voorafgaande Titel Wetboek van Strafvordering, zoals van toepassing tot de opheffing ervan door artikel 60 van de wet van 9 april 2024 Strafprocesrecht I op 28 april 2024, worden gestuit; door de opheffing van die bepaling kan die verjaringstermijn niet langer worden gestuit (1). (1) Zie concl. OM.",
        "Uit de met de wet van 9 april 2024 Strafprocesrecht I ingevoerde regeling en de wetsgeschiedenis ervan volgt dat de wetgever het onderscheid heeft willen behouden tussen de in artikel 23 Voorafgaande Titel Wetboek van Strafvordering bepaalde nieuwe gemeenrechtelijke regeling van de verjaring van de strafvordering, die stelt dat de verjaringstermijn van de strafvordering niet meer loopt vanaf de dag van de aanhangigmaking van de strafvordering voor de politierechtbank, de correctionele rechtbank, het hof van assisen of het hof van beroep zetelend in eerste en laatste aanleg, en de bijzondere verjaringsregeling van artikel 14, § 3, tweede zin, Probatiewet betreffende de herroepingsvordering; het is uitgesloten dat de wetgever zou hebben gewild dat het feit van aanhangigmaking van de vordering zowel de verjaring van de herroepingsvordering zou doen ingaan als het verloop van die verjaring zou schorsen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250114.2N.18": {
      "court": "CASS",
      "date": "2025-01-14",
      "roleNumber": "P.24.1377.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250114.2N.18",
      "abstractFR": [
        "Selon l'article 14, § 3, seconde phrase, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation, l'action en révocation pour inobservation des conditions imposées est prescrite après une année révolue à compter du jour où la juridiction compétente en a été saisie ; l'action en révocation d'un sursis probatoire porte sur l'exécution de la peine et relève donc de l'action publique (1). (1) Voir les concl. du MP.",
        "La loi du 9 avril 2024 « droit de la procédure pénale I », qui est entrée en vigueur le 28 avril 2024, a modifié les règles de prescription de l'action publique ; les nouvelles règles s'appliquent à toutes les actions qui, au moment de l'entrée en vigueur de la nouvelle loi, n'étaient pas encore prescrites en vertu de l'ancienne loi ; selon l'article 22 du titre préliminaire du Code de procédure pénale, dans sa version applicable jusqu'à son abrogation le 28 avril 2024 par l'article 60 de la loi du 9 avril 2024, le délai de prescription d'un an visé à l'article 14, § 3, seconde phrase, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation pouvait être interrompu ; eu égard à l'abrogation de cette disposition, ledit délai ne peut plus être interrompu (1) (2). (1) Voir les concl. du MP. (2) L. du 17 avril 1878, art. 22, dans sa version postérieure à la l. du 9 avril 2024.",
        "Il résulte des règles instaurées par la loi du 9 avril 2024 « droit de la procédure pénale I » et de leur genèse que le législateur a souhaité maintenir la distinction entre, d'une part, les nouvelles règles de droit commun de prescription de l'action publique, prévues à l'article 23 du titre préliminaire du Code de procédure pénale, qui dispose que le délai de prescription de l'action publique cesse de courir à dater du jour où le tribunal de police, le tribunal correctionnel, la cour d'assises ou la cour d'appel siégeant en premier et dernier ressort, sont saisis de l'action publique, et, d'autre part, les règles de prescription particulières relatives à l'action en révocation, prévues à l'article 14, § 3, seconde phrase, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation ; il est exclu que l'intention du législateur ait été que la saisine de l'action publique entraîne à la fois la prise de cours et la suspension du délai de prescription de l'action en révocation (1) (2). (1) Voir les concl. du MP. (2) L. du 17 avril 1878, art. 23 et 25, dans leur version postérieure à la l. du 9 avril 2024."
      ],
      "abstractNL": [
        "Volgens artikel 14, § 3, tweede zin, Probatiewet verjaart de vordering tot herroeping wegens niet-naleving van de opgelegde voorwaarden een vol jaar na de dag waarop zij bij het bevoegde gerecht is aangebracht; de vordering tot herroeping van het probatie-uitstel heeft betrekking op de uitvoering van de straf en is dan ook een vordering die behoort tot de strafvordering (1). (1) Zie concl. OM.",
        "De wet van 9 april 2024 Strafprocesrecht I, die op 28 april 2024 in werking is getreden, heeft de regeling van de verjaring van de strafvordering gewijzigd; de nieuwe regeling is van toepassing op alle vorderingen die volgens de oude wet nog niet waren verjaard op het ogenblik van de inwerkingtreding van de nieuwe wet; de eenjarige verjaringstermijn van artikel 14, § 3, tweede zin, Probatiewet kon volgens artikel 22 Voorafgaande Titel Wetboek van Strafvordering, zoals van toepassing tot de opheffing ervan door artikel 60 van de wet van 9 april 2024 Strafprocesrecht I op 28 april 2024, worden gestuit; door de opheffing van die bepaling kan die verjaringstermijn niet langer worden gestuit (1) (2). (1) Zie concl. OM. (2) Art. 22 Voorafgaande Titel Wetboek van Strafvordering, in de versie van na de Wet Strafprocesrecht I van 9 april 2024.",
        "Uit de met de wet van 9 april 2024 Strafprocesrecht I ingevoerde regeling en de wetsgeschiedenis ervan volgt dat de wetgever het onderscheid heeft willen behouden tussen de in artikel 23 Voorafgaande Titel Wetboek van Strafvordering bepaalde nieuwe gemeenrechtelijke regeling van de verjaring van de strafvordering, die stelt dat de verjaringstermijn van de strafvordering niet meer loopt vanaf de dag van de aanhangigmaking van de strafvordering voor de politierechtbank, de correctionele rechtbank, het hof van assisen of het hof van beroep zetelend in eerste en laatste aanleg, en de bijzondere verjaringsregeling van artikel 14, § 3, tweede zin, Probatiewet betreffende de herroepingsvordering; het is uitgesloten dat de wetgever zou hebben gewild dat het feit van aanhangigmaking van de vordering zowel de verjaring van de herroepingsvordering zou doen ingaan als het verloop van die verjaring zou schorsen (1) (2). (1) Zie concl. OM. (2) Artt. 23 en 25 Voorafgaande Titel Wetboek van Strafvordering, in de versie van na de Wet Strafprocesrecht I van 9 april 2024.",
        "De wet van 9 april 2024 Strafprocesrecht I, die op 28 april 2024 in werking is getreden, heeft de regeling van de verjaring van de strafvordering gewijzigd; de nieuwe regeling is van toepassing op alle vorderingen die volgens de oude wet nog niet waren verjaard op het ogenblik van de inwerkingtreding van de nieuwe wet; de eenjarige verjaringstermijn van artikel 14, § 3, tweede zin, Probatiewet kon volgens artikel 22 Voorafgaande Titel Wetboek van Strafvordering, zoals van toepassing tot de opheffing ervan door artikel 60 van de wet van 9 april 2024 Strafprocesrecht I op 28 april 2024, worden gestuit; door de opheffing van die bepaling kan die verjaringstermijn niet langer worden gestuit (1). (1) Zie concl. OM.",
        "Uit de met de wet van 9 april 2024 Strafprocesrecht I ingevoerde regeling en de wetsgeschiedenis ervan volgt dat de wetgever het onderscheid heeft willen behouden tussen de in artikel 23 Voorafgaande Titel Wetboek van Strafvordering bepaalde nieuwe gemeenrechtelijke regeling van de verjaring van de strafvordering, die stelt dat de verjaringstermijn van de strafvordering niet meer loopt vanaf de dag van de aanhangigmaking van de strafvordering voor de politierechtbank, de correctionele rechtbank, het hof van assisen of het hof van beroep zetelend in eerste en laatste aanleg, en de bijzondere verjaringsregeling van artikel 14, § 3, tweede zin, Probatiewet betreffende de herroepingsvordering; het is uitgesloten dat de wetgever zou hebben gewild dat het feit van aanhangigmaking van de vordering zowel de verjaring van de herroepingsvordering zou doen ingaan als het verloop van die verjaring zou schorsen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250909.2N.20": {
      "court": "CASS",
      "date": "2025-09-09",
      "roleNumber": "P.25.0884.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250909.2N.20",
      "abstractFR": null,
      "abstractNL": [
        "De rechter verantwoordt de beslissing tot herroeping van het probatie-uitstel van tenuitvoerlegging bij toepassing van artikel 14 § 2, Probatiewet naar recht indien hij vaststelt dat de veroordeelde minstens één van de hem opgelegde voorwaarden op een zeker ogenblik tijdens de proeftijd niet heeft nageleefd; de omstandigheid dat de veroordeelde bepaalde voorwaarden wel en andere niet heeft nageleefd of dat hij op zeker ogenblik tijdens de proeftijd de voorwaarden heeft nageleefd en op een ander tijdstip dan weer niet, belet de rechter niet het probatie-uitstel van tenuitvoerlegging te herroepen."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230208.2F.4": {
      "court": "CASS",
      "date": "2023-02-08",
      "roleNumber": "P.22.1021.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230208.2F.4",
      "abstractFR": [
        "Lorsque le prévenu est condamné à une peine d'emprisonnement d'un an au moins, laquelle est en partie ferme et en partie assortie du sursis, cette peine est réputée avoir été subie au sens de l'article 56, alinéa 2, du Code pénal, relatif à la récidive, à la date de la fin du délai d'épreuve applicable au sursis lorsque ce dernier n'a pas été révoqué, et à la date à laquelle la partie effective de la peine d'emprisonnement ne peut plus être exécutée, si cette date est postérieure à la précédente (1). (1) Voir Cass. 25 octobre 2022, RG P.22.0813.N, Pas. 2022, n° 676, § 8, et concl. de M. SCHOETERS, avocat général, publiées à leur date dans AC."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20231212.2N.10": {
      "court": "CASS",
      "date": "2023-12-12",
      "roleNumber": "P.23.1361.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231212.2N.10",
      "abstractFR": null,
      "abstractNL": [
        "De vordering tot herroeping van het uitstel van tenuitvoerlegging behoort tot de strafvordering aangezien zij betrekking heeft op de bestraffing en de daarmee verband houdende modaliteiten en daaruit volgt dat de in artikel 14, § 3, tweede zin, Probatiewet bepaalde verjaringstermijn vatbaar is voor stuiting en schorsing volgens de in de Voorafgaande Titel van het Wetboek van Strafvordering bepaalde regels; de in artikel 14, § 3, tweede zin, Probatiewet vermelde verjaringstermijn gaat in op de dag waarop de herroepingsvordering aanhangig wordt gemaakt bij de rechter en dit is niet de datum van het verslag van de probatiecommissie strekkende tot herroeping van het probatie-uitstel of van de betekening van het dagvaarding, maar wel de dag waarop het bevoegde gerecht voor het eerst kennis neemt van de herroepingsvordering; de rechter die oordeelt dat de herroepingsvordering niet is verjaard, moet bij afwezigheid van een daartoe strekkende conclusie, dit niet uitdrukkelijk vaststellen en evenmin melding maken van eventuele door hem aangenomen periodes van schorsing of daden van stuiting (1). (1) Cass. 29 maart 2022, AR P.22.0075.N, AC 2023, nr. 225; Cass. 9 februari 2021, AR P.20.1227.N, AC 2021, nr. 107; Cass. 11 juni 2014, AR P.14.0774.F, AC 2014, nr. 419 met concl. van advocaat-generaal D. VANDERMEERSCH op datum in Pas., RW 2015-2016/39; Cass. 21 oktober 2008, AR P.08.0473.N, AC 2008, nr. 585; Cass. 9 mei 2007, AR P.07.0727.F, AC 2007, nr. 237, RDP 2007/9-10, pp. 891-895; Cass. 12 april 2005, AR P.05.0249.N, AC 2005, nr. 220, RW 2005-2006/35, p. 1379 met noot A. VANDEPLAS, “De herroeping van het probatieuitstel”."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240110.2F.2": {
      "court": "CASS",
      "date": "2024-01-10",
      "roleNumber": "P.23.1282.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240110.2F.2",
      "abstractFR": [
        "Lorsque dans le cadre d'un sursis probatoire, le condamné s'est vu imposer l'obligation de mettre un terme à sa toxicomanie et d'en rapporter la preuve, il ne résulte pas de ce que le mode de preuve n'est pas défini que cette condition soit imprécise mais seulement que son observance peut être établie par toute voie de droit.",
        "Le juge apprécie en fait et, partant, de manière souveraine si le condamné a respecté les conditions mises au sursis."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240507.2N.14": {
      "court": "CASS",
      "date": "2024-05-07",
      "roleNumber": "P.24.0524.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240507.2N.14",
      "abstractFR": null,
      "abstractNL": [
        "De in de artikelen 14, § 1ter en 14, § 2, tweede lid, Probatiewet bepaalde bijzondere herroepingsprocedure van het uitstel en het probatieuitstel inzake overtredingen op de Wegverkeerswet en de uitvoeringsbesluiten ervan werd ingevoerd met de wet van 9 maart 2014 tot wijziging van de wet betreffende de politie over het wegverkeer, gecoördineerd op 16 maart 1968, van de wet van 29 juni 1964 betreffende de opschorting, het uitstel en de probatie, van de wet van 21 juni 1985 betreffende de technische eisen waaraan elk voertuig voor vervoer te land, de onderdelen ervan evenals het veiligheidstoebehoren moeten voldoen en van de wet van 21 november 1989 betreffende de verplichte aansprakelijkheidsverzekering inzake motorrijtuigen; uit de wetsgeschiedenis van deze wet blijkt dat de wetgever zowel met betrekking tot de herroeping van de maatregel van de opschorting en de probatie-opschorting als van de herroeping van het uitstel of het probatie-uitstel wegens een veroordeling voor een nieuwe overtreding van de Wegverkeerswet en de uitvoeringsbesluiten ervan tijdens de proeftijd, met het begrip “politierechtbank van de plaats van het misdrijf” heeft bedoeld de politierechtbank van de plaats van het tijdens de proeftijd begane misdrijf dat aanleiding heeft gegeven tot een nieuwe veroordeling en dus niet de politierechtbank van de plaats van de overtreding die aanleiding heeft gegeven tot de rechterlijke beslissing waarbij de maatregel werd opgelegd waarvan de herroeping wordt gevorderd; noch het facultatief karakter van de herroepingsvordering noch het gegeven dat in het kader van de beoordeling van de herroepingsvordering de nieuwe overtreding zelf niet meer moeten beoordeeld, laat toe anders te oordelen (1). (1) Zie Wetsontwerp van 12 juni 2013 tot wijziging van de wet betreffende de politie over het wegverkeer, gecoördineerd op 16 maart 1968, van de wet van 29 juni 1964 betreffende de opschorting, het uitstel en de probatie (…), Parl. St. Kamer, Doc 53 2880/001, 14-15; P. HOET, “Bevoegdheid van de politierechter om kennis te nemen van een vordering tot herroeping van een probatie-uitstel”, T. Strafr. 2024, 125; L. BREWAEYS, “Ruime waaier aan bestraffingsmogelijkheden voor verkeersmisdrijven na Potpourri II”, VAV 2016, 22. Het openbaar ministerie was van mening dat het middel aanleiding geeft tot cassatie met verwijzing van de zaak naar de politierechtbank van Leuven."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241016.2F.12": {
      "court": "CASS",
      "date": "2024-10-16",
      "roleNumber": "P.24.1022.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241016.2F.12",
      "abstractFR": [
        "Le tribunal de police est compétent pour révoquer le sursis probatoire dans le cas visé au § 1erter de l'article 14 de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation, soit lorsqu'une personne ayant bénéficié d'une telle mesure à la suite d'une condamnation en raison d'une infraction à la loi relative à la circulation routière ou à ses arrêtés d'exécution fait l'objet d'une nouvelle condamnation pour une telle infraction, mais non en cas d'inobservation des conditions imposées aux termes d'une décision de condamnation en raison de pareilles infractions ; dans cette dernière hypothèse, le tribunal correctionnel est seul compétent pour révoquer le sursis (1). (1) Voir les concl. du MP.",
        "Lorsqu'une condamnation du chef d'une infraction à la loi sur la circulation routière ou ses arrêtés d'exécution est assortie d'un sursis probatoire, que le tribunal correctionnel statue sur l'action en révocation de ce sursis pour inobservation des conditions imposées, que cette décision est frappée d'appel et que la cour d'appel, statuant sur l'appel formé contre ce jugement, considère à tort que le tribunal de police était compétent pour connaître de ladite action et se dit dès lors incompétente pour en connaître, la cour saisie du pourvoi formé contre l'arrêt rendu par la cour d'appel casse celui-ci et renvoie la cause à la même cour d‘appel autrement composée (1). (1) Voir les concl. du MP; alors que dans ses conclusions écrites, considérant que l'action en révocation était prescrite, le MP avait conclu à la cassation sans renvoi, il a proposé verbalement à l'audience la cassation avec renvoi, car il lui a paru que, si la modification par loi du 9 avril 2024 des règles du titre préliminaire du Code de procédure pénale gouvernant la prescription de l'action publique ne s'applique pas selon lui à la lex specialis que constitue l'article 14, § 3, de la loi du 29 juin 1964, la Cour considère que le délai de prescription qui y figure est susceptible de suspension et d'interruption de la prescription peuvent s'appliquer à l'action en révocation du sursis probatoire (Cass. 11 juin 2014, RG P.14.0774.F, ECLI:BE:CASS:2014:ARR.20140611.1, Pas. 2014, n° 419 – qui dit que « la demande de révocation du sursis probatoire relève de l'action publique » - et concl. de M. VANDERMEERSCH, avocat général, ECLI:BE:CASS:2014:CONC.20140611.1 ; voir Cass. 16 septembre 2020, RG P.20.0738.F, Pas. 2020, n° 544, ECLI:BE:CASS:2020:ARR.20200916.2F.15, et concl. de M. VANDERMEERSCH, avocat général, ECLI:BE:CASS:2020:CONC.20200916.2F.15, quant à la cause de suspension prévue à l'art. 3 de l'A.R. de pouvoirs spéciaux n°3 du 9 avril 2020 « coronavirus » ; Cass. 12 avril 2005, RG P.05.0249.N, Pas. 2005, n°220, ECLI:BE:CASS:2005:ARR.20050412.10). Il va de soi que la Cour aurait bien tout aussi bien renvoyer la cause à une autre cour d'appel (M.N.B.)"
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20241029.2N.15": {
      "court": "CASS",
      "date": "2024-10-29",
      "roleNumber": "P.24.1037.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241029.2N.15",
      "abstractFR": null,
      "abstractNL": [
        "Geen enkele wettelijke bepaling verleent aan de probatiecommissie de bevoegdheid om toezicht te houden op personen aan wie een gewoon uitstel van tenuitvoerlegging is verleend; daaruit volgt dat, ondanks de verwijzing in artikel 14, § 1ter, derde lid, Probatiewet naar artikel 14, § 2, tweede lid, Probatiewet en de daarin opgenomen vereiste van een verslag van de probatiecommissie, de vordering van het openbaar ministerie strekkende tot herroeping bij toepassing van artikel 14, § 1ter, Probatiewet van een maatregel van gewoon uitstel geen verslag van de probatiecommissie vergt aangezien het onmogelijk de bedoeling van de wetgever kan zijn geweest om de herroepingsvordering afhankelijk te maken van een verslag van een instantie die geen toezicht houdt op de wijze waarop de maatregel van het gewoon uitstel wordt uitgevoerd."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241218.2F.2": {
      "court": "CASS",
      "date": "2024-12-18",
      "roleNumber": "P.24.1371.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241218.2F.2",
      "abstractFR": [
        "Conformément à l'article 14, § 3, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation, qui n'a pas été modifié par la loi du 9 avril 2024, l'action en révocation du sursis probatoire pour inobservation des conditions imposées est prescrite après une année révolue à compter du jour où la juridiction compétente en a été saisie; tendant à l'exécution de la peine, cette action ressortit à l'action publique (1). (1) Voir les concl. du MP.",
        "A la suite de l'abrogation de l'article 22 du titre préliminaire du Code de procédure pénale, le délai prévu par l'article 14, § 3, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation n'est plus susceptible de faire l'objet d'une interruption; il découle de la seconde phrase de l'article 14, § 3, de la loi du 29 juin 1964 que le législateur du 9 avril 2024 a maintenu une distinction entre la règle de droit commun de la prescription de l'action publique inscrite à l'article 23 du titre préliminaire du Code de procédure pénale et le régime particulier de la prescription prévu par ledit article 14, § 3 dès lors que le législateur n'a pas décidé et n'a pas pu vouloir décider que la circonstance qui fait démarrer la prescription de l'action en révocation du sursis probatoire puisse, en même temps, en suspendre le cours (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250401.2N.30": {
      "court": "CASS",
      "date": "2025-04-01",
      "roleNumber": "P.24.1760.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250401.2N.30",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 14, § 2, tweede lid, Probatiewet bepaalt dat het openbaar ministerie ingeval van een vordering tot herroeping van de maatregel van uitstel van tenuitvoerlegging wegens de niet-naleving van probatievoorwaarden, de betrokkene dagvaardt voor de rechtbank van eerste aanleg van zijn verblijfplaats; een verblijfplaats in de zin van artikel 14, § 2, tweede lid, Probatiewet is de werkelijke en feitelijke verblijfplaats van de betrokkene en die plaats, die een zekere duurzaamheid veronderstelt, is in de regel de plaats waar de betrokkene is ingeschreven in de bevolkingsregisters als hebbende er zijn hoofdverblijfplaats en is in de regel niet de gevangenis waar de betrokkene tijdelijk is opgesloten (1). (1) Cass. 27 mei 1986, AC 1985-86, 1301; Antwerpen 14 september 1998, RW 1994-1995, 855 met noot A. VANDEPLAS, “Over de bevoegdheid ratione loci van de strafrechter”; R. VERSTRAETEN en F. VERBRUGGEN, Inleiding tot het Belgisch strafrecht en strafprocesrecht, Antwerpen, Intersentia, 2023, nr. 1133, p. 337."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250610.2N.13": {
      "court": "CASS",
      "date": "2025-06-10",
      "roleNumber": "P.25.0516.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250610.2N.13",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 14, § 2, tweede lid, Probatiewet bepaalt dat het openbaar ministerie ingeval van een vordering tot herroeping van de maatregel van uitstel van tenuitvoerlegging wegens de niet-naleving van probatievoorwaarden, de betrokkene dagvaardt voor de rechtbank van eerste aanleg van zijn verblijfplaats en die verblijfplaats in de zin van artikel 14, § 2, tweede lid, Probatiewet is de werkelijke en feitelijke verblijfplaats van de betrokkene zodat die plaats, die een zekere duurzaamheid veronderstelt, in de regel de plaats is waar de betrokkene is ingeschreven in de bevolkingsregisters als hebbende er zijn hoofdverblijfplaats en in de regel niet de gevangenis waar de betrokkene tijdelijk is opgesloten; uit het enkele gegeven dat volgens de vermeldingen van het rijksregister een persoon tijdelijk afwezig is op zijn adres van inschrijving in de bevolkingsregisters als hebbende er zijn hoofdverblijfplaats omdat hij opgesloten is in een penitentiaire inrichting, volgt niet dat zijn verblijfplaats in de zin van artikel 14, § 2, tweede lid, Probatiewet niet langer de plaats van inschrijving in de bevolkingsregisters is als hebbende zijn hoofdverblijfplaats en het tijdelijk verblijf in een penitentiaire inrichting heeft niet tot gevolg dat die inrichting automatisch de werkelijke en feitelijke verblijfplaats van de betrokkene wordt en het staat aan de rechter te oordelen of dit het geval is (1). (1) Cass. 1 april 2025, AR P.24.1760.N, AC 2025, nr. 249; Cass. 27 mei 1986, AC 1985-86, 1301; Antwerpen 14 september 1998, RW 1994-1995, 855 met noot A. VANDEPLAS, “Over de bevoegdheid ratione loci van de strafrechter”; R. VERSTRAETEN en F. VERBRUGGEN, Inleiding tot het Belgisch strafrecht en strafprocesrecht, Antwerpen, Intersentia, 2023, nr. 1133, p. 337."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250617.2N.16": {
      "court": "CASS",
      "date": "2025-06-17",
      "roleNumber": "P.25.0457.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250617.2N.16",
      "abstractFR": null,
      "abstractNL": [
        "Een veroordeling van de beklaagde tot betaling van de kosten van de strafvordering vereist in beginsel een veroordeling; de rechter die vaststelt dat een vordering tot herroeping van probatieuitstel bij toepassing van artikel 14, § 2, Probatiewet geen voorwerp meer heeft gelet op de herroeping van rechtswege van dit probatieuitstel bij toepassing van artikel 14, § 1, Probatiewet, spreekt tegen de gedaagde tot herroeping van het probatieuitstel geen veroordeling uit; de rechter kan die gedaagde dan ook niet veroordelen tot de kosten van de strafvordering (1). (1) Cass. 27 april 2021, AR P.21.0086.N, AC 2021, nr. 302; Cass. 6 maart 1984, AC 1983-84, nr. 381; Antwerpen 15 mei 2013, RW 2014-15, 136."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250528.2F.12": {
      "court": "CASS",
      "date": "2025-05-28",
      "roleNumber": "P.25.0389.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250528.2F.12",
      "abstractFR": [
        "Ni l'article 14, § 2, de la loi du 29 juin 1964 ni aucune autre disposition légale ou conventionnelle n'interdit au juge de prendre en compte, dans le cadre de l'examen d'une demande de révocation du sursis probatoire pour non-respect d'une ou plusieurs des conditions particulières imposées, dont notamment celle de ne pas commettre de faits de délinquance, les aveux de la personne concernée, consignés dans un procès-verbal de police, relatifs à des faits de mœurs, pourvu que la juridiction ne statue pas sur le caractère infractionnel de ces faits (1). (1) Voir les concl. contraire du MP. En bref, considérant qu'un « fait de délinquance » ne peut être rien d'autre qu'un fait infractionnel, il en a déduit que le juge ne peut considérer, pour révoquer le sursis, que le prévenu a commis des « faits de délinquance » - selon les termes de la condition énoncée dans le jugement qui a accordé le sursis probatoire - sans statuer sur le caractère infractionnel de ces faits. Le problème résidait donc, selon lui, dans la rédaction de cette condition : la décision accordant le sursis probatoire aurait dû mentionner, dans les termes de l'alinéa 1er de l'article 1er, §2bis, de la loi du 29 juin 1964, les conditions probatoires générales y prévues - dont celle de « ne pas commettre d'infractions » - et le juge pouvait, en outre, les compléter par des conditions individualisées, comme le permet l'alinéa 2 de ce §, telle, par exemple, in casu, celle de « ne pas approcher d'enfant de moins de 16 ans », la constatation de la violation d'une telle condition ne requérant pas qu'il soit statué sur le caractère infractionnel du fait dont procède cette violation. (M.N.B.)"
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230425.2N.7": {
      "court": "CASS",
      "date": "2023-04-25",
      "roleNumber": "P.22.1751.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230425.2N.7",
      "abstractFR": null,
      "abstractNL": [
        "De artikelen 52 en 54 Gerechtelijk Wetboek zijn niet van toepassing op de berekening van de duur van de gevangenisstraf en dus ook niet op de bepaling of het uitstel van rechtswege wordt herroepen bij een veroordeling tot een hoofdgevangenisstraf van meer dan zes maanden; indien het veroordelende vonnis of arrest de tenuitvoerlegging van de opgelegde hoofdgevangenisstraf uitstelt behoudens de ondergane voorhechtenis en dus slechts een effectieve hoofdgevangenisstraf oplegt die gelijk is aan die ondergane voorhechtenis, moet de duur van die opgelegde effectieve straf worden bepaald overeenkomstig artikel 25, zesde en zevende lid, Strafwetboek."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230509.2N.10": {
      "court": "CASS",
      "date": "2023-05-09",
      "roleNumber": "P.23.0229.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230509.2N.10",
      "abstractFR": null,
      "abstractNL": [
        "Uit de tekst van artikel 14, § 3 Probatiewet en uit de in artikel 14, § 2, tweede lid, Probatiewet uitgewerkte regeling dat het het openbaar ministerie is dat op verslag van de Probatiecommissie strekkende tot herroeping van het probatie-uitstel dagvaardt tot herroeping, volgt dat de termijn van één jaar een aanvang neemt op de datum waarop het bevoegde gerecht voor het eerst kennis neemt van de herroepingsvordering en dus niet op de datum van het verslag van de probatiecommissie strekkende tot herroeping van het probatie-uitstel (1). (1) Cass. 9 februari 2021, AR P.20.1227.N, AC 2021, nr. 107, RW 2021-22, 1154; Cass. 16 juni 2020, AR P.20.0329.N, AC 2020, nr. 402; Cass. 11 juni 2014, AR P.14.0774.F, AC 2014, nr. 419, met concl. van advocaat-generaal D. VANDERMEERSCH op datum in Pas., RW 2015-16, 1545; Cass. 4 mei 2010, AR P.09.1905.N, AC 2010, nr. 310; P. HOET, “Vijftig jaar Probatiewet: verleden en toekomst van de individualisering van de bestraffing”, in CBR Jaarboek 2013-14, 379 (319-390); T. MOREAU en D. VANDERMEERSCH, Éléments de droit pénal, Brugge, Die Keure, 2019, 387-388."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230620.2N.12": {
      "court": "CASS",
      "date": "2023-06-20",
      "roleNumber": "P.23.0527.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230620.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 14, § 2, eerste lid, Probatiewet volgt niet dat het vonnisgerecht slechts tot herroeping van het probatie-uitstel kan overgaan indien het naast de niet-naleving van de voorwaarden bovendien ook vaststelt en motiveert dat niet kan worden volstaan met het opleggen van aanvullende of gewijzigde voorwaarden; indien de betrokkene evenwel heeft geconcludeerd tot het opleggen van aanvullende of gewijzigde voorwaarden volgt uit artikel 149 Grondwet voor het vonnisgerecht wel de verplichting dit verweer te beantwoorden."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230919.2N.6": {
      "court": "CASS",
      "date": "2023-09-19",
      "roleNumber": "P.23.0723.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230919.2N.6",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 14, § 2, eerste lid, Probatiewet bepaalt dat het probatie-uitstel kan worden herroepen indien degene voor wie die maatregel is genomen de opgelegde voorwaarden niet naleeft; de gedeeltelijke of gehele niet-naleving van één voorwaarde of meerdere voorwaarden die aan de veroordeelde kan worden verweten, kan een herroeping van het probatie-uitstel verantwoorden; de rechter die moet beslissen over een herroepingsvordering oordeelt onaantastbaar of de veroordeelde een voorwaarde gedeeltelijk of geheel niet heeft nageleefd en of die niet-naleving hem kan worden verweten; bij die beoordeling kan de rechter het doel van de opgelegde voorwaarde betrekken en moet de voorwaarde in haar geheel worden gelezen; het Hof gaat na of de rechter uit zijn vaststellingen geen gevolgen afleidt die op grond daarvan onmogelijk kunnen worden verantwoord."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200916.2F.15": {
      "court": "CASS",
      "date": "2020-09-16",
      "roleNumber": "P.20.0738.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200916.2F.15",
      "abstractFR": [
        "Aux termes de l'article 3 de l'arrêté royal de pouvoirs spéciaux n° 3 du 9 avril 2020 portant des dispositions diverses relatives à la procédure pénale et à l'exécution des peines et des mesures prévues dans le cadre de la lutte contre la propagation du coronavirus Covid-19, sont suspendus pour un délai égal à la durée de la période qu'il détermine, les délais de prescription de l'action publique, prévus pour les infractions du Code pénal et pour les infractions aux lois particulières; dès lors que cette disposition n'opère aucune distinction entre les différentes modalités d'exercice de l'action publique, la cause de suspension qu'elle introduit est notamment applicable à la prescription de l'action en révocation du sursis, cette action tendant à l'exécution de la peine et ressortissant par conséquent à l'action publique (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Krachtens artikel 3 van het koninklijk besluit nr. 3 van 9 april 2020 genomen met bijzondere machten houdende diverse bepalingen inzake strafprocedure en uitvoering van straffen en maatregelen in het kader van de strijd tegen de verspreiding van het coronavirus Covid-19, worden de verjaringstermijnen van de strafvordering voorzien voor de misdrijven van het Strafwetboek en voor de misdrijven van de bijzondere wetten geschorst voor een termijn gelijk aan de duur van de daarin bepaalde periode; vermits deze bepaling geen onderscheid maakt tussen de verschillende wijzen waarop de strafvordering wordt uitgeoefend, is de schorsingsgrond die zij invoert met name van toepassing op de verjaring van de vordering tot herroeping van het uitstel; deze vordering, die is gericht op de tenuitvoerlegging van de straf, maakt deel uit van de strafvordering (1). (1) Zie concl. OM in Pas. 2020, nr. 544."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220329.2N.20": {
      "court": "CASS",
      "date": "2022-03-29",
      "roleNumber": "P.22.0075.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220329.2N.20",
      "abstractFR": [
        "Aucune disposition de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation ni aucune autre ne prévoient de délai spécial dans lequel une demande en révocation d'un sursis à l'exécution doit être introduite consécutivement à la commission d'une nouvelle infraction pendant le délai d'épreuve, en application de l'article 14, § 1ter, de ladite loi, ni dans lequel le juge doit statuer sur une telle demande; en conséquence, tant l'introduction d'une demande en révocation que la décision à rendre sur celle-ci doivent intervenir dans le délai de prescription de l'exécution de la peine qui a été assortie d'un sursis à l'exécution, étant entendu que le sursis accordé fait légalement obstacle à cette exécution et que le délai de prescription de l'exécution de la peine est dès lors suspendu pendant le délai d'épreuve (1). (1) Voir en lien avec cette problématique: Cass. 23 février 2016, RG P.14.1268.N, Pas. 2016, n° 132, T.Strafr., 2016/3, pp. 234-236, note T. DECAIGNY, « De termijn voor herroeping van het uitstel van tenuitvoerlegging van een straf omwille van nieuwe feiten »; C. const. n° 30/2019 du 28 février 2019, B.3.6 et B.9, www.const-cour.be; C. const. n° 77/2019 du 23 mai 2019, B.3.6. et B.9; P. HOET, « Over de verjaring van de herroepingsvordering en de straf bij gemeenschapsgerichte maatregelen en straffen », Limb.Rechtsl., 2016/2, 97-98."
      ],
      "abstractNL": [
        "Geen enkele bepaling van de Probatiewet of enig andere bepaling voorziet in een bijzondere termijn waarbinnen een vordering tot herroeping van uitstel van tenuitvoerlegging op grond van artikel 14, § 1ter, Probatiewet wegens het plegen van een nieuw misdrijf tijdens de proeftijd moet worden ingesteld en waarbinnen de rechter over een dergelijke vordering uitspraak moet doen; daaruit volgt dat deze herroepingsvordering moet worden ingesteld en dat erover moet zijn beslist binnen de termijn van de verjaring voor de uitvoering van de opgelegde straf waarvoor uitstel van tenuitvoerlegging is verleend, met dien verstande dat gelet op het verleende uitstel er een wettelijk beletsel is om de straf uit te voeren en de verjaringstermijn voor de uitvoering van de straf bijgevolg is geschorst tijdens de proeftijd (1). (1) Zie over deze problematiek: Cass. 23 februari 2016, AR P.14.1268.N, AC 2016, nr. 132, T.Strafr., 2016, 3, 234-236, met noot T. DECAIGNY, “De termijn voor herroeping van het uitstel van tenuitvoerlegging van een straf omwille van nieuwe feiten”; GwH nr. 30/2019 van 28 februari 2019, randnummers B.3.6 en B.9, www.const-cour.be; GwH nr. 77/2019 van 23 mei 2019, randnummers B.3.6. en B.9; P. HOET, “Over de verjaring van de herroepingsvordering en de straf bij gemeenschapsgerichte maatregelen en straffen”, Limb.Rechtsl. 2016, afl. 2, 97-98.",
        "Geen enkele bepaling van de Probatiewet of enig andere bepaling voorziet in een bijzondere termijn waarbinnen een vordering tot herroeping van uitstel van tenuitvoerlegging op grond van artikel 14, § 1ter, Probatiewet wegens het plegen van een nieuw misdrijf tijdens de proeftijd moet worden ingesteld en waarbinnen de rechter over een dergelijke vordering uitspraak moet doen; daaruit volgt dat deze herroepingsvordering moet worden ingesteld en dat erover moet zijn beslist binnen de termijn van de verjaring voor de uitvoering van de opgelegde straf waarvoor uitstel van tenuitvoerlegging is verleend, met dien verstande dat gelet op het verleende uitstel er een wettelijk beletsel is om de straf uit te voeren en de verjaringstermijn voor de uitvoering van de straf bijgevolg is geschorst tijdens de proeftijd (1). (1) Zie over deze problematiek: Cass. 23 februari 2016, AR P.14.1268.N, AC 2016, nr. 132, T.Strafr. , 2016, 3, 234-236, met noot T. DECAIGNY “De termijn voor herroeping van het uitstel van tenuitvoerlegging van een straf omwille van nieuwe feiten”; GwH nr. 30/2019 van 28 februari 2019, randnummers B.3.6 en B.9, www.const-cour.be ; GwH nr. 77/2019 van 23 mei 2019, randnummers B.3.6. en B.9; P. HOET, “Over de verjaring van de herroepingsvordering en de straf bij gemeenschapsgerichte maatregelen en straffen”, Limb.Rechtsl. 2016, afl. 2, 97-98."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200902.2F.14": {
      "court": "CASS",
      "date": "2020-09-02",
      "roleNumber": "P.20.0897.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200902.2F.14",
      "abstractFR": [
        "Sur le fondement de la chronologie de la procédure d'opposition, les juges d'appel saisi d'une requête de mise en liberté peuvent légalement considérer qu'en l'absence de dispositif légal prévoyant la possibilité de l'introduction d'une requête de mise en liberté à ce stade, il n'y a pas lieu de statuer, dans le cadre d'un recours non prévu par la loi, sur la régularité de la détention du demandeur en dehors de la procédure d'appel contre le jugement déclarant l'opposition du demandeur irrecevable (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Op grond van de chronologie van de verzetprocedure kunnen de appelrechters die kennisnemen van een verzoek tot invrijheidstelling, naar recht beslissen dat, bij gebrek aan een wettelijke regeling die in de mogelijkheid voorziet om in deze fase een verzoek tot invrijheidstelling in te dienen, er geen grond bestaat om, in het kader van een niet bij wet bepaald rechtsmiddel, over de regelmatigheid van de gevangenhouding van de eiser uitspraak te doen buiten het kader van de procedure van hoger beroep tegen het vonnis dat het verzet van de eiser onontvankelijk had verklaard (1). (1) Zie concl. OM in Pas. 2020, nr. 481.",
        "VKrachtens de artikelen 5.4 en 13 EVRM heeft eenieder die door arrestatie of gevangenhouding van zijn vrijheid is beroofd, het recht voorziening te vragen bij de rechter opdat deze op korte termijn beslist over de wettigheid van zijn gevangenhouding; wanneer de eiser het verzet bij de correctionele gerechten aanhangig maakt dat volgens hem regelmatig, binnen de buitengewone verzettermijn, is gedaan tegen het vonnis dat het hem toegekende probatieuitstel herroept, het hof van beroep zijn rechtsmiddel onderzoekt en de eiser, indien zijn verzet ontvankelijk wordt verklaard, wordt vrijgelaten, beschikt hij dus over een daadwerkelijk rechtsmiddel in de zin van de voormelde verdragsbepalingen (1). (1) Zie concl. OM in Pas. 2020, nr. 481."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210427.2N.7": {
      "court": "CASS",
      "date": "2021-04-27",
      "roleNumber": "P.21.0086.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210427.2N.7&lang=fr",
      "abstractFR": [
        "Une décision de révocation du sursis probatoire, prise en application de l'article 14, § 2 et § 3, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation, est une décision de condamnation au sens de l'article 162, alinéa 1er, du Code d'instruction criminelle qui, en vertu de l'article 211 du même code, s'applique également aux cours d'appel."
      ],
      "abstractNL": [
        "Een beslissing die bij toepassing van artikel 14, §§ 2 en 3, Probatiewet een probatie-uitstel herroept is een veroordelende beslissing in de zin van artikel 162, eerste lid, Wetboek van Strafvordering, dat overeenkomstig artikel 211 Wetboek van Strafvordering ook van toepassing is op de hoven van beroep."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210209.2N.10": {
      "court": "CASS",
      "date": "2021-02-09",
      "roleNumber": "P.20.1227.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210209.2N.10&lang=fr",
      "abstractFR": [
        "Le jour auquel la juridiction compétente est saisie de l'action en révocation du sursis pour inobservation des conditions imposées n'est pas le jour de la signification de la citation visant la révocation du sursis probatoire, mais bien le jour auquel la juridiction compétente connaît pour la première fois de l'action en révocation (1); le délai de prescription d'un an est susceptible de suspension et d'interruption (2). (1) Cass. 16 juin 2020, RG P.20.0329.N, Pas. 2020, n° 402. (2) Cass. 16 juin 2020, RG P.20.0329.N, Pas. 2020, n° 402; Cass. 11 juin 2014, RG P.14.0774.F, Pas. 2014, n° 419, avec concl. de M. VANDERMEERSCH, avocat général, RW 2015-16, 1545; Cass. 4 mai 2010, RG P.09.1905.N, Pas. 2010, n° 310; Cass. 9 mai 2007, RG P.07.0272.F, Pas. 2007, n° 237; Cass. 12 avril 2005, RG P.05.0249.N, Pas. 2005, n° 220; Cass. 7 février 1978, Pas. 1978, 674 et note signée A.T. Voir P. HOET, « Vijftig jaar Probatiewet: verleden en toekomst van de individualisering van de bestraffing », dans CBR Jaarboek 2013-14, 379 (pp. 319-390); T. MOREAU et D. VANDERMEERSCH, Éléments de droit pénal, Bruges, La Charte, 2019, pp. 387-388."
      ],
      "abstractNL": [
        "De dag waarop de zaak van herroeping van het probatieuitstel wegens niet-naleving van opgelegde voorwaarden bij het bevoegde gerecht is aangebracht is niet de dag van de betekening van de dagvaarding strekkende tot herroeping van het probatieuitstel, maar wel de dag waarop het bevoegde gerecht voor het eerst kennis neemt van de herroepingsvordering (1); de verjaringstermijn van één jaar is vatbaar voor schorsing en stuiting (2). (1) Cass. 16 juni 2020, AR P.20.0329.N, AC 2020, nr. 402. (2) Cass. 16 juni 2020, AR P.20.0329.N, AC 2020, nr. 402; Cass. 11 juni 2014, AR P.14.0774.F, AC 2014, nr. 419, met concl. van advocaat-generaal D. VANDERMEERSCH op datum in Pas., R.W. 2015-16, 1545; Cass. 4 mei 2010, AR P.09.1905.N, AC 2010, nr. 310; Cass. 9 mei 2007, AR P.07.0272.F, AC 2007, nr. 237; Cass. 12 april 2005, AR P.05.0249.N, AC 2005, nr. 220; Cass. 7 februari 1978, AC 1978, 674 en de noot A.T. Zie P. HOET, \"Vijftig jaar Probatiewet: verleden en toekomst van de individualisering van de bestraffing\", in CBR Jaarboek 2013-14, 379 (319-390); T. MOREAU en D. VANDERMEERSCH, Éléments de droit pénal, Brugge, Die Keure, 2019, 387-388."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200519.2N.2": {
      "court": "CASS",
      "date": "2020-05-19",
      "roleNumber": "P.20.0116.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200519.2N.2&lang=fr",
      "abstractFR": [
        "Il résulte de la combinaison des articles 10, alinéa 9, et 14, § 2, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation et de l’économie générale de la surveillance probatoire et du régime de la révocation que le législateur n’a en aucun cas pu souhaiter que le simple fait qu’un condamné établisse son lieu de résidence en dehors du Royaume durant le délai d’épreuve entraîne l’incompétence de l’ensemble des juridictions belges pour connaître d’une demande de révocation; par contre, il y a lieu d’admettre en pareille occurrence que le tribunal de première instance du lieu de résidence du condamné au moment où le jugement ou l’arrêt ayant accordé le sursis probatoire passe en force de chose jugée, est compétent pour connaître de la demande de révocation (1). (1) Voir également P. HOET, Gemeenschapsgerichte straffen en maatregelen, Larcier, 2014, 155 et 212-213; L. DELBROUCK, “De bijzondere regels inzake territoriale bevoegdheid bij de herroeping van probatiemaatregelen”, note sous Anvers 8 février 2011, Limb. Rechtsl. 2012, 33-36 et B. GROOTAERT, “De territoriale bevoegdheid met betrekking tot het toezicht en de herroeping van de bestraffingsmodaliteiten van de opschorting en het uitstel”, note sous Anvers 18 septembre 2013, N.C. 2013, 476-480."
      ],
      "abstractNL": [
        "Uit de samenhang van de artikelen 10, negende lid, en 14, §2, tweede lid, Probatiewet en de algemene economie van het probatietoezicht en van de herroepingsregeling volgt dat het onmogelijk de bedoeling van de wetgever kan geweest zijn dat het louter vestigen door een veroordeelde tijdens de proeftijd van zijn verblijfplaats buiten het Rijk tot gevolg heeft dat geen enkele Belgische rechter nog bevoegd is om kennis te nemen van een herroepingsvordering; er moet integendeel worden aangenomen dat in een dergelijk gevat de rechtbank van eerste aanleg van de verblijfplaats van de veroordeelde op het ogenblik van het in kracht van gewijsde gaan van het vonnis of arrest dat het probatie-uitstel heeft verleend, bevoegd is om kennis te nemen van de herroepingsvordering (1). (1) Zie ook P. HOET, Gemeenschapsgerichte straffen en maatregelen, Larcier, 2014, 155 en 212-213; L. DELBROUCK, \"De bijzondere regels inzake territoriale bevoegdheid bij de herroeping van probatiemaatregelen\", noot onder Antwerpen 8 februari 2011, Limb. Rechtsl. 2012, 33-36 en B. GROOTAERT, \"De territoriale bevoegdheid met betrekking tot het toezicht en de herroeping van de bestraffingsmodaliteiten van de opschorting en het uitstel\", noot onder Antwerpen 18 september 2013, N.C. 2013, 476-480."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200401.2F.3": {
      "court": "CASS",
      "date": "2020-04-01",
      "roleNumber": "P.20.0136.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200401.2F.3",
      "abstractFR": [
        "Aux termes de l'article 14, § 1erbis, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation, le sursis peut être révoqué si une nouvelle infraction commise pendant le délai d'épreuve a entraîné une condamnation à un emprisonnement principal effectif d'un mois au moins et de six mois au plus; en son alinéa 2, cette disposition prévoit que, dans ce cas, la procédure prévue au § 2, alinéas 2 et 3, dudit article 14 est d'application (1). (1) Voir les concl. du MP.",
        "En vertu de l'article 14, § 2, alinéa 2, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation, la jonction au dossier d'un rapport de la commission de probation tendant à la révocation du sursis probatoire est requise lorsque le ministère public intente l'action en révocation de cette mesure en raison d'une nouvelle infraction (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Luidens artikel 14, § 1bis, Probatiewet kan het uitstel worden herroepen indien er gedurende de proeftijd een nieuw misdrijf is gepleegd dat de veroordeling tot een effectieve hoofdgevangenisstraf van ten minste één maand en ten hoogste zes maanden tot gevolg heeft gehad; in het tweede lid bepaalt voornoemd artikel dat, in dat geval, de procedure bepaald in § 2, tweede en derde lid, van dat artikel 14 van toepassing is (1). (1) Zie concl. OM in Pas. 2020, nr. 223.",
        "Krachtens artikel 14, § 2, tweede lid, Probatiewet dient bij het dossier een verslag van de probatiecommissie tot herroeping van het probatieuitstel te worden gevoegd wanneer het openbaar ministerie de vordering tot herroeping van die maatregel wegens het plegen van een nieuw misdrijf instelt (1). (1) Zie concl. OM in Pas. 2020, nr. 223."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200304.2F.9": {
      "court": "CASS",
      "date": "2020-03-04",
      "roleNumber": "P.20.0226.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200304.2F.9",
      "abstractFR": [
        "Lorsqu'un condamné est détenu sur la base d'un jugement rendu par défaut à son égard, qui révoque le sursis probatoire qui lui avait été accordé et que dans le cadre de la procédure d'opposition, il sollicite sa libération provisoire, cette détention ressortit à l'exécution de la peine; elle ne rentre pas dans l'hypothèse visée à l'article 27, § 2, de la loi du 20 juillet 1990, et une demande de libération provisoire est irrecevable dès lors qu'elle ne trouve appui sur aucune disposition légale (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de veroordeelde is opgesloten op grond van een jegens hem bij verstek gewezen vonnis, dat het hem verleende probatieuitstel herroept, en de veroordeelde, in het kader van de verzetprocedure, om zijn voorlopige invrijheidsstelling verzoekt, maakt die hechtenis deel uit van de strafuitvoering; ze valt niet onder de hypothese bedoeld in artikel 27, § 2, Wet Voorlopige Hechtenis, en het verzoek tot voorlopige invrijheidstelling is niet ontvankelijk aangezien het op geen enkele wettelijke bepaling is gestoeld (1). (1) Zie concl. OM in Pas. 2020, nr. 164."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191218.2F.6": {
      "court": "CASS",
      "date": "2019-12-18",
      "roleNumber": "P.19.1125.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191218.2F.6",
      "abstractFR": [
        "Il ne résulte pas de l'article 12 de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation, qui s'applique lorsque la commission considère qu'elle doit envisager de suspendre, en tout ou en partie, les conditions fixées par la décision judiciaire, de les préciser ou de les adapter aux circonstances, ni d'aucune autre disposition de la loi du 29 juin 1964, que le régime procédural prévu par cet article soit également applicable à la procédure de révocation du sursis probatoire pour inobservation des conditions imposées (1). (1) Voir les concl. du MP.",
        "L'article 6 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales n'est pas applicable à l'action en révocation d'une mesure de sursis probatoire (1). (1) Cass. 6 octobre 2004, RG P.04.0919.F, Pas. 2004, n° 461."
      ],
      "abstractNL": [
        "Noch uit artikel 12 Probatiewet, dat van toepassing is wanneer de commissie van oordeel is dat ze de bij rechterlijke beslissing gestelde voorwaarden geheel of ten dele moet opschorten, nader moet omschrijven of moet aanpassen aan de omstandigheden, noch uit enige andere bepaling van de Probatiewet volgt dat de in dat artikel bepaalde procedureregeling ook van toepassing is op de procedure tot herroeping van het probatieuitstel wegens niet-naleving van de opgelegde voorwaarden (1). (1) Zie concl. OM in Pas. 2019, nr. 680.",
        "Artikel 6 EVRM is niet van toepassing op de vordering tot herroeping van een probatieuitstel (1). (1) Cass. 6 oktober 2004, AR P.04.0919.F, AC 2004, nr. 461."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190424.1": {
      "court": "CASS",
      "date": "2019-04-24",
      "roleNumber": "P.17.0158.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190424.1",
      "abstractFR": [
        "L'article 14, § 2, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation, en ce qu'il ne prévoit pas la possibilité pour le juge de prendre en considération la période durant laquelle les conditions imposées ont été respectées pour ne remettre à exécution que partiellement la peine d'emprisonnement assortie du sursis révoqué, ne viole pas les articles 10 et 11 de la Constitution (1). (1) C. const., 31 janvier 2019, arrêt n° 12/2019."
      ],
      "abstractNL": [
        "Artikel 14, § 2, van de wet van 29 juni 1964 betreffende de opschorting, het uitstel en de probatie schendt de artikelen 10 en 11 van de Grondwet niet, in zoverre het niet voorziet in de mogelijkheid voor de rechter om rekening te houden met de periode tijdens welke de opgelegde voorwaarden werden nageleefd teneinde de gevangenisstraf die met het herroepen uitstel gepaard gaat, maar gedeeltelijk opnieuw ten uitvoer te leggen (1). (1) GwH, 31 januari 2019, arrest nr. 12/2019."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180509.4": {
      "court": "CASS",
      "date": "2018-05-09",
      "roleNumber": "P.18.0344.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180509.4",
      "abstractFR": [
        "Il ne suit pas des articles 14, § 2, et 15 de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation que, lorsque le ministère public prend l'initiative de faire procéder à l'arrestation provisoire du condamné, celui-ci se voit privé de la garantie de l'intervention de la commission de probation, dont l'avis lie la partie poursuivante; toutefois, dans cette hypothèse, la recevabilité de la demande en révocation du sursis probatoire n'est pas subordonnée à l'établissement préalable du rapport de la commission de probation tendant à cette révocation, ce rapport pouvant être déposé dans le cours de la procédure (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de artikelen 14, § 2, en 15 Probatiewet volgt niet dat wanneer het openbaar ministerie het initiatief neemt om de veroordeelde voorlopig aan te houden, hem de waarborg van de tussenkomst van de probatiecommissie wordt ontzegd, waarvan het advies voor de vervolgende partij bindend is; in dat geval evenwel is de ontvankelijkheid van de vordering tot herroeping van het probatie-uitstel niet afhankelijk van het feit dat de probatie-commissie eerst een verslag in die zin heeft opgemaakt, aangezien dat verslag nog steeds in de loop van de procedure kan worden ingediend (1). (1) Zie concl. OM in Pas 2018, nr. 299."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161213.12": {
      "court": "CASS",
      "date": "2016-12-13",
      "roleNumber": "P.16.1103.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161213.12&lang=fr",
      "abstractFR": [
        "Il résulte des dispositions de l'article 14, § 2, alinéas 1 et 2, de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation que la juridiction de jugement saisie d'une demande recevable en révocation du sursis probatoire peut statuer de trois manières: elle peut maintenir le sursis probatoire, le révoquer ou l'assortir de nouvelles conditions; la juridiction de jugement appelée à se prononcer sur une demande recevable de révocation ne peut modifier ni la nature ni l'objet de la peine prononcée et ne peut ainsi remplacer un suris probatoire par un sursis simple (1). (1) Cass. 11 septembre 2013, RG P.13.0706.F, Pas. 2013, n° 439; P. HOET, Gemeenschapsgerichte straffen en maatregelen. Opschorting, uitstel, probatie, werkstraf en elektronisch toezicht, Larcier 2014, 217, p. 474-475."
      ],
      "abstractNL": [
        "Uit de bepalingen van artikel 14, § 2, eerste en tweede lid, Probatiewet volgt dat het vonnisgerecht bij wie een ontvankelijke vordering tot herroeping van het probatieuitstel aanhangig is slechts op drie wijzen kan beslissen: het kan het probatieuitstel handhaven, het kan het probatieuitstel herroepen of het kan nieuwe voorwaarden aan het reeds verleende probatieuitstel verbinden; het vonnisgerecht dat moet oordelen over een ontvankelijke herroepingsvordering kan noch de aard noch het voorwerp van de uitgesproken straf wijzigen en kan dan ook een probatieuitstel niet vervangen door een gewoon uitstel (1). (1) Cass. 11 september 2013, AR P.13.0706.F, AC 2013, nr. 439; P. HOET, Gemeenschapsgerichte straffen en maatregelen Opschorting, uitstel, probatie, werkstraf en elektronisch toezicht, Larcier, 2014, 217, p. 474-475."
      ]
    }
  },
  "15": {
    "ECLI:BE:CASS:2019:ARR.20191218.2F.6": {
      "court": "CASS",
      "date": "2019-12-18",
      "roleNumber": "P.19.1125.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191218.2F.6",
      "abstractFR": [
        "Il ne résulte pas de l'article 12 de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation, qui s'applique lorsque la commission considère qu'elle doit envisager de suspendre, en tout ou en partie, les conditions fixées par la décision judiciaire, de les préciser ou de les adapter aux circonstances, ni d'aucune autre disposition de la loi du 29 juin 1964, que le régime procédural prévu par cet article soit également applicable à la procédure de révocation du sursis probatoire pour inobservation des conditions imposées (1). (1) Voir les concl. du MP.",
        "L'article 6 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales n'est pas applicable à l'action en révocation d'une mesure de sursis probatoire (1). (1) Cass. 6 octobre 2004, RG P.04.0919.F, Pas. 2004, n° 461."
      ],
      "abstractNL": [
        "Noch uit artikel 12 Probatiewet, dat van toepassing is wanneer de commissie van oordeel is dat ze de bij rechterlijke beslissing gestelde voorwaarden geheel of ten dele moet opschorten, nader moet omschrijven of moet aanpassen aan de omstandigheden, noch uit enige andere bepaling van de Probatiewet volgt dat de in dat artikel bepaalde procedureregeling ook van toepassing is op de procedure tot herroeping van het probatieuitstel wegens niet-naleving van de opgelegde voorwaarden (1). (1) Zie concl. OM in Pas. 2019, nr. 680.",
        "Artikel 6 EVRM is niet van toepassing op de vordering tot herroeping van een probatieuitstel (1). (1) Cass. 6 oktober 2004, AR P.04.0919.F, AC 2004, nr. 461."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180509.4": {
      "court": "CASS",
      "date": "2018-05-09",
      "roleNumber": "P.18.0344.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180509.4",
      "abstractFR": [
        "Il ressort des travaux préparatoires de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation que l'action d'office du ministère public au titre de l'article 15 de ladite loi peut se revendiquer de la gravité de la condamnation prononcée, des faits qui, selon lui, justifient le retrait de la probation et du danger de voir le condamné se soustraire à l'exécution de la procédure en révocation (1). (1) Doc. parl., Chambre, S.O. 1956-1957, n° 598/1, p. 17.",
        "Il ne suit pas des articles 14, § 2, et 15 de la loi du 29 juin 1964 concernant la suspension, le sursis et la probation que, lorsque le ministère public prend l'initiative de faire procéder à l'arrestation provisoire du condamné, celui-ci se voit privé de la garantie de l'intervention de la commission de probation, dont l'avis lie la partie poursuivante; toutefois, dans cette hypothèse, la recevabilité de la demande en révocation du sursis probatoire n'est pas subordonnée à l'établissement préalable du rapport de la commission de probation tendant à cette révocation, ce rapport pouvant être déposé dans le cours de la procédure (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de wetsgeschiedenis van de Probatiewet blijkt dat het ambtshalve optreden van het openbaar ministerie, op grond van artikel 15 van die wet, zijn verantwoording kan vinden in de zwaarte van de veroordeling, in de feiten die, volgens het openbaar ministerie, de intrekking van de probatie rechtvaardigen en in het gevaar dat de veroordeelde zich aan de tenuitvoerlegging van de herroepingsprocedure zou onttrekken (1). (1) Gedr.st., Kamer, gew.z. 1956-1957, nr. 598/1, p. 17.",
        "Uit de artikelen 14, § 2, en 15 Probatiewet volgt niet dat wanneer het openbaar ministerie het initiatief neemt om de veroordeelde voorlopig aan te houden, hem de waarborg van de tussenkomst van de probatiecommissie wordt ontzegd, waarvan het advies voor de vervolgende partij bindend is; in dat geval evenwel is de ontvankelijkheid van de vordering tot herroeping van het probatie-uitstel niet afhankelijk van het feit dat de probatie-commissie eerst een verslag in die zin heeft opgemaakt, aangezien dat verslag nog steeds in de loop van de procedure kan worden ingediend (1). (1) Zie concl. OM in Pas 2018, nr. 299."
      ]
    }
  },
  "17": {
    "ECLI:BE:CASS:2022:ARR.20220913.2N.2": {
      "court": "CASS",
      "date": "2022-09-13",
      "roleNumber": "P.22.0590.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220913.2N.2",
      "abstractFR": [
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Noch uit artikel 17, eerste lid, Probatiewet, noch uit enige andere bepaling van de Probatiewet volgt voor de rechter die kennis neemt van een nieuwe vervolging de verplichting om uitdrukkelijk vast te stellen dat een gelijkvormig verklaard afschrift van de beslissing die de opschorting heeft bevolen bij het dossier is gevoegd."
      ]
    }
  },
  "18": {
    "ECLI:BE:CASS:2023:ARR.20230208.2F.4": {
      "court": "CASS",
      "date": "2023-02-08",
      "roleNumber": "P.22.1021.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230208.2F.4",
      "abstractFR": [
        "Lorsque le prévenu est condamné à une peine d'emprisonnement d'un an au moins, laquelle est en partie ferme et en partie assortie du sursis, cette peine est réputée avoir été subie au sens de l'article 56, alinéa 2, du Code pénal, relatif à la récidive, à la date de la fin du délai d'épreuve applicable au sursis lorsque ce dernier n'a pas été révoqué, et à la date à laquelle la partie effective de la peine d'emprisonnement ne peut plus être exécutée, si cette date est postérieure à la précédente (1). (1) Voir Cass. 25 octobre 2022, RG P.22.0813.N, Pas. 2022, n° 676, § 8, et concl. de M. SCHOETERS, avocat général, publiées à leur date dans AC."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20231114.2N.2": {
      "court": "CASS",
      "date": "2023-11-14",
      "roleNumber": "P.23.0985.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231114.2N.2",
      "abstractFR": null,
      "abstractNL": [
        "Overeenkomstig artikel 187, § 1, vierde lid, Wetboek van Strafvordering kan de bij verstek veroordeelde partij die geen kennis heeft gekregen van de betekening van die veroordelende beslissing slechts in verzet komen totdat de termijnen van verjaring van de straf verstreken zijn; bij de beoordeling van de niet-ontvankelijkheid van dergelijk verzet omdat het werd aangetekend na de verjaring van de straf, dient rekening gehouden te worden met het feit dat ingeval van een veroordeling bij verstek tot een straf met uitstel van tenuitvoerlegging, de verjaring van de straf krachtens artikel 18 Probatiewet geschorst is gedurende de termijn van uitstel."
      ]
    }
  },
  "18bis": {
    "ECLI:BE:CASS:2022:ARR.20220908.1F.4": {
      "court": "CASS",
      "date": "2022-09-08",
      "roleNumber": "F.21.0083.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220908.1F.4",
      "abstractFR": [
        "Lorsqu'au pénal, le condamné se trouve dans les conditions pour bénéficier du sursis, il appartient à la juridiction de jugement d'apprécier, sur la base de considérations propres au condamné, s'il convient d'ordonner cette mesure (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer, in strafzaken, de veroordeelde voldoet aan de voorwaarden om het uitstel te genieten, komt het aan het vonnisgerecht toe om, op grond van overwegingen eigen aan de veroordeelde, te beoordelen of die maatregel moet worden opgelegd (1). (1) Zie concl. OM in Pas. 2022, nr. 519.",
        "Wanneer, in strafzaken, de veroordeelde voldoet aan de voorwaarden om het uitstel te genieten, komt het aan het vonnisgerecht toe om, op grond van overwegingen eigen aan de veroordeelde, te beoordelen of die maatregel moet worden opgelegd (1). (1) Zie concl. OM in Pas. 2022, nr. 518."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200129.2F.3": {
      "court": "CASS",
      "date": "2020-01-29",
      "roleNumber": "P.19.0435.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200129.2F.3",
      "abstractFR": [
        "Il résulte des articles 8, § 1er, alinéa 7, et 18bis de la loi du 29 juin 1964 sur la suspension, le sursis et la probation que lorsque la peine d'amende infligée à une personne morale ne dépasse pas douze mille euros, la durée du sursis ne peut excéder trois années (1). (1) F. Kuty, Principes généraux du droit pénal belge, Tome IV: la peine, Bruxelles, Larcier, 2017, p. 1035 et Peter Hoet, Gemeenschapsgerichte straffen en maatregelen, Opschorting, uitstel, probatie, werkstraf en elektronisch toezicht, Bruxelles, Larcier, 2014, n° 136."
      ],
      "abstractNL": [
        "Uit de artikelen 8, § 1, zevende lid, en 18bis Probatiewet volgt dat wanneer de aan een rechtspersoon opgelegde geldboete niet meer dan twaalfduizend euro bedraagt, de duur van het uitstel drie jaar niet te boven mag gaan (1). (1) F. Kuty, Principes généraux du droit pénal belge, dl. IV: la peine, Brussel, Larcier, 2017, p. 1035, en Peter Hoet, Gemeenschapsgerichte straffen en maatregelen, Opschorting, uitstel, probatie, werkstraf en elektronisch toezicht, Brussel, Larcier, 2014, nr. 136."
      ]
    }
  }
}