{
  "1": {
    "ECLI:BE:CASS:2023:ARR.20231113.3F.3": {
      "court": "CASS",
      "date": "2023-11-13",
      "roleNumber": "F.19.0116.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231113.3F.3",
      "abstractFR": [
        "Pour déterminer si des véhicules vendus pour pièces peuvent être qualifiés de bien d'occasion justifiant l'application du régime de la marge bénéficiaire, le juge est tenu d'examiner si les véhicules vendus pour pièces comportent encore des parties constitutives conservant les fonctionnalités qu'elles possédaient à l'état neuf de manière à pouvoir être réutilisées telles quelles ou après réparation (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220516.3F.7": {
      "court": "CASS",
      "date": "2022-05-16",
      "roleNumber": "F.19.0116.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220516.3F.7",
      "abstractFR": [
        "Lorsque se pose la question de savoir si des véhicules automobiles hors d'usage acquis par une entreprise de vente de véhicules d'occasion et d'épaves auprès de personnes visées à l'article 314 de la directive, destinés à être vendus « pour pièces » sans que les pièces en aient été détachées, constituent des biens d'occasion au sens de l'article 311, paragraphe 1er, point 1, de la directive 2006/112/CE du Conseil du 28 novembre 2006 relative au système commun de taxe sur la valeur ajoutée, la Cour pose une question préjudicielle à la Cour de justice de l'Union européenne (1). (1) Voir les concl. du MP. | L'article 311, § 1er, point 1, de la directive de la directive 2006/112/CE du Conseil du 28 novembre 2006 relative au système commun de taxe sur la valeur ajoutée doit être interprété en ce sens que des véhicules automobiles définitivement hors d'usage acquis par une entreprise auprès de personnes visées à l'article 314 de cette directive et destinés à être vendus ‘pour pièces' sans que les pièces en aient été détachées constituent des biens d'occasion au sens de cette disposition lorsque, d'une part, ils comportent encore des pièces qui conservent les fonctionnalités qu'elles possédaient à l'état neuf de manière à pouvoir être réutilisées telles quelles ou après réparation et, d'autre part, il est établi que ces véhicules sont restés dans le cycle économique qui était le leur du fait d'une telle réutilisation des pièces et n'ont pas en réalité été vendus pour être simplement détruits ou transformés en un autre objet (1). (1) Voir les concl. du MP. | Pour déterminer si des véhicules vendus pour pièces peuvent être qualifiés de bien d'occasion justifiant l'application du régime de la marge bénéficiaire, le juge est tenu d'examiner si les véhicules vendus pour pièces comportent encore des parties constitutives conservant les fonctionnalités qu'elles possédaient à l'état neuf de manière à pouvoir être réutilisées telles quelles ou après réparation (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de vraag rijst of buiten gebruik gestelde motorvoertuigen die door een onderneming voor de verkoop van tweedehandswagens en wrakken zijn gekocht bij de in artikel 314 van de richtlijn bedoelde personen en die bedoeld zijn om “voor stukken” te worden verkocht, zonder dat die stukken hieruit zijn gehaald, gebruikte goederen vormen in de zin van artikel 311, paragraaf 1, punt 1, van de richtlijn nr. 2006/112/EG van de Raad van 28 november 2006 betreffende het gemeenschappelijke stelsel van belasting over de toegevoegde waarde, stelt het Hof een prejudiciële vraag aan het Hof van Justitie van de Europese Unie (1). (1) Zie concl. OM in Pas. 2022, nr. 318. | Vertaling nog niet beschikbaar"
      ]
    }
  }
}