{
  "7": {
    "ECLI:BE:CASS:2025:ARR.20250206.1F.3": {
      "court": "CASS",
      "date": "2025-02-06",
      "roleNumber": "C.23.0349.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250206.1F.3",
      "abstractFR": [
        "Dès lors que la loi du 30 juillet 1979 ne précise pas ce qu'il y a lieu d'entendre par dommage corporel, ce terme doit être compris dans le sens que lui donne le droit commun; selon celui-ci, le dommage corporel englobe les atteintes à l'intégrité tant physique que psychique (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Aangezien de wet van 30 juli 1979 niet verduidelijkt wat onder lichamelijke schade moet worden begrepen, moet dit begrip worden verstaan in de betekenis die hieraan in het gemeen recht wordt gegeven; volgens dat recht omvat de lichamelijke schade de aantastingen van zowel de lichamelijke als de psychische integriteit (1). (1) Zie concl. OM."
      ]
    }
  },
  "8": {
    "ECLI:BE:CASS:2025:ARR.20250206.1F.3": {
      "court": "CASS",
      "date": "2025-02-06",
      "roleNumber": "C.23.0349.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250206.1F.3",
      "abstractFR": [
        "Il ne suit pas de l'article 8, alinéa 1er, de la loi du 30 juillet 1979 que seules les personnes démontrant leur présence dans ou à proximité des établissements visés à l'article 7 au moment du sinistre sont des tiers (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit artikel 8, eerste lid, van de wet van 30 juli 1979 volgt niet dat enkel de personen die hun aanwezigheid in of vlak bij een van de in artikel 7 bedoelde inrichtingen op het ogenblik van het schadegeval aantonen, derden zijn (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20121130.2": {
      "court": "CASS",
      "date": "2012-11-30",
      "roleNumber": "C.11.0618.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20121130.2&lang=fr",
      "abstractFR": [
        "Par l'article 8, alinéa 7, b), de la loi du 30 juillet 1979 relative à la prévention des incendies et des explosions ainsi qu'à l'assurance obligatoire de la responsabilité civile dans ces mêmes circonstances, le législateur veut éviter que l'exercice du droit de subrogation par d'autres assureurs ralentisse le paiement des indemnités de l'assurance responsabilité objective et que l'assureur objectif de la responsabilité doive supporter la totalité de la charge du dommage; la référence à l'article 41 de la loi du 25 juin 1992 sur le contrat d'assurance terrestre n'a, dès lors, pas pour but de limiter l'exclusion aux assureurs belges qui sont subrogés dans les droits de leurs assurés après avoir indemnisé la personne lésée (1). (1) Voir les concl. du M.P. publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Met de bepaling van artikel 8, zevende lid, b) van de wet van 30 juli 1979 betreffende de preventie van brand en ontploffing en betreffende de verplichte verzekering van de burgerrechtelijke aansprakelijkheid in dergelijke gevallen wil de wetgever vermijden dat het uitoefenen van het subrogatierecht door andere verzekeraars de uitkering van de vergoeding van de objectieve aansprakelijkheidsverzekering vertraagt en de objectieve aansprakelijkheidsverzekeraar de gehele last moet dragen van het schadegeval; de verwijzing naar artikel 41 van de Wet Landverzekeringsovereenkomst heeft aldus niet de bedoeling de uitsluiting te beperken tot Belgische verzekeraars die na vergoeding van de benadeelde persoon in de rechten van hun verzekerden zijn gesubrogeerd (1). (1) Zie de concl. van het O.M."
      ]
    }
  }
}