{
  "49": {
    "ECLI:BE:CASS:2025:ARR.20250929.3F.1": {
      "court": "CASS",
      "date": "2025-09-29",
      "roleNumber": "F.10.0058.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250929.3F.1",
      "abstractFR": [
        "Nonobstant le fait que le commandement constitue le premier acte de poursuites directes au sens des articles 148 et 149 de l'arrêté royal d'exécution du Code des impôts sur les revenus 1992, le commandement doit être interprété comme constituant également un acte interruptif de prescription au sens de l'article 2244 de l'ancien Code civil, même lorsque la dette d'impôt contestée n'a pas de caractère certain et liquide (1). (1) Voir les concl. du MP.",
        "Il ressort de la genèse de l'article 49 de la loi-programme du 9 juillet 2004 que l'insertion de cette disposition légale est justifiée par le fait que la régularité de l'interruption de la prescription des impôts contestés par la signification d'un commandement a été reconnue jusqu'au moment où les arrêts des 10 octobre 2002 et 21 février 2003 ont été rendus par la Cour et que cette disposition légale a été adoptée afin de garantir les intérêts financiers du Trésor; cette disposition légale, qui doit empêcher que certains contribuables bénéficient d'un avantage non envisagé par le législateur et qui est conforme à l'intérêt général et nécessaire pour assurer le paiement des impôts dont le législateur n'a nullement modifié les règles d'établissement, est compatible avec l'article 1er du Premier Protocole additionnel à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2013:ARR.20131121.1": {
      "court": "CASS",
      "date": "2013-11-21",
      "roleNumber": "F.11.0175.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131121.1&lang=fr",
      "abstractFR": [
        "Laarticle 49 de la loi-programme du 9 juillet 2004 qui doit empêcher que certains contribuables bénéficient daun avantage qui naest pas prévu par la législateur et qui est conforme à laintérêt général et nécessaire pour assurer le paiement daimpôts pour lesquels le législateur naa nullement modifié les règles daétablissement, est compatible avec laarticle 1er du Premier Protocole Additionnel de la Convention de sauvegarde des droits de lahomme et des libertés fondamentales (1). (1) Voir les concl. du M.P. publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Artikel 49 van de Programmawet van 9 juli 2004, dat moet verhinderen dat bepaalde belastingplichtigen een door de wetgever niet-bedoeld voordeel zouden genieten en dat in overeenstemming is met het algemeen belang en noodzakelijk is om de betaling te verzekeren van belastingen waarvan de wetgever geenszins de regels van vaststelling wijzigde, is verenigbaar met artikel 1 van het eerste aanvullende Protocol EVRM (1). (1) Zie concl. O.M."
      ]
    }
  },
  "101bis": {
    "ECLI:BE:CASS:2010:ARR.20100607.2": {
      "court": "CASS",
      "date": "2010-06-07",
      "roleNumber": "S.09.0079.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100607.2&lang=fr",
      "abstractFR": [
        "Il ne peut être déduit de l'article 103ter de la loi de redressement du 22 janvier 1985 contenant des dispositions sociales que l'article 101bis de la loi qui, avant son abrogation par la loi-programme du 9 juillet 2004 prévoyait qu'en cas de préavis donné par l'employeur, le délai de préavis ne courait pas durant la suspension de l'exécution du contrat de travail prévue aux articles 100 et 100bis de la loi, était applicable aux travailleurs soumis à l'application de la convention collective de travail n° 77bis, conclue au sein du Conseil national du travail le 19 décembre 2001, remplaçant la convention collective de travail n° 77 du 14 février 2001 instaurant un système de crédit-temps, de diminution de carrière et de réduction des prestations de travail à mi-temps (1). (1) Voir les conclusions du M.P. publiées avant cet arrêt dans A.C."
      ],
      "abstractNL": [
        "Uit artikel 103ter van de Herstelwet van 22 januari 1985 houdende sociale bepalingen, kan niet afgeleid worden dat artikel 101bis, dat vóór zijn opheffing door de wet van 9 juli 2004 bepaalde dat bij opzegging gegeven door de werkgever, de opzeggingstermijn niet loopt gedurende de bij de artikelen 100 en 100bis van die wet bedoelde onderbreking van de arbeidsovereenkomst, van toepassing was op werknemers die vallen onder de toepassing van de C.A.O. nr. 77bis van 19 december 2001 gesloten in de Nationale arbeidsraad tot invoering van een stelsel van tijdskrediet, loopbaanonderbreking en vermindering van de arbeidsprestaties tot een halftijdse betrekking (1). (1) Zie de conclusie van het O.M."
      ]
    }
  }
}