{
  "2": {
    "ECLI:BE:CASS:2025:ARR.20250324.3F.1": {
      "court": "CASS",
      "date": "2025-03-24",
      "roleNumber": "F.22.0116.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250324.3F.1",
      "abstractFR": [
        "L'annotation dans le registre spécialement prévu à cet effet constitue le seul mode de preuve admissible de la date de la publication d'un règlement ou d'une ordonnance communal ainsi que du fait de sa publication, à savoir celle qui comporte matériellement tout à la fois, suivant ce qu'ont dû constater personnellement les officiers publics signataires, son objet, la date de la décision du conseil communal par laquelle il a été adopté, le lieu où il peut être consulté par le public ainsi que la décision d'approbation par l'autorité de tutelle; l'annotation ne fait en revanche pas preuve de la régularité de l'affichage (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De aantekening in het speciaal daartoe bestemde register vormt het enige toelaatbare bewijsmiddel van de datum van bekendmaking van een gemeentelijk reglement of een gemeentelijke verordening, evenals van de bekendmaking zelf, te weten het bewijsmiddel waarin alles materieel is vervat, in overeenstemming met wat persoonlijk door de ondertekenende openbare ambtenaren is vastgesteld, het onderwerp, de datum van de gemeenteraadsbeslissing op grond waarvan het is goedgekeurd, de plaats waar het door het publiek kan worden geraadpleegd, evenals de goedkeuringsbeslissing van de toezichthoudende overheid; de aantekening toont daarentegen de regelmatigheid van de aanplakking niet aan (1). (1) Zie concl. OM.",
        "De aantekening in het speciaal daartoe bestemde register vormt het enige toelaatbare bewijsmiddel van de datum van bekendmaking van een gemeentelijk reglement of een gemeentelijke verordening, evenals van de bekendmaking zelf, te weten het bewijsmiddel waarin alles materieel is vervat, in overeenstemming met wat persoonlijk door de ondertekenende openbare ambtenaren is vastgesteld, het onderwerp, de datum van de gemeenteraadsbeslissing op grond waarvan het is goedgekeurd, de plaats waar het door het publiek kan worden geraadpleegd, evenals de goedkeuringsbeslissing van de toezichthoudende overheid; de aantekening toont daarentegen de regelmatigheid van de aanplakking niet aan (1). (1) Zie concl. OM in Pas. 2025, nr. 218."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231117.1F.1": {
      "court": "CASS",
      "date": "2023-11-17",
      "roleNumber": "F.22.0069.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231117.1F.1",
      "abstractFR": [
        "Le seul mode de preuve admissible de la publication d'une ordonnance ou d'un règlement communal est l'annotation dans le registre spécial tenu par le secrétaire communal (1). (1) Voir les concl. du MP.",
        "Ni l'article L1133-1 ni l'article L1133-2 du Code de la démocratie locale et de la décentralisation n'imposent la publication intégrale des règlements communaux (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240119.1F.1": {
      "court": "CASS",
      "date": "2024-01-19",
      "roleNumber": "F.22.0055.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240119.1F.1",
      "abstractFR": [
        "Sous peine de ne pas pouvoir constituer le mode de preuve, seul admissible, de la publication d'un règlement ou d'une ordonnance communale, l'annotation prescrite par l'article L1133-2 du Code de la démocratie locale et de la décentralisation doit mentionner la date de la publication du règlement ou de l'ordonnance (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20210517.3F.7": {
      "court": "CASS",
      "date": "2021-05-17",
      "roleNumber": "F.20.0159.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210517.3F.7",
      "abstractFR": [
        "L'affichage doit s'entendre d'un mode permanent de publication qui permet aux intéressés de prendre connaissance, à toute heure, de l'existence d'un règlement ou d'une ordonnance dont il leur appartiendra, s'ils le souhaitent, de s'informer de la teneur à l'endroit précisé par l'affiche (1). (1) Voir les concl. du MP.",
        "Si l'annotation dans le registre spécialement prévu à cet effet constitue le seul mode de preuve admissible du fait et de la date de la publication d'un règlement ou d'une ordonnance communale, il ne s'ensuit pas que cette annotation fasse preuve de la régularité de l'affichage (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Aanplakking moet worden begrepen als een permanente wijze van bekendmaking waardoor de belanghebbenden te allen tijde kunnen kennisnemen van het bestaan van een reglement of een verordening waarvan zij, als zij dat wensen, de inhoud kunnen vernemen op de plaats die in de aanplakking is aangeduid (1). (1) Zie concl. OM in Pas. 2021, nr. 352.",
        "Hoewel de aantekening in het speciaal daartoe gehouden register het enige toelaatbare bewijs is van de bekendmaking en de datum van bekendmaking van een reglement of van een gemeentelijke verordening, volgt hieruit niet dat die aantekening de regelmatigheid van de aanplakking aantoont (1). (1) Zie concl. OM in Pas. 2021, nr. 352."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211203.1F.3": {
      "court": "CASS",
      "date": "2021-12-03",
      "roleNumber": "C.20.0366.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211203.1F.3",
      "abstractFR": [
        "Sous peine de ne pouvoir constituer le mode de preuve, seul admissible, de la publication d'un règlement ou d'une ordonnance communale, l'annotation prescrite par l'article L1133-2 du Code de la démocratie locale et de la décentralisation doit être signée non seulement par le secrétaire communal mais également par le bourgmestre.",
        "Pour valoir preuve de la publication d'un règlement communal, l'annotation dans le registre spécial tenu par le secrétaire communal doit être faite le premier jour de l'affichage.",
        "L'exigence réglementaire de concordance des dates de publication et d'annotation participe de la forme de l'annotation, en sorte que cette condition n'excède pas les limites de l'habilitation donnée au pouvoir exécutif par l'article L1133-2, alinéa 2, du Code de la démocratie locale et de la décentralisation."
      ],
      "abstractNL": [
        "Om als enig toelaatbaar bewijs van bekendmaking van een gemeentereglement of gemeentelijke verordening te kunnen gelden, moet de bij artikel L 1133-2 van het Wetboek van de plaatselijke democratie en decentralisatie voorgeschreven aantekening niet enkel door de gemeentesecretaris maar ook door de burgemeester moet worden ondertekend.",
        "Om als bewijs van bekendmaking van een gemeentereglement te kunnen gelden, moet de aantekening in het speciaal door de gemeentesecretaris gehouden register op de eerste dag van de aanplakking geschieden.",
        "De reglementaire vereiste van overeenstemming van de datum van bekendmaking met de datum van aantekening maakt deel uit van de vorm van de aantekening, zodat die voorwaarde de grenzen van de door artikel L 1133-2, tweede lid, van het wetboek aan de uitvoerende macht gegeven machtiging niet te buiten gaat."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220922.1F.2": {
      "court": "CASS",
      "date": "2022-09-22",
      "roleNumber": "F.21.0199.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220922.1F.2",
      "abstractFR": [
        "Pour valoir preuve du fait et de la date de la publication d'un règlement communal, l'annotation dans le registre spécial tenu par le secrétaire communal doit elle-même être datée."
      ],
      "abstractNL": [
        "Om als bewijs van de bekendmaking en van de datum van bekendmaking van een gemeentereglement te kunnen gelden, moet de aantekening zelf in het speciaal door de gemeentesecretaris gehouden register gedagtekend zijn.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220225.1F.10": {
      "court": "CASS",
      "date": "2022-02-25",
      "roleNumber": "F.20.0083.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220225.1F.10",
      "abstractFR": [
        "L'annotation dans le registre spécialement prévu à cet effet constitue le seul mode de preuve admissible de la date de la publication d'un règlement ou d'une ordonnance communal ainsi que du fait de sa publication, à savoir celle qui comporte matériellement tout à la fois, suivant ce qu'ont dû constater personnellement les officiers publics signataires, son objet, la date de la décision du conseil communal par laquelle il a été adopté, le lieu où il peut être consulté par le public ainsi que la décision d'approbation par l'autorité de tutelle (1). (1) Voir les concl. du MP.",
        "L'annotation ne fait en revanche pas preuve de la régularité de l'affichage (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De aantekening in het speciaal daartoe bestemde register vormt het enige toelaatbare bewijsmiddel van de datum van bekendmaking van een gemeentelijk reglement of een gemeentelijke verordening, evenals van de bekendmaking zelf, te weten het bewijsmiddel waarin tegelijk alles is vervat, in overeenstemming met wat persoonlijk door de ondertekenende openbare ambtenaren is vastgesteld, het onderwerp, de datum van de gemeenteraadsbeslissing waarmee het is goedgekeurd, de plaats waar het kan worden geraadpleegd door het publiek, evenals de goedkeuringsbeslissing van de toezichthoudende overheid (1). (1) Zie concl. OM in Pas. 2022, nr. 154.",
        "De aantekening bewijst daarentegen niet de regelmatigheid van de aanplakking (1). (1) Zie concl. OM in Pas. 2022, nr. 154.",
        "De aantekening in het speciaal daartoe bestemde register vormt het enige toelaatbare bewijsmiddel van de datum van bekendmaking van een gemeentelijk reglement of een gemeentelijke verordening, evenals van de bekendmaking zelf, te weten het bewijsmiddel waarin tegelijk alles is vervat, in overeenstemming met wat persoonlijk door de ondertekenende openbare ambtenaren is vastgesteld, het onderwerp, de datum van de gemeenteraadsbeslissing waarmee het is goedgekeurd, de plaats waar het kan worden geraadpleegd door het publiek, evenals de goedkeuringsbeslissing van de toezichthoudende overheid (1). (1) Zie concl. OM in Pas. 2022, nr. 153.",
        "De aantekening bewijst daarentegen niet de regelmatigheid van de aanplakking (1). (1) Zie concl. OM in Pas. 2022, nr. 153."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170615.16": {
      "court": "CASS",
      "date": "2017-06-15",
      "roleNumber": "F.16.0054.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170615.16",
      "abstractFR": [
        "Il suit du rapprochement de l'article 1385undecies du Code judiciaire et des articles L3321-10, alinéa 1er et 2 ainsi que L 3321-11 du Code de la démocratie locale et de la décentralisation qu'en l'absence de décision du collège communal saisi d'une réclamation dirigée contre une taxe qui n'a pas été établie d'office, le contribuable concerné peut porter la contestation sur l'application du règlement-taxe communal devant le tribunal de première instance dès l'expiration d'un délai de six mois à compter de la date de la réception de cette réclamation (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit het onderling verband tussen artikel 1385undecies van het Gerechtelijk Wetboek en de artikelen L3321-10, eerste en tweede lid, alsook L 3321-11 van het Wetboek van de plaatselijke democratie en de decentralisatie volgt dat, bij ontstentenis van een beslissing van het gemeentecollege dat kennis genomen heeft van een bezwaar tegen een belasting die niet van ambtswege werd gevestigd, de betrokken belastingplichtige de betwisting betreffende de toepassing van het gemeentelijk belastingreglement aanhangig mag maken bij de rechtbank van eerste aanleg, zodra de termijn van zes maanden te rekenen van de datum van ontvangst van dat bezwaar is verstreken (1). (1) Zie concl. OM in Pas. 2017, nr. ***."
      ]
    }
  },
  "1122": {
    "ECLI:BE:CASS:2024:ARR.20240322.1F.5": {
      "court": "CASS",
      "date": "2024-03-22",
      "roleNumber": "C.23.0297.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240322.1F.5",
      "abstractFR": [
        "Viole l'article 1122-19 du Code wallon de la démocratie locale et de la décentralisation, l'arrêt, qui, après avoir constaté, notamment, que le collège communal a décidé de procéder à l'attribution en location de parcelles communales, dont un lot attribué à une proche parente d'un membre du collège qui a participé à la délibération, et que la Région wallonne en qualité d'autorité de tutelle a annulé la délibération dont elle a constaté l'illégalité, décide que l'appel du collège communal est recevable aux motifs que l'interdiction y inscrite ne trouve pas à s'appliquer parce que le litige opposant le collège communal à son membre porte sur l'indemnisation réclamée par ce dernier en réparation du préjudice qu'il prétend avoir subi en relation causale avec la faute commise par le collège, que le litige auquel ni le membre précité du collège communal ni sa proche parente n'ont d'intérêt personnel ou direct et que la décision d'interjeter appel des jugements entrepris est sans incidence sur l'attribution des parcelles."
      ],
      "abstractNL": null
    }
  },
  "L1113-2": {
    "ECLI:BE:CASS:2025:ARR.20251003.1F.4": {
      "court": "CASS",
      "date": "2025-10-03",
      "roleNumber": "F.24.0022.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251003.1F.4",
      "abstractFR": [
        "Les règlements visés à l'article L 1133-1 du Code de la démocratie locale et de la décentralisation deviennent obligatoires le cinquième jour qui suit le jour de la publication; la publication a pour effet de rendre obligatoire le règlement communal qui en fait l'objet; lorsque le règlement fait l'objet de plusieurs publications, il devient obligatoire le cinquième jour qui suit le jour de la première publication contenant toutes les mentions de nature à le rendre exécutoire."
      ],
      "abstractNL": null
    }
  },
  "L1124-17": {
    "ECLI:BE:CASS:2025:ARR.20251003.1F.4": {
      "court": "CASS",
      "date": "2025-10-03",
      "roleNumber": "F.24.0022.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251003.1F.4",
      "abstractFR": [
        "Il suit de la combinaison de l'article 3 de l'arrêté royal du 14 octobre 1991 relatif aux annotations dans le registre de publication des règlements et ordonnances des autorités communales et de l'article L 1124-17 du Code de la démocratie locale et de la décentralisation, que le registre des publications ne doit pas, en toute circonstance, être signé par le directeur général à l'exclusion du directeur général adjoint."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20251003.1F.3": {
      "court": "CASS",
      "date": "2025-10-03",
      "roleNumber": "F.24.0021.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251003.1F.3",
      "abstractFR": [
        "Il suit de la combinaison de l'article 3 de l'arrêté royal du 14 octobre 1991 relatif aux annotations dans le registre de publication des règlements et ordonnances des autorités communales et de l'article L 1124-17 du Code de la démocratie locale et de la décentralisation, que le registre des publications ne doit pas, en toute circonstance, être signé par le directeur général à l'exclusion du directeur général adjoint."
      ],
      "abstractNL": null
    }
  },
  "L1133-1": {
    "ECLI:BE:CASS:2025:ARR.20251003.1F.3": {
      "court": "CASS",
      "date": "2025-10-03",
      "roleNumber": "F.24.0021.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251003.1F.3",
      "abstractFR": [
        "En vertu de l'article L 1133-1, alinéa 1er, du Code de la démocratie locale et de la décentralisation, les règlements et ordonnances du conseil communal, du collège communal et du bourgmestre sont publiés par ce dernier par la voie d'une affiche indiquant l'objet du règlement ou de l'ordonnance, la date de la décision par laquelle il a été adopté, et, le cas échéant, la décision de l'autorité de tutelle; il suit de cette disposition qu'il n'est pas requis que l'affiche indique, en cas d'absence de décision de l'autorité de tutelle, l'approbation implicite de cette dernière."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250324.3F.1": {
      "court": "CASS",
      "date": "2025-03-24",
      "roleNumber": "F.22.0116.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250324.3F.1",
      "abstractFR": [
        "Au sens de l'article L 1133-1 du Code de la démocratie locale et de la décentralisation, l'affichage doit s'entendre d'un mode permanent de publication qui permet aux intéressés de prendre connaissance, à toute heure, de l'existence d'un règlement ou d'une ordonnance dont il leur appartiendra, s'ils le souhaitent, de s'informer de la teneur à l'endroit précisé par l'affiche (1). (1) Voir les concl. du MP.",
        "L'annotation dans le registre spécialement prévu à cet effet constitue le seul mode de preuve admissible de la date de la publication d'un règlement ou d'une ordonnance communal ainsi que du fait de sa publication, à savoir celle qui comporte matériellement tout à la fois, suivant ce qu'ont dû constater personnellement les officiers publics signataires, son objet, la date de la décision du conseil communal par laquelle il a été adopté, le lieu où il peut être consulté par le public ainsi que la décision d'approbation par l'autorité de tutelle; l'annotation ne fait en revanche pas preuve de la régularité de l'affichage (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "In de zin van artikel L1133-1 van het Wetboek van de plaatselijke democratie en decentralisatie moet aanplakking worden begrepen als een permanente wijze van bekendmaking die de belanghebbenden de mogelijkheid biedt te allen tijde kennis te nemen van het bestaan van een reglement of een verordening waarvan zij, als zij dat wensen, de inhoud kunnen vernemen op de plaats die in de aanplakking is aangeduid (1). (1) Zie concl. OM.",
        "De aantekening in het speciaal daartoe bestemde register vormt het enige toelaatbare bewijsmiddel van de datum van bekendmaking van een gemeentelijk reglement of een gemeentelijke verordening, evenals van de bekendmaking zelf, te weten het bewijsmiddel waarin alles materieel is vervat, in overeenstemming met wat persoonlijk door de ondertekenende openbare ambtenaren is vastgesteld, het onderwerp, de datum van de gemeenteraadsbeslissing op grond waarvan het is goedgekeurd, de plaats waar het door het publiek kan worden geraadpleegd, evenals de goedkeuringsbeslissing van de toezichthoudende overheid; de aantekening toont daarentegen de regelmatigheid van de aanplakking niet aan (1). (1) Zie concl. OM.",
        "In de zin van artikel L1133-1 van het Wetboek van de plaatselijke democratie en decentralisatie moet aanplakking worden begrepen als een permanente wijze van bekendmaking die de belanghebbenden de mogelijkheid biedt te allen tijde kennis te nemen van het bestaan van een reglement of een verordening waarvan zij, als zij dat wensen, de inhoud kunnen vernemen op de plaats die in de aanplakking is aangeduid (1). (1) Zie concl. OM in Pas. 2025, nr. 218.",
        "De aantekening in het speciaal daartoe bestemde register vormt het enige toelaatbare bewijsmiddel van de datum van bekendmaking van een gemeentelijk reglement of een gemeentelijke verordening, evenals van de bekendmaking zelf, te weten het bewijsmiddel waarin alles materieel is vervat, in overeenstemming met wat persoonlijk door de ondertekenende openbare ambtenaren is vastgesteld, het onderwerp, de datum van de gemeenteraadsbeslissing op grond waarvan het is goedgekeurd, de plaats waar het door het publiek kan worden geraadpleegd, evenals de goedkeuringsbeslissing van de toezichthoudende overheid; de aantekening toont daarentegen de regelmatigheid van de aanplakking niet aan (1). (1) Zie concl. OM in Pas. 2025, nr. 218."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231117.1F.1": {
      "court": "CASS",
      "date": "2023-11-17",
      "roleNumber": "F.22.0069.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231117.1F.1",
      "abstractFR": [
        "Le seul mode de preuve admissible de la publication d'une ordonnance ou d'un règlement communal est l'annotation dans le registre spécial tenu par le secrétaire communal (1). (1) Voir les concl. du MP.",
        "Ni l'article L1133-1 ni l'article L1133-2 du Code de la démocratie locale et de la décentralisation n'imposent la publication intégrale des règlements communaux (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240119.1F.1": {
      "court": "CASS",
      "date": "2024-01-19",
      "roleNumber": "F.22.0055.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240119.1F.1",
      "abstractFR": [
        "Sous peine de ne pas pouvoir constituer le mode de preuve, seul admissible, de la publication d'un règlement ou d'une ordonnance communale, l'annotation prescrite par l'article L1133-2 du Code de la démocratie locale et de la décentralisation doit mentionner la date de la publication du règlement ou de l'ordonnance (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240119.1F.2": {
      "court": "CASS",
      "date": "2024-01-19",
      "roleNumber": "F.22.0025.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240119.1F.2",
      "abstractFR": [
        "L'affichage s'entend d'un mode permanent de publication qui permet aux intéressés de prendre connaissance, à toute heure, de l'existence d'un règlement dont il leur appartiendra, s'ils le souhaitent, de s'informer de la teneur à l'endroit précisé par l'affiche (1). (1) Voir les concl. du MP.",
        "Lorsqu'un règlement instaure une taxe, l'objet de ce règlement, qui doit être mentionné sur l'affiche, est l'objet de la taxe, lequel doit correspondre à l'intitulé du règlement; cet objet ne s'étend pas à la description de tous les faits générateurs de la taxe ou des catégories de personnes qu'elle vise (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230622.1F.6": {
      "court": "CASS",
      "date": "2023-06-22",
      "roleNumber": "F.22.0045.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230622.1F.6",
      "abstractFR": [
        "Le seul mode de preuve admissible du fait de la publication d'un règlement communal est l'annotation dans le registre spécial ; l'annotation ne fait preuve de la date de la publication que lorsqu'elle est faite le jour de l'affichage, ou un des jours de l'affichage qui constitue alors le premier jour de la publication (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20210517.3F.7": {
      "court": "CASS",
      "date": "2021-05-17",
      "roleNumber": "F.20.0159.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210517.3F.7",
      "abstractFR": [
        "Si l'annotation dans le registre spécialement prévu à cet effet constitue le seul mode de preuve admissible du fait et de la date de la publication d'un règlement ou d'une ordonnance communale, il ne s'ensuit pas que cette annotation fasse preuve de la régularité de l'affichage (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Hoewel de aantekening in het speciaal daartoe gehouden register het enige toelaatbare bewijs is van de bekendmaking en de datum van bekendmaking van een reglement of van een gemeentelijke verordening, volgt hieruit niet dat die aantekening de regelmatigheid van de aanplakking aantoont (1). (1) Zie concl. OM in Pas. 2021, nr. 352."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220304.1F.10": {
      "court": "CASS",
      "date": "2022-03-04",
      "roleNumber": "C.21.0440.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220304.1F.10",
      "abstractFR": [
        "Au sens de l'article L1133-1 du Code de la démocratie locale et de la décentralisation, l'affichage doit s'entendre d'un mode permanent de publication qui permet aux intéressés de prendre connaissance, à toute heure, de l'existence d'un règlement ou d'une ordonnance dont il leur appartiendra, s'ils le souhaitent, de s'informer de la teneur à l'endroit précisé par l'affiche (1). (1) Voir Cass. 20 décembre 2018, RG F.17.0148.F, Pas. 2018, n° 731, avec concl. de M. Henkes, premier avocat général."
      ],
      "abstractNL": [
        "In de zin van artikel L1133-1 Wetboek van de plaatselijke democratie en decentralisatie moet aanplakking worden begrepen als een permanente wijze van bekendmaking waardoor de belanghebbenden te allen tijde kunnen kennisnemen van het bestaan van een reglement of een verordening waarvan zij, als zij dat wensen, de inhoud kunnen vernemen op de plaats die in de aanplakking is aangeduid (1). (1) Zie Cass. 20 december 2018, AR F.17.0148.F, AC 2018, nr. 731, met concl. van toenmalig eerste advocaat-generaal HENKES op datum in Pas.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220225.1F.10": {
      "court": "CASS",
      "date": "2022-02-25",
      "roleNumber": "F.20.0083.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220225.1F.10",
      "abstractFR": [
        "L'annotation dans le registre spécialement prévu à cet effet constitue le seul mode de preuve admissible de la date de la publication d'un règlement ou d'une ordonnance communal ainsi que du fait de sa publication, à savoir celle qui comporte matériellement tout à la fois, suivant ce qu'ont dû constater personnellement les officiers publics signataires, son objet, la date de la décision du conseil communal par laquelle il a été adopté, le lieu où il peut être consulté par le public ainsi que la décision d'approbation par l'autorité de tutelle (1). (1) Voir les concl. du MP.",
        "L'annotation ne fait en revanche pas preuve de la régularité de l'affichage (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De aantekening in het speciaal daartoe bestemde register vormt het enige toelaatbare bewijsmiddel van de datum van bekendmaking van een gemeentelijk reglement of een gemeentelijke verordening, evenals van de bekendmaking zelf, te weten het bewijsmiddel waarin tegelijk alles is vervat, in overeenstemming met wat persoonlijk door de ondertekenende openbare ambtenaren is vastgesteld, het onderwerp, de datum van de gemeenteraadsbeslissing waarmee het is goedgekeurd, de plaats waar het kan worden geraadpleegd door het publiek, evenals de goedkeuringsbeslissing van de toezichthoudende overheid (1). (1) Zie concl. OM in Pas. 2022, nr. 154.",
        "De aantekening bewijst daarentegen niet de regelmatigheid van de aanplakking (1). (1) Zie concl. OM in Pas. 2022, nr. 154.",
        "De aantekening in het speciaal daartoe bestemde register vormt het enige toelaatbare bewijsmiddel van de datum van bekendmaking van een gemeentelijk reglement of een gemeentelijke verordening, evenals van de bekendmaking zelf, te weten het bewijsmiddel waarin tegelijk alles is vervat, in overeenstemming met wat persoonlijk door de ondertekenende openbare ambtenaren is vastgesteld, het onderwerp, de datum van de gemeenteraadsbeslissing waarmee het is goedgekeurd, de plaats waar het kan worden geraadpleegd door het publiek, evenals de goedkeuringsbeslissing van de toezichthoudende overheid (1). (1) Zie concl. OM in Pas. 2022, nr. 153.",
        "De aantekening bewijst daarentegen niet de regelmatigheid van de aanplakking (1). (1) Zie concl. OM in Pas. 2022, nr. 153."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190927.3": {
      "court": "CASS",
      "date": "2019-09-27",
      "roleNumber": "F.18.0056.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190927.3",
      "abstractFR": [
        "Constitue une irrégularité substantielle la discordance entre la date de l'annotation dans le registre des publications et la date de la publication mentionnée dans le registre (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De discrepantie tussen de dagtekening van de aantekening in het register en die van de bekendmaking vermeld in het register vormt een substantiële onregelmatigheid (1). (1) Zie concl. OM in Pas. 2019, nr. 483."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190117.3": {
      "court": "CASS",
      "date": "2019-01-17",
      "roleNumber": "F.17.0156.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190117.3",
      "abstractFR": [
        "Il suit des articles L 1133-1 et L 1133-2, alinéa 1er, du Code wallon de la démocratie locale et de la décentralisation que la publication a pour effet de rendre obligatoire le règlement communal qui en fait l'objet à condition qu'au jour de cette publication, il puisse être fait état de tous les éléments de nature à le rendre exécutoire (1). (1) Cass. 20 juin 2014, RG F.13.0016.F, Pas. 2014, n° 449.",
        "Lorsqu'un règlement du conseil communal est soumis à la tutelle spéciale d'approbation, sa publication doit comporter tout à la fois l'objet du règlement, la date de la décision du conseil communal par laquelle il a été adopté, le lieu où il peut être consulté par le public ainsi que l'indication de la décision d'approbation de l'autorité de tutelle (1). (1) Cass. 20 juin 2014, RG F.13.0016.F, Pas. 2014, n° 449."
      ],
      "abstractNL": [
        "Uit de artikelen L1133-1 en L1133-2, eerste lid, van het Waals Wetboek van plaatselijke democratie en decentralisatie volgt dat de bekendmaking tot gevolg heeft dat het gemeentereglement waarop zij betrekking heeft, bindend wordt mits, op de dag van die bekendmaking, melding kan worden gemaakt van alle gegevens op grond waarvan het uitvoerbaar kan worden gemaakt (1). (1) Cass. 20 juni 2014, AR F.13.0016.F, AC 2014, nr. 449.",
        "Wanneer een reglement van de gemeenteraad onderworpen is aan het bijzondere goedkeuringstoezicht, moet de bekendmaking ervan tegelijk melding maken van het onderwerp van het reglement, de datum van de beslissing van de gemeenteraad waarbij de goedkeuring ervan geschiedde, de plaats waar het door het publiek kan worden ingezien alsook de vermelding van de goedkeuringsbeslissing van de toezichthoudende overheid (1). (1) Cass. 20 juni 2014, AR F.13.0016.F, AC 2014, nr. 449."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181220.7": {
      "court": "CASS",
      "date": "2018-12-20",
      "roleNumber": "F.17.0148.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181220.7",
      "abstractFR": [
        "Au sens de l'article L 1133-1 du Code de la démocratie locale et de la décentralisation qui prescrit la publication des ordonnances et règlements communaux par voie d'affiche, l'affichage doit s'entendre d'un mode permanent de publication qui permet aux intéressés de prendre connaissance, à toute heure, de l'existence d'un règlement ou d'une ordonnance dont il leur appartiendra, s'ils le souhaitent, de s'informer de la teneur à l'endroit précisé par l'affiche (1). (1) Cass. 10 septembre 1992, RG F1192F, Pas. 1992, n° 603; voy. les concl. du MP."
      ],
      "abstractNL": [
        "In de zin van artikel L 1133-1 van het Wetboek van de plaatselijke democratie en decentralisatie, dat de bekendmaking van de gemeentelijke reglementen en verordeningen bij aanplakking voorschrijft, moet aanplakking worden begrepen als een permanente wijze van bekendmaking waardoor de belanghebbenden te allen tijde kennis kunnen nemen van het bestaan van een reglement of een verordening waarvan zij, als zij dat wensen, de inhoud kunnen vernemen op de plaats die in de bekendmaking is aangeduid (1). (1) Cass. 10 september 1992, AR F1192F, AC 1992, nr. 603; zie concl. OM in Pas. 2018, nr. 731."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181108.10": {
      "court": "CASS",
      "date": "2018-11-08",
      "roleNumber": "C.17.0604.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181108.10",
      "abstractFR": [
        "Il ne découle pas de l'article L 1133-1 du Code de la démocratie locale et de la décentralisation qui prescrit la publication des ordonnances et règlements communaux par voie d'affiche que celle-ci doit être accessible en permanence au public (1). (1) Voir les concl. du MP; comp. Cass. 10 septembre 1992, RG 1192F, Pas. 1992, n° 603."
      ],
      "abstractNL": [
        "Uit artikel L1133-1 van het Wetboek van de plaatselijke democratie en decentralisatie, dat voorziet in de bekendmaking van de gemeentereglementen en -verordeningen bij aanplakking, volgt niet dat deze permanent ter inzage van het publiek moet worden gehouden (1). (1) Zie concl. OM in Pas. 2018, nr. 619."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150521.15": {
      "court": "CASS",
      "date": "2015-05-21",
      "roleNumber": "F.14.0098.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150521.15",
      "abstractFR": [
        "Servent de base légale à l'arrêté royal du 14 octobre 1991 relatif aux annotations dans le registre de publication des règlements et ordonnances des autorités communales, qui a été adopté en exécution des dispositions qu'il reprend, l'article 112 de la nouvelle loi communale, qui est devenu l'article L1133-1 du Code de la démocratie locale et de la décentralisation, et l'article 114 de cette loi, qui est devenu l'article L1133-2 de ce code (1). (1) Voir les concl. du MP, contraires sur le mode de preuve exclusif de la publication. Le même jour la Cour a dans une cause F.13.0158.F rendu sur cette question un arrêt énonçant la même règle (concl. contraires du MP)."
      ],
      "abstractNL": [
        "Artikel 112 van de Nieuwe Gemeentewet, thans artikel L1133-1 van het Wetboek van de plaatselijke democratie en decentralisatie, en artikel 114 van die wet, thans artikel L-1133-2 van dat wetboek, dienen als wettelijke grondslag voor het koninklijk besluit van 14 oktober 1991 betreffende de aantekeningen in het register voor de bekendmaking van de reglementen en verordeningen van de gemeenteoverheden, dat is aangenomen ter uitvoering van de daarin opgenomen bepalingen (1). (1) Zie andersluidende concl. OM in Pas. 2015, nr. ..., over het enige bewijsmiddel van de bekendmaking. Het Hof heeft dezelfde dag, in de zaak F.14.0158.F, over die aangelegenheid een arrest gewezen dat dezelfde regel stelt (andersluidende concl. OM)."
      ]
    }
  },
  "L1133-2": {
    "ECLI:BE:CASS:2025:ARR.20250324.3F.1": {
      "court": "CASS",
      "date": "2025-03-24",
      "roleNumber": "F.22.0116.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250324.3F.1",
      "abstractFR": [
        "L'annotation dans le registre spécialement prévu à cet effet constitue le seul mode de preuve admissible de la date de la publication d'un règlement ou d'une ordonnance communal ainsi que du fait de sa publication, à savoir celle qui comporte matériellement tout à la fois, suivant ce qu'ont dû constater personnellement les officiers publics signataires, son objet, la date de la décision du conseil communal par laquelle il a été adopté, le lieu où il peut être consulté par le public ainsi que la décision d'approbation par l'autorité de tutelle; l'annotation ne fait en revanche pas preuve de la régularité de l'affichage (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De aantekening in het speciaal daartoe bestemde register vormt het enige toelaatbare bewijsmiddel van de datum van bekendmaking van een gemeentelijk reglement of een gemeentelijke verordening, evenals van de bekendmaking zelf, te weten het bewijsmiddel waarin alles materieel is vervat, in overeenstemming met wat persoonlijk door de ondertekenende openbare ambtenaren is vastgesteld, het onderwerp, de datum van de gemeenteraadsbeslissing op grond waarvan het is goedgekeurd, de plaats waar het door het publiek kan worden geraadpleegd, evenals de goedkeuringsbeslissing van de toezichthoudende overheid; de aantekening toont daarentegen de regelmatigheid van de aanplakking niet aan (1). (1) Zie concl. OM.",
        "De aantekening in het speciaal daartoe bestemde register vormt het enige toelaatbare bewijsmiddel van de datum van bekendmaking van een gemeentelijk reglement of een gemeentelijke verordening, evenals van de bekendmaking zelf, te weten het bewijsmiddel waarin alles materieel is vervat, in overeenstemming met wat persoonlijk door de ondertekenende openbare ambtenaren is vastgesteld, het onderwerp, de datum van de gemeenteraadsbeslissing op grond waarvan het is goedgekeurd, de plaats waar het door het publiek kan worden geraadpleegd, evenals de goedkeuringsbeslissing van de toezichthoudende overheid; de aantekening toont daarentegen de regelmatigheid van de aanplakking niet aan (1). (1) Zie concl. OM in Pas. 2025, nr. 218."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231117.1F.1": {
      "court": "CASS",
      "date": "2023-11-17",
      "roleNumber": "F.22.0069.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231117.1F.1",
      "abstractFR": [
        "Le seul mode de preuve admissible de la publication d'une ordonnance ou d'un règlement communal est l'annotation dans le registre spécial tenu par le secrétaire communal (1). (1) Voir les concl. du MP.",
        "Ni l'article L1133-1 ni l'article L1133-2 du Code de la démocratie locale et de la décentralisation n'imposent la publication intégrale des règlements communaux (1). (1) Voir les concl. du MP.",
        "Il n'est pas requis que le registre reprenant les annotations numérotées dans l'ordre des publications soit préalablement relié (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240119.1F.1": {
      "court": "CASS",
      "date": "2024-01-19",
      "roleNumber": "F.22.0055.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240119.1F.1",
      "abstractFR": [
        "Sous peine de ne pas pouvoir constituer le mode de preuve, seul admissible, de la publication d'un règlement ou d'une ordonnance communale, l'annotation prescrite par l'article L1133-2 du Code de la démocratie locale et de la décentralisation doit mentionner la date de la publication du règlement ou de l'ordonnance (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230622.1F.6": {
      "court": "CASS",
      "date": "2023-06-22",
      "roleNumber": "F.22.0045.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230622.1F.6",
      "abstractFR": [
        "Le seul mode de preuve admissible du fait de la publication d'un règlement communal est l'annotation dans le registre spécial ; l'annotation ne fait preuve de la date de la publication que lorsqu'elle est faite le jour de l'affichage, ou un des jours de l'affichage qui constitue alors le premier jour de la publication (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20221020.1F.5": {
      "court": "CASS",
      "date": "2022-10-20",
      "roleNumber": "F.21.0066.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221020.1F.5",
      "abstractFR": [
        "Le fait et la date de la publication des règlements et ordonnances des autorités communales sont constatés par une annotation dans un registre spécialement tenu à cet effet par le secrétaire communal ; il n'est pas requis que le registre reprenant les annotations numérotées dans l'ordre des publications soit préalablement relié (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De bekendmaking en de datum van bekendmaking van de reglementen en verordeningen van de gemeenteoverheden moeten blijken uit de aantekening in een speciaal door de gemeentesecretaris daartoe gehouden register; het is niet vereist dat het register met de in volgorde van bekendmaking genummerde aantekeningen op voorhand wordt ingebonden (1). (1) Zie concl. OM in Pas. 2022, nr. 663."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220225.1F.10": {
      "court": "CASS",
      "date": "2022-02-25",
      "roleNumber": "F.20.0083.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220225.1F.10",
      "abstractFR": [
        "L'annotation dans le registre spécialement prévu à cet effet constitue le seul mode de preuve admissible de la date de la publication d'un règlement ou d'une ordonnance communal ainsi que du fait de sa publication, à savoir celle qui comporte matériellement tout à la fois, suivant ce qu'ont dû constater personnellement les officiers publics signataires, son objet, la date de la décision du conseil communal par laquelle il a été adopté, le lieu où il peut être consulté par le public ainsi que la décision d'approbation par l'autorité de tutelle (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De aantekening in het speciaal daartoe bestemde register vormt het enige toelaatbare bewijsmiddel van de datum van bekendmaking van een gemeentelijk reglement of een gemeentelijke verordening, evenals van de bekendmaking zelf, te weten het bewijsmiddel waarin tegelijk alles is vervat, in overeenstemming met wat persoonlijk door de ondertekenende openbare ambtenaren is vastgesteld, het onderwerp, de datum van de gemeenteraadsbeslissing waarmee het is goedgekeurd, de plaats waar het kan worden geraadpleegd door het publiek, evenals de goedkeuringsbeslissing van de toezichthoudende overheid (1). (1) Zie concl. OM in Pas. 2022, nr. 154.",
        "De aantekening in het speciaal daartoe bestemde register vormt het enige toelaatbare bewijsmiddel van de datum van bekendmaking van een gemeentelijk reglement of een gemeentelijke verordening, evenals van de bekendmaking zelf, te weten het bewijsmiddel waarin tegelijk alles is vervat, in overeenstemming met wat persoonlijk door de ondertekenende openbare ambtenaren is vastgesteld, het onderwerp, de datum van de gemeenteraadsbeslissing waarmee het is goedgekeurd, de plaats waar het kan worden geraadpleegd door het publiek, evenals de goedkeuringsbeslissing van de toezichthoudende overheid (1). (1) Zie concl. OM in Pas. 2022, nr. 153."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181108.10": {
      "court": "CASS",
      "date": "2018-11-08",
      "roleNumber": "C.17.0604.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181108.10",
      "abstractFR": [
        "Le registre prescrit par l'article L 1133-2, alinéa 2, du Code de la démocratie locale et de la décentralisation pour établir le fait et la date de la publication des règlements et ordonnances communaux ne doit pas être préalablement relié (1). (1) Voir les concl. du MP; comp. Cass. 10 septembre 1992, RG 1192F, Pas. 1992, n° 603.",
        "L'annotation dans un registre prescrite par l'article L 1133-2 du Code de la démocratie locale et de la décentralisation constitue le seul mode de preuve admissible de la publication d'un règlement ou d'une ordonnance communale (1). (1) Cass. 21 mai 2015, RG F.13.0158.F, Pas. 2015, n°328; Cass. 21 mai 2015, RG F.14.0098.F, Pas. 2015, n°329; Cass. 14 septembre 2009, RG C.08.0340.F, Pas. 2009, n° 497."
      ],
      "abstractNL": [
        "Het bij artikel L1133-2, tweede lid, van het Wetboek van de plaatselijke democratie en decentralisatie voorgeschreven register, waaruit de bekendmaking en de datum van bekendmaking van de gemeentereglementen en -verordeningen blijkt, dient niet vooraf te worden ingebonden (1). (1) Zie concl. OM in Pas. 2018, nr. 619.",
        "De bij artikel L1133-2 van het Wetboek van de plaatselijke democratie en decentralisatie voorgeschreven aantekening in een register vormt het enige toelaatbare bewijs van de bekendmaking van een gemeentereglement of -verordening (1). (1) Cass. 21 mei 2015, AR F.13.0158.F, AC 2015, nr. 328; Cass. 21 mei 2015, AR F.14.0098.F, AC 2015, nr. 329; Cass. 14 september 2009, AR C.08.0340.F, AC 2009, nr. 497."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180112.3": {
      "court": "CASS",
      "date": "2018-01-12",
      "roleNumber": "F.16.0087.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180112.3",
      "abstractFR": [
        "Est légalement justifié, l'arrêt qui, après avoir considéré que l'annotation dans le registre de publications des règlements et ordonnances des autorités communales de la publication du règlement-taxe contesté n'a pas date certaine, décide que la preuve de la publication de ce règlement n'est pas rapportée conformément à la loi et que, faute de publication, il n'est pas opposable au redevable."
      ],
      "abstractNL": [
        "Het arrest is naar recht verantwoord wanneer het, na te hebben overwogen dat de aantekening, in het register van bekendmaking van de reglementen en verordeningen van de gemeentelijke overheden, van de bekendmaking van het betwiste belastingreglement geen vaste dagtekening heeft, beslist dat het bewijs van de bekendmaking niet overeenkomstig de wet is geleverd en dat het, bij gebrek aan bekendmaking, niet aan de belastingschuldige kan worden tegengeworpen."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150521.15": {
      "court": "CASS",
      "date": "2015-05-21",
      "roleNumber": "F.14.0098.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150521.15",
      "abstractFR": [
        "L'annotation dans un registre prescrite par l'article L1133-2 du Code de la démocratie locale et de la décentralisation constitue le seul mode de preuve admissible de la publication d'un règlement ou d'une ordonnance communale (1). (1) Voir les concl. du MP, contraires sur le mode de preuve exclusif de la publication. Le même jour la Cour a dans une cause F.13.0158.F rendu sur cette question un arrêt énonçant la même règle (concl. contraires du MP)."
      ],
      "abstractNL": [
        "De aantekening in het register bepaald in artikel L1133-2 van het Wetboek van de van de plaatselijke democratie en decentralisatie, is het enige toelaatbare bewijs van de bekendmaking van een gemeenteverordening of -reglement (1). (1) Zie andersluidende concl. OM in Pas. 2015, nr. ..., over het enige bewijsmiddel van de bekendmaking. Het Hof heeft dezelfde dag, in de zaak F.14.0158.F, over die aangelegenheid een arrest gewezen dat dezelfde regel stelt (andersluidende concl. OM)."
      ]
    }
  },
  "L3321-6": {
    "ECLI:BE:CASS:2024:ARR.20241003.1F.6": {
      "court": "CASS",
      "date": "2024-10-03",
      "roleNumber": "F.22.0091.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241003.1F.6",
      "abstractFR": [
        "L'article L3321-6 du Code de la démocratie locale et de la décentralisation, concernant l'enrôlement d'office de la taxe, n'est pas applicable aux taxes qui n'ont pas été enrôlées d'office, du fait que les articles 5 et 6 du Règlement du 12 novembre 2013 ayant pour objet la taxe sur les stations-relais de téléphonie mobile établies sur le territoire de la Ville de Seraing ne prévoient pas les délais dans lesquels la déclaration doit être remise (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "L4168-15": {
    "ECLI:BE:CASS:2024:ARR.20240925.2F.7": {
      "court": "CASS",
      "date": "2024-09-25",
      "roleNumber": "P.24.0684.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240925.2F.7",
      "abstractFR": [
        "L'article L4168-15 du Code de la démocratie locale et de la décentralisation ne punit pas celui qui, dans une intention frauduleuse ou à dessein de nuire, aura, d'une manière prévue par la loi, falsifié une procuration donnée en application de l'article L4132-1, § 1er, dudit code et elle ne remplace ni n'exclut cette incrimination (1). (1) Cass. 7 février 2007, RG P.06.1491.F, Pas. 2007, n° 72."
      ],
      "abstractNL": null
    }
  },
  "L2213-2": {
    "ECLI:BE:CASS:2021:ARR.20210311.1F.7": {
      "court": "CASS",
      "date": "2021-03-11",
      "roleNumber": "C.20.0026.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210311.1F.7",
      "abstractFR": [
        "L'article L2213-3 du Code de la démocratie locale et de la décentralisation ne subordonne le caractère obligatoire des règlements et ordonnances provinciaux qu'à leur seule publication dans le Bulletin provincial (1). (1) Voir C. const., arrêt n°146/2020 du 20 novembre 2020."
      ],
      "abstractNL": [
        "Artikel L 2213-3 van het Wetboek van de plaatselijke democratie en decentralisatie onderwerpt het bindend karakter van de provinciereglementen en -verordeningen enkel aan de bekendmaking ervan in het provinciaal Bulletin (1). (1) Zie GwH, arrrest nr. 146/2020 van 20 november 2020."
      ]
    }
  },
  "L1131-1": {
    "ECLI:BE:CASS:2021:ARR.20210517.3F.7": {
      "court": "CASS",
      "date": "2021-05-17",
      "roleNumber": "F.20.0159.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210517.3F.7",
      "abstractFR": [
        "L'affichage doit s'entendre d'un mode permanent de publication qui permet aux intéressés de prendre connaissance, à toute heure, de l'existence d'un règlement ou d'une ordonnance dont il leur appartiendra, s'ils le souhaitent, de s'informer de la teneur à l'endroit précisé par l'affiche (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Aanplakking moet worden begrepen als een permanente wijze van bekendmaking waardoor de belanghebbenden te allen tijde kunnen kennisnemen van het bestaan van een reglement of een verordening waarvan zij, als zij dat wensen, de inhoud kunnen vernemen op de plaats die in de aanplakking is aangeduid (1). (1) Zie concl. OM in Pas. 2021, nr. 352."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211203.1F.3": {
      "court": "CASS",
      "date": "2021-12-03",
      "roleNumber": "C.20.0366.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211203.1F.3",
      "abstractFR": [
        "Sous peine de ne pouvoir constituer le mode de preuve, seul admissible, de la publication d'un règlement ou d'une ordonnance communale, l'annotation prescrite par l'article L1133-2 du Code de la démocratie locale et de la décentralisation doit être signée non seulement par le secrétaire communal mais également par le bourgmestre.",
        "Pour valoir preuve de la publication d'un règlement communal, l'annotation dans le registre spécial tenu par le secrétaire communal doit être faite le premier jour de l'affichage.",
        "L'exigence réglementaire de concordance des dates de publication et d'annotation participe de la forme de l'annotation, en sorte que cette condition n'excède pas les limites de l'habilitation donnée au pouvoir exécutif par l'article L1133-2, alinéa 2, du Code de la démocratie locale et de la décentralisation."
      ],
      "abstractNL": [
        "Om als enig toelaatbaar bewijs van bekendmaking van een gemeentereglement of gemeentelijke verordening te kunnen gelden, moet de bij artikel L 1133-2 van het Wetboek van de plaatselijke democratie en decentralisatie voorgeschreven aantekening niet enkel door de gemeentesecretaris maar ook door de burgemeester moet worden ondertekend.",
        "Om als bewijs van bekendmaking van een gemeentereglement te kunnen gelden, moet de aantekening in het speciaal door de gemeentesecretaris gehouden register op de eerste dag van de aanplakking geschieden.",
        "De reglementaire vereiste van overeenstemming van de datum van bekendmaking met de datum van aantekening maakt deel uit van de vorm van de aantekening, zodat die voorwaarde de grenzen van de door artikel L 1133-2, tweede lid, van het wetboek aan de uitvoerende macht gegeven machtiging niet te buiten gaat."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220922.1F.2": {
      "court": "CASS",
      "date": "2022-09-22",
      "roleNumber": "F.21.0199.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220922.1F.2",
      "abstractFR": [
        "Pour valoir preuve du fait et de la date de la publication d'un règlement communal, l'annotation dans le registre spécial tenu par le secrétaire communal doit elle-même être datée."
      ],
      "abstractNL": [
        "Om als bewijs van de bekendmaking en van de datum van bekendmaking van een gemeentereglement te kunnen gelden, moet de aantekening zelf in het speciaal door de gemeentesecretaris gehouden register gedagtekend zijn.",
        "Vertaling nog niet beschikbaar"
      ]
    }
  },
  "L1124-19": {
    "ECLI:BE:CASS:2022:ARR.20221020.1F.5": {
      "court": "CASS",
      "date": "2022-10-20",
      "roleNumber": "F.21.0066.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221020.1F.5",
      "abstractFR": [
        "En cas d'empêchement du secrétaire ou de vacance d'emploi, l'extrait du registre des publications est signé par le secrétaire communal faisant fonction, sans qu'il soit requis que l'extrait du registre des publications relatif au règlement communal soit précédé de la mention d'une délégation (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "In geval van afwezigheid van de secretaris of vacature wordt het uittreksel uit het register van bekendmakingen ondertekend door de waarnemend gemeentesecretaris, zonder dat het uittreksel uit het register van bekendmakingen betreffende het gemeentereglement moet worden voorafgegaan door de vermelding van de ontvangen opdracht (1). (1) Zie concl. OM in Pas. 2022, nr. 663.",
        "Vertaling nog niet beschikbaar"
      ]
    }
  },
  "L1242-1": {
    "ECLI:BE:CASS:2019:ARR.20190207.7": {
      "court": "CASS",
      "date": "2019-02-07",
      "roleNumber": "C.18.0181.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190207.7",
      "abstractFR": [
        "L'autorisation d'ester en justice peut être donnée par le conseil communal au collège communal jusqu'à la clôture des débats (1). (1) Voir Cass. 18 septembre 2014, RG C.13.0445.F, Pas. 2014, n° 536.",
        "Le jugement attaqué qui, pour dire l'appel irrecevable, considère que l'objet de l'autorisation du conseil communal n'est pas conforme à l'objet du litige, sans constater qu'il en serait résulté une ambiguïté sur le litige que concerne l'autorisation, viole l'article L 1242-1, alinéa 2, du Code de la démocratie locale et de la décentralisation."
      ],
      "abstractNL": [
        "De machtiging van de gemeenteraad aan het college van burgemeester en schepenen om in rechte op te treden kan tot de sluiting van het debat worden gegeven (1). (1) Zie Cass. 18 september 2014, AR C.13.0445.F, AC 2014, nr. 536.",
        "Het bestreden vonnis dat het hoger beroep niet-ontvankelijk verklaart, op grond dat het onderwerp van de machtiging van de gemeenteraad niet overeenstemt met het onderwerp van het geschil, maar niet vaststelt dat daaruit een dubbelzinnigheid zou zijn ontstaan over het geschil waarop de machtiging betrekking heeft, schendt artikel L 1242-1, tweede lid, van het Wetboek van de plaatselijke democratie en decentralisatie."
      ]
    }
  },
  "L3321-12": {
    "ECLI:BE:CASS:2018:ARR.20180629.5": {
      "court": "CASS",
      "date": "2018-06-29",
      "roleNumber": "F.17.0147.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180629.5",
      "abstractFR": [
        "Justifie légalement sa décision que c'est à la cour d'appel que devait être soumise la cotisation subsidiaire, l'arrêt qui considère que cette cour était saisie de la demande d'annulation de la cotisation primitive sur la base déjà retenue par le premier juge mais contestée par l'appel incident et, partant, réitérée devant elle, et qu'elle a rejeté cet appel incident pour accueillir en partie la demande originaire sur la même base que le premier juge et confirmer dans cette mesure la décision de celui-ci; étant la décision judiciaire qui prononce l'annulation, c'est dans le délai de six mois à dater de cet arrêt qu'une cotisation subsidiaire devait être soumise à la cour d'appel."
      ],
      "abstractNL": [
        "Het arrest, dat overweegt dat het hof van beroep had kennisgenomen van de vordering tot nietigverklaring van de initiële aanslag op de grond die reeds door de eerste rechter was aangenomen maar die door het incidenteel beroep werd betwist en, bijgevolg, opnieuw voor dat hof werd aangevoerd en dat het hof van beroep dat incidenteel beroep heeft verworpen om de oorspronkelijke vordering gedeeltelijk aan te nemen op dezelfde grond als de eerste rechter en in dat opzicht zijn beslissing te bevestigen, verantwoordt naar recht zijn beslissing dat de subsidiaire aanslag aan het hof van beroep moest worden voorgelegd; aangezien dat de rechterlijke beslissing is die de nietigverklaring uitspreekt, moest een subsidiaire aanslag binnen de termijn van zes maanden te rekenen van dat arrest aan het hof van beroep worden voorgelegd."
      ]
    }
  },
  "L3321-10": {
    "ECLI:BE:CASS:2017:ARR.20170615.16": {
      "court": "CASS",
      "date": "2017-06-15",
      "roleNumber": "F.16.0054.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170615.16",
      "abstractFR": [
        "Il suit du rapprochement de l'article 1385undecies du Code judiciaire et des articles L3321-10, alinéa 1er et 2 ainsi que L 3321-11 du Code de la démocratie locale et de la décentralisation qu'en l'absence de décision du collège communal saisi d'une réclamation dirigée contre une taxe qui n'a pas été établie d'office, le contribuable concerné peut porter la contestation sur l'application du règlement-taxe communal devant le tribunal de première instance dès l'expiration d'un délai de six mois à compter de la date de la réception de cette réclamation (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit het onderling verband tussen artikel 1385undecies van het Gerechtelijk Wetboek en de artikelen L3321-10, eerste en tweede lid, alsook L 3321-11 van het Wetboek van de plaatselijke democratie en de decentralisatie volgt dat, bij ontstentenis van een beslissing van het gemeentecollege dat kennis genomen heeft van een bezwaar tegen een belasting die niet van ambtswege werd gevestigd, de betrokken belastingplichtige de betwisting betreffende de toepassing van het gemeentelijk belastingreglement aanhangig mag maken bij de rechtbank van eerste aanleg, zodra de termijn van zes maanden te rekenen van de datum van ontvangst van dat bezwaar is verstreken (1). (1) Zie concl. OM in Pas. 2017, nr. ***."
      ]
    }
  },
  "L2224-4": {
    "ECLI:BE:CASS:2016:ARR.20160527.3": {
      "court": "CASS",
      "date": "2016-05-27",
      "roleNumber": "C.14.0490.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160527.3",
      "abstractFR": [
        "L'autorisation du conseil provincial d'introduire un pourvoi en cassation n'est pas requise lorsque l'objet du litige est étranger aux biens de la province."
      ],
      "abstractNL": [
        "De machtiging van de provincieraad om een cassatieberoep in te stellen is niet vereist wanneer het voorwerp van het geschil geen verband houdt met de goederen van de provincie."
      ]
    }
  }
}