{
  "11": {
    "ECLI:BE:CASS:2020:ARR.20201209.2F.3": {
      "court": "CASS",
      "date": "2020-12-09",
      "roleNumber": "P.20.0458.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201209.2F.3",
      "abstractFR": [
        "La détention et l'administration sans autorisation et sans prescription de médicaments et substances (anesthésiques, hormones et produits stimulateurs de reproduction) à du bétail (1) et la pratique de césariennes sans la présence d'un vétérinaire (2) étant des infractions réglementaires, l'élément fautif de celles-ci se déduit de l'adoption par le prévenu du comportement matériel légalement prohibé sans qu'il puisse invoquer de manière vraisemblable une cause de justification (3). (1) Infraction à l'art. 11, § 1er, alinéa 1er, 1, de la loi du 21 juin 1983 relative aux aliments médicamenteux pour animaux. (2) Infraction aux art. 20 et 21 de la loi du 28 août 1991 sur l'exercice de la médecine vétérinaire. (3) Voir Cass. 21 février 2018, RG P.16.1199.F, Pas. 2018, n° 111 (quant à l'infraction visée à l'article 226, alinéa 1er, 1°, c, du Code pénal social) avec concl. « dit en substance » de D. VANDERMEERSCH, avocat général (qui énonce notamment que « sauf lorsque le texte légal en dispose autrement, les infractions instituées par les lois particulières appartiennent à la catégorie des infractions dites réglementaires. Dans le cas d'une infraction règlementaire, l'élément moral ou fautif se déduit du non-respect par le prévenu du prescrit légal, découlant de l'adoption du comportement matériel prohibé ou de l'omission de celui que la loi impose sans que ce prévenu puisse invoquer une cause de justification d'exclusion de culpabilité ou de non-imputabilité, telle que l'état de nécessité ou l'ignorance et l'erreur invincibles ») ; Cass. 27 septembre 2017, RG P.17.0482.F, Pas. 2017, n° 504 (infraction à l'art. 67ter de la loi sur la circulation routière) ; Cass. 6 mai 2015, RG P.15.0379.F, Pas. 2015, n° 293 (art. 5, al. 2, C. pén.), avec concl. de D. VANDERMEERSCH, avocat général ; F. KUTY, Principes généraux du droit pénal belge, T. II : l'infraction pénale, 2ème éd., Larcier, 2020, nos 1171 à 1176 (« la notion de faute infractionnelle »), spéc. n° 1173."
      ],
      "abstractNL": [
        "Het bezit en het toedienen aan vee van verschillende geneesmiddelen en substanties (anesthetica, hormonen en stoffen met productie-stimulerende werking), zonder toelating en zonder voorschrift (1), evenals het uitvoeren van keizersneden zonder aanwezigheid van een dierenarts (2) zijn reglementaire misdrijven en dus kan het schuldbestanddeel worden afgeleid uit het feit dat de beklaagde de bij wet verboden materiële gedraging heeft gesteld, zonder dat hij hiervoor een aannemelijke rechtvaardigingsgrond kan aanvoeren (3). (1) Inbreuk op artikel 11, § 1, eerste lid, 1, van de wet van 21 juni 1983 betreffende gemedicineerde diervoeders. (2) Inbreuk op artikelen 20 en 21 van de wet van 28 augustus 1991 op de uitoefening van de diergeneeskunde. (3) Zie Cass. 21 februari 2018, AR P.16.1199.F, AC 2018, nr. 111 (wat betreft het in artikel 226, eerste lid, 1°, c, Strafwetboek bedoelde misdrijf) met concl. “in hoofdzaak” van advocaat-generaal D. VANDERMEERSCH, (die meer bepaald vermeldt dat: “sauf lorsque le texte légal en dispose autrement, les infractions instituées par les lois particulières appartiennent à la catégorie des infractions dites réglementaires. Dans le cas d'une infraction règlementaire, l'élément moral ou fautif se déduit du non-respect par le prévenu du prescrit légal, découlant de l'adoption du comportement matériel prohibé ou de l'omission de celui que la loi impose sans que ce prévenu puisse invoquer une cause de justification d'exclusion de culpabilité ou de non-imputabilité, telle que l'état de nécessité ou l'ignorance et l'erreur invincibles”); Cass. 27 september 2017, AR P.17.0482.F, AC 2017, nr. 504 (inbreuk op artikel 67ter Wegverkeerswet); Cass. 6 mei 2015, AR P.15.0379.F, AC 2015, nr. 293 (art. 5, tweede lid Strafwetboek), met concl. van advocaat-generaal D. VANDERMEERSCH, op datum in Pas.; F. KUTY, Principes généraux du droit pénal belge, II: l'infraction pénale, 2e uitg., Larcier, 2020, nrs. 1171 tot 1176 (“la notion de faute infractionnelle”), in het bijzonder nr. 1173."
      ]
    }
  }
}