{
  "7": {
    "ECLI:BE:CASS:2017:ARR.20170420.2": {
      "court": "CASS",
      "date": "2017-04-20",
      "roleNumber": "C.16.0131.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170420.2",
      "abstractFR": [
        "Un créancier ne peut, en règle, saisir en mains de la Caisse des dépôts et consignations les sommes déposées ou les cautionnements que si celui qui en a fait le dépôt est son débiteur."
      ],
      "abstractNL": [
        "Een schuldeiser kan, in de regel, geen beslag leggen op de gedeponeerde sommen of borgtochten in handen van de Deposito- en Consignatiekas tenzij de deponent ervan zijn schuldenaar is."
      ]
    }
  },
  "9": {
    "ECLI:BE:CASS:2017:ARR.20170420.2": {
      "court": "CASS",
      "date": "2017-04-20",
      "roleNumber": "C.16.0131.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170420.2",
      "abstractFR": [
        "Un créancier ne peut, en règle, saisir en mains de la Caisse des dépôts et consignations les sommes déposées ou les cautionnements que si celui qui en a fait le dépôt est son débiteur."
      ],
      "abstractNL": [
        "Een schuldeiser kan, in de regel, geen beslag leggen op de gedeponeerde sommen of borgtochten in handen van de Deposito- en Consignatiekas tenzij de deponent ervan zijn schuldenaar is."
      ]
    }
  },
  "11": {
    "ECLI:BE:CASS:2015:ARR.20150402.7": {
      "court": "CASS",
      "date": "2015-04-02",
      "roleNumber": "C.14.0360.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150402.7",
      "abstractFR": [
        "La Caisse des dépôts et consignations paye pour le compte du Trésor un intérêt aux ayants droit de chaque somme consignée; l'ayant droit, au sens de cette règle, est la personne à laquelle les sommes consignées doivent être versées sur la base des pièces requises qui sont produites (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De Deposito- en Consignatiekas betaalt voor rekening van de Schatkist een interest uit aan de rechthebbenden van elk geconsigneerd bedrag; de rechthebbende, in de zin van die regel, is de persoon aan wie de geconsigneerde bedragen op grond van de voorgelegde stukken moeten worden gestort (1). (1) Zie concl. OM in Pas. 2015, nr. ...."
      ]
    }
  },
  "16": {
    "ECLI:BE:CASS:2015:ARR.20150402.7": {
      "court": "CASS",
      "date": "2015-04-02",
      "roleNumber": "C.14.0360.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150402.7",
      "abstractFR": [
        "La Caisse des dépôts et consignations paye pour le compte du Trésor un intérêt aux ayants droit de chaque somme consignée; l'ayant droit, au sens de cette règle, est la personne à laquelle les sommes consignées doivent être versées sur la base des pièces requises qui sont produites (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De Deposito- en Consignatiekas betaalt voor rekening van de Schatkist een interest uit aan de rechthebbenden van elk geconsigneerd bedrag; de rechthebbende, in de zin van die regel, is de persoon aan wie de geconsigneerde bedragen op grond van de voorgelegde stukken moeten worden gestort (1). (1) Zie concl. OM in Pas. 2015, nr. ...."
      ]
    }
  },
  "33": {
    "ECLI:BE:CASS:2020:ARR.20201119.1F.6": {
      "court": "CASS",
      "date": "2020-11-19",
      "roleNumber": "C.20.0031.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201119.1F.6",
      "abstractFR": [
        "La demande au fond est celle qui est engagée par le créancier en vue d'obtenir un titre exécutoire contre son débiteur (1). (1) Voir les concl. du MP.",
        "Lorsque l'État belge procède à l'enrôlement de l'impôt au nom d'un contribuable et se délivre ainsi un titre exécutoire, la réclamation par laquelle le contribuable se pourvoit contre le montant de l'imposition établie devant le fonctionnaire compétent, puis le recours en justice exercé contre la décision administrative, ne constituent pas une demande au fond au sens de l'article 1493 du Code judiciaire, lors même qu'il y est débattu du fondement de la créance de l'État belge; la saisie-arrêt conservatoire pratiquée par l'État belge entre les mains de la Caisse des dépôts et consignations à charge d'un contribuable cesse de produire ses effets à l'expiration d'un délai de cinq ans à compter de sa date, sauf si elle est antérieurement renouvelée (1). (1) Voir les concl. du MP.",
        "Lorsque la saisie-arrêt conservatoire a lieu en mains de la Caisse des dépôts et consignations, les dérogations apportées par l'article 33, alinéa 1er, de l'arrêté royal n° 150 du 18 mars 1935 à l'article 1458 du Code judiciaire portent, non sur les causes de suspension du délai de validité de la saisie, mais uniquement sur la durée de celle-ci portée de trois à cinq ans et sur l'obligation imposée au créancier de notifier à la caisse toute circonstance de nature à avoir une influence sur cette durée (1). (1) Voir les concl. du MP.",
        "La demande de mainlevée de la saisie-arrêt conservatoire par le débiteur saisi ou la tierce opposition formée contre cette saisie par celui qui se prétend propriétaire de l'objet de cette saisie ne constitue pas une demande au fond au sens de l'article 1493 du Code judiciaire; la notification de ces actes de procédure à la Caisse des dépôts et consignations est dès lors sans incidence sur la suspension du délai de validité de la saisie conservatoire (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De vordering over de zaak zelf is de vordering die door de schuldeiser werd ingesteld ter verkrijging van een uitvoerbare titel tegen zijn schuldenaar (1). (1) Zie concl. OM.",
        "Wanneer de Belgische Staat de belasting inkohiert op naam van een belastingplichtige en zichzelf aldus een uitvoerbare titel toekent, vormen noch het bezwaarschrift dat de belastingplichtige bij de bevoegde ambtenaar indient tegen het bedrag van de belasting, noch het daaropvolgende beroep in rechte dat hij tegen die administratieve beslissing instelt, een vordering over de zaak zelf in de zin van artikel 1493 Gerechtelijk Wetboek, ondanks dat daar debat wordt gevoerd over de grondslag van de schuldvordering van de Belgische Staat; het bewarend beslag onder derden dat de Belgische Staat tegen een belastingplichtige heeft gelegd in handen van de Deposito- en Consignatiekas, houdt dus op gevolg te hebben bij het verstrijken van een termijn van vijf jaar te rekenen vanaf de datum van dat beslag, tenzij het eerder werd vernieuwd (1). (1) Zie concl. OM.",
        "Wanneer het beslag onder derden werd gedaan in handen van de Deposito- en Consignatiekas, hebben de in het artikel 33, eerste lid, van het koninklijk besluit nr. 150 van 18 maart 1935 bepaalde afwijkingen geen betrekking op de schorsingsgronden van de geldigheidstermijn van het beslag, maar enkel op de duur van die geldigheidstermijn die van drie jaar op vijf jaar wordt gebracht en op de verplichting van de schuldeiser om elke omstandigheid die een invloed op die geldigheidsduur zou kunnen hebben, aan de kas te betekenen (1). (1) Zie concl. OM.",
        "De vordering die de beslagen schuldenaar instelt tot opheffing van het bewarend beslag onder derden of het derdenverzet dat tegen dit beslag wordt aangetekend door diegene die beweert de eigenaar te zijn van het voorwerp van dit beslag, vormt geen vordering over de zaak zelf in de zin van artikel 1493 Gerechtelijk Wetboek; de betekening van die akten van rechtspleging aan de Deposito- en Consignatiekas heeft bijgevolg geen invloed op de schorsing van de geldigheidstermijn van het bewarend beslag (1). (1) Zie concl. OM."
      ]
    }
  }
}