{
  "2": {
    "ECLI:BE:CASS:2022:ARR.20220617.1F.3": {
      "court": "CASS",
      "date": "2022-06-17",
      "roleNumber": "C.20.0448.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220617.1F.3",
      "abstractFR": [
        "En confiant au Roi le soin de compléter la liste de faits personnels graves qu'il avait lui-même élaborée, le législateur a entendu que cette liste et celle que dresserait le Roi forment l'énumération limitative des seuls faits personnels graves pouvant motiver l'avis négatif du procureur du Roi sur l'acquisition de la nationalité belge par le déclarant."
      ],
      "abstractNL": [
        "Door de Koning te belasten met het aanvullen van de door hemzelf opgemaakte lijst van gewichtige feiten eigen aan de persoon, heeft de wetgever gewild dat die lijst en de lijst die door de Koning zou worden opmaakt, de limitatieve opsomming zouden vormen van de enige gewichtige feiten eigen aan de persoon die als motivering kunnen dienen voor het negatief advies van de procureur des Konings inzake de verkrijging van de Belgische nationaliteit door de persoon die de verklaring aflegt."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200427.3N.3": {
      "court": "CASS",
      "date": "2020-04-27",
      "roleNumber": "C.19.0487.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200427.3N.3&lang=fr",
      "abstractFR": [
        "L'énumération de faits personnels graves n'est pas exhaustive mais vise seulement à énoncer un certain nombre de cas qui constituent purement et simplement un empêchement à l'acquisition de la nationalité belge (1). (1) Voir les concl. « dit en substance » du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De opsomming van gewichtige feiten eigen aan de persoon is niet exhaustief, maar heeft slechts de bedoeling een aantal gevallen te vermelden die zonder meer een beletsel vormen om de Belgische nationaliteit te verkrijgen (1). (1) Zie concl. \"in hoofdzaak\" OM."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191024.18": {
      "court": "CASS",
      "date": "2019-10-24",
      "roleNumber": "C.19.0159.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191024.18&lang=fr",
      "abstractFR": [
        "Dans l'appréciation des faits personnels graves que la loi énumère de manière non exhaustive comme empêchement à l'acquisition de la nationalité belge, il faut prendre en considération la moralité du candidat à la nationalité belge et le respect dont il témoigne envers les lois et normes belges."
      ],
      "abstractNL": [
        "Bij de beoordeling van de gewichtige feiten eigen aan de persoon die in de wet op niet-exhaustieve wijze worden opgesomd als beletsel voor het verwerven van de Belgische nationaliteit, moet worden gelet op de moraliteit van de kandidaat-Belg en zijn respect voor de Belgische wetten en normen."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2023:ARR.20231023.3F.5": {
      "court": "CASS",
      "date": "2023-10-23",
      "roleNumber": "C.20.0042.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231023.3F.5",
      "abstractFR": [
        "Lorsque la reconnaissance du droit au séjour présente un caractère déclaratif, c'est-à-dire qu'elle reconnaît un droit préexistant, l'ensemble des titres de séjour doit être pris en considération pour vérifier si, en ce qui concerne la période qui précède sa déclaration de nationalité, le requérant a bien été admis ou autorisé à séjourner plus de trois mois dans le royaume ou autorisé à s'y établir conformément à la loi sur les étrangers ou à la loi de régularisation ; la possession des documents de séjour mentionnés à l'article 4 de l'arrêté royal du 14 janvier 2013, à prendre en considération en tant que preuve du séjour légal ne constitue donc pas une condition de séjour légal, lequel peut être démontré par tout autre moyen de preuve (1). (1) Cass. 7 décembre 2020, RG C.20.0213.N, Pas. 2020, n° 755 et Cass. 7 décembre 2020, RG C.20.224.N, Pas. 2020, n° 756."
      ],
      "abstractNL": null
    }
  }
}