{
  "2": {
    "ECLI:BE:CASS:2023:ARR.20230621.2F.1": {
      "court": "CASS",
      "date": "2023-06-21",
      "roleNumber": "P.23.0504.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230621.2F.1",
      "abstractFR": [
        "En vertu de l'article 2, § 2, de la loi de la loi du 5 août 2006 relative à l'application du principe de reconnaissance mutuelle des décisions judiciaires en matière pénale entre les États membres de l'Union européenne, dans les relations qu'entretient la Belgique avec d'autres États membres de l'Union européenne, liés par le règlement (UE) 2018/1805 du Parlement européen et du Conseil du 14 novembre 2018 concernant la reconnaissance mutuelle des décisions de gel et des décisions de confiscation, ces décisions sont émises, reconnues et exécutées conformément à ce règlement et aux articles 2/1, 5°, 10, 12 §§ 1er, 1er/1, 1er/2 et 4, 13, 14, 15, 16, 28, 30, §§ 1er à 3 et §§ 5 à 8, 33, 37, 38, 39 et 40 de la loi; l'article 39, alinéa 1er, du règlement énonce qu'il remplace les dispositions de la décision-cadre en ce qui concerne le gel des biens entre les États membres liés par le règlement à compter du 19 décembre 2020 et l'article 40, § 1er, du règlement précise, sous le titre « Dispositions transitoires », que le règlement s'applique aux certificats de gel et aux certificats de confiscation transmis le 19 décembre 2020 ou après cette date."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220517.2N.2": {
      "court": "CASS",
      "date": "2022-05-17",
      "roleNumber": "P.22.0197.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220517.2N.2",
      "abstractFR": [
        "Il résulte des dispositions des articles 1er et 40, § 1er et § 2, du règlement (UE) n° 2018/1805 du Parlement européen et du Conseil du 14 novembre 2018 concernant la reconnaissance mutuelle des décisions de gel et des décisions de confiscation, 2, § 1er et § 2, de la loi du 5 août 2006 relative à l'application du principe de reconnaissance mutuelle des décisions judiciaires en matière pénale entre les États membres de l'Union européenne, modifiée par la loi du 28 novembre 2021 visant à rendre la justice plus humaine, plus rapide et plus ferme, ainsi que de la genèse de cette loi du 28 novembre 2021, que la reconnaissance et l'exécution d'une décision de confiscation basées sur un certificat de confiscation qu'une autorité néerlandaise a transmis à une autorité belge avant le 19 décembre 2020 sont régies par la loi précitée du 5 août 2006 dans sa version antérieure à sa modification par la loi précitée du 28 novembre 2021.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Uit de bepalingen van de artikelen 1, 40.1 en 40.2 van Verordening (EU) 2018/1805 van het Europees Parlement en de Raad van 14 november 2018 inzake de wederzijdse erkenning van bevriezingsbevelen en confiscatiebevelen en artikel 2, § 1 en § 2, Wet Wederzijdse Erkenning, zoals gewijzigd door de wet van 28 november 2021, en de wetsgeschiedenis van de vermelde wet van 28 november 2021 volgt dat de erkenning en tenuitvoerlegging van een confiscatiebevel op grond van een confiscatiecertificaat dat een Nederlandse autoriteit aan een Belgische autoriteit heeft toegezonden vóór 19 december 2020, wordt geregeld door de Wet Wederzijdse Erkenning in zijn versie vóór de wijziging bij de wet van 28 november 2021.",
        "Uit de bepalingen van de artikelen 1, 40.1 en 40.2 van Verordening (EU) 2018/1802 van het Europees Parlement en de Raad van 14 november 2018 inzake de wederzijdse erkenning van bevriezingsbevelen en confiscatiebevelen en artikel 2, § 1 en § 2, Wet Wederzijdse Erkenning, zoals gewijzigd door de wet van 28 november 2021, en de wetsgeschiedenis van de vermelde wet van 28 november 2021 volgt dat de erkenning en tenuitvoerlegging van een confiscatiebevel op grond van een confiscatiecertificaat dat een Nederlandse autoriteit aan een Belgische autoriteit heeft toegezonden vóór 19 december 2020, wordt geregeld door de Wet Wederzijdse Erkenning in zijn versie vóór de wijziging bij de wet van 28 november 2021."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2020:ARR.20200603.2F.7": {
      "court": "CASS",
      "date": "2020-06-03",
      "roleNumber": "P.20.0314.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200603.2F.7",
      "abstractFR": [
        "Conformément à l'article 4, § 4, de la loi du 5 août 2006 relative à l'application du principe de reconnaissance mutuelle des décisions judiciaires en matière pénale entre les États membres de l'Union européenne, les raisons substantielles qui ont conduit au prononcé de la décision étrangère de gel des avoirs transmise à la Belgique ne peuvent être contestées devant un tribunal belge."
      ],
      "abstractNL": [
        "Overeenkomstig artikel 4, § 4, van de wet van 5 augustus 2006 inzake de toepassing van het beginsel van de wederzijdse erkenning van rechterlijke beslissingen in strafzaken tussen de lidstaten van de Europese Unie kunnen de materiële gronden die hebben geleid tot de uitspraak van de aan België overgezonden buitenlandse beslissing tot bevriezing van de tegoeden niet voor een Belgische rechtbank worden betwist."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2024:ARR.20240312.2N.3": {
      "court": "CASS",
      "date": "2024-03-12",
      "roleNumber": "P.23.1658.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240312.2N.3",
      "abstractFR": null,
      "abstractNL": [
        "Uit de overwegingen (16), (17) en (32) van de preambule van de verordening (EU) 2018/1805 van het Europees Parlement en de Raad van 14 november 2018 inzake de wederzijdse erkenning van bevriezingsbevelen en confiscatiebevelen blijkt dat die verordening de grondrechten vervat in het VEU, het Handvest Grondrechten EU en het EVRM eerbiedigt; overeenkomstig de artikelen 2, § 2 en 30, § 3, 2° en § 6, vierde lid, eerste zin, van de wet van 5 augustus 2006 inzake de toepassing van het beginsel van de wederzijdse erkenning van rechterlijke beslissingen in strafzaken tussen de lidstaten van de Europese Unie worden de gronden tot niet-erkenning of niet-tenuitvoerlegging van een in Italië uitgevaardigd confiscatiebevel limitatief bepaald in artikel 19.1 Verordening 2018/1805 en in de artikelen 6, 7, 7/2 en 7/3 Wet Wederzijdse Erkenning en geen van de vermelde bepalingen verbiedt België als uitvoerende lidstaat een confiscatiebevel te erkennen of ten uitvoer te leggen wegens miskenning van het redelijketermijnvereiste; de omstandigheid dat de tenuitvoerlegging van een confiscatiebevel een impact kan hebben op de uitoefening van een burgerlijk recht zoals het eigendomsrecht, impliceert niet dat de procedure in het kader waarvan het gerecht van de uitvoerende lidstaat uitspraak doet over deze tenuitvoerlegging, ertoe strekt een dergelijk recht in de zin van artikel 6.1 EVRM vast te stellen en hieruit volgt dat de aanvoering van de overschrijding van de redelijke termijn door degene tegen wie het confiscatiebevel is uitgevaardigd, niet kan worden onderzocht door het gerecht van de uitvoerende lidstaat dat uitspraak doet over de tenuitvoerlegging van dat bevel, maar enkel door een nationale instantie die kennis kan nemen van de strafvervolging of de procedure die tot het opleggen van de maatregel heeft geleid (1). (1) Zie concl. OM."
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2024:ARR.20240312.2N.3": {
      "court": "CASS",
      "date": "2024-03-12",
      "roleNumber": "P.23.1658.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240312.2N.3",
      "abstractFR": null,
      "abstractNL": [
        "Uit de overwegingen (16), (17) en (32) van de preambule van de verordening (EU) 2018/1805 van het Europees Parlement en de Raad van 14 november 2018 inzake de wederzijdse erkenning van bevriezingsbevelen en confiscatiebevelen blijkt dat die verordening de grondrechten vervat in het VEU, het Handvest Grondrechten EU en het EVRM eerbiedigt; overeenkomstig de artikelen 2, § 2 en 30, § 3, 2° en § 6, vierde lid, eerste zin, van de wet van 5 augustus 2006 inzake de toepassing van het beginsel van de wederzijdse erkenning van rechterlijke beslissingen in strafzaken tussen de lidstaten van de Europese Unie worden de gronden tot niet-erkenning of niet-tenuitvoerlegging van een in Italië uitgevaardigd confiscatiebevel limitatief bepaald in artikel 19.1 Verordening 2018/1805 en in de artikelen 6, 7, 7/2 en 7/3 Wet Wederzijdse Erkenning en geen van de vermelde bepalingen verbiedt België als uitvoerende lidstaat een confiscatiebevel te erkennen of ten uitvoer te leggen wegens miskenning van het redelijketermijnvereiste; de omstandigheid dat de tenuitvoerlegging van een confiscatiebevel een impact kan hebben op de uitoefening van een burgerlijk recht zoals het eigendomsrecht, impliceert niet dat de procedure in het kader waarvan het gerecht van de uitvoerende lidstaat uitspraak doet over deze tenuitvoerlegging, ertoe strekt een dergelijk recht in de zin van artikel 6.1 EVRM vast te stellen en hieruit volgt dat de aanvoering van de overschrijding van de redelijke termijn door degene tegen wie het confiscatiebevel is uitgevaardigd, niet kan worden onderzocht door het gerecht van de uitvoerende lidstaat dat uitspraak doet over de tenuitvoerlegging van dat bevel, maar enkel door een nationale instantie die kennis kan nemen van de strafvervolging of de procedure die tot het opleggen van de maatregel heeft geleid (1). (1) Zie concl. OM.",
        "Uit de overwegingen (15) en (34) van de preambule van Verordening 2018/1805 blijkt dat de regeling inzake de tenuitvoerlegging van confiscatiebevelen berust op een hoge mate van vertrouwen tussen de lidstaten en deze hoge mate van vertrouwen tussen de lidstaten houdt een vermoeden in van eerbiediging door de uitvaardigende lidstaat van de fundamentele rechten bedoeld in artikel 19.1.h) Verordening 2018/1805, vermoeden dat evenwel niet onweerlegbaar is; noch artikel 19.1 Verordening 2018/1805, noch artikel 7, § 1, Wet Wederzijdse Erkenning, uitgelegd in overeenstemming met artikel 19.1 van die verordening, laat de rechter in de uitvoerende lidstaat toe om de tenuitvoerlegging van een confiscatiebevel toe te staan wanneer hij vaststelt dat een fundamenteel recht van degene tegen wie een confiscatiebevel is uitgevaardigd, manifest is miskend en dit is het geval wanneer de betrokkene in de uitvaardigende lidstaat over geen enkele mogelijkheid heeft beschikt of nog kan beschikken om zijn verweermiddelen tegen de verbeurdverklaring van zaken waarvan hij beweert de rechtmatige eigenaar te zijn, voor te leggen aan een onpartijdige rechter, zodat het aan de rechter in de uitvoerende lidstaat staat om zich daarvan te vergewissen en om, indien hij een manifest gebrek aan het bestaan van een dergelijk recht vaststelt, de tenuitvoerlegging van het confiscatiebevel niet toe te staan (1). (1) Zie concl. OM."
      ]
    }
  },
  "15": {
    "ECLI:BE:CASS:2024:ARR.20240131.2F.3": {
      "court": "CASS",
      "date": "2024-01-31",
      "roleNumber": "P.23.1340.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240131.2F.3",
      "abstractFR": [
        "Constitue une décision passible d'un pourvoi immédiat l'arrêt de la cour d'appel, chambre des mises en accusation, qui, en application des articles 61quater, § 5, du Code d'instruction criminelle et 15, § 1er, de la loi du 5 août 2006 relative à l'application du principe de reconnaissance mutuelle des décisions judiciaires en matière pénale entre les États membres de l'Union européenne, statue sur le recours introduit par une personne lésée par la saisie exécutée à la suite d'une décision de gel émanant d'autorités étrangères sur pied de ladite loi contre cette saisie (1). (Solution implicite). (1) Voir Cass. 21 juin 2023, RG P.23.0504.F, Pas. 2023, n° 473 (résumé) (quant au pourvoi contre une décision rendue « sur le recours introduit par un propriétaire contre la saisie d'œuvres d'art ou objets antiques ordonnée par le juge d'instruction belge en exécution d'une décision de gel des avoirs prise par les autorités judiciaires italiennes ») (Solution implicite); Cass. 3 juin 2020, RG P.20.0314.F, Pas. 2020, n° 355 (quant au pourvoi contre une décision rendue « sur le recours introduit par un propriétaire contre la saisie de son immeuble ordonnée par le juge d'instruction belge, en exécution d'une décision de gel des avoirs prise par les autorités judiciaires françaises, conformément à l'article 12 de ladite loi »).",
        "Constitue une décision passible d'un pourvoi immédiat l'arrêt de la cour d'appel, chambre des mises en accusation, qui, en application des articles 61quater, § 5, du Code d'instruction criminelle et 15, § 1er, de la loi du 5 août 2006 relative à l'application du principe de reconnaissance mutuelle des décisions judiciaires en matière pénale entre les États membres de l'Union européenne, statue sur le recours introduit par une personne lésée par la saisie exécutée à la suite d'une décision de gel émanant d'autorités étrangères sur pied de ladite loi contre cette saisie (Solution implicite) (1). (1) Voir Cass. 21 juin 2023, RG P.23.0504.F, Pas. 2023, n° 473 (résumé) (quant au pourvoi contre une décision rendue « sur le recours introduit par un propriétaire contre la saisie d'œuvres d'art ou objets antiques ordonnée par le juge d'instruction belge en exécution d'une décision de gel des avoirs prise par les autorités judiciaires italiennes ») (Solution implicite); Cass. 3 juin 2020, RG P.20.0314.F, Pas. 2020, n° 355 (quant au pourvoi contre une décision rendue « sur le recours introduit par un propriétaire contre la saisie de son immeuble ordonnée par le juge d'instruction belge, en exécution d'une décision de gel des avoirs prise par les autorités judiciaires françaises, conformément à l'article 12 de ladite loi »)."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230621.2F.1": {
      "court": "CASS",
      "date": "2023-06-21",
      "roleNumber": "P.23.0504.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230621.2F.1",
      "abstractFR": [
        "Constitue une décision passible d'un pourvoi immédiat l'arrêt de la cour d'appel, chambre des mises en accusation, qui, en application des articles 61quater, § 5, du Code d'instruction criminelle et 15, § 1er, de la loi du 5 août 2006 relative à l'application du principe de reconnaissance mutuelle des décisions judiciaires en matière pénale entre les États membres de l'Union européenne, statue sur le recours introduit par un propriétaire contre la saisie d'œuvres d'art ou objets antiques ordonnée par le juge d'instruction belge en exécution d'une décision de gel des avoirs prise par les autorités judiciaires italiennes (1). (Solution implicite). (1) Cass. 3 juin 2020, RG P.20.0314.F, Pas. 2020, n° 355."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2020:ARR.20200603.2F.7": {
      "court": "CASS",
      "date": "2020-06-03",
      "roleNumber": "P.20.0314.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200603.2F.7",
      "abstractFR": [
        "Constitue une décision passible d'un pourvoi immédiat l'arrêt de la cour d'appel, chambre des mises en accusation, qui, en application des articles 61quater, § 5, du Code d'instruction criminelle et 15, § 1er, de la loi du 5 août 2006 relative à l'application du principe de reconnaissance mutuelle des décisions judiciaires en matière pénale entre les États membres de l'Union européenne, statue sur le recours introduit par un propriétaire contre la saisie de son immeuble ordonnée par le juge d'instruction belge, en exécution d'une décision de gel des avoirs prise par les autorités judiciaires françaises, conformément à l'article 12 de ladite loi (1). (1) Le ministère public avait considéré qu'il y avait lieu de décréter le désistement en raison du fait que la décision attaquée ne pouvait être considérée comme définitive au sens de l'article 420, alinéa 1er, du Code d'instruction criminelle dès lors que la saisie en Belgique d'un immeuble en exécution d'une décision de gel des avoirs prise par l'autorité étrangère est une mesure conservatoire qui appelle nécessairement une mesure ultérieure, telle que l'aliénation du bien, sa confiscation ou encore la mainlevée de la saisie.",
        "L'article 15, § 2, de la loi du 5 août 2006 relative à l'application du principe de reconnaissance mutuelle des décisions judiciaires en matière pénale entre les États membres de l'Union européenne prévoit que les motifs de la saisie ne peuvent être contestés que par une action devant un tribunal de l'Etat d'émission de la décision dont la reconnaissance a été sollicitée en Belgique; il n'appartient dès lors pas à l'autorité judiciaire de l'Etat d'exécution de censurer l'appréciation des autorités étrangères quant au montant de l'avantage patrimonial tiré de l'infraction ou quant au caractère sérieux et concret des indices justifiant la saisie."
      ],
      "abstractNL": [
        "Het arrest van het hof van beroep, kamer van inbeschuldigingstelling, dat met toepassing van de artikelen 61quater, § 5, Wetboek van Strafvordering, en 15, § 1, van de wet van 5 augustus 2006 inzake de toepassing van het beginsel van de wederzijdse erkenning van rechterlijke beslissingen in strafzaken tussen de lidstaten van de Europese Unie, uitspraak doet over het beroep dat een eigenaar heeft ingesteld tegen de inbeslagneming van zijn pand, die door het Belgische onderzoeksgerecht werd bevolen ter uitvoering van de beslissing die de Franse rechterlijke overheden overeenkomstig artikel 12 van de voormelde wet hebben genomen om de tegoeden te bevriezen, is een beslissing waartegen onmiddellijk cassatieberoep kan worden ingesteld (1). (1) Het OM had geoordeeld dat akte van de afstand moest worden verleend omdat de bestreden beslissing niet als een eindbeslissing kon worden aangemerkt in de zin van art. 420, eerste lid, Wetboek van Strafvordering. De inbeslagneming, in België, van een pand vormt immers de uitvoering van een beslissing van de buitenlandse overheid om de tegoeden te bevriezen, d.i. een bewarende maatregel die noodzakelijkerwijs leidt tot een latere maatregel, zoals de vervreemding of de verbeurdverklaring van het goed, of nog de opheffing van het beslag.",
        "Artikel 15, § 2, van de wet van 5 augustus 2006 inzake de toepassing van het beginsel van de wederzijdse erkenning van rechterlijke beslissingen in strafzaken tussen de lidstaten van de Europese Unie bepaalt dat de redenen van de inbeslagneming enkel kunnen worden aangevochten door een vordering voor een rechtbank van de beslissingsstaat die de beslissing heeft gewezen waarvan de tenuitvoerlegging in België wordt gevorderd; het behoort dus niet aan de rechterlijke overheid van de tenuitvoerleggingstaat om de beoordeling, door de buitenlandse autoriteiten, van het bedrag van het vermogensvoordeel dat het misdrijf heeft opgeleverd of het ernstige en concrete karakter van de aanwijzingen die het beslag verantwoorden te censureren."
      ]
    }
  },
  "30": {
    "ECLI:BE:CASS:2022:ARR.20220517.2N.2": {
      "court": "CASS",
      "date": "2022-05-17",
      "roleNumber": "P.22.0197.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220517.2N.2",
      "abstractFR": [
        "Il résulte des dispositions des articles 1er et 40, § 1er et § 2, du règlement (UE) n° 2018/1805 du Parlement européen et du Conseil du 14 novembre 2018 concernant la reconnaissance mutuelle des décisions de gel et des décisions de confiscation, 2, § 1er et § 2, de la loi du 5 août 2006 relative à l'application du principe de reconnaissance mutuelle des décisions judiciaires en matière pénale entre les États membres de l'Union européenne, modifiée par la loi du 28 novembre 2021 visant à rendre la justice plus humaine, plus rapide et plus ferme, ainsi que de la genèse de cette loi du 28 novembre 2021, que la reconnaissance et l'exécution d'une décision de confiscation basées sur un certificat de confiscation qu'une autorité néerlandaise a transmis à une autorité belge avant le 19 décembre 2020 sont régies par la loi précitée du 5 août 2006 dans sa version antérieure à sa modification par la loi précitée du 28 novembre 2021.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Uit de bepalingen van de artikelen 1, 40.1 en 40.2 van Verordening (EU) 2018/1805 van het Europees Parlement en de Raad van 14 november 2018 inzake de wederzijdse erkenning van bevriezingsbevelen en confiscatiebevelen en artikel 2, § 1 en § 2, Wet Wederzijdse Erkenning, zoals gewijzigd door de wet van 28 november 2021, en de wetsgeschiedenis van de vermelde wet van 28 november 2021 volgt dat de erkenning en tenuitvoerlegging van een confiscatiebevel op grond van een confiscatiecertificaat dat een Nederlandse autoriteit aan een Belgische autoriteit heeft toegezonden vóór 19 december 2020, wordt geregeld door de Wet Wederzijdse Erkenning in zijn versie vóór de wijziging bij de wet van 28 november 2021.",
        "Uit de bepalingen van de artikelen 1, 40.1 en 40.2 van Verordening (EU) 2018/1802 van het Europees Parlement en de Raad van 14 november 2018 inzake de wederzijdse erkenning van bevriezingsbevelen en confiscatiebevelen en artikel 2, § 1 en § 2, Wet Wederzijdse Erkenning, zoals gewijzigd door de wet van 28 november 2021, en de wetsgeschiedenis van de vermelde wet van 28 november 2021 volgt dat de erkenning en tenuitvoerlegging van een confiscatiebevel op grond van een confiscatiecertificaat dat een Nederlandse autoriteit aan een Belgische autoriteit heeft toegezonden vóór 19 december 2020, wordt geregeld door de Wet Wederzijdse Erkenning in zijn versie vóór de wijziging bij de wet van 28 november 2021."
      ]
    }
  },
  "7/2": {
    "ECLI:BE:CASS:2024:ARR.20240312.2N.3": {
      "court": "CASS",
      "date": "2024-03-12",
      "roleNumber": "P.23.1658.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240312.2N.3",
      "abstractFR": null,
      "abstractNL": [
        "Uit de overwegingen (16), (17) en (32) van de preambule van de verordening (EU) 2018/1805 van het Europees Parlement en de Raad van 14 november 2018 inzake de wederzijdse erkenning van bevriezingsbevelen en confiscatiebevelen blijkt dat die verordening de grondrechten vervat in het VEU, het Handvest Grondrechten EU en het EVRM eerbiedigt; overeenkomstig de artikelen 2, § 2 en 30, § 3, 2° en § 6, vierde lid, eerste zin, van de wet van 5 augustus 2006 inzake de toepassing van het beginsel van de wederzijdse erkenning van rechterlijke beslissingen in strafzaken tussen de lidstaten van de Europese Unie worden de gronden tot niet-erkenning of niet-tenuitvoerlegging van een in Italië uitgevaardigd confiscatiebevel limitatief bepaald in artikel 19.1 Verordening 2018/1805 en in de artikelen 6, 7, 7/2 en 7/3 Wet Wederzijdse Erkenning en geen van de vermelde bepalingen verbiedt België als uitvoerende lidstaat een confiscatiebevel te erkennen of ten uitvoer te leggen wegens miskenning van het redelijketermijnvereiste; de omstandigheid dat de tenuitvoerlegging van een confiscatiebevel een impact kan hebben op de uitoefening van een burgerlijk recht zoals het eigendomsrecht, impliceert niet dat de procedure in het kader waarvan het gerecht van de uitvoerende lidstaat uitspraak doet over deze tenuitvoerlegging, ertoe strekt een dergelijk recht in de zin van artikel 6.1 EVRM vast te stellen en hieruit volgt dat de aanvoering van de overschrijding van de redelijke termijn door degene tegen wie het confiscatiebevel is uitgevaardigd, niet kan worden onderzocht door het gerecht van de uitvoerende lidstaat dat uitspraak doet over de tenuitvoerlegging van dat bevel, maar enkel door een nationale instantie die kennis kan nemen van de strafvervolging of de procedure die tot het opleggen van de maatregel heeft geleid (1). (1) Zie concl. OM."
      ]
    }
  },
  "7/3": {
    "ECLI:BE:CASS:2024:ARR.20240312.2N.3": {
      "court": "CASS",
      "date": "2024-03-12",
      "roleNumber": "P.23.1658.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240312.2N.3",
      "abstractFR": null,
      "abstractNL": [
        "Uit de overwegingen (16), (17) en (32) van de preambule van de verordening (EU) 2018/1805 van het Europees Parlement en de Raad van 14 november 2018 inzake de wederzijdse erkenning van bevriezingsbevelen en confiscatiebevelen blijkt dat die verordening de grondrechten vervat in het VEU, het Handvest Grondrechten EU en het EVRM eerbiedigt; overeenkomstig de artikelen 2, § 2 en 30, § 3, 2° en § 6, vierde lid, eerste zin, van de wet van 5 augustus 2006 inzake de toepassing van het beginsel van de wederzijdse erkenning van rechterlijke beslissingen in strafzaken tussen de lidstaten van de Europese Unie worden de gronden tot niet-erkenning of niet-tenuitvoerlegging van een in Italië uitgevaardigd confiscatiebevel limitatief bepaald in artikel 19.1 Verordening 2018/1805 en in de artikelen 6, 7, 7/2 en 7/3 Wet Wederzijdse Erkenning en geen van de vermelde bepalingen verbiedt België als uitvoerende lidstaat een confiscatiebevel te erkennen of ten uitvoer te leggen wegens miskenning van het redelijketermijnvereiste; de omstandigheid dat de tenuitvoerlegging van een confiscatiebevel een impact kan hebben op de uitoefening van een burgerlijk recht zoals het eigendomsrecht, impliceert niet dat de procedure in het kader waarvan het gerecht van de uitvoerende lidstaat uitspraak doet over deze tenuitvoerlegging, ertoe strekt een dergelijk recht in de zin van artikel 6.1 EVRM vast te stellen en hieruit volgt dat de aanvoering van de overschrijding van de redelijke termijn door degene tegen wie het confiscatiebevel is uitgevaardigd, niet kan worden onderzocht door het gerecht van de uitvoerende lidstaat dat uitspraak doet over de tenuitvoerlegging van dat bevel, maar enkel door een nationale instantie die kennis kan nemen van de strafvervolging of de procedure die tot het opleggen van de maatregel heeft geleid (1). (1) Zie concl. OM."
      ]
    }
  }
}