{
  "1": {
    "ECLI:BE:CASS:2020:ARR.20200116.1N.1": {
      "court": "CASS",
      "date": "2020-01-16",
      "roleNumber": "C.18.0605.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200116.1N.1&lang=fr",
      "abstractFR": [
        "Une zone agricole d'intérêt paysager constituait jusqu'au 1er septembre 2009 une zone vulnérable du point de vue spatial de sorte que la perpétuation d'infractions urbanistiques dans cette zone était jusqu'alors punissable (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Landschappelijk waardevol agrarisch gebied maakte tot 1 september 2009 ruimtelijk kwetsbaar gebied uit zodat de instandhouding van stedenbouwkundige inbreuken in dit gebied tot dan strafbaar was (1). (1) Zie concl. OM."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2025:ARR.20250117.1N.3": {
      "court": "CASS",
      "date": "2025-01-17",
      "roleNumber": "C.21.0083.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250117.1N.3",
      "abstractFR": [
        "Le droit à une indemnisation de dommages résultant de la planification spatiale ne requiert pas une interdiction totale de bâtir concernant l'édification ou la pose, la démolition, la reconstruction, la transformation ou l'agrandissement d'une construction ; une limitation des possibilités de bâtir sur une parcelle suffit sur la base du plan d'exécution spatial entré en vigueur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het recht op planschadevergoeding vereist geen volledig bouwverbod met betrekking tot het optrekken of plaatsen, afbreken, herbouwen, verbouwen of uitbreiden van een constructie; een beperking van de bouwmogelijkheden op een perceel volstaat op basis van het in werking getreden ruimtelijk uitvoeringsplan (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250904.1N.4": {
      "court": "CASS",
      "date": "2025-09-04",
      "roleNumber": "C.24.0390.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250904.1N.4",
      "abstractFR": null,
      "abstractNL": [
        "Uit de wetsgeschiedenis van artikel 124 van het Vlaams Onteigeningsdecreet van 24 februari 2017 blijkt dat zowel voor de lopende administratieve als de gerechtelijke procedures de oude regels van toepassing blijven voor de afhandeling van die procedures (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240411.1N.5": {
      "court": "CASS",
      "date": "2024-04-11",
      "roleNumber": "C.21.0464.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240411.1N.5",
      "abstractFR": null,
      "abstractNL": [
        "Het feit dat de ernstige waardevermindering voortduurt onder de gelding van de nieuwe wet heeft niet tot gevolg dat de eigenaar wiens onroerend goed vóór de inwerkingtreding van artikel 2.4.10, § 1, VCRO een ernstige waardevermindering heeft ondergaan door de vaststelling van een ruimtelijk uitvoeringsplan, vanaf de inwerkingtreding van artikel 2.4.10, § 1, VCRO de verwerving daarvan kan eisen van het Vlaamse Gewest (1). (1) Art. 2.4.10, § 1, VCRO, zoals van toepassing vóór de wijziging bij Decreet van 8 december 2017 houdende wijziging van diverse bepalingen inzake ruimtelijke ordening, milieu en omgeving, art. 47."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241206.1N.5": {
      "court": "CASS",
      "date": "2024-12-06",
      "roleNumber": "C.22.0189.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241206.1N.5",
      "abstractFR": null,
      "abstractNL": [
        "Uit de wetsgeschiedenis van het Vlaams Onteigeningsdecreet van 24 februari 2017 blijkt dat zowel voor de lopende administratieve als de gerechtelijke procedures de oude regels van toepassing blijven voor de afhandeling van die procedures (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220512.1N.3": {
      "court": "CASS",
      "date": "2022-05-12",
      "roleNumber": "C.19.0274.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220512.1N.3&lang=fr",
      "abstractFR": [
        "L'article 2.4.6., § 1er, alinéa 1er, du Code flamand de l'aménagement du territoire traduit un principe général du droit applicable quel que soit le fondement juridique de l'expropriation (1). (1) Cass. 7 novembre 2013, RG C.12.0053.N, Pas. 2013, n° 590 ; Cass. 31 mai 2013, RG C.11.0749.N, Pas. 2013, n° 332 ; Cass. 3 mars 1983, RG 6725, Bull et Pas., I,1982-1983, n° 366. (2) Art. 2.4.6., § 1er, al. 1er du Code flamand de l'aménagement du territoire, dans la version applicable avant son abrogation par l'article 110 du décret du 24 février 2017 relatif à l'expropriation d'utilité publique."
      ],
      "abstractNL": [
        "Artikel 2.4.6., § 1, eerste lid VCRO vertolkt een algemeen rechtsbeginsel dat van toepassing is ongeacht de rechtsgrond van de onteigening (1) (2). (1) Cass. 7 november 2013, AR C.12.0053.N, AC 2013, nr. 590; Cass. 31 mei 2013, AR C.11.0749.N, AC 2013, nr. 332; Cass. 3 maart 1983, AR nr. 6725, AC 1982-83, nr. 366. (2) Art. 2.4.6., § 1, eerste lid VCRO, zoals van toepassing voor zijn opheffing bij artikel 110 van het decreet van 24 februari 2017 betreffende onteigening voor het algemene nut."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220616.1N.8": {
      "court": "CASS",
      "date": "2022-06-16",
      "roleNumber": "C.21.0319.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220616.1N.8&lang=fr",
      "abstractFR": [
        "Une prescription urbanistique d'un plan d'exécution spatial qui interdit pour une durée indéterminée l'érection de logements ou de constructions destinés à des activités et infrastructures connexes de l'habitat et rend donc impossible tout développement de l'habitat pour une durée indéterminée est inconciliable avec la catégorie ‘habitat' (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Een stedenbouwkundig voorschrift in een RUP dat voor onbepaalde tijd verbiedt om woningen te bouwen of constructies op te richten voor aan wonen verwante activiteiten en voorzieningen en aldus elke woonontwikkeling voor onbepaalde tijd onmogelijk maakt, is onverenigbaar met de categorie wonen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220616.1N.1": {
      "court": "CASS",
      "date": "2022-06-16",
      "roleNumber": "C.21.0219.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220616.1N.1&lang=fr",
      "abstractFR": [
        "Le défaut d'établissement ou l'établissement tardif de plans d'exécution spatiaux en exécution d'un schéma de structure d'aménagement ou de la mise en conformité de ces plans d'exécution avec le schéma de structure d'aménagement ne constitue une faute de l'administration que lorsqu'il apparaît, à la lumière de toutes les circonstances de l'espèce, qu'elle n'a manifestement pas agi dans un délai raisonnable ou n'invoque aucune raison légitime pour son refus d'agir.",
        "Le défaut d'établissement ou l'établissement tardif de plans d'exécution spatiaux en exécution d'un schéma de structure d'aménagement ou de la mise en conformité de ces plans d'exécution avec le schéma de structure d'aménagement ne constitue une faute de l'administration que lorsqu'il apparaît, à la lumière de toutes les circonstances de l'espèce, qu'elle n'a manifestement pas agi dans un délai raisonnable ou n'invoque aucune raison légitime pour son refus d'agir. (1) Code flamand de l'aménagement du territoire, art. 2.1.2, § 6, et 2.1.13, al. 1er, dans la version applicable avant sa modification par le décret du 8 décembre 2017."
      ],
      "abstractNL": [
        "Het niet of laattijdig opmaken van ruimtelijke uitvoeringsplannen ter uitvoering van een ruimtelijk structuurplan dan wel het in overeenstemming brengen van deze uitvoeringsplannen met het ruimtelijk structuurplan, maakt slechts een fout uit in hoofde van het bestuur wanneer blijkt dat, alle omstandigheden in acht genomen, het bestuur kennelijk niet binnen een redelijke termijn heeft gehandeld of geen wettige reden voor haar weigering om te handelen aanvoert.",
        "Het niet of laattijdig opmaken van ruimtelijke uitvoeringsplannen ter uitvoering van een ruimtelijk structuurplan dan wel het in overeenstemming brengen van deze uitvoeringsplannen met het ruimtelijk structuurplan, maakt slechts een fout uit in hoofde van het bestuur wanneer blijkt dat, alle omstandigheden in acht genomen, het bestuur kennelijk niet binnen een redelijke termijn heeft gehandeld of geen wettige reden voor haar weigering om te handelen aanvoert (1). (1) Artt. 2.1.2, § 6, en 2.1.13, eerste lid, VCRO in de versie zoals toepasselijk voor de wijziging bij decreet van 8 december 2017."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220909.1N.5": {
      "court": "CASS",
      "date": "2022-09-09",
      "roleNumber": "C.19.0653.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220909.1N.5&lang=fr",
      "abstractFR": [
        "L'expiration du délai visé à l'article 2.6.2, § 2, alinéa 3, du Code flamand de l'aménagement du territoire entraîne, en l'absence du respect des obligations qui y sont inscrites, la déchéance définitive du droit à l'indemnisation des dommages résultant de la planification spatiale, peu importe que l'objectif que le législateur décrétal poursuivait par cette disposition ait été atteint ou non."
      ],
      "abstractNL": [
        "Het verstrijken van de termijn bepaald bij artikel 2.6.2, §2, 3de lid Vlaamse Codex Ruimtelijke Ordening, zonder naleving van de erin neergelegde verplichtingen, heeft het definitief verval van het recht op planschadevergoeding tot gevolg, ongeacht of het door de decreetgever met deze bepaling nagestreefde doel al dan niet werd bereikt."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190628.3": {
      "court": "CASS",
      "date": "2019-06-28",
      "roleNumber": "C.18.0398.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190628.3&lang=fr",
      "abstractFR": [
        "Il suit de l'article 4.2.24, § 1er, alinéas 1er et 2, du Code flamand de l'aménagement du territoire, tel qu'il s'appliquait avant son abrogation par le décret du 25 avril 2014 du Conseil flamand relatif au permis d'environnement, qu'un permis de régularisation n'a d'effets que pour l'avenir; le permis de régularisation n'anéantit pas avec effet rétroactif le titre qui impose une mesure de réparation; il a pour seul effet de priver le titre de son caractère actuel de sorte qu'il devient impossible de poursuivre l'exécution de la mesure de réparation et que l'astreinte dont est assortie la mesure de réparation cesse d'être encourue; en revanche, les astreintes encourues avant la délivrance du permis de régularisation restent dues et leur recouvrement peut encore être poursuivi, sauf abus de droit et sans préjudice de l'application éventuelle de l'article 385quinquies du Code judiciaire (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit artikel 4.2.24, §1, eerste en tweede lid, VCRO, zoals van toepassing vóór zijn opheffing bij decreet van 25 april 2014, volgt dat een regularisatievergunning slechts gevolgen heeft voor de toekomst; de regularisatievergunning doet de titel waarbij een herstelmaatregel werd opgelegd niet met terugwerkende kracht teniet; zij heeft enkel tot gevolg dat deze titel niet langer actueel is, zodat de uitvoering van de herstelmaatregel niet meer kan worden gevorderd en de aan de herstelmaatregel gekoppelde dwangsom niet verder verbeurt; de dwangsommen die zijn verbeurd vóór het afleveren van de regularisatievergunning blijven daarentegen verschuldigd en kunnen verder worden ingevorderd, behoudens rechtsmisbruik en onverminderd de eventuele toepassing van artikel 1385 quinquies Gerechtelijk Wetboek (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180116.4": {
      "court": "CASS",
      "date": "2018-01-16",
      "roleNumber": "P.17.0437.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180116.4&lang=fr",
      "abstractFR": [
        "Plus encore que la nature de l'infraction, c'est l'atteinte portée au bon aménagement local qui est déterminante dans le choix de la mesure de réparation, tant dans le cas visé à l'article 6.1.41, § 1er, 1°, que dans le cas visé à l'article 6.1.41, § 1er, 2°; ordonner une mesure de réparation requiert que l'infraction ait porté atteinte à l'aménagement du territoire local et que la mesure vise à le réparer (1). (1) Voir Cass. 6 novembre 2012, RG P.11.1993.N, Pas. 2012, n° 594; Cass. 17 mai 2011, RG P.11.0068.N, Pas. 2011, n° 322."
      ],
      "abstractNL": [
        "Meer nog dan de aard van de overtreding is de aantasting van de goede plaatselijke ordening bepalend voor de keuze van de herstelmaatregel, zowel in het door artikel 6.1.41, § 1, 1°, als in het door artikel 6.1.41, § 1, 2°, VCRO bedoelde geval; het bevelen van een herstelmaatregel vereist dat de plaatselijke ruimtelijke ordening door het misdrijf is geschaad en de maatregel ertoe strekt de plaatselijke ordening te herstellen (1). (1) Zie: Cass. 6 november 2012, AR P.11.1993.N, AC 2012, nr. 594; Cass. 17 mei 2011, AR P.11.0068.N, AC 2011, nr. 322."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171212.1": {
      "court": "CASS",
      "date": "2017-12-12",
      "roleNumber": "P.16.1104.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171212.1&lang=fr",
      "abstractFR": [
        "Il ne résulte pas de l'article 6.1.1, alinéa 2, du Code flamand de l'aménagement du territoire qui fixe les peines minimales si les infractions mentionnées au premier alinéa sont commises par des fonctionnaires instrumentants, des agents immobiliers et d'autres personnes qui achètent, lotissent, mettent en vente ou en location, vendent ou louent, construisent ou conçoivent et/ou érigent des installations fixes ou amovibles dans l'exercice de leur profession ou activité ou les personnes qui agissent comme intermédiaires dans le cadre de telles opérations, durant l'exercice de leur profession, que ces peines ne s'appliquent qu'aux professionnels qui accomplissent les opérations qui y sont mentionnées à titre habituel ou comme seule activité ou dans un but lucratif."
      ],
      "abstractNL": [
        "Uit artikel 6.1.1, tweede lid, Vlaamse Codex Ruimtelijke Ordening dat de minimumstraffen bepaalt indien de in het eerste lid vermelde misdrijven gepleegd worden door instrumenterende ambtenaren, vastgoedmakelaars en andere personen die in de uitoefening van hun beroep of activiteit onroerende goederen kopen, verkavelen, te koop of te huur zetten, verkopen of verhuren, bouwen of vaste of verplaatsbare inrichtingen ontwerpen en/of opstellen of personen die bij die verrichtingen als tussenpersonen optreden, bij de uitoefening van hun beroep, volgt niet dat deze slechts van toepassing zijn op beroepspersonen die de erin vermelde handelingen gewoonlijk of als enige activiteit verrichten of die handelingen met een winstoogmerk stellen."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171109.10": {
      "court": "CASS",
      "date": "2017-11-09",
      "roleNumber": "C.17.0118.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171109.10&lang=fr",
      "abstractFR": [
        "La condition d'application de l'indemnisation des dommages résultant de la planification spatiale suivant laquelle, la veille de l'entrée en vigueur du plan, la parcelle \"entrait en ligne de compte pour un permis de construire ou de lotir\" et suivant laquelle \"elle est constructible du point de vue urbanistique\" implique que la délivrance d'un permis de bâtir ou de lotir était possible sur la base des règles légales en vigueur et des prescriptions obligatoires et réglementaires, c'est-à-dire que ces règles et ces prescriptions ne s'opposent pas à la délivrance d'un permis (1). (1) Voir Cour const. 22 décembre 2016, n° 164/2016.",
        "Les parcelles situées dans des zones d'extension de l'habitat non aménagées entrent, à condition de remplir les autres conditions figurant à l'article 2.6.1, § 3, du Code flamand de l'Aménagement du Territoire, en ligne de compte pour un permis de construire ou de lotir et sont constructibles du point de vue urbanistique, à savoir pour la construction groupée d'habitations.",
        "Les schémas de structure d'aménagement s'adressent à l'administration et non au citoyen; ils constituent le cadre politique sur la base duquel les plans d'exécution spatiaux sont établis, mais ne contiennent pas, contrairement à ces derniers, de prescriptions de destination contraignante et réglementaire (1). (1) Voir Cour const. 22 décembre 2016, n° 164/2016.",
        "Pour apprécier s'il a été satisfait à la condition suivant laquelle la parcelle entre en ligne de compte pour un permis de construire ou de lotir des terrains afin d'octroyer une indemnisation des dommages résultant de la planification spatiale, il ne peut être fait référence aux schémas de structure d'aménagement étant donné qu'en soi, ils ne produisent pas d'effet juridique pour le citoyen et qu'ils ne peuvent porter atteinte aux prescriptions contraignantes et réglementaires des plans d'affectation, tels qu'ils existaient la veille de l'entrée en vigueur du plan d'exécution spatial définitif et qui pouvaient susciter des attentes légitimes chez le citoyen (1). (1) Voir Cour const. 22 décembre 2016, n° 164/2016."
      ],
      "abstractNL": [
        "De voorwaarde voor de toepassing van planschadevergoeding dat het perceel de dag voorafgaand aan de inwerkingtreding van het plan \"in aanmerking kwam voor een vergunning om te bouwen of te verkavelen\" en dat \"het stedenbouwkundig voor bebouwing in aanmerking komt\", houdt in dat de aflevering van een bouw- of verkavelingsvergunning op grond van de geldende wettelijke regels en de bindende en verordenende voorschriften mogelijk was, dit wil zeggen dat deze regels en voorschriften zich niet tegen de aflevering van een vergunning verzetten (1). (1) Zie GwH 22 december 2016, nr. 164/2016.",
        "Percelen gelegen in niet-geordende woonuitbreidingsgebieden komen, mits is voldaan aan de andere in artikel 2.6.1, §3, Vlaamse Codex Ruimtelijke Ordening vermelde voorwaarden, in aanmerking voor een vergunning om te bouwen of te verkavelen en komen stedenbouwkundig voor bebouwing in aanmerking, met name voor groepswoningbouw.",
        "De ruimtelijke structuurplannen richten zich tot het bestuur en niet tot de burger; ze vormen een beleidskader aan de hand waarvan de ruimtelijke uitvoeringsplannen worden opgesteld, maar ze bevatten, in tegenstelling tot die laatste, geen bindende en verordenende bestemmingsvoorschriften (1). (1) Zie GwH 22 december 2016, nr. 164/2016.",
        "Bij de beoordeling of voor het toekennen van planschadevergoeding is voldaan aan de voorwaarde dat het perceel in aanmerking komt voor een vergunning om te bouwen of voor het verkavelen van gronden, kan niet worden verwezen naar ruimtelijke structuurplannen aangezien deze uit zichzelf geen rechtsgevolgen hebben voor de burger en zij geen afbreuk kunnen doen aan de bindende en verordenende voorschriften van de bestemmingsplannen, zoals die bestonden de dag voorafgaand aan de inwerkingtreding van het definitief ruimtelijk uitvoeringsplan en waaraan de burger rechtmatige verwachtingen kan ontlenen (1). (1) Zie GwH 22 december 2016, nr. 164/2016."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2017:ARR.20171109.10": {
      "court": "CASS",
      "date": "2017-11-09",
      "roleNumber": "C.17.0118.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171109.10&lang=fr",
      "abstractFR": [
        "La condition d'application de l'indemnisation des dommages résultant de la planification spatiale suivant laquelle, la veille de l'entrée en vigueur du plan, la parcelle \"entrait en ligne de compte pour un permis de construire ou de lotir\" et suivant laquelle \"elle est constructible du point de vue urbanistique\" implique que la délivrance d'un permis de bâtir ou de lotir était possible sur la base des règles légales en vigueur et des prescriptions obligatoires et réglementaires, c'est-à-dire que ces règles et ces prescriptions ne s'opposent pas à la délivrance d'un permis (1). (1) Voir Cour const. 22 décembre 2016, n° 164/2016.",
        "Les parcelles situées dans des zones d'extension de l'habitat non aménagées entrent, à condition de remplir les autres conditions figurant à l'article 2.6.1, § 3, du Code flamand de l'Aménagement du Territoire, en ligne de compte pour un permis de construire ou de lotir et sont constructibles du point de vue urbanistique, à savoir pour la construction groupée d'habitations."
      ],
      "abstractNL": [
        "De voorwaarde voor de toepassing van planschadevergoeding dat het perceel de dag voorafgaand aan de inwerkingtreding van het plan \"in aanmerking kwam voor een vergunning om te bouwen of te verkavelen\" en dat \"het stedenbouwkundig voor bebouwing in aanmerking komt\", houdt in dat de aflevering van een bouw- of verkavelingsvergunning op grond van de geldende wettelijke regels en de bindende en verordenende voorschriften mogelijk was, dit wil zeggen dat deze regels en voorschriften zich niet tegen de aflevering van een vergunning verzetten (1). (1) Zie GwH 22 december 2016, nr. 164/2016.",
        "Percelen gelegen in niet-geordende woonuitbreidingsgebieden komen, mits is voldaan aan de andere in artikel 2.6.1, §3, Vlaamse Codex Ruimtelijke Ordening vermelde voorwaarden, in aanmerking voor een vergunning om te bouwen of te verkavelen en komen stedenbouwkundig voor bebouwing in aanmerking, met name voor groepswoningbouw."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2025:ARR.20250117.1N.3": {
      "court": "CASS",
      "date": "2025-01-17",
      "roleNumber": "C.21.0083.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250117.1N.3",
      "abstractFR": [
        "Le droit à une indemnisation de dommages résultant de la planification spatiale ne requiert pas une interdiction totale de bâtir concernant l'édification ou la pose, la démolition, la reconstruction, la transformation ou l'agrandissement d'une construction ; une limitation des possibilités de bâtir sur une parcelle suffit sur la base du plan d'exécution spatial entré en vigueur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het recht op planschadevergoeding vereist geen volledig bouwverbod met betrekking tot het optrekken of plaatsen, afbreken, herbouwen, verbouwen of uitbreiden van een constructie; een beperking van de bouwmogelijkheden op een perceel volstaat op basis van het in werking getreden ruimtelijk uitvoeringsplan (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251127.1N.8": {
      "court": "CASS",
      "date": "2025-11-27",
      "roleNumber": "C.24.0274.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251127.1N.8",
      "abstractFR": null,
      "abstractNL": [
        "De rechter oordeelt in feite of met de verwezenlijking van de stedenbouwkundige vergunning is gestart binnen twee jaar na de afgifte van de vergunning in laatste administratieve aanleg; het Hof gaat enkel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden aangenomen (1) (2). (1) Zie concl. OM. (2) Art. 4.6.2, §1, eerste lid, 1°, VCRO zoals van toepassing voor de wijziging ervan door art. 4 Decreet van 6 juli 2012."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231205.2N.7": {
      "court": "CASS",
      "date": "2023-12-05",
      "roleNumber": "P.23.0275.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231205.2N.7",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer de rechter oordeelt dat een bestaande vergunde constructie zonder vergunning werd uitgebreid en verbouwd op een wijze dat de onvergunde aanbouw niet kan worden beschouwd als een fysiek aansluitende aanhorigheid van het hoofdgebouw maar de constructie hierdoor in zijn geheel werd herbouwd, kan hij op grond hiervan wettig tot het besluit komen dat de volledige constructie moet worden beschouwd als niet noodzakelijk vergund in de zin van artikel 4.1.1, 7°, b, Vlaamse Codex Ruimtelijke Ordening en van de artikel 3.2, 1°, Vrijstellingsbesluit."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221025.2N.26": {
      "court": "CASS",
      "date": "2022-10-25",
      "roleNumber": "P.22.0152.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221025.2N.26",
      "abstractFR": null,
      "abstractNL": [
        "° De omstandigheid dat de Vlaamse overheid op een bepaald tijdstip een belasting heft op een leegstaande of verwaarloosde bedrijfsruimte, heeft niet tot gevolg dat er na dat tijdstip met betrekking tot het desbetreffende onroerend goed geen sprake kan zijn van een door artikel 4.2.1, 6°, Vlaamse Codex Ruimtelijke Ordening bedoelde onvergunde wijziging van de hoofdfunctie van een bebouwd onroerend goed naar een bedrijfsfunctie zoals omschreven in artikel 2, § 1, eerste lid, van het besluit van de Vlaamse Regering van 14 april 2000 tot bepaling van de vergunningsplichtige functiewijzigingen.",
        "Het in artikel 4.2.1, 6°, Vlaamse Codex Ruimtelijke Ordening bedoelde misdrijf van het zonder voorafgaande vergunning geheel of gedeeltelijk wijzigen van de hoofdfunctie van een bebouwd onroerend goed, vereist dat de hoofdfunctie van dat goed, zoals bedoeld in artikel 2, § 1, van het besluit van de Vlaamse Regering van 14 april 2000 tot bepaling van de vergunningsplichtige functiewijzigingen, wordt gewijzigd in een andere hoofdfunctie in de zin van die bepaling; de loutere omstandigheid dat er onduidelijkheid is over één van de vroegere hoofdfuncties van het bebouwd onroerend goed doet echter geen afbreuk aan dat misdrijf, in zoverre vaststaat dat de zonder voorafgaande vergunning tot stand gebrachte hoofdfunctie in de zin van de voormelde bepaling, verschillend is van de vroegere hoofdfunctie in de zin van diezelfde bepaling."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231221.1N.13": {
      "court": "CASS",
      "date": "2023-12-21",
      "roleNumber": "C.22.0358.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231221.1N.13",
      "abstractFR": null,
      "abstractNL": [
        "Het verbod te bouwen of te verkavelen als gevolg van een in uitzicht gestelde onteigening van het goed doet zich slechts voor, onder gelding van de Vlaamse Codex Ruimtelijke Ordening, wanneer de onteigenende instantie in het bezit is van een door de Vlaamse regering goedgekeurd onteigeningsplan dat betrekking heeft op het geheel of op een deel van het op het plan van aanleg afgebeelde grondgebied en, onder gelding van het Vlaams Onteigeningsdecreet van 14 februari 2017, wanneer een definitief onteigeningsbesluit werd vastgesteld overeenkomstig artikel 28 van dit decreet (1) (2). (1) Zie concl. OM. (2) Zie Cass. 27 juni 2003, AR C.01.0023.N, AC 2003, nr. 383, ECLI:BE:CASS:2003:ARR.20030627.15."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240514.2N.9": {
      "court": "CASS",
      "date": "2024-05-14",
      "roleNumber": "P.23.0944.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240514.2N.9",
      "abstractFR": null,
      "abstractNL": [
        "Handelingen in de zin van artikel 4.2.1, 5°, a), Vlaamse Codex Ruimtelijke Ordening die plaatsvinden in een gebouw kunnen in beginsel niet worden beschouwd als het gewoonlijk gebruiken, aanleggen of inrichten van een grond in de zin van die bepaling; artikel 4.2.1, 5°, Vlaamse Codex Ruimtelijke Ordening voorziet immers in een vergunningsplicht voor het in die bepaling nader omschreven gebruik van de grond, dit is het terrein als zodanig"
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240903.2N.21": {
      "court": "CASS",
      "date": "2024-09-03",
      "roleNumber": "P.23.1094.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240903.2N.21",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 4.1.1, 3°, Vlaamse Codex Ruimtelijke Ordening bepaalt dat onder een constructie moet worden verstaan een gebouw, een bouwwerk, een vaste inrichting, een verharding, al dan niet bestaande uit duurzame materialen, in de grond ingebouwd, aan de grond bevestigd of op de grond steunend omwille van de stabiliteit, en bestemd om ter plaatse te blijven staan of liggen, ook al kan het goed uit elkaar genomen worden, verplaatst worden, of is het goed volledig ondergronds; een woonwagen die wordt verbouwd en omgevormd tot een woning, op de grond steunt omwille van de stabiliteit en bedoeld is om ter plaatse te blijven staan, houdt een constructie in zoals bedoeld in die bepaling, zodat het optrekken of plaatsen van een dergelijke constructie onderworpen is aan de vergunningsplicht bij toepassing van artikel 4.2.1.1°, a, Vlaamse Codex Ruimtelijke Ordening; op een dergelijke constructie is de in artikel 8.5 Vrijstellingsbesluit bepaalde vrijstelling van de vergunningsplicht, die slechts geldt voor woongelegenheden die worden gekenmerkt door hun flexibiliteit en verplaatsbaarheid, niet van toepassing.",
        "Artikel 4.2.1.5°, c, Vlaamse Codex Ruimtelijke Ordening voorziet in een specifieke vergunningsplicht voor het gewoonlijk gebruiken, aanleggen of inrichten van een grond voor het plaatsen van één of meer verplaatsbare constructies die voor bewoning kunnen worden gebruikt, waaronder woonwagens en kampeerwagens; die bepaling houdt een zelfstandige vergunningsverplichting in die geen uitzondering inhoudt op noch afbreuk doet aan de in artikel 4.2.1.1°, a, Vlaamse Codex Ruimtelijke Ordening omschreven vergunningsverplichting voor het optrekken of plaatsen van een constructie."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240924.2N.17": {
      "court": "CASS",
      "date": "2024-09-24",
      "roleNumber": "P.23.1101.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240924.2N.17",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 3.43, eerste lid, eerste zin, Vlaamse Codex Wonen van 2021 bepaalt dat, naast de straf, de rechtbank de overtreder kan bevelen om werken uit te voeren om de woning of het pand dat het gebouw met de aanwezige woningen omvat, conform te maken en om de overbewoning te beëindigen en volgens de tweede zin van die bepaling dient de rechtbank die vaststelt dat de woning niet in aanmerking komt voor werkzaamheden of dat het gaat om een goed als vermeld in artikel 3.35 Vlaamse Codex Wonen van 2021, de overtreder te bevelen om er een andere bestemming aan te geven overeenkomstig de bepalingen van de Vlaamse Codex Ruimtelijke Ordening of om de woning of het goed te slopen, tenzij de sloop ervan verboden is op grond van wettelijke, decretale of reglementaire bepalingen; de rechter bij wie een herstelvordering in de zin van artikel 3.43 Vlaamse Codex Wonen van 2021 aanhangig is, dient na te gaan of het in het eerste lid, eerste zin, van die bepaling bedoelde integraal herstel als principiële herstelmaatregel mogelijk is in het licht van de bepalingen en uitvoeringsbesluiten van de Vlaamse Codex Ruimtelijke Ordening en, wanneer hij oordeelt dat dit niet het geval is, de alternatieve maatregel van de herbestemming of de sloop te bevelen en de omstandigheid dat tegen een weigering tot opname in het vergunningenregister bij toepassing van artikel 5.1.3, § 3, Vlaamse Codex Ruimtelijke Ordening een rechtsmiddel werd ingesteld en hierover door de bevoegde instanties nog geen definitieve uitspraak werd gedaan, doet hieraan geen afbreuk (1). (1) L. JOPPEN, “ Plannen- en vergunningsregisters”, in Zakboekje ruimtelijke ordening 2024, Kluwer, p. 843."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230131.2N.8": {
      "court": "CASS",
      "date": "2023-01-31",
      "roleNumber": "P.22.0392.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230131.2N.8",
      "abstractFR": null,
      "abstractNL": [
        "De toepasselijkheid van het door artikel 4.2.14, § 2, eerste lid, Vlaamse Codex Ruimtelijke Ordening ingevoerde vermoeden van vergunning vereist dat hij die zich erop beroept, aantoont dat de constructie werd gebouwd tijdens de in die bepaling vermelde referentieperiode en dat het nog steeds gaat om dezelfde constructie en het vermoeden van vergunning kan bijgevolg niet worden ingeroepen wanneer de constructie na die referentieperiode werd vervangen door een andere constructie, zelfs in zoverre die dezelfde aard of omvang heeft als de eerdere constructie, of zodanig is gewijzigd of aangepast dat ze niet langer kan worden beschouwd als de voorheen bestaande constructie (1); de rechter oordeelt onaantastbaar of een constructie beantwoordt aan de voorwaarden van artikel 4.2.14, § 2, eerste lid, Vlaamse Codex Ruimtelijke Ordening, dan wel of ze na de in die bepaling bedoelde referentieperiode werd vervangen, gewijzigd of aangepast op een wijze waardoor ze niet langer kan worden beschouwd als een bestaande constructie in de zin van die bepaling en het Hof gaat na of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden aangenomen. (1) Zie Cass. 23 april 2019, AR P.18.0990.N, AC 2019, nr. 236; Cass. 18 september 2018, AR P.18.0136.N, AC 2018, nr. 475."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221004.2N.5": {
      "court": "CASS",
      "date": "2022-10-04",
      "roleNumber": "P.22.0081.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221004.2N.5",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 4.2.1, 4°, Vlaamse Codex Ruimtelijke Ordening dat bepaalt dat niemand zonder voorafgaande omgevingsvergunning voor stedenbouwkundige handelingen het reliëf van de bodem aanmerkelijk mag wijzigen, onder meer door de bodem aan te vullen, op te hogen, uit te graven of uit te diepen waarbij de aard of de functie van het terrein wijzigt, volgt dat niet de omvang van de hoogte- of dieptewijziging maar wel de invloed van deze wijziging op de bestemming, het feitelijk gebruik of het uitzicht van het terrein determinerend is voor de vereiste van een voorafgaande vergunning (1). (1) Cass. 13 september 2005, AR P.05.0522.N, AC 2005, nr. 429."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230905.2N.16": {
      "court": "CASS",
      "date": "2023-09-05",
      "roleNumber": "P.23.0220.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230905.2N.16",
      "abstractFR": null,
      "abstractNL": [
        "Uit de parlementaire voorbereiding van het decreet van het Vlaams Gewest van 29 april 2011 houdende wijziging van diverse decreten met betrekking tot wonen blijkt dat, wanneer de rechter vaststelt dat de herstelvordering tot herbestemming of sloop dient te worden ingewilligd, de overtreder de keuze heeft om het herstel uit te voeren door naar eigen goeddunken één van beide maatregelen te nemen; de overtreder die kiest voor herbestemming van het goed en vervolgens een vergunning verkrijgt die de woonfunctie toelaat, kan het onroerend goed opnieuw voor bewoning bestemmen, mits hij ook de woongebreken herstelt overeenkomstig de vereisten en normen voorgeschreven krachtens artikel 3.1, § 1, Vlaamse Codex Wonen van 2021; het effect van de principiële herstelmaatregel kan aldus worden bereikt wanneer het goed, na de herbestemming ervan, in overeenstemming zal zijn gebracht met de stedenbouwkundige vereisten; het bevelen van de subsidiaire herstelmaatregel betekent dan ook niet noodzakelijk dat het in het geding zijnde goed niet meer zal kunnen worden bestemd voor bewoning; de herbestemming van een onroerend goed waardoor de woonfunctie ongedaan wordt gemaakt, heeft tot gevolg dat het pand niet meer onder de woningkwaliteitsvereisten en -normen valt en het integraal herstel geen voorwerp heeft; wanneer de uitvoering van de bevolen herbestemming van een onroerend goed overeenkomstig de Vlaamse Codex Ruimtelijke Ordening evenwel niet tot gevolg heeft dat de woonfunctie ervan ongedaan wordt gemaakt, moet de rechter behalve de alternatieve maatregel ook het integraal herstel bevelen, bestaande in het wegwerken van alle gebreken aan het onroerend goed teneinde het te laten voldoen aan alle vereisten en normen vastgesteld krachtens artikel 3.1, § 1, Vlaamse Codex Wonen van 2021; dit is met name het geval wanneer een pand werd opgesplitst in meerdere woongelegenheden zonder dat hiervoor een vergunning werd verleend zoals voorgeschreven door artikel 4.2.1, 7°, Vlaamse Codex Ruimtelijke Ordening en de strafrechter bij toepassing van artikel 20, § 1, eerste lid, Vlaamse Wooncode, thans artikel 3.34 Vlaamse Codex Wonen van 2021, de beklaagde veroordeelt wegens het verhuren van die woongelegenheden omdat ze niet voldoen aan de in artikel 5 Vlaamse Wooncode, thans artikel 3.34 Vlaamse Codex Wonen van 2021 bedoelde vereisten en normen; in dat geval dient de rechter behalve de herbestemming of de sloop ook het integraal herstel te bevelen, bestaande in het wegwerken van alle gebreken aan het onroerend goed teneinde het te laten voldoen aan de normen en vereisten vastgesteld krachtens artikel 3.34 Vlaamse Codex Wonen van 2021 (1). (1) Zie concl. “in hoofdzaak” OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211019.2N.27": {
      "court": "CASS",
      "date": "2021-10-19",
      "roleNumber": "P.21.0246.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211019.2N.27&lang=fr",
      "abstractFR": [
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Wanneer een stedenbouwkundig misdrijf bestaat in het zonder voorafgaande vergunning gewoonlijk gebruiken, aanleggen of inrichten van een grond voor het parkeren van voertuigen, wagens of aanhangwagens zoals bedoeld in artikel 4.2.1, 5°, b), Vlaamse Codex Ruimtelijke Ordening, kan het herstel van de plaats in de oorspronkelijke toestand dat bij toepassing van artikel 6.3.1 Vlaamse Codex Ruimtelijke Ordening op grond van dat misdrijf wordt bevolen, ook strekken tot het verwijderen van alles waarmee de grond voor dat gewoonlijk gebruik werd ingericht, met inbegrip van een verharding; de omstandigheid dat er op de desbetreffende plaats reeds vóór 22 april 1962 een verharding aanwezig was, doet hieraan geen afbreuk.",
        "Aan de consignatieplicht waartoe een burgerlijke partij die rechtstreeks dagvaardt voor de strafrechter krachtens artikel 108 Tarief Strafzaken gehouden is te voldoen, wordt in beginsel geen afbreuk gedaan door de omstandigheid dat, na de rechtstreekse dagvaarding door de burgerlijke partij, de rechtstreeks gedaagde vervolgens ook op vordering van het openbaar ministerie wordt gedagvaard voor dezelfde strafrechter, die de zaken samenvoegt en samen behandelt; het gebrek aan consignatie door de burgerlijke partij belemmert in dat geval de voortgang van de procedure echter niet wanneer de strafrechter vaststelt dat aan de rechtstreekse dagvaarding door de burgerlijke partij geen andere kosten zijn verbonden dan deze van de op last van het openbaar ministerie aanhangig gemaakte strafvordering, die door de Staat moeten worden voorgeschoten (1). (1) Zie Cass. 9 december 2009, AR P.09.1105.F, AC 2009, nr. 730, met concl. advocaat-generaal D. Vandermeersch in Pas. 2009, nr. 730."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220503.2N.12": {
      "court": "CASS",
      "date": "2022-05-03",
      "roleNumber": "P.21.0402.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220503.2N.12",
      "abstractFR": [
        "Il résulte des articles 4.4.1, § 3, alinéa 3, 6.1.1, alinéa 1er, 6°, et 6.2.1, alinéa 1er, 4°, du Code flamand de l'aménagement du territoire que l'utilisation d'un bâtiment dont la fonction a été modifiée sans l'autorisation requise en application de l'article 4.2.1, 6°, de ce code n'est en principe plus considérée comme contraire, entre autres, aux prescriptions des plans régionaux et n'est dès lors plus punissable sur la base de l'article 6.2.1, alinéa 1er, 4°, du même code; la circonstance qu'une modification de fonction visée à l'article 4.2.1, 6°, effectuée sans autorisation urbanistique préalable ou, actuellement, sans permis d'environnement pour les actes urbanistiques, est demeurée punissable n'y fait pas obstacle; l'utilisation d'un immeuble bâti pour une fonction particulière qui a été modifiée antérieurement sans l'autorisation requise ne doit pas se confondre avec la modification de fonction en tant que telle (1). (1) Voir les concl. conformes du MP.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Uit de artikelen 4.4.1, § 3, derde lid, 6.1.1, eerste lid, 6°, en 6.2.1, eerste lid, 4° Vlaamse Codex Ruimtelijke Ordening volgt dat het gebruik van een gebouw waarvan de functie werd gewijzigd zonder de daartoe bij toepassing van artikel 4.2.1, 6°, Vlaamse Codex Ruimtelijke Ordening vereiste vergunning, in beginsel niet langer als strijdig met de voorschriften van onder meer gewestplannen wordt beschouwd en derhalve niet meer strafbaar is op grond van artikel 6.2.1, eerste lid, 4°, Vlaamse Codex Ruimtelijke Ordening; hieraan wordt geen afbreuk gedaan door de omstandigheid dat het doorvoeren van een in artikel 4.2.1, 6°, Vlaamse Codex Ruimtelijke Ordening bedoelde functiewijzing zonder voorafgaande stedenbouwkundige vergunning, thans omgevingsvergunning voor stedenbouwkundige handelingen, wel strafbaar is gebleven; het gebruik van een bebouwd onroerend goed voor een bepaalde functie die eerder werd gewijzigd zonder de vereiste vergunning, moet immers worden onderscheiden van het doorvoeren van die functiewijziging zelf (1). (1) Zie gelijkluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220405.2N.5": {
      "court": "CASS",
      "date": "2022-04-05",
      "roleNumber": "P.21.1288.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220405.2N.5",
      "abstractFR": [
        "Selon l'article 1.3 de l'arrêté du gouvernement flamand du 16 juillet 2010 portant détermination des actes urbanistiques qui ne requièrent pas de permis d'environnement, les dispositions de cet arrêté s'appliquent pour autant que les actes visés ne soient pas contraires, entre autres, aux conditions explicites de règlements urbanistiques ou, actuellement, aux conditions explicites de permis d'environnement pour des actes urbanistiques ; il en résulte que l'exemption de l'obligation d'autorisation ne s'applique pas lorsqu'une construction pour laquelle a été octroyé un permis d'urbanisme ou, actuellement, un permis d'environnement pour des actes urbanistiques, fait l'objet de travaux ou d'actes visés par l'arrêté du 16 juillet 2010 qui sont contraires à une condition expresse dudit permis.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Volgens artikel 1.3 Vrijstellingsbesluit zijn de bepalingen van dit besluit maar van toepassing voor zover de bedoelde handelingen niet strijdig zijn met, onder meer, de uitdrukkelijke voorwaarden van stedenbouwkundige vergunningen, thans omgevingsvergunningen voor stedenbouwkundige handelingen; hieruit volgt dat de vrijstelling van de vergunningsplicht niet geldt wanneer aan een constructie waarvoor een stedenbouwkundige vergunning, thans omgevingsvergunning voor stedenbouwkundige handelingen, werd verleend, werken of handelingen zoals bedoeld in het Vrijstellingsbesluit worden uitgevoerd die in strijd zijn met een uitdrukkelijke voorwaarde van die vergunning."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210511.2N.7": {
      "court": "CASS",
      "date": "2021-05-11",
      "roleNumber": "P.20.1220.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210511.2N.7&lang=fr",
      "abstractFR": [
        "La réaffectation d'un immeuble se soldant par la suppression de la fonction de logement a pour effet que le bâtiment ne relève plus des normes de qualité de l'habitat et que la réparation intégrale n'a plus d'objet mais, si l'exécution de la réaffectation d'un immeuble, ordonnée conformément au Code flamand de l'aménagement du territoire, n'a pas pour effet d'en supprimer la fonction de logement, le juge doit ordonner, outre cette mesure alternative, la réparation intégrale consistant en l'élimination de tous les vices de l'immeuble afin de le conformer à toutes les exigences de sécurité, de salubrité et de qualité de l'habitat, comme prévu à l'article 5 du Code flamand du logement; c'est notamment le cas lorsqu'une habitation unifamiliale est subdivisée en plusieurs logements sans qu'un permis ait été octroyé à cet effet comme l'exige l'article 4.2.1, 7°, du Code flamand de l'aménagement du territoire et que le juge pénal, en application de l'article 20, § 1er, alinéa 1er, du Code flamand du logement, condamne le prévenu du chef de la mise en location de ces logements parce qu'ils ne satisfont pas aux normes et aux exigences visées par cette disposition; dans ce cas, le juge doit également ordonner, outre la réaffectation ou la démolition, la réparation intégrale consistant en l'élimination de tous les vices de l'immeuble, afin de le rendre conforme aux normes et exigences précitées."
      ],
      "abstractNL": [
        "De herbestemming van een onroerend goed waardoor de woonfunctie ongedaan wordt gemaakt, heeft tot gevolg dat het pand niet meer onder de woningkwaliteitsnormen valt en het integraal herstel geen voorwerp heeft maar wanneer de uitvoering van de bevolen herbestemming van een onroerend goed overeenkomstig de Vlaamse Codex Ruimtelijke Ordening niet tot gevolg heeft dat de woonfunctie ervan ongedaan wordt gemaakt, moet de rechter behalve die alternatieve maatregel ook het integraal herstel bevelen, bestaande in het wegwerken van alle gebreken aan het onroerend goed teneinde het te laten voldoen aan alle veiligheids-, gezondheids- en woonkwaliteitsvereisten zoals bedoeld in artikel 5 Vlaamse Wooncode; dit is met name het geval wanneer een eengezinswoning werd opgesplitst in meerdere woongelegenheden zonder dat hiervoor een vergunning werd verleend zoals vereist door artikel 4.2.1, 7°, Vlaamse Codex Ruimtelijke Ordening en de strafrechter bij toepassing van artikel 20, § 1, eerste lid, Vlaamse Wooncode de beklaagde veroordeelt wegens het verhuren van die woongelegenheden omdat ze niet voldoen aan de in die bepaling bedoelde vereisten en normen; in dat geval dient de rechter behalve de herbestemming of de sloop ook het integraal herstel te bevelen, bestaande in het wegwerken van alle gebreken aan het onroerend goed teneinde het te laten voldoen aan de voormelde normen en vereisten."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201208.2N.4": {
      "court": "CASS",
      "date": "2020-12-08",
      "roleNumber": "P.20.0683.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201208.2N.4&lang=fr",
      "abstractFR": [
        "Le fait d'utiliser aménager ou équiper habituellement, sans autorisation urbanistique préalable, un terrain pour l'entreposage de véhicules utilisés ou déclassés, ou de toutes sortes de matériaux, matériels ou déchets, punissable en vertu des articles 4.2.1, 5°, a), et 6.2.1, alinéa 1er, 1°, du Code flamand de l'aménagement du territoire n'est pas une infraction instantanée, mais une infraction d'habitude; par utilisation habituelle, le législateur décrétal ne vise pas à instaurer une obligation d'autorisation pour l'entreposage occasionnel de véhicules usagés ou déclassés ou de toutes sortes de matériaux, matériels ou déchets, mais il requiert une utilisation du terrain avec une certaine régularité pendant une certaine période avant qu'une autorisation urbanistique soit nécessaire; l'infraction existe dès que l'utilisation habituelle naît de plusieurs actes d'utilisation sans que l'autorisation nécessaire à cet effet ait été obtenue, ce que le juge apprécie souverainement en fait (1). (1) Cass. 30 janvier 2018, RG P.16.1161.N, Pas. 2018, n° 62 ; Cass. 7 mars 2017, RG P.15.1340.N, Pas. 2017, n° 159.",
        "La présomption d'autorisation visée à l'article 4.2.14, § 2, du Code flamand de l'aménagement du territoire ne vaut pas pour les actes soumis à l'obligation d'autorisation, décrits à l'article 4.2.1, 5°, a) et b), de ce codes d'utilisation, aménagement ou équipement habituels d'un terrain pour l'entreposage de véhicules usagés ou déclassés ou de toutes sortes de matériaux, matériels ou déchets ou pour garer des voitures, des véhicules ou des remorques."
      ],
      "abstractNL": [
        "Het zonder voorafgaande stedenbouwkundige vergunning gewoonlijk gebruiken, aanleggen of inrichten van een grond voor het opslaan van gebruikte of afgedankte voertuigen, of van allerlei materialen, materieel of afval, strafbaar gesteld krachtens de artikelen 4.2.1,5°, a), en 6.2.1, eerste lid, 1°, Vlaamse Codex Ruimtelijke Ordening, is geen aflopend misdrijf, maar een gewoontemisdrijf; met gewoonlijk gebruik beoogt de decreetgever geen vergunningsplicht voor het toevallig opslaan van gebruikte of afgedankte voertuigen, materialen, materieel of afval, maar vereist hij een gebruik van de grond met een zekere regelmaat over een zekere periode vooraleer een stedenbouwkundige vergunning noodzakelijk is; het misdrijf bestaat van zodra door meerdere handelingen van gebruik zonder dat daartoe de nodige vergunning was verkregen, het gewoonlijk gebruik ontstaat, wat de rechter onaantastbaar in feite beoordeelt (1). (1) Cass. 30 januari 2018, AR P.16.1161.N, AC 2018, nr. 62; Cass. 7 maart 2017, AR P.15.1340.N, AC 2017, nr. 159.",
        "Het in artikel 4.2.14, § 2, Vlaamse Codex Ruimtelijke Ordening bepaalde vermoeden van vergunning geldt niet voor de in artikel 4.2.1, 5°, a) en b), Vlaamse Codex Ruimtelijke Ordening omschreven vergunningsplichte handelingen van het gewoonlijk gebruiken, aanleggen of inrichten van een grond voor het opslaan van gebruikte of afgedankte voertuigen, of van allerlei materialen, materieel of afval, of voor het parkeren van voertuigen, wagens of aanhangwagens."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190628.3": {
      "court": "CASS",
      "date": "2019-06-28",
      "roleNumber": "C.18.0398.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190628.3&lang=fr",
      "abstractFR": [
        "Il suit de l'article 4.2.24, § 1er, alinéas 1er et 2, du Code flamand de l'aménagement du territoire, tel qu'il s'appliquait avant son abrogation par le décret du 25 avril 2014 du Conseil flamand relatif au permis d'environnement, qu'un permis de régularisation n'a d'effets que pour l'avenir; le permis de régularisation n'anéantit pas avec effet rétroactif le titre qui impose une mesure de réparation; il a pour seul effet de priver le titre de son caractère actuel de sorte qu'il devient impossible de poursuivre l'exécution de la mesure de réparation et que l'astreinte dont est assortie la mesure de réparation cesse d'être encourue; en revanche, les astreintes encourues avant la délivrance du permis de régularisation restent dues et leur recouvrement peut encore être poursuivi, sauf abus de droit et sans préjudice de l'application éventuelle de l'article 385quinquies du Code judiciaire (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit artikel 4.2.24, §1, eerste en tweede lid, VCRO, zoals van toepassing vóór zijn opheffing bij decreet van 25 april 2014, volgt dat een regularisatievergunning slechts gevolgen heeft voor de toekomst; de regularisatievergunning doet de titel waarbij een herstelmaatregel werd opgelegd niet met terugwerkende kracht teniet; zij heeft enkel tot gevolg dat deze titel niet langer actueel is, zodat de uitvoering van de herstelmaatregel niet meer kan worden gevorderd en de aan de herstelmaatregel gekoppelde dwangsom niet verder verbeurt; de dwangsommen die zijn verbeurd vóór het afleveren van de regularisatievergunning blijven daarentegen verschuldigd en kunnen verder worden ingevorderd, behoudens rechtsmisbruik en onverminderd de eventuele toepassing van artikel 1385 quinquies Gerechtelijk Wetboek (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190423.2": {
      "court": "CASS",
      "date": "2019-04-23",
      "roleNumber": "P.18.0815.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190423.2&lang=fr",
      "abstractFR": [
        "Si la prévention consiste en l'utilisation, l'aménagement ou l'équipement de façon générale d'un terrain pour l'entreposage de véhicules utilisés ou déclassés, ou de toutes sortes de matériaux, matériels ou déchets, alors l'enlèvement de l'entreposage énoncé par cette prévention n'entraîne pas l'extinction de la demande en réparation si cet enlèvement est suivi d'un nouvel entreposage de matériaux, matériels ou déchets sur cette ou ces mêmes parcelles, parce qu'il convient d'admettre l'existence d'un lien de causalité entre l'entreposage illégal auquel il a été mis un terme et le nouvel entreposage illégal, de sorte que la demande en réparation visant la réparation du nouvel entreposage reste ainsi greffée sur les faits de la prévention (1). (1) Cass. 23 avril 2019, RG P.18.0815.N, Pas. 2019, n° 236 ; Cass. 27 février 2018, RG P.17.0593.N, Pas. 2018, n° 125 ; Cass. 18 avril 2017, RG P.16.0688.N, Pas. 2017, n° 260 ; Cass. 2 février 2016, RG P.14.1593.N, Pas. 2016, n° 72 ; Cass. 9 septembre 2014, RG P.12.0896.N, Pas. 2014, n° 500."
      ],
      "abstractNL": [
        "Indien de telastlegging bestaat in het zonder vergunning gewoonlijk gebruik maken, aanleggen of inrichten van een grond voor het opslaan van gebruikte of afgedankte voertuigen, van allerhande materialen, materieel of afval, dan leidt het verwijderen van de in de telastlegging vermelde opslag niet tot het uitdoven van de herstelvordering indien die verwijdering wordt gevolgd door een nieuwe opslag van materialen, materieel of afval op datzelfde perceel of diezelfde percelen omdat er dan een oorzakelijk verband moet worden aangenomen tussen de wederrechtelijke opslag waaraan een einde is gesteld en de nieuwe wederrechtelijke opslag, zodat de herstelvordering die strekt tot het herstel van de nieuwe opslag dan ook geënt blijft op de feiten van de telastlegging (1). (1) Cass. 23 april 2019, AR P.18.0990.N, AC 2019, nr. 236; Cass. 27 februari 2018, AR P.17.0593.N, AC 2018, nr. 125; Cass. 18 april 2017, AR P.16.0688.N, AC 2017, nr. 260; Cass. 2 februari 2016, AR P.14.1593.N, AC 2016, nr. 72; Cass. 9 september 2014, AR P.12.0896.N, AC 2014, nr. 500."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190423.3": {
      "court": "CASS",
      "date": "2019-04-23",
      "roleNumber": "P.18.0990.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190423.3&lang=fr",
      "abstractFR": [
        "L'applicabilité de la présomption de permis instaurée par l'article 4.2.14, § 1er, du Code flamand de l'aménagement du territoire requiert que celui qui l'invoque démontre que la construction a été édifiée antérieurement à la date de référence du 22 avril 1962 et qu'il s'agit toujours de la même construction, de sorte que si la construction a été modifiée ou adaptée de telle sorte qu'elle ne puisse plus être considérée comme étant une construction existante, la présomption de permis ne peut plus être invoquée; il appartient au juge de décider si la construction a été modifiée ou adaptée de telle sorte qu'elle ne peut plus être considérée comme une construction existante et, dans cette appréciation, le juge peut tenir compte des transformations ou des extensions apportées à la construction et peut également prendre en considération le fait que les travaux, compte tenu de leur nature et de leur ampleur, ne visent pas uniquement l'entretien ou le maintien de la construction."
      ],
      "abstractNL": [
        "De toepasselijkheid van het door artikel 4.2.14, § 1, Vlaamse Codex Ruimtelijke Ordening ingevoerde vermoeden van vergunning vereist dat hij die zich erop beroept aantoont dat de constructie werd gebouwd vóór de referentiedatum van 22 april 1962 en dat het nog steeds gaat om dezelfde constructie, zodat indien de constructie zodanig is gewijzigd of aangepast dat ze niet langer kan worden beschouwd als een bestaande constructie, het vermoeden van vergunning niet kan worden ingeroepen; het staat aan de rechter te oordelen of de constructie zodanig is gewijzigd of aangepast dat die niet langer te beschouwen is als een bestaande constructie en bij die beoordeling kan de rechter rekening houden met verbouwingen aan of uitbreidingen van de constructie en kan hij in aanmerking nemen of de werken aan de constructie gelet op hun aard en hun omvang niet louter het onderhoud of de instandhouding ervan beogen."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190118.2": {
      "court": "CASS",
      "date": "2019-01-18",
      "roleNumber": "C.18.0207.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190118.2&lang=fr",
      "abstractFR": [
        "Il suit de l'article 4.4.1, § 3, alinéa 3, du Code flamand de l'aménagement du territoire que l'utilisation d'un bâtiment dont la fonction a été modifiée sans l'autorisation requise à cet effet n'est plus considérée en soi comme contraire aux prescriptions, entre autres, de plans régionaux; il ne résulte cependant pas de cette disposition que la modification de fonction elle-même n'est plus un acte soumis à autorisation et ne peut plus fonder une action en réparation (1). (1) Code flamand de l'aménagement du territoire, art. 4.4.1, § 3, al. 3, tel qu'il a été inséré par le décret du Conseil flamand du 18 décembre 2015 portant diverses dispositions en matière d'environnement, de nature, d'agriculture et d'énergie."
      ],
      "abstractNL": [
        "Uit artikel 4.4.1, §3, derde lid, Vlaamse Codex Ruimtelijke Ordening volgt dat het gebruik van een gebouw waarvan de functie zonder de daartoe vereiste vergunning werd gewijzigd, op zich niet langer als strijdig met de voorschriften van onder meer gewestplannen wordt beschouwd; uit deze bepaling volgt echter niet dat de functiewijziging zelf geen vergunningsplichtige handeling meer is en niet meer de basis kan vormen voor een herstelvordering (1). (1) Art. 4.4.1, § 3, derde lid, Vlaamse Codex Ruimtelijke Ordening, zoals ingevoegd bij Decr.Vl. 18 december 2015 houdende diverse bepalingen inzake omgeving, natuur en landbouw en energie."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180614.3": {
      "court": "CASS",
      "date": "2018-06-14",
      "roleNumber": "C.17.0271.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180614.3&lang=fr",
      "abstractFR": [
        "Il suit des articles 4.4.24, alinéa 1er, 4.4.26, § 1er, alinéa 1er, et 4.4.26, § 2, du Code flamand de l'aménagement du territoire, tels qu'applicables en l'espèce, que l'attestation planologique est une étape de la procédure administrative visant à permettre l'extension ou la reconstruction de l'entreprise concernée, la réalisation concrète des possibilités de développement spatial à court et à long terme mentionnées dans cette attestation nécessitant encore l'élaboration d'un plan d'exécution spatial ou d'un plan d'aménagement.",
        "Le fait que, pour des travaux, opérations ou modifications dans une zone pour laquelle une attestation planologique positive a été délivrée, il peut être dérogé, le cas échéant, aux prescriptions d'un plan régional ou d'un plan général d'aménagement n'implique pas que ces travaux, opérations ou modifications puissent être exécutés sur la seule base de cette attestation planologique, dès lors qu'à cette fin, un permis d'urbanisme ou d'environnement est encore requis en vertu des dispositions applicables."
      ],
      "abstractNL": [
        "Uit de artikelen 4.4.24, eerste lid, 4.4.26, §1, eerste lid en 4.4.26, §2, Vlaamse Codex Ruimtelijke Ordening zoals van toepassing, volgt dat het planologisch attest een stap is in de administratieve procedure om de uitbreiding of het herbouwen van het betrokken bedrijf mogelijk te maken, waarbij voor de concrete realisatie van de in dat attest vermelde ruimtelijke ontwikkelingsmogelijkheden op korte en op lange termijn nog het maken van een ruimtelijk uitvoeringsplan of plan van aanleg vereist is.",
        "Het feit dat voor werken, handelingen of wijzigingen in een gebied waarvoor een positief planologisch attest is afgegeven, desgevallend mag worden afgeweken van de voorschriften van een gewestplan of een algemeen plan van aanleg, impliceert niet dat deze werken, handelingen of wijzigingen louter op grond van dit planologisch attest kunnen worden uitgevoerd, nu daartoe krachtens de toepasselijke bepalingen nog een stedenbouwkundige vergunning of een milieuvergunning vereist is."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2024:ARR.20240613.1N.9": {
      "court": "CASS",
      "date": "2024-06-13",
      "roleNumber": "C.23.0223.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240613.1N.9",
      "abstractFR": null,
      "abstractNL": [
        "De rechter die beslist dat de overeenkomst nietig is wegens miskenning van artikel 5.2.5 VCRO, moet vast te stellen dat het goed het voorwerp uitmaakt of kan uitmaken van gerechtelijke of bestuurlijke herstelmaatregelen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240924.2N.17": {
      "court": "CASS",
      "date": "2024-09-24",
      "roleNumber": "P.23.1101.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240924.2N.17",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 3.43, eerste lid, eerste zin, Vlaamse Codex Wonen van 2021 bepaalt dat, naast de straf, de rechtbank de overtreder kan bevelen om werken uit te voeren om de woning of het pand dat het gebouw met de aanwezige woningen omvat, conform te maken en om de overbewoning te beëindigen en volgens de tweede zin van die bepaling dient de rechtbank die vaststelt dat de woning niet in aanmerking komt voor werkzaamheden of dat het gaat om een goed als vermeld in artikel 3.35 Vlaamse Codex Wonen van 2021, de overtreder te bevelen om er een andere bestemming aan te geven overeenkomstig de bepalingen van de Vlaamse Codex Ruimtelijke Ordening of om de woning of het goed te slopen, tenzij de sloop ervan verboden is op grond van wettelijke, decretale of reglementaire bepalingen; de rechter bij wie een herstelvordering in de zin van artikel 3.43 Vlaamse Codex Wonen van 2021 aanhangig is, dient na te gaan of het in het eerste lid, eerste zin, van die bepaling bedoelde integraal herstel als principiële herstelmaatregel mogelijk is in het licht van de bepalingen en uitvoeringsbesluiten van de Vlaamse Codex Ruimtelijke Ordening en, wanneer hij oordeelt dat dit niet het geval is, de alternatieve maatregel van de herbestemming of de sloop te bevelen en de omstandigheid dat tegen een weigering tot opname in het vergunningenregister bij toepassing van artikel 5.1.3, § 3, Vlaamse Codex Ruimtelijke Ordening een rechtsmiddel werd ingesteld en hierover door de bevoegde instanties nog geen definitieve uitspraak werd gedaan, doet hieraan geen afbreuk (1). (1) L. JOPPEN, “ Plannen- en vergunningsregisters”, in Zakboekje ruimtelijke ordening 2024, Kluwer, p. 843."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2022:ARR.20220906.2N.3": {
      "court": "CASS",
      "date": "2022-09-06",
      "roleNumber": "P.22.0008.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220906.2N.3",
      "abstractFR": null,
      "abstractNL": [
        "Met het oog op het verlenen van het advies, bedoeld in artikel 6.1.7 Vlaamse Codex Ruimtelijke Ordening zoals hier van toepassing, thans artikel 6.3.10, § 1, Vlaamse Codex Ruimtelijke Ordening, kan de Hoge Raad inlichtingen opvragen bij de handhavende besturen en zijn advies op die inlichtingen baseren."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231107.2N.15": {
      "court": "CASS",
      "date": "2023-11-07",
      "roleNumber": "P.23.0116.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231107.2N.15",
      "abstractFR": null,
      "abstractNL": [
        "De in artikel 6.3.1 Vlaamse Codex Ruimtelijke Ordening bedoelde herstelmaatregel kan worden bevolen ten aanzien van elkeen die schuldig is aan een stedenbouwkundig misdrijf; de omstandigheid dat de schuldige geen eigenaar is of geen eigenaar meer is van het onroerend goed waarop de herstelmaatregel betrekking heeft, doet hieraan geen afbreuk.",
        "De in artikel 6.3.1 Vlaamse Codex Ruimtelijke Ordening bedoelde herstelmaatregel kan maar wettig worden bevolen in zoverre hij geënt is op feiten die het voorwerp uitmaken van een bewezenverklaarde telastlegging (1); aangezien die maatregel het herstel beoogt van de wettigheid van de toestand in de toekomst, dient de rechter die deze maatregel beveelt, evenwel de gewijzigde plaatselijke toestand in aanmerking te nemen; indien de telastlegging bestaat in een overtreding van de hier toepasselijke artikelen 4.2.1, 5°, a), en 6.1.1, 1°, thans 6.2.1, Vlaamse Codex Ruimtelijke Ordening, dan leidt het verwijderen van de in de telastlegging vermelde opslag van gebruikte of afgedankte voertuigen, of van allerlei materialen, materieel of afval op een perceel of percelen in beginsel niet tot het uitdoven van de herstelvordering indien die verwijdering wordt gevolgd door een nieuwe opslag van materialen, materieel of afval op datzelfde perceel of diezelfde percelen, zelfs wanneer de tot het herstel veroordeelde beklaagde niet betrokken was bij die nieuwe opslag; de rechter kan dan ook een oorzakelijk verband aannemen tussen de wederrechtelijke opslag waaraan een einde is gesteld en de nieuwe wederrechtelijke opslag; de herstelvordering die strekt tot het herstel van de nieuwe opslag blijft in beginsel dan ook geënt op de feiten van de telastlegging, tenzij wanneer de rechter vaststelt dat de nieuwe opslag volstrekt vreemd is aan de wederrechtelijke opslag waarvoor de beklaagde wordt veroordeeld. (1) Cass. 23 april 2019, AR P.18.0815.N, AC 2019, nr. 236."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231205.2N.7": {
      "court": "CASS",
      "date": "2023-12-05",
      "roleNumber": "P.23.0275.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231205.2N.7",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer de rechter aan een beklaagde een herstelmaatregel oplegt na te hebben geoordeeld dat de minnelijke schikking waarop de beklaagde zich beroept van rechtswege nietig is bij toepassing van artikel 6.4.19, § 1, tweede lid, Vlaamse Codex Ruimtelijke Ordening, dan is dat oordeel niet afhankelijk van de in artikel 3.33 Burgerlijk Wetboek voorgeschreven publiciteit, onverminderd de publiciteit met betrekking tot de eindbeslissing zoals bedoeld in artikel 6.3.1, § 6, Vlaamse Codex Ruimtelijke Ordening."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221025.2N.26": {
      "court": "CASS",
      "date": "2022-10-25",
      "roleNumber": "P.22.0152.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221025.2N.26",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 6.3.1. Vlaamse Codex Ruimtelijke Ordening en artikel 1385quater, eerste lid Gerechtelijk Wetboek, dat bij toepassing van artikel 2 van datzelfde wetboek ook van toepassing is op de in artikel 6.3.1, § 4, Vlaamse Codex Ruimtelijke Ordening bedoelde dwangsom, volgt dat, wanneer de door een bevoegde overheid ingestelde vordering tot herstel, gekoppeld aan een dwangsom, door de rechter gegrond wordt verklaard, de verbeurde dwangsommen moeten worden betaald aan die bevoegde overheid; de rechter die de herstelvordering en de erbij horende vordering tot het opleggen van een dwangsom van een welbepaalde bevoegde overheid gegrond verklaart, is er dan ook niet toe gehouden te bepalen aan welke overheid de te verbeuren dwangsommen moeten worden betaald, aangezien dit noodzakelijk aan de bevoegde overheid is wiens herstelvordering gegrond wordt verklaard (1). (1) In casu werd de herstelvordering gevorderd door het openbaar ministerie, gekoppeld aan een dwangsom. Het arrest oordeelde in het beschikkend gedeelte dat, in geval niet binnen de gestelde uitvoeringtermijn aan het herstel zou zijn voldaan, de verbeurde dwangsommen door de eiser moeten worden betaald aan de stedenbouwkundige inspecteur. Deze beslissing is niet naar recht verantwoord."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240213.2N.13": {
      "court": "CASS",
      "date": "2024-02-13",
      "roleNumber": "P.23.0387.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240213.2N.13",
      "abstractFR": null,
      "abstractNL": [
        "De rechter die een stedenbouwkundig misdrijf bewezen verklaart, dient met betrekking tot de hierdoor ontstane wederrechtelijke toestand een herstelmaatregel te bevelen overeenkomstig artikel 6.3.1 Vlaamse Codex Ruimtelijke Ordening; het bevolen herstel moet in beginsel geënt zijn op feiten die het voorwerp uitmaken van een bewezenverklaarde telastlegging en de wettigheid naar de toekomst toe beogen en de rechter moet bij de beoordeling van de wettigheid van de herstelvordering dan ook rekening houden met de toestand op het ogenblik van zijn uitspraak en met de wijzigingen die zich sinds de bewezenverklaarde feiten hebben voorgedaan, zowel wat betreft de plaatselijke feitelijke toestand, de verleende vergunningen als het planologische kader (1). (1) Cass. 23 april 2019, AR P.18.0990.N, AC 2019, nr. 236; Cass. 23 april 2019, AR P.18.0815.N, AC 2019, nr. 235; Cass. 5 februari 2019, AR P.17.0756.N, AC 2019, nr. 65.",
        "Wanneer het stedenbouwkundig misdrijf volgens de regels betreffende de bewijslast in strafzaken bewezen wordt verklaard en aldus ook de wederrechtelijke toestand op het ogenblik van het plegen van het misdrijf vaststaat, is de rechter in beginsel ertoe gehouden om het in artikel 6.3.1 Vlaamse Codex Ruimtelijke Ordening bedoelde herstel te bevelen waardoor die wederrechtelijke toestand wordt beëindigd, maar hij kan evenwel geen herstelmaatregel bevelen wanneer vaststaat dat het beoogde herstel inmiddels reeds werd uitgevoerd.",
        "Bij toepassing van artikel 6.3.6, § 1, vijfde lid, Vlaamse Codex Ruimtelijke Ordening kan met betrekking tot de vrijwillige uitvoering van een reeds bevolen herstel slechts het in die bepaling bedoelde proces-verbaal van vaststelling gelden als bewijs van het herstel en van de datum ervan, behalve in geval van bewijs van het tegendeel; daarentegen oordeelt de rechter die na de bewezenverklaring van een stedenbouwkundig misdrijf nog moet beslissen over het te bevelen herstel, onaantastbaar over de aanvoering van een beklaagde dat dit herstel inmiddels reeds werd uitgevoerd en de bewijslast berust in dat geval op de beklaagde ten aanzien van wie het herstel wordt gevorderd; de rechter kan bij zijn oordeel rekening houden met het standpunt van de herstelvorderende overheid en het openbaar ministerie, alsook met de door de partijen voorgelegde gegevens en de overige gegevens van het strafdossier, waaronder in voorkomend geval een proces-verbaal waarbij de uitvoering van het herstel wordt vastgesteld, maar uit de loutere omstandigheid dat het openbaar ministerie geen conclusie neerlegt waarin de aanvoering van een beklaagde dat hij vrijwillig tot het herstel is overgegaan, wordt betwist, kan niet worden afgeleid dat de uitvoering van dit herstel vaststaat."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240618.2N.21": {
      "court": "CASS",
      "date": "2024-06-18",
      "roleNumber": "P.23.0949.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240618.2N.21",
      "abstractFR": null,
      "abstractNL": [
        "De herstelmaatregel die de rechter na de bewezenverklaring van een stedenbouwkundig misdrijf bij toepassing van artikel 6.3.1, § 1, Vlaamse Codex Ruimtelijke Ordening moet bevelen, beoogt de wettigheid naar de toekomst toe; de rechter moet bij de beoordeling van de wettigheid van de herstelvordering dan ook rekening houden met de toestand op het ogenblik van zijn uitspraak, met inbegrip van de op dat ogenblik geldende decretale en reglementaire bepalingen."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240613.1N.9": {
      "court": "CASS",
      "date": "2024-06-13",
      "roleNumber": "C.23.0223.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240613.1N.9",
      "abstractFR": null,
      "abstractNL": [
        "De rechter die beslist dat de overeenkomst nietig is wegens miskenning van artikel 5.2.5 VCRO, moet vast te stellen dat het goed het voorwerp uitmaakt of kan uitmaken van gerechtelijke of bestuurlijke herstelmaatregelen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240917.2N.7": {
      "court": "CASS",
      "date": "2024-09-17",
      "roleNumber": "P.24.0568.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240917.2N.7",
      "abstractFR": null,
      "abstractNL": [
        "De rechter oordeelt onaantastbaar in feite of een herstelmaatregel kennelijk verenigbaar is met een goede ruimtelijke ordening en evenredig is met de in concreto vastgestelde aantasting van de ruimtelijke ordening, alsook of uit de vergelijking tussen het voordeel voor de ruimtelijke ordening dat volgt uit die maatregel en de voor de betrokkene veroorzaakte last niet volgt dat de herstelmaatregel kennelijk onredelijk is; omstandigheden zoals de vaststelling dat de herstelmaatregel een zware last voor de veroordeelde betekent of dat de administratie de vervolging van de feiten niet prioritair heeft benaarstigd, zijn daarbij niet bepalend; het Hof gaat wel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden aangenomen (1). (1) Cass. 11 mei 2021, AR P.20.1197.N, AC 2021, nr.340; Cass. 5 januari 2021, AR P.20.0736.N, AC 2021, nr. 1; Cass. 5 februari 2019, AR P.17.0756.N, AC 2019, nr. 65.",
        "De rechter die op grond van artikel 6.3.1, § 1, Vlaamse Codex Ruimtelijke Ordening beveelt om de plaats in de oorspronkelijke toestand te herstellen, is niet verplicht, wanneer dat herstel bestaat uit het volledig verwijderen van een ten onrechte aangebrachte reliëfwijziging, om in zijn bevel de hoeveelheid aangevoerde grond en het oorspronkelijke reliëf te bepalen (1). (1) Over de reliëfwijziging zie Cass. 4 oktober 2022, AR P.22.0081.N, AC 2022, nr. 603; Cass. 13 september 2005, AR P.05.0522.N, AC 2005, nr. 429."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241105.2N.21": {
      "court": "CASS",
      "date": "2024-11-05",
      "roleNumber": "P.24.0978.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241105.2N.21",
      "abstractFR": null,
      "abstractNL": [
        "Volgens artikel 6.2.1, tweede lid, Vlaamse Codex Ruimtelijke Ordening zijn de minimumstraffen een gevangenisstraf van vijftien dagen en een geldboete van 2.000,00 euro, of een van die straffen alleen, als de misdrijven, vermeld in het eerste lid van die bepaling, gepleegd worden door instrumenterende ambtenaren, vastgoedmakelaars en andere personen die in de uitoefening van hun beroep of activiteit onroerende goederen kopen, verkavelen, te koop of te huur zetten, verkopen of verhuren, bouwen of vaste of verplaatsbare inrichtingen ontwerpen en/of opstellen of door personen die bij die verrichtingen als tussenpersonen optreden, bij de uitoefening van hun beroep; hij die het beroep van zelfstandig schrijnwerker uitvoert, is om die enkele reden geen persoon als bedoeld door die bepaling (1). (1) Het openbaar ministerie was van mening dat het middel niet-ontvankelijk is, wegens de naar recht verantwoorde straf op basis van het basismisdrijf. (BDS)"
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250506.2N.8": {
      "court": "CASS",
      "date": "2025-05-06",
      "roleNumber": "P.25.0084.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250506.2N.8",
      "abstractFR": null,
      "abstractNL": [
        "Uit het zakelijk karakter van de herstelvordering en de regel dat alle eigenaars de uitvoering van de herstelmaatregel moeten gedogen, volgt niet dat een herstelvordering slechts ontvankelijk is als ze wordt gericht tegen alle mede-eigenaars en dat die in de procedure moeten worden betrokken; het recht op een eerlijk proces en het recht van verdediging van hij tegen wie de herstelvordering wel wordt gericht, laat niet toe anders te oordelen."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230309.BSAV.4": {
      "court": "CASS",
      "date": "2023-03-09",
      "roleNumber": "P.23.0073.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230309.BSAV.4",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 6.1.3, § 1, Vlaamse Codex Ruimtelijke Ordening bepaalt dat de rechtbank naast de straf ambtshalve of op vordering van de bevoegde overheid als bedoeld in paragraaf 2 de in paragraaf 1 vermelde herstelmaatregel beveelt; de herstelvordering van de in artikel 6.1.3, § 3, Vlaamse Codex Ruimtelijke Ordening vermelde bevoegde overheden wordt bij het openbaar ministerie ingeleid met een gewone brief; het openbaar ministerie is bevoegd om een per brief bij toepassing van artikel 6.3.1, § 3, Vlaamse Codex Ruimtelijke Ordening geformuleerde herstelvordering voor de strafrechter uit te oefenen, inclusief het aanwenden van rechtsmiddelen, ongeacht of die bevoegde overheid zich als procespartij voor de strafrechter heeft gemanifesteerd; de beslissing van de strafrechter over een door de bevoegde overheid ingediende herstelvordering is een maatregel van burgerlijke aard, die niettemin onder de strafvordering valt; daaruit volgt dat hij tegen wie een herstelmaatregel is bevolen, zijn cassatieberoep wat betreft die beslissing moet laten betekenen aan het openbaar ministerie bij het gerecht dat die beslissing heeft gewezen, ook als de herstelvordering uitgaat van een bevoegde overheid (1). (1) Cass. 15 januari 2019, AR P.18.0641.N, AC 2019, nr. 20; Cass. 22 september 2015, AR P.15.0397.N, AC 2019, nr. 540."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221004.2N.12": {
      "court": "CASS",
      "date": "2022-10-04",
      "roleNumber": "P.22.0234.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221004.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Hoewel de in artikel 6.3.1 Vlaamse Codex Ruimtelijke Ordening bedoelde herstelvordering geënt moet zijn op feiten die het voorwerp uitmaken van een bewezenverklaarde telastlegging, beoogt ze het herstel van de wettigheid naar de toekomst toe; de rechter moet aldus in het licht van de situatie op het ogenblik van zijn uitspraak, in voorkomend geval rekening houdend met wijzigingen die zich hebben voorgedaan met betrekking tot de plaatselijke feitelijke toestand, de verleende vergunningen en het planologische kader, nagaan of het gevorderde herstel nog noodzakelijk is om de gevolgen van het misdrijf te doen verdwijnen; zodra er een oorzakelijk verband bestaat tussen de wederrechtelijke toestand zoals die bestaat bij de uitspraak over de herstelvordering en de wederrechtelijke toestand die het voorwerp uitmaakt van het bewezenverklaarde stedenbouwkundige misdrijf, blijft de herstelvordering geënt op de feiten van dat misdrijf."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211019.2N.27": {
      "court": "CASS",
      "date": "2021-10-19",
      "roleNumber": "P.21.0246.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211019.2N.27&lang=fr",
      "abstractFR": [
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Het zonder voorafgaande stedenbouwkundige vergunning, thans omgevingsvergunning voor stedenbouwkundige handelingen, gewoonlijk gebruiken, aanleggen of inrichten van een grond voor het parkeren van voertuigen, wagens of aanhangwagens, strafbaar gesteld door artikel 6.1.1, eerste lid, 1°, Vlaamse Codex Ruimtelijke Ordening zoals van toepassing voor 1 maart 2018, thans artikel 6.2.1, eerste lid, 1°, Vlaamse Codex Ruimtelijke Ordening zoals van toepassing vanaf 1 maart 2018, is een opzettelijk misdrijf.",
        "De criteria van artikel 6.3.1 Vlaamse Codex Ruimtelijke Ordening zijn niet van toepassing op de herstelvordering van de burgerlijke partij.",
        "Aan de consignatieplicht waartoe een burgerlijke partij die rechtstreeks dagvaardt voor de strafrechter krachtens artikel 108 Tarief Strafzaken gehouden is te voldoen, wordt in beginsel geen afbreuk gedaan door de omstandigheid dat, na de rechtstreekse dagvaarding door de burgerlijke partij, de rechtstreeks gedaagde vervolgens ook op vordering van het openbaar ministerie wordt gedagvaard voor dezelfde strafrechter, die de zaken samenvoegt en samen behandelt; het gebrek aan consignatie door de burgerlijke partij belemmert in dat geval de voortgang van de procedure echter niet wanneer de strafrechter vaststelt dat aan de rechtstreekse dagvaarding door de burgerlijke partij geen andere kosten zijn verbonden dan deze van de op last van het openbaar ministerie aanhangig gemaakte strafvordering, die door de Staat moeten worden voorgeschoten (1). (1) Zie Cass. 9 december 2009, AR P.09.1105.F, AC 2009, nr. 730, met concl. advocaat-generaal D. Vandermeersch in Pas. 2009, nr. 730."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220503.2N.12": {
      "court": "CASS",
      "date": "2022-05-03",
      "roleNumber": "P.21.0402.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220503.2N.12",
      "abstractFR": [
        "Il résulte des articles 4.4.1, § 3, alinéa 3, 6.1.1, alinéa 1er, 6°, et 6.2.1, alinéa 1er, 4°, du Code flamand de l'aménagement du territoire que l'utilisation d'un bâtiment dont la fonction a été modifiée sans l'autorisation requise en application de l'article 4.2.1, 6°, de ce code n'est en principe plus considérée comme contraire, entre autres, aux prescriptions des plans régionaux et n'est dès lors plus punissable sur la base de l'article 6.2.1, alinéa 1er, 4°, du même code; la circonstance qu'une modification de fonction visée à l'article 4.2.1, 6°, effectuée sans autorisation urbanistique préalable ou, actuellement, sans permis d'environnement pour les actes urbanistiques, est demeurée punissable n'y fait pas obstacle; l'utilisation d'un immeuble bâti pour une fonction particulière qui a été modifiée antérieurement sans l'autorisation requise ne doit pas se confondre avec la modification de fonction en tant que telle (1). (1) Voir les concl. conformes du MP.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Uit de artikelen 4.4.1, § 3, derde lid, 6.1.1, eerste lid, 6°, en 6.2.1, eerste lid, 4° Vlaamse Codex Ruimtelijke Ordening volgt dat het gebruik van een gebouw waarvan de functie werd gewijzigd zonder de daartoe bij toepassing van artikel 4.2.1, 6°, Vlaamse Codex Ruimtelijke Ordening vereiste vergunning, in beginsel niet langer als strijdig met de voorschriften van onder meer gewestplannen wordt beschouwd en derhalve niet meer strafbaar is op grond van artikel 6.2.1, eerste lid, 4°, Vlaamse Codex Ruimtelijke Ordening; hieraan wordt geen afbreuk gedaan door de omstandigheid dat het doorvoeren van een in artikel 4.2.1, 6°, Vlaamse Codex Ruimtelijke Ordening bedoelde functiewijzing zonder voorafgaande stedenbouwkundige vergunning, thans omgevingsvergunning voor stedenbouwkundige handelingen, wel strafbaar is gebleven; het gebruik van een bebouwd onroerend goed voor een bepaalde functie die eerder werd gewijzigd zonder de vereiste vergunning, moet immers worden onderscheiden van het doorvoeren van die functiewijziging zelf (1). (1) Zie gelijkluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201208.2N.4": {
      "court": "CASS",
      "date": "2020-12-08",
      "roleNumber": "P.20.0683.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201208.2N.4&lang=fr",
      "abstractFR": [
        "Le fait d'utiliser aménager ou équiper habituellement, sans autorisation urbanistique préalable, un terrain pour l'entreposage de véhicules utilisés ou déclassés, ou de toutes sortes de matériaux, matériels ou déchets, punissable en vertu des articles 4.2.1, 5°, a), et 6.2.1, alinéa 1er, 1°, du Code flamand de l'aménagement du territoire n'est pas une infraction instantanée, mais une infraction d'habitude; par utilisation habituelle, le législateur décrétal ne vise pas à instaurer une obligation d'autorisation pour l'entreposage occasionnel de véhicules usagés ou déclassés ou de toutes sortes de matériaux, matériels ou déchets, mais il requiert une utilisation du terrain avec une certaine régularité pendant une certaine période avant qu'une autorisation urbanistique soit nécessaire; l'infraction existe dès que l'utilisation habituelle naît de plusieurs actes d'utilisation sans que l'autorisation nécessaire à cet effet ait été obtenue, ce que le juge apprécie souverainement en fait (1). (1) Cass. 30 janvier 2018, RG P.16.1161.N, Pas. 2018, n° 62 ; Cass. 7 mars 2017, RG P.15.1340.N, Pas. 2017, n° 159."
      ],
      "abstractNL": [
        "Het zonder voorafgaande stedenbouwkundige vergunning gewoonlijk gebruiken, aanleggen of inrichten van een grond voor het opslaan van gebruikte of afgedankte voertuigen, of van allerlei materialen, materieel of afval, strafbaar gesteld krachtens de artikelen 4.2.1,5°, a), en 6.2.1, eerste lid, 1°, Vlaamse Codex Ruimtelijke Ordening, is geen aflopend misdrijf, maar een gewoontemisdrijf; met gewoonlijk gebruik beoogt de decreetgever geen vergunningsplicht voor het toevallig opslaan van gebruikte of afgedankte voertuigen, materialen, materieel of afval, maar vereist hij een gebruik van de grond met een zekere regelmaat over een zekere periode vooraleer een stedenbouwkundige vergunning noodzakelijk is; het misdrijf bestaat van zodra door meerdere handelingen van gebruik zonder dat daartoe de nodige vergunning was verkregen, het gewoonlijk gebruik ontstaat, wat de rechter onaantastbaar in feite beoordeelt (1). (1) Cass. 30 januari 2018, AR P.16.1161.N, AC 2018, nr. 62; Cass. 7 maart 2017, AR P.15.1340.N, AC 2017, nr. 159."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191128.1N.10": {
      "court": "CASS",
      "date": "2019-11-28",
      "roleNumber": "C.18.0515.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191128.1N.10&lang=fr",
      "abstractFR": [
        "L'avis positif du Conseil supérieur de la Politique de maintien doit précéder l'introduction de l'action en réparation et être annexé aux pièces du procès au plus tard avant la clôture des débats devant le juge, mais non qu'il doive, sous peine d'irrecevabilité, être déjà annexé à l'acte introduisant cette action en réparation et signifié au défendeur ensemble avec l'exploit de citation (1). (1) Voir Cass. 14 novembre 2019, RG C.18.0190.N, Pas. 2019, n° 596."
      ],
      "abstractNL": [
        "Het positief advies van de Hoge Raad voor het Handhavingsbeleid dient het inleiden van de herstelvordering vooraf te gaan en uiterlijk voor het sluiten van het debat voor de rechter bij de stukken van de rechtspleging te worden gevoegd, maar dient niet op straffe van onontvankelijkheid reeds bij de akte waarbij de herstelvordering wordt ingesteld te worden gevoegd en samen met het dagvaardingsexploot te worden betekend (1). (1) Zie Cass. 14 november 2019, AR C.18.0190.N, AC 2019, nr. 596."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191114.13": {
      "court": "CASS",
      "date": "2019-11-14",
      "roleNumber": "C.18.0190.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191114.13&lang=fr",
      "abstractFR": [
        "L'avis positif du conseil supérieur doit précéder l'introduction de l'action en réparation et être annexé aux pièces du procès au plus tard avant la clôture des débats devant le juge statuant sur cette action, mais il ne doit pas, sous peine d'irrecevabilité, être déjà annexé à l'acte introduisant cette action en réparation (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het positief advies van de Hoge Raad dient het inleiden van de herstelvordering vooraf te gaan en uiterlijk voor het sluiten van het debat voor de rechter bij de stukken van de rechtspleging te worden gevoegd, maar dient niet op straffe van onontvankelijkheid reeds bij de akte waarbij de herstelvordering wordt ingesteld te worden gevoegd (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191022.1": {
      "court": "CASS",
      "date": "2019-10-22",
      "roleNumber": "P.19.0223.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191022.1&lang=fr",
      "abstractFR": [
        "Le juge pénal ne peut imposer des mesures de réparation que dans les cas pour lesquels l'article 6.2.1 du Code flamand de l'aménagement du territoire, lequel énumère les actes et omissions qualifiés d'infractions urbanistiques, a prévu des sanctions pénales."
      ],
      "abstractNL": [
        "De strafrechter kan enkel herstelmaatregelen opleggen in de gevallen waarvoor artikel 6.2.1 Vlaamse Codex Ruimtelijke Ordening, dat de handelingen en omissies opsomt die stedenbouwkundige misdrijven worden genoemd, in strafsancties heeft voorzien."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190607.1": {
      "court": "CASS",
      "date": "2019-06-07",
      "roleNumber": "C.17.0108.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190607.1&lang=fr",
      "abstractFR": [
        "Pour que soit infligée une amende administrative en application de l'article 6.1.49 du Code flamand de l'aménagement du territoire, il suffit de perpétuer sciemment et volontairement des actes, des travaux ou des modifications contraires à un ordre de cessation ratifié par l'inspecteur urbaniste, la seule circonstance qu'une personne physique a agi en tant qu'organe d'une personne morale lors de la violation d'un ordre de cessation étant sans incidence sur sa propre responsabilité pour la violation de l'ordre de cessation lorsqu'il est constant qu'elle a sciemment et volontairement violé celui-ci (1). (1) Cass.7 décembre 2018, C.17.0003.N, inédit."
      ],
      "abstractNL": [
        "Voor het opleggen van een administratieve geldboete met toepassing van artikel 6.1.49.VCRO volstaat het wetens en willens voortzetten van handelingen, werken of wijzigingen in strijd met een door de stedenbouwkundig inspecteur bekrachtigd bevel tot staking, waarbij de enkele omstandigheid dat een natuurlijke persoon bij het doorbreken van een stakingsbevel is opgetreden als orgaan van een rechtspersoon geen afbreuk doet aan zijn eigen verantwoordelijkheid voor de miskenning van het stakingsbevel wanneer vaststaat dat hij het bevel tot staken wetens en willens heeft doorbroken (1). (1) Cass. 7 december 2018, AR C.17.0003.N, arrest niet gepubliceerd."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190423.2": {
      "court": "CASS",
      "date": "2019-04-23",
      "roleNumber": "P.18.0815.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190423.2&lang=fr",
      "abstractFR": [
        "Si la prévention consiste en l'utilisation, l'aménagement ou l'équipement de façon générale d'un terrain pour l'entreposage de véhicules utilisés ou déclassés, ou de toutes sortes de matériaux, matériels ou déchets, alors l'enlèvement de l'entreposage énoncé par cette prévention n'entraîne pas l'extinction de la demande en réparation si cet enlèvement est suivi d'un nouvel entreposage de matériaux, matériels ou déchets sur cette ou ces mêmes parcelles, parce qu'il convient d'admettre l'existence d'un lien de causalité entre l'entreposage illégal auquel il a été mis un terme et le nouvel entreposage illégal, de sorte que la demande en réparation visant la réparation du nouvel entreposage reste ainsi greffée sur les faits de la prévention (1). (1) Cass. 23 avril 2019, RG P.18.0815.N, Pas. 2019, n° 236 ; Cass. 27 février 2018, RG P.17.0593.N, Pas. 2018, n° 125 ; Cass. 18 avril 2017, RG P.16.0688.N, Pas. 2017, n° 260 ; Cass. 2 février 2016, RG P.14.1593.N, Pas. 2016, n° 72 ; Cass. 9 septembre 2014, RG P.12.0896.N, Pas. 2014, n° 500."
      ],
      "abstractNL": [
        "Indien de telastlegging bestaat in het zonder vergunning gewoonlijk gebruik maken, aanleggen of inrichten van een grond voor het opslaan van gebruikte of afgedankte voertuigen, van allerhande materialen, materieel of afval, dan leidt het verwijderen van de in de telastlegging vermelde opslag niet tot het uitdoven van de herstelvordering indien die verwijdering wordt gevolgd door een nieuwe opslag van materialen, materieel of afval op datzelfde perceel of diezelfde percelen omdat er dan een oorzakelijk verband moet worden aangenomen tussen de wederrechtelijke opslag waaraan een einde is gesteld en de nieuwe wederrechtelijke opslag, zodat de herstelvordering die strekt tot het herstel van de nieuwe opslag dan ook geënt blijft op de feiten van de telastlegging (1). (1) Cass. 23 april 2019, AR P.18.0990.N, AC 2019, nr. 236; Cass. 27 februari 2018, AR P.17.0593.N, AC 2018, nr. 125; Cass. 18 april 2017, AR P.16.0688.N, AC 2017, nr. 260; Cass. 2 februari 2016, AR P.14.1593.N, AC 2016, nr. 72; Cass. 9 september 2014, AR P.12.0896.N, AC 2014, nr. 500."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190423.3": {
      "court": "CASS",
      "date": "2019-04-23",
      "roleNumber": "P.18.0990.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190423.3&lang=fr",
      "abstractFR": [
        "La circonstance que, au moment où le juge est appelé à se prononcer sur l'action en réparation, le pouvoir décrétal ait prévu un ordre de priorité des réparations différent de celui en vigueur au moment où le Conseil supérieur de l'Exécution du maintien a remis son avis prescrit à peine de nullité, n'entraîne pas l'illégalité dudit avis ni la nécessité de solliciter un nouvel avis de ce Conseil supérieur."
      ],
      "abstractNL": [
        "Uit de omstandigheid dat op het ogenblik dat de rechter uitspraak moet doen over de herstelvordering de decreetgever in een andere herstelrangorde heeft voorzien dan de herstelrangorde die gold op het ogenblik dat de Hoge Raad voor de Handhavingsuitvoering zijn op straffe van onontvankelijkheid voorgeschreven advies heeft verleend, volgt niet dat dit advies daardoor onwettig zou zijn of dat opnieuw om het advies van de Hoge Raad zou moeten worden verzocht."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181113.2": {
      "court": "CASS",
      "date": "2018-11-13",
      "roleNumber": "P.18.0203.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181113.2&lang=fr",
      "abstractFR": [
        "La violation des plans de secteur par un acte visé aux articles 146, alinéa 1er, du décret de la Communauté flamande du 18 mai 1999 portant organisation de l'aménagement du territoire et 6.1.1, alinéa 1er, 1°, du Code flamand de l'aménagement du territoire ne peut entraîner la non-applicabilité de l'arrêté du gouvernement flamand du 16 juillet 2010 portant détermination des actes qui ne requièrent pas d'autorisation urbanistique, fondée sur l'article 1.4 dudit arrêté."
      ],
      "abstractNL": [
        "De strijdigheid van een door artikel 146, eerste lid, 1°, Stedenbouwdecreet 1999 en artikel 6.1.1, eerste lid, 1°, Vlaamse Codex Ruimtelijke Ordening bedoelde handeling met de Gewestplannen kan niet leiden tot de niet-toepasselijkheid van het Vrijstellingenbesluit op grond van artikel 1.4 van dit besluit."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180628.7": {
      "court": "CASS",
      "date": "2018-06-28",
      "roleNumber": "C.17.0603.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180628.7&lang=fr",
      "abstractFR": [
        "Lorsque des administrations publiques ou des tiers se voient contraints d'exécuter le jugement en raison de la carence du condamné, l'hypothèque légale qui garantit leur créance ne peut être inscrite qu'après qu'il a été procédé à l'exécution au sens de l'article 6.1.46, alinéa 2, du Code flamand de l'aménagement du territoire (1). (1) Voir les concl. contraires du MP."
      ],
      "abstractNL": [
        "De wettelijke hypotheek die, wanneer openbare besturen of derden die wegens het in gebreke blijven van de veroordeelde gedwongen zijn om het vonnis uit te voeren, de daaruit te hunnen bate voortvloeiende schuldvordering waarborgt, kan slechts worden ingeschreven nadat tot uitvoering werd overgegaan in de zin van artikel 6.1.46, tweede lid, VCRO (1). (1) Zie de andersluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180308.1": {
      "court": "CASS",
      "date": "2018-03-08",
      "roleNumber": "C.14.0239.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180308.1&lang=fr",
      "abstractFR": [
        "Le délai de prescription décennale de l'action en réparation de l'inspecteur urbaniste et du collège des bourgmestre et échevins, prévu à l'article 6.1.41, § 5, alinéa 1er, 1°, du Code flamand de l'aménagement du territoire du 15 mai 2009, qui, en vertu du régime transitoire, s'applique aux infractions commises dans des zones vulnérables d'un point de vue spatial, ne commence à courir que le 1er septembre 2009 (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De tienjarige verjaringstermijn van de herstelvordering van de stedenbouwkundig inspecteur en het college van burgemeester en schepenen, voorzien in artikel 6.1.41, § 5, eerste lid, 1°, van de Vlaamse Codex Ruimtelijke Ordening, die krachtens de overgangsregeling van toepassing is op inbreuken in ruimtelijk kwetsbare gebieden, neemt slechts een aanvang op 1 september 2009 (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180116.4": {
      "court": "CASS",
      "date": "2018-01-16",
      "roleNumber": "P.17.0437.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180116.4&lang=fr",
      "abstractFR": [
        "Plus encore que la nature de l'infraction, c'est l'atteinte portée au bon aménagement local qui est déterminante dans le choix de la mesure de réparation, tant dans le cas visé à l'article 6.1.41, § 1er, 1°, que dans le cas visé à l'article 6.1.41, § 1er, 2°; ordonner une mesure de réparation requiert que l'infraction ait porté atteinte à l'aménagement du territoire local et que la mesure vise à le réparer (1). (1) Voir Cass. 6 novembre 2012, RG P.11.1993.N, Pas. 2012, n° 594; Cass. 17 mai 2011, RG P.11.0068.N, Pas. 2011, n° 322.",
        "Le juge se prononce souverainement en matière d'urbanisme sur le délai pour la réparation volontaire à la lumière des circonstances concrètes de la cause, sans toutefois pouvoir fixer un délai d'une brièveté telle qu'il est raisonnablement impossible de procéder à la réparation volontaire, ou d'une longueur telle que cette mesure de réparation soit dénuée de sens, de sorte qu'il peut rejeter une demande visant à obtenir un long délai pour procéder à la réparation volontaire au motif qu'un tel délai reviendrait à tolérer la situation illégale."
      ],
      "abstractNL": [
        "Meer nog dan de aard van de overtreding is de aantasting van de goede plaatselijke ordening bepalend voor de keuze van de herstelmaatregel, zowel in het door artikel 6.1.41, § 1, 1°, als in het door artikel 6.1.41, § 1, 2°, VCRO bedoelde geval; het bevelen van een herstelmaatregel vereist dat de plaatselijke ruimtelijke ordening door het misdrijf is geschaad en de maatregel ertoe strekt de plaatselijke ordening te herstellen (1). (1) Zie: Cass. 6 november 2012, AR P.11.1993.N, AC 2012, nr. 594; Cass. 17 mei 2011, AR P.11.0068.N, AC 2011, nr. 322.",
        "De rechter beslist onaantastbaar inzake stedenbouw over de termijn voor het vrijwillig herstel in het licht van de concrete omstandigheden van de zaak, zonder evenwel een zodanig korte termijn te mogen bepalen waarbinnen het redelijkerwijze onmogelijk is tot vrijwillig herstel over te gaan of een zodanig lange termijn toe te kennen die de herstelmaatregel elke zin ontneemt, zodat hij een verzoek tot het verkrijgen van een lange termijn voor vrijwillig herstel kan afwijzen met het motief dat een dergelijke termijn zou neerkomen op een gedogen van de wederrechtelijke toestand."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171212.1": {
      "court": "CASS",
      "date": "2017-12-12",
      "roleNumber": "P.16.1104.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171212.1&lang=fr",
      "abstractFR": [
        "Il ne résulte pas de la seule circonstance qu'un surveillant agit à la suite d'une dénonciation et conduit ensuite une recherche ciblée qu'il effectue une perquisition au sens de l'article 6.1.5, alinéa 3, du Code flamand de l'aménagement du territoire.",
        "Pendant la phase de traitement pénal, à savoir dès qu'il existe une suspicion raisonnable d'infraction, les surveillants visés à l'article 16.3.10 du décret de la Communauté flamande du 5 avril 1995 contenant des dispositions générales concernant la politique de l'environnement ne peuvent plus exercer leurs droits de surveillance.",
        "Il ne résulte pas de l'article 6.1.1, alinéa 2, du Code flamand de l'aménagement du territoire qui fixe les peines minimales si les infractions mentionnées au premier alinéa sont commises par des fonctionnaires instrumentants, des agents immobiliers et d'autres personnes qui achètent, lotissent, mettent en vente ou en location, vendent ou louent, construisent ou conçoivent et/ou érigent des installations fixes ou amovibles dans l'exercice de leur profession ou activité ou les personnes qui agissent comme intermédiaires dans le cadre de telles opérations, durant l'exercice de leur profession, que ces peines ne s'appliquent qu'aux professionnels qui accomplissent les opérations qui y sont mentionnées à titre habituel ou comme seule activité ou dans un but lucratif."
      ],
      "abstractNL": [
        "Uit de enkele omstandigheid dat een toezichthouder optreedt naar aanleiding van een aangifte en vervolgens gericht zoekt, volgt niet dat hij een huiszoeking uitvoert als bedoeld door artikel 6.1.5, derde lid, Vlaamse Codex Ruimtelijke Ordening.",
        "In de fase van de strafrechtelijke handhaving, dit is van zodra er een redelijk vermoeden van misdrijf is, kunnen de in artikel 16.3.10 van het decreet van 5 april 1995 houdende algemene bepalingen inzake milieubeleid bedoelde toezichthouders, hun toezichtrechten niet meer uitoefenen.",
        "Uit artikel 6.1.1, tweede lid, Vlaamse Codex Ruimtelijke Ordening dat de minimumstraffen bepaalt indien de in het eerste lid vermelde misdrijven gepleegd worden door instrumenterende ambtenaren, vastgoedmakelaars en andere personen die in de uitoefening van hun beroep of activiteit onroerende goederen kopen, verkavelen, te koop of te huur zetten, verkopen of verhuren, bouwen of vaste of verplaatsbare inrichtingen ontwerpen en/of opstellen of personen die bij die verrichtingen als tussenpersonen optreden, bij de uitoefening van hun beroep, volgt niet dat deze slechts van toepassing zijn op beroepspersonen die de erin vermelde handelingen gewoonlijk of als enige activiteit verrichten of die handelingen met een winstoogmerk stellen."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171109.9": {
      "court": "CASS",
      "date": "2017-11-09",
      "roleNumber": "C.17.0115.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171109.9&lang=fr",
      "abstractFR": [
        "Pour que soit infligée une amende administrative du chef de la violation d'un ordre de cessation ratifié par l'inspecteur urbaniste, il suffit de perpétuer sciemment et volontairement des actes, des travaux ou des modifications contraires à cet ordre de cessation ratifié par l'inspecteur urbaniste; la seule circonstance qu'une personne physique a agi en tant qu'organe d'une personne morale lors de la violation d'un ordre de cessation est sans incidence sur sa propre responsabilité pour la violation de l'ordre de cassation lorsqu'il est constant qu'elle a sciemment et volontairement violé l'ordre de cessation."
      ],
      "abstractNL": [
        "Voor het opleggen van een administratieve geldboete wegens doorbreking van een door de stedenbouwkundig inspecteur bekrachtigd stakingsbevel volstaat het wetens en willens voortzetten van handelingen, werken of wijzigingen in strijd met dit door de stedenbouwkundig inspecteur bekrachtigd bevel tot staking; de enkele omstandigheid dat een natuurlijke persoon bij het doorbreken van een stakingsbevel is opgetreden als orgaan van een rechtspersoon, doet geen afbreuk aan zijn eigen verantwoordelijkheid voor de miskenning van het stakingsbevel wanneer vaststaat dat hij het bevel tot staking wetens en willen heeft doorbroken."
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2022:ARR.20221209.1N.5": {
      "court": "CASS",
      "date": "2022-12-09",
      "roleNumber": "C.20.0165.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221209.1N.5",
      "abstractFR": null,
      "abstractNL": [
        "De stedenbouwkundig inspecteur en het college van burgemeester en schepenen zijn als titularissen van de publieke herstelvordering, te beschouwen als benadeelden in de zin van artikel 2262bis, § 1, tweede lid, Oud Burgerlijk wetboek zodat de vijfjarige termijn voor het instellen van de vordering begint te lopen van zodra zij beschikken over alle elementen voor het instellen van de vordering (1) (2). (1) Zie concl. OM. (2) Art. 7.7.4 VCRO, voor zijn wijziging bij decreet van 25 april 2014."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231221.1N.13": {
      "court": "CASS",
      "date": "2023-12-21",
      "roleNumber": "C.22.0358.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231221.1N.13",
      "abstractFR": null,
      "abstractNL": [
        "Het verbod te bouwen of te verkavelen als gevolg van een in uitzicht gestelde onteigening van het goed doet zich slechts voor, onder gelding van de Vlaamse Codex Ruimtelijke Ordening, wanneer de onteigenende instantie in het bezit is van een door de Vlaamse regering goedgekeurd onteigeningsplan dat betrekking heeft op het geheel of op een deel van het op het plan van aanleg afgebeelde grondgebied en, onder gelding van het Vlaams Onteigeningsdecreet van 14 februari 2017, wanneer een definitief onteigeningsbesluit werd vastgesteld overeenkomstig artikel 28 van dit decreet (1) (2). (1) Zie concl. OM. (2) Zie Cass. 27 juni 2003, AR C.01.0023.N, AC 2003, nr. 383, ECLI:BE:CASS:2003:ARR.20030627.15."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2020:ARR.20200116.1N.1": {
      "court": "CASS",
      "date": "2020-01-16",
      "roleNumber": "C.18.0605.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200116.1N.1&lang=fr",
      "abstractFR": [
        "Une zone agricole d'intérêt paysager constituait jusqu'au 1er septembre 2009 une zone vulnérable du point de vue spatial de sorte que la perpétuation d'infractions urbanistiques dans cette zone était jusqu'alors punissable (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Landschappelijk waardevol agrarisch gebied maakte tot 1 september 2009 ruimtelijk kwetsbaar gebied uit zodat de instandhouding van stedenbouwkundige inbreuken in dit gebied tot dan strafbaar was (1). (1) Zie concl. OM."
      ]
    }
  }
}