{
  "87": {
    "ECLI:BE:CASS:2020:ARR.20200324.1N.1": {
      "court": "CASS",
      "date": "2020-03-24",
      "roleNumber": "P.19.0571.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200324.1N.1&lang=fr",
      "abstractFR": [
        "L'article 87 de la loi du 8 août 1980 relative aux propositions budgétaires 1979-1980 confère aux fonctionnaires de l'inspection spéciale des impôts (ISI) les pouvoirs dont disposent tous les fonctionnaires de toutes les administrations fiscales et, par conséquent, également ceux attribués aux agents des douanes et accises; lorsque les fonctionnaires de l'inspection spéciale des impôts interviennent en matière de douanes et accises, l'interdiction qui leur est faite de prêter leur concours autrement qu'en qualité de témoin ne s'applique donc pas; le fait que la loi revête différentes administrations fiscales de pouvoirs distincts, de sorte que les droits que le contribuable peut faire valoir à l'encontre d'une administration ne peuvent être opposés à une autre, n'emporte pas violation d'une quelconque disposition légale ou conventionnelle ni méconnaissance de quelque principe général du droit que ce soit (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Artikel 87 Wet 8 augustus 1980 betreffende de budgettaire voorstellen 1979-1980 verleent aan de ambtenaren van de bijzondere belastinginspectie (BBI) de machten van ambtenaren van alle fiscale administraties, en bijgevolg ook de machten van de ambtenaren van douane en accijnzen; wanneer de ambtenaren van de bijzondere belastinginspectie optreden inzake douane en accijnzen, geldt het verbod om anders dan als getuige op te treden derhalve niet; Het feit dat verschillende fiscale administraties door de wet zijn bekleed met verschillende bevoegdheden, zodat de rechten die de belastingplichtige kan laten gelden tegen de ene administratie niet van toepassing zijn op de andere administratie, houdt geen schending in van enige verdragsrechtelijke of wettelijke bepaling noch miskenning van enig rechtsbeginsel (1). (1) Zie concl. OM."
      ]
    }
  }
}