{
  "2": {
    "ECLI:BE:CASS:2020:ARR.20200618.1N.79": {
      "court": "CASS",
      "date": "2020-06-18",
      "roleNumber": "C.19.0343.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200618.1N.79&lang=fr",
      "abstractFR": [
        "Lorsque la personne lésée soutient avoir subi un dommage du fait que le médecin a omis de lui fournir certaines informations, elle doit prouver non seulement que le médecin aurait dû effectivement lui fournir ces informations, mais également qu'il ne l'a pas fait (1). (1) Cass. 11 janvier 2019, RG C.18.0210.N, Pas. 2019, n° 15, avec concl. de Mme R. Mortier, alors avocat général, publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer de benadeelde aanvoert dat hij schade heeft geleden doordat de arts heeft nagelaten hem bepaalde informatie te verschaffen, moet hij niet alleen bewijzen dat de arts hem de informatie daadwerkelijk had moeten geven, maar ook dat hij dat niet heeft gedaan (1). (1) Cass. 11 januari 2019, AR C.18.0210.N, AC 2019, nr. 15 met concl. van eerste advocaat-generaal R. Mortier, toen advocaat generaal."
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2023:ARR.20230908.1F.6": {
      "court": "CASS",
      "date": "2023-09-08",
      "roleNumber": "C.22.0372.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230908.1F.6",
      "abstractFR": [
        "Le fonds commun de garantie n'est pas tenu d'indemniser de son préjudice personnel, fût-il subi par répercussion, le conducteur d'un véhicule automoteur impliqué dans un accident de la circulation automobile qui pilote ce véhicule en sachant que l'obligation d'assurance n'a pas été respectée (1). (1) Voir Cass. 19 septembre 2008, RG C.07.0357.N, Pas. 2008, n° 487."
      ],
      "abstractNL": null
    }
  },
  "8": {
    "ECLI:BE:CASS:2021:ARR.20210906.3N.5": {
      "court": "CASS",
      "date": "2021-09-06",
      "roleNumber": "C.20.0383.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210906.3N.5&lang=fr",
      "abstractFR": [
        "Préalablement à l'intervention d'un médecin exerçant dans ses locaux, un hôpital est tenu de fournir, de sa propre initiative, à un patient, en vue de l'obtention de son consentement, des informations sur le statut de conventionné ou non du médecin, ainsi que sur les répercussions financières de son intervention, sans que le patient soit tenu d'accomplir une démarche spécifique pour prendre connaissance de ces informations."
      ],
      "abstractNL": [
        "Een ziekenhuis is, voorafgaand aan de tussenkomst van een bij hem werkzame arts, ertoe gehouden uit eigen beweging aan een patiënt, met het oog op het verlenen van diens toestemming, informatie te verstrekken over het al dan niet geconventioneerde statuut van de arts en de financiële gevolgen van diens tussenkomst, zonder dat van de patiënt een specifiek optreden mag worden vereist om kennis te nemen van die informatie."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221103.1F.1": {
      "court": "CASS",
      "date": "2022-11-03",
      "roleNumber": "C.19.0269.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221103.1F.1",
      "abstractFR": [
        "Fondés sur la solidarité familiale, les droits alimentaires étendus que consacre l'article 203, § 1er, de l'ancien Code civil sont inséparables de la personne du créancier, qui seul peut exercer l'action qui les protège (1); Ni l'article 8 ni l'article 12 de la loi du 22 août 2002 ne dérogent au caractère personnel des droits que l'enfant tire de l'article 203 de l'ancien Code civil et de l'action qui les protège. (1) Cass. 20 septembre 2013, RG C.12.0479.F, Pas. 2013, n° 468, avec concl. de M. Henkes, alors avocat général."
      ],
      "abstractNL": [
        "Het in artikel 203, § 1, Oud Burgerlijk Wetboek vastgelegde verlengde recht op levensonderhoud dat op de familiale solidariteit berust, is onlosmakelijk verbonden met de persoon van de onderhoudsgerechtigde, die als enige de rechtsvordering tot vrijwaring van dat recht kan instellen (1); noch artikel 8 noch artikel 12 van de wet van 22 augustus 2002 wijken af van het persoonlijk karakter van het recht dat het kind aan artikel 203 Oud Burgerlijk Wetboek ontleent en van de rechtsvordering tot vrijwaring van dat recht. (1) Cass. 20 september 2013, AR C.12.0479.F, AC 2013, nr. 468, met concl. van toenmalig advocaat-generaal HENKES op datum in Pas."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200618.1N.79": {
      "court": "CASS",
      "date": "2020-06-18",
      "roleNumber": "C.19.0343.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200618.1N.79&lang=fr",
      "abstractFR": [
        "Lorsque la personne lésée soutient avoir subi un dommage du fait que le médecin a omis de lui fournir certaines informations, elle doit prouver non seulement que le médecin aurait dû effectivement lui fournir ces informations, mais également qu'il ne l'a pas fait (1). (1) Cass. 11 janvier 2019, RG C.18.0210.N, Pas. 2019, n° 15, avec concl. de Mme R. Mortier, alors avocat général, publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer de benadeelde aanvoert dat hij schade heeft geleden doordat de arts heeft nagelaten hem bepaalde informatie te verschaffen, moet hij niet alleen bewijzen dat de arts hem de informatie daadwerkelijk had moeten geven, maar ook dat hij dat niet heeft gedaan (1). (1) Cass. 11 januari 2019, AR C.18.0210.N, AC 2019, nr. 15 met concl. van eerste advocaat-generaal R. Mortier, toen advocaat generaal."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20131218.2": {
      "court": "CASS",
      "date": "2013-12-18",
      "roleNumber": "P.13.0708.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131218.2",
      "abstractFR": [
        "L'article 8, § 1er, de la loi du 22 août 2002 relative aux droits du patient, qui prévoit que le patient a le droit de consentir librement à toute intervention du praticien professionnel moyennant information préalable, protège les droits du patient dans ses rapports particuliers avec le praticien professionnel; il n'a pas le même objet qu'une disposition telle que l'article 1er de la loi sanitaire qui, en vue de prévenir ou de combattre une maladie transmissible présentant un danger général, prévoit la possibilité d'imposer un traitement fondé sur des impératifs de protection de la santé publique, laquelle participe de l'ordre public; l'article 1er de l'arrêté royal du 26 octobre 1966 rendant obligatoire la vaccination antipoliomyélitique pris en exécution de la loi sanitaire ne saurait, partant, contredire l'article 8, § 1er, de la loi du 22 août 2002 (1). (1) G. Genicot, Droit médical et paramédical, Larcier 2010, p. 143; Henry et De Cocqueau, A propos du consentement libre et éclairé du patient, C.U.P., vol. 79, p. 177; Henry et De Cocqueau, Evolution des droits du patient, indemnisation sans faute des dommages liés aux soins médicaux, Bruylant 2008, p. 34."
      ],
      "abstractNL": [
        "Artikel 8, §1, van de wet van 22 augustus 2002 betreffende de rechten van de patiënt, dat bepaalt dat de patiënt het recht heeft om geïnformeerd, voorafgaandelijk en vrij toe te stemmen in iedere tussenkomst van de beroepsbeoefenaar, beschermt de rechten van de patiënt in zijn specifieke relatie met de beroepsbeoefenaar; ze heeft niet hetzelfde voorwerp als artikel 1 van de gezondheidswet dat, om een besmettelijke ziekte, welke een algemeen gevaar oplevert, te voorkomen of te bestrijden, de mogelijkheid bepaalt een behandeling op te leggen die gegrond is op de imperatieven van bescherming van de volksgezondheid, welke deel uitmaakt van de openbare orde; artikel 1 van het koninklijk besluit van 26 oktober 1966 waarbij de inenting tegen poliomyelitis verplicht gesteld wordt, dat ter uitvoering van de Gezondheidswet is genomen, kan artikel 8, §1, van de wet van 22 augustus 2002 bijgevolg niet tegenspreken (1). (1) G. Genicot, Droit médical et paramédical, Larcier 2010, p. 143; Henry en De Cocqueau, A propos du consentement libre et éclairé du patient, C.U.P., dl. 79, p. 177; Henry en De Cocqueau, Evolution des droits du patient, indemnisation sans faute des dommages liés aux soins médicaux, Bruylant, 2008, p. 34."
      ]
    }
  },
  "9": {
    "ECLI:BE:CASS:2016:ARR.20160314.3": {
      "court": "CASS",
      "date": "2016-03-14",
      "roleNumber": "C.15.0069.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160314.3",
      "abstractFR": [
        "L'arrêt a pu légalement décider qu'en exprimant à plusieurs reprises, de manière orale et écrite sa volonté de rompre de manière définitive toute relation avec sa mère, objectif qu'il a finalement atteint, le patient décédé a manifesté de manière non équivoque sa volonté expresse de s'opposer à toute intrusion de sa mère dans la sphère de sa vie privée et à tout droit d'accès de celle-ci à ses données à caractère personnel, fût-ce après sa mort."
      ],
      "abstractNL": [
        "Het arrest mocht naar recht beslissen dat de overleden patiënt meermaals, mondeling en schriftelijk de wil heeft uitgedrukt elke relatie met zijn moeder definitief te verbreken, hij die doelstelling uiteindelijk heeft bereikt, en hij aldus op ondubbelzinnige wijze zijn uitdrukkelijke wil heeft geuit zich te verzetten tegen elke inmenging van zijn moeder in zijn persoonlijke levenssfeer en tegen elke toegang van laatstgenoemde tot zijn persoonlijke gegevens, zelfs na zijn overlijden."
      ]
    }
  },
  "12": {
    "ECLI:BE:CASS:2023:ARR.20230908.1F.6": {
      "court": "CASS",
      "date": "2023-09-08",
      "roleNumber": "C.22.0372.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230908.1F.6",
      "abstractFR": [
        "Le fonds commun de garantie n'est pas tenu d'indemniser de son préjudice personnel, fût-il subi par répercussion, le conducteur d'un véhicule automoteur impliqué dans un accident de la circulation automobile qui pilote ce véhicule en sachant que l'obligation d'assurance n'a pas été respectée (1). (1) Voir Cass. 19 septembre 2008, RG C.07.0357.N, Pas. 2008, n° 487."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20221103.1F.1": {
      "court": "CASS",
      "date": "2022-11-03",
      "roleNumber": "C.19.0269.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221103.1F.1",
      "abstractFR": [
        "Fondés sur la solidarité familiale, les droits alimentaires étendus que consacre l'article 203, § 1er, de l'ancien Code civil sont inséparables de la personne du créancier, qui seul peut exercer l'action qui les protège (1); Ni l'article 8 ni l'article 12 de la loi du 22 août 2002 ne dérogent au caractère personnel des droits que l'enfant tire de l'article 203 de l'ancien Code civil et de l'action qui les protège. (1) Cass. 20 septembre 2013, RG C.12.0479.F, Pas. 2013, n° 468, avec concl. de M. Henkes, alors avocat général."
      ],
      "abstractNL": [
        "Het in artikel 203, § 1, Oud Burgerlijk Wetboek vastgelegde verlengde recht op levensonderhoud dat op de familiale solidariteit berust, is onlosmakelijk verbonden met de persoon van de onderhoudsgerechtigde, die als enige de rechtsvordering tot vrijwaring van dat recht kan instellen (1); noch artikel 8 noch artikel 12 van de wet van 22 augustus 2002 wijken af van het persoonlijk karakter van het recht dat het kind aan artikel 203 Oud Burgerlijk Wetboek ontleent en van de rechtsvordering tot vrijwaring van dat recht. (1) Cass. 20 september 2013, AR C.12.0479.F, AC 2013, nr. 468, met concl. van toenmalig advocaat-generaal HENKES op datum in Pas."
      ]
    }
  }
}