{
  "2": {
    "ECLI:BE:CASS:2023:ARR.20230503.2F.8": {
      "court": "CASS",
      "date": "2023-05-03",
      "roleNumber": "P.23.0353.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230503.2F.8",
      "abstractFR": [
        "Le résidu d'une matière qui a été travaillée, ce qui en reste et qui est impropre à la consommation, inutilisable ou encombrant et a vocation à être éliminé, peut constituer un déchet au sens de l'article 2 du décret du Conseil régional wallon du 27 juin 1996 relatif aux déchets (1). (1) L' « élimination des déchets » est un acte de « gestion des déchets » au sens de l'art. 2.8° du décret du 27 juin 1996 du Conseil régional wallon relatif aux déchets. À comparer avec la définition des « rémanents » que donne l'article 3.22° du Code forestier wallon (décret régional wallon du 15 juillet 2008 relatif au Code forestier) : les « résidus laissés sur place après l'exécution d'une coupe ou d'une opération d'amélioration ». De tels rémanents peuvent en règle être laissés sur place, le cas échéant en andains ou gyrobroyés. Ou brûlés… moyennant le respect du décret sur les déchets.",
        "Sans doute l'article 44 du Code forestier et l'article 24, alinéa 3, de l'arrêté du gouvernement wallon du 27 mai 2009 relatif à l'entrée en vigueur et à l'exécution du décret du 15 juillet 2008 relatif au Code forestier autorisent-ils le brûlage des rémanents contaminés, à condition de prendre les mesures nécessaires pour éviter la propagation du feu et de prévenir l'administration (1); mais il ne s'en déduit pas que ce matériau ne constituerait pas un déchet au sens du décret du Conseil régional wallon du 27 juin 1996 relatif aux déchets, ni qu'un doute légitime puisse exister à cet égard dans le chef d'un exploitant forestier normalement prudent et avisé, ni que ce dernier ait pu se croire autorisé par le décret à incinérer pareils déchets sur le site d'abattage en enfumant le voisinage (2). (1) Cette disposition autorise en effet, sous ces conditions, de « brûler les rémanents après une forte attaque d'insectes et/ou de champignons nuisibles à l'état sanitaire de la forêt telle une attaque de scolytes ou d'insectes défoliateurs et dans le cadre d'un défrichement au titre d'une mesure de gestion de la biodiversité ». Abrogé pour la Région wallonne, par le décret régional wallon du 15 juillet relatif au Code forestier, et pour la Région flamande par le décret du 13 juin 1990, l'art. 167 du Code forestier interdit de porter ou d'allumer du feu dans l'intérieur des bois et forêts, et à moins de cent mètres. (2) Le MP a considéré que le motif critiqué, relatif à l'erreur invincible, était surabondant, et, partant, que le moyen est irrecevable à défaut d'intérêt. En outre, il a relevé que le demandeur ne critiquait pas la considération - que la Cour contredit d'office -, dans l'arrêt attaqué, qu'en l'espèce, le bois ne peut être considéré comme un déchet. L'art. 2 du décret du 27 juin 1996 relatif aux déchets mentionne des déchet « agricoles », « de jardin », « biodégradables de jardin ou de parc »."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2020:ARR.20200129.2F.2": {
      "court": "CASS",
      "date": "2020-01-29",
      "roleNumber": "P.19.0125.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200129.2F.2",
      "abstractFR": [
        "De la circonstance que des véhicules répondent aux conditions visées à l'article 80, alinéa 1er, de l'arrêté du gouvernement wallon du 23 septembre 2010 instaurant une obligation de reprise de certains déchets et du constat de l'état de « carcasse » de certains véhicules et de l'année de la radiation de l'immatriculation d'autres véhicules, le juge peut déduire que la situation administrative relative à l'immatriculation et au contrôle technique desdits véhicules ne pouvait faire l'objet d'une régularisation en telle sorte qu'il s'agissait de véhicules hors d'usage dont le propriétaire ou le détenteur était tenu de se défaire (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de omstandigheid dat voertuigen beantwoorden aan de voorwaarden van artikel 80, eerste lid, besluit Waalse regering van 23 september 2010 tot invoering van een terugnameplicht voor bepaalde afvalstoffen, en uit de vaststelling van de toestand van \"karkas\" van bepaalde voertuigen en van het jaar van schrapping van de inschrijving van andere voertuigen, kan de rechter afleiden dat de administratieve toestand met betrekking tot de inschrijving en de technische keuring van de voormelde voertuigen niet kon worden geregulariseerd, zodat het om afgedankte voertuigen ging waarvan de eigenaar of de houder zich moest ontdoen (1). (1) Zie concl. OM in Pas. 2020, nr. 83."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2025:ARR.20250604.2F.10": {
      "court": "CASS",
      "date": "2025-06-04",
      "roleNumber": "P.25.0366.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250604.2F.10",
      "abstractFR": [
        "Lorsque le juge constate que les préventions reprochées au prévenu visent le fait d'exploiter irrégulièrement un local, un terrain ou un atelier ayant pour objet l'entreposage, l'entretien ou la réparation de véhicules automoteurs, le juge peut en déduire que les dits véhicules, propriété du prévenu et relevant de son exploitation irrégulière, constituent l'objet des préventions (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "7": {
    "ECLI:BE:CASS:2023:ARR.20230503.2F.8": {
      "court": "CASS",
      "date": "2023-05-03",
      "roleNumber": "P.23.0353.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230503.2F.8",
      "abstractFR": [
        "Sans doute l'article 44 du Code forestier et l'article 24, alinéa 3, de l'arrêté du gouvernement wallon du 27 mai 2009 relatif à l'entrée en vigueur et à l'exécution du décret du 15 juillet 2008 relatif au Code forestier autorisent-ils le brûlage des rémanents contaminés, à condition de prendre les mesures nécessaires pour éviter la propagation du feu et de prévenir l'administration (1); mais il ne s'en déduit pas que ce matériau ne constituerait pas un déchet au sens du décret du Conseil régional wallon du 27 juin 1996 relatif aux déchets, ni qu'un doute légitime puisse exister à cet égard dans le chef d'un exploitant forestier normalement prudent et avisé, ni que ce dernier ait pu se croire autorisé par le décret à incinérer pareils déchets sur le site d'abattage en enfumant le voisinage (2). (1) Cette disposition autorise en effet, sous ces conditions, de « brûler les rémanents après une forte attaque d'insectes et/ou de champignons nuisibles à l'état sanitaire de la forêt telle une attaque de scolytes ou d'insectes défoliateurs et dans le cadre d'un défrichement au titre d'une mesure de gestion de la biodiversité ». Abrogé pour la Région wallonne, par le décret régional wallon du 15 juillet relatif au Code forestier, et pour la Région flamande par le décret du 13 juin 1990, l'art. 167 du Code forestier interdit de porter ou d'allumer du feu dans l'intérieur des bois et forêts, et à moins de cent mètres. (2) Le MP a considéré que le motif critiqué, relatif à l'erreur invincible, était surabondant, et, partant, que le moyen est irrecevable à défaut d'intérêt. En outre, il a relevé que le demandeur ne critiquait pas la considération - que la Cour contredit d'office -, dans l'arrêt attaqué, qu'en l'espèce, le bois ne peut être considéré comme un déchet. L'art. 2 du décret du 27 juin 1996 relatif aux déchets mentionne des déchet « agricoles », « de jardin », « biodégradables de jardin ou de parc »."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2020:ARR.20200129.2F.2": {
      "court": "CASS",
      "date": "2020-01-29",
      "roleNumber": "P.19.0125.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200129.2F.2",
      "abstractFR": [
        "Ni les articles 80 et 82 de l'arrêté du gouvernement wallon du 23 septembre 2010, ni aucune autre disposition légale n'imposent au fonctionnaire sanctionnateur, en vue de la preuve de l'infraction à l'article 7, §§ 1er à 3, du décret du Conseil régional wallon du 27 juin 1996 relatif aux déchets, d'adresser au contrevenant une demande relative à l'engagement d'une procédure de réhabilitation ou à la production d'un certificat d'immatriculation ou de contrôle valable."
      ],
      "abstractNL": [
        "Noch de artikelen 80 en 82 besluit Waalse regering van 23 september 2010, noch enige andere wettelijke bepaling verplichten de sanctionerend ambtenaar om, met het oog op het bewijs van de schending van artikel 7, §§ 1 tot 3, Decreet Waals Gewest 27 juni 1996 betreffende de afvalstoffen, de overtreder te verzoeken het bewijs van het opstarten van een rehabilitatieprocedure te leveren of een geldig inschrijvingsbewijs of een geldige technische keuring te overleggen."
      ]
    }
  }
}