{
  "4": {
    "ECLI:BE:CASS:2013:ARR.20130513.1": {
      "court": "CASS",
      "date": "2013-05-13",
      "roleNumber": "C.11.0762.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130513.1&lang=fr",
      "abstractFR": [
        "Il ne ressort ni du texte ni de l'économie de l'article 4 de la loi-cadre du 3 août 2007 relative aux professions intellectuelles prestataires de services que le législateur a voulu restreindre l'obligation d'inscription aux associés actifs de certaines formes de sociétés; l'associé actif au sens de l'article 4, alinéa 2, de la loi-cadre du 3 août 2007 est l'actionnaire ou l'associé qui exerce personnellement l'activité réglementée ou qui a la direction effective des services où elle est exercée (1). (1) Voir les conclusions du M.P. publiées avant cet arrêt dans A.C.",
        "Il suit de l'article 4, alinéas 3 et 4, de la loi-cadre du 3 août 2007 relative aux professions intellectuelles prestataires de services que, pour l'application du titre II «Protection du titre professionnel et l'exercice des professions intellectuelles prestataires de services», laactionnaire ou laassocié qui exerce personnellement l'activité réglementée ou qui a la direction effective des services où elle est exercée, sont présumés, de manière irréfragable, exercer cette activité à titre indépendant au sens de l'article 4, alinéa 2, de la loi-cadre du 3 août 2007; le juge d'appel qui décide que le second défendeur ne peut être considéré comme un «associé actif» par le seul motif que celui-ci est occupé en tant que travailleur sous l'autorité, la direction et le contrôle du gérant de la première défenderesse et que le demandeur n'apporte pas la preuve contraire, méconnaît la présomption irréfragable prévue à l'article 4, alinéa 3, de la loi-cadre du 3 août 2007 (1). (1) Voir les conclusions du M.P. publiées avant cet arrêt dans A.C."
      ],
      "abstractNL": [
        "Uit de tekst en de doelstelling van artikel 4 van de Kaderwet van 3 augustus 2007 betreffende de dienstverlenende intellectuele beroepen blijkt niet dat de wetgever de inschrijvingsplicht heeft willen beperken tot de beherende vennoten van bepaalde vennootschapsvormen; werkend vennoot in de zin van artikel 4, tweede lid van voormelde Kaderwet is de aandeelhouder of vennoot die persoonlijk de gereglementeerde activiteit uitoefent of die de daadwerkelijke leiding waarneemt van de diensten waar het beroep wordt uitgeoefend (1). (1) Zie conclusie O.M.",
        "Uit artikel 4, derde en vierde lid van de Kaderwet van 3 augustus 2007 betreffende de dienstverlenende intellectuele beroepen volgt dat de aandeelhouder of vennoot die persoonlijk de gereglementeerde activiteit uitoefent of die de daadwerkelijke leiding waarneemt van de diensten waar het beroep wordt uitgeoefend voor de toepassing van titel II abescherming van de beroepstitel en van de uitoefening van de dienstverlenende intellectuele beroepena onweerlegbaar wordt vermoed deze werkzaamheden als zelfstandige uit te oefenen in de zin van artikel 4 tweede lid van voormelde kaderwet; de appelrechter die oordeelt dat de tweede verweerder niet als een awerkend vennoota kan worden aangezien louter omdat hij als werknemer onder het gezag, de leiding en het toezicht werkt van de zaakvoerder van eerste verweerster en het tegendeel door eiseres niet wordt bewezen miskent het onweerlegbaar vermoeden van artikel 4, derde lid (1). (1) Zie conclusie O.M."
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2022:ARR.20220304.1F.7": {
      "court": "CASS",
      "date": "2022-03-04",
      "roleNumber": "D.21.0022.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220304.1F.7",
      "abstractFR": [
        "Si, lorsqu'elle statue sur le recours introduit contre la décision de la chambre exécutive d'omettre d'office un stagiaire de la colonne de la liste des stagiaires sur laquelle il est inscrit en raison d'un second échec lors de l'épreuve orale du test d'aptitude pratique, la chambre d'appel n'a pas la compétence de se prononcer sur la formulation des questions posées ou la qualité des réponses exigées du ou données par le stagiaire, il lui appartient en revanche de contrôler la régularité de la procédure d'omission de ce stagiaire et notamment de vérifier si la décision d'omission est légale et régulièrement motivée (1) (2). (1) Voir Cass. 4 mars 2021, RG D.20.0009.F, Pas. 2021, n° 160, avec concl. de M. de Koster, avocat général. (2) Règlement de stage de l'Institut professionnel des agents immobiliers, art. 21, 23, § 2, et 27, § 4, approuvé par A.R. du 23 juillet 2013."
      ],
      "abstractNL": [
        "Wanneer de kamer van beroep uitspraak doet over het beroep tegen een beslissing van de uitvoerende kamer om een stagiair weg te laten van de kolom van de lijst van stagiairs waarop hij is ingeschreven, omdat hij voor de tweede maal niet is geslaagd voor de mondelinge proef van de praktische bekwaamheidstest, is ze niet bevoegd om zich uit te spreken over de formulering van de gestelde vragen of de kwaliteit van de antwoorden die van de kandidaat worden geëist of die hij heeft gegeven; het komt haar daarentegen toe de regelmatigheid van de weglatingsprocedure van die stagiair te controleren en in het bijzonder na te gaan of de weglatingsbeslissing wettig is en behoorlijk met redenen is omkleed (1) (2). (1) Zie Cass. 4 maart 2021, AR D.20.0009.F, AC 2021, nr. 160, met concl. van advocaat-generaal DE KOSTER op datum in Pas. (2) Artikelen 21, 23, § 2, en 27, § 4 van het stagereglement van het Beroepsinstituut van Vastgoedmakelaars, goedgekeurd bij koninklijk besluit van 23 juli 2013.",
        "Vertaling nog niet beschikbaar"
      ]
    }
  },
  "8": {
    "ECLI:BE:CASS:2021:ARR.20210304.1F.2": {
      "court": "CASS",
      "date": "2021-03-04",
      "roleNumber": "D.20.0009.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210304.1F.2",
      "abstractFR": [
        "Lorsqu'elle statue sur le recours introduit contre la décision de la chambre exécutive d'omettre d'office un stagiaire de la colonne de la liste des stagiaires sur laquelle il est inscrit en raison d'un second échec lors de l'épreuve écrite du test d'aptitude pratique, la chambre d'appel de l'Institut professionnel des agents immobiliers dispose du pouvoir de vérifier si cette épreuve consiste en la résolution de questions et de cas pratiques et si elle porte sur les matières énoncées dans le programme fixé par l'Institut; il ne s'ensuit en revanche pas que la chambre d'appel a la compétence de se prononcer sur la formulation des questions posées ou la qualité des réponses exigées du ou données par le stagiaire (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de kamer van beroep van het Beroepsinstituut van Vastgoedmakelaars uitspraak doet over het beroep tegen de beslissing van de uitvoerende kamer om een stagiair ambtshalve weg te laten van de kolom van de lijst van stagiairs waarop hij is ingeschreven omdat hij voor de tweede maal niet is geslaagd voor de schriftelijke proef van de praktische bekwaamheidstest, kan die kamer nagaan of die proef bestaat in het oplossen van vragen en praktische casussen en of deze de materies betreft die in het door het Instituut vastgelegde examenprogramma worden vermeld; Hieruit volgt echter niet dat de kamer van beroep bevoegd is om uitspraak te doen over de formulering van de gestelde vragen of de kwaliteit van de antwoorden die van de stagiair worden geëist of die hij heeft gegeven (1). (1) Zie concl. OM in Pas. 2021, nr. 160."
      ]
    }
  },
  "9": {
    "ECLI:BE:CASS:2025:ARR.20251218.1N.9": {
      "court": "CASS",
      "date": "2025-12-18",
      "roleNumber": "D.23.0013.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251218.1N.9",
      "abstractFR": null,
      "abstractNL": [
        "De beginselen van eer en waardigheid van het beroep van vastgoedmakelaar kunnen worden aangetast door strafrechtelijke inbreuken die het vertrouwen in dat beroep in het gedrang brengen."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241122.1N.5": {
      "court": "CASS",
      "date": "2024-11-22",
      "roleNumber": "C.20.0592.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241122.1N.5",
      "abstractFR": null,
      "abstractNL": [
        "De regel vervat in artikel 33, tweede lid, van het stagereglement dat een van de lijst van de stagiairs weggelaten stagiair slechts één enkele keer om zijn wederinschrijving op die lijst kan verzoeken, strekt ertoe, in het belang van de consument en van de maatschappij in haar geheel, te beletten dat een persoon die nog niet het bewijs heeft geleverd over de nodige beroepsbekwaamheid te beschikken, door onbeperkte wederinschrijvingen op de lijst van de stagiairs activiteiten als vastgoedmakelaar zou uitoefenen; deze regel is, gelet op het economische en sociale belang van vastgoedtransacties en rekening houdend met de omstandigheid dat het stagereglement diverse bepalingen bevat die ertoe strekken te vermijden dat een stagiair definitief wordt uitgesloten van de mogelijkheid om het beroep van vastgoedmakelaar uit te oefenen, niet onevenredig met het nagestreefde doel; de omstandigheid dat een tweede inschrijving op de lijst van de stagiairs onmogelijk is, zonder beperking in de tijd, en dat terzake geen enkele appreciatiemogelijkheid bestaat, doet aan voorafgaande beoordeling geen afbreuk (1) (2). (1) Zie concl. OM. (2) Stagereglement van het Beroepsinstituut van Vastgoedmakelaars, goedgekeurd bij koninklijk besluit van 23 juli 2013, zoals van toepassing vóór de opheffing ervan bij koninklijk besluit van 13 november 2023."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221014.1N.9": {
      "court": "CASS",
      "date": "2022-10-14",
      "roleNumber": "D.21.0003.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221014.1N.9",
      "abstractFR": [
        "La chambre, qui procède à la radiation d'un agent immobilier sur la base d'une condamnation préalable pour abus de confiance impose une mesure équivalant à une sanction disciplinaire et doit être en mesure d'examiner à cet égard si l'imposition de la sanction prévue par la loi est compatible avec les conditions impératives des conventions internationales et du droit interne, y compris les principes généraux du droit, en particulier afin de vérifier que la sanction disciplinaire n'est pas disproportionnée à l'infraction (1). (1) Voir Cass. 26 juin 2015, RG D.13.0025.N, Pas. 2015, n° 450 ; Cass. 13 février 2009, RG C.07.0507.N, Pas. 2009, n° 121 ; Cass. 13 février 2009, RG F.06.0107.N, Pas. 2009, n° 123."
      ],
      "abstractNL": [
        "De kamer die overgaat tot schrapping van een vastgoedmakelaar op grond van een voorafgaande veroordeling voor misbruik van vertrouwen, legt een maatregel op die met een tuchtsanctie gelijkstaat, en moet daarbij kunnen onderzoeken of het opleggen van de wettelijk voorziene sanctie verzoenbaar is met de dwingende eisen van internationale verdragen en van het interne recht, met inbegrip van de algemene rechtsbeginselen, in het bijzonder om na te gaan of de tuchtsanctie niet onevenredig is met de overtreding (1). (1) Zie Cass. 26 juni 2015, AR D.13.0025.N, AC 2015, nr. 450; Cass. 13 februari 2009, AR C.07.0507.N, AC 2009, nr. 121; Cass. 13 februari 2009, AR F.06.0107.N, AC 2009, nr. 123."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220304.1F.7": {
      "court": "CASS",
      "date": "2022-03-04",
      "roleNumber": "D.21.0022.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220304.1F.7",
      "abstractFR": [
        "Si, lorsqu'elle statue sur le recours introduit contre la décision de la chambre exécutive d'omettre d'office un stagiaire de la colonne de la liste des stagiaires sur laquelle il est inscrit en raison d'un second échec lors de l'épreuve orale du test d'aptitude pratique, la chambre d'appel n'a pas la compétence de se prononcer sur la formulation des questions posées ou la qualité des réponses exigées du ou données par le stagiaire, il lui appartient en revanche de contrôler la régularité de la procédure d'omission de ce stagiaire et notamment de vérifier si la décision d'omission est légale et régulièrement motivée (1) (2). (1) Voir Cass. 4 mars 2021, RG D.20.0009.F, Pas. 2021, n° 160, avec concl. de M. de Koster, avocat général. (2) Règlement de stage de l'Institut professionnel des agents immobiliers, art. 21, 23, § 2, et 27, § 4, approuvé par A.R. du 23 juillet 2013."
      ],
      "abstractNL": [
        "Wanneer de kamer van beroep uitspraak doet over het beroep tegen een beslissing van de uitvoerende kamer om een stagiair weg te laten van de kolom van de lijst van stagiairs waarop hij is ingeschreven, omdat hij voor de tweede maal niet is geslaagd voor de mondelinge proef van de praktische bekwaamheidstest, is ze niet bevoegd om zich uit te spreken over de formulering van de gestelde vragen of de kwaliteit van de antwoorden die van de kandidaat worden geëist of die hij heeft gegeven; het komt haar daarentegen toe de regelmatigheid van de weglatingsprocedure van die stagiair te controleren en in het bijzonder na te gaan of de weglatingsbeslissing wettig is en behoorlijk met redenen is omkleed (1) (2). (1) Zie Cass. 4 maart 2021, AR D.20.0009.F, AC 2021, nr. 160, met concl. van advocaat-generaal DE KOSTER op datum in Pas. (2) Artikelen 21, 23, § 2, en 27, § 4 van het stagereglement van het Beroepsinstituut van Vastgoedmakelaars, goedgekeurd bij koninklijk besluit van 23 juli 2013.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200130.1N.6": {
      "court": "CASS",
      "date": "2020-01-30",
      "roleNumber": "D.19.0007.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200130.1N.6&lang=fr",
      "abstractFR": [
        "La personne physique qui a passé l'épreuve orale devant la chambre d'appel peut former un recours contre la décision de la chambre exécutive selon laquelle elle a échoué à cette épreuve."
      ],
      "abstractNL": [
        "De natuurlijke persoon die de mondelinge proef heeft afgelegd kan bij de Kamer van beroep van het Beroepsinstituut van vastgoedmakelaars beroep instellen tegen de beslissing van de Uitvoerende Kamer dat hij of zij voor die proef niet slaagt."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2025:ARR.20251218.1N.9": {
      "court": "CASS",
      "date": "2025-12-18",
      "roleNumber": "D.23.0013.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251218.1N.9",
      "abstractFR": null,
      "abstractNL": [
        "De beginselen van eer en waardigheid van het beroep van vastgoedmakelaar kunnen worden aangetast door strafrechtelijke inbreuken die het vertrouwen in dat beroep in het gedrang brengen."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221014.1N.9": {
      "court": "CASS",
      "date": "2022-10-14",
      "roleNumber": "D.21.0003.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221014.1N.9",
      "abstractFR": [
        "La chambre, qui procède à la radiation d'un agent immobilier sur la base d'une condamnation préalable pour abus de confiance impose une mesure équivalant à une sanction disciplinaire et doit être en mesure d'examiner à cet égard si l'imposition de la sanction prévue par la loi est compatible avec les conditions impératives des conventions internationales et du droit interne, y compris les principes généraux du droit, en particulier afin de vérifier que la sanction disciplinaire n'est pas disproportionnée à l'infraction (1). (1) Voir Cass. 26 juin 2015, RG D.13.0025.N, Pas. 2015, n° 450 ; Cass. 13 février 2009, RG C.07.0507.N, Pas. 2009, n° 121 ; Cass. 13 février 2009, RG F.06.0107.N, Pas. 2009, n° 123."
      ],
      "abstractNL": [
        "De kamer die overgaat tot schrapping van een vastgoedmakelaar op grond van een voorafgaande veroordeling voor misbruik van vertrouwen, legt een maatregel op die met een tuchtsanctie gelijkstaat, en moet daarbij kunnen onderzoeken of het opleggen van de wettelijk voorziene sanctie verzoenbaar is met de dwingende eisen van internationale verdragen en van het interne recht, met inbegrip van de algemene rechtsbeginselen, in het bijzonder om na te gaan of de tuchtsanctie niet onevenredig is met de overtreding (1). (1) Zie Cass. 26 juni 2015, AR D.13.0025.N, AC 2015, nr. 450; Cass. 13 februari 2009, AR C.07.0507.N, AC 2009, nr. 121; Cass. 13 februari 2009, AR F.06.0107.N, AC 2009, nr. 123."
      ]
    }
  }
}