{
  "31": {
    "ECLI:BE:CASS:2013:ARR.20130606.7": {
      "court": "CASS",
      "date": "2013-06-06",
      "roleNumber": "C.11.0507.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130606.7",
      "abstractFR": [
        "Il ressort manifestement de l''article 31, alinéa 2, de la loi du 22 février 1998 fixant le statut organique de la Banque nationale de Belgique, interprété par l''article 141, § 9, de la loi du 2 août 2002 relative à la surveillance du secteur financier et aux services financiers, de l''article 128 du Traité sur le fonctionnement de l''Union européenne, qui a repris la teneur de l''article 106 du Traité instituant la Communauté européenne et de l''article 228, 1°, du Traité sur le fonctionnement de l''Union européenne, que le droit d''émission de billets de banque est partagé entre la Banque centrale européenne et les banques centrales nationales au sein du système européen des banques centrales; le fait que la Banque centrale européenne est seule habilitée à autoriser l'émission de l''euro n''enlève pas aux banques centrales nationales le droit d''émettre les billets de banque et pièces en euros (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "Uit artikel 31, tweede lid, van de wet tot vaststelling van het organiek statuut van de Nationale Bank van België, uitgelegd door artikel 141, §9, van de wet van 2 augustus 2002 betreffende het toezicht op de financiële sector en de financiële diensten, uit artikel 128 van het Verdrag betreffende de werking van de Europese Unie, dat de teneur van artikel 106 tot oprichting van de Europese Gemeenschap heeft overgenomen, en uit artikel 228 van het Verdrag betreffende de werking van de Europese Unie volgt duidelijk dat het recht tot uitgifte van bankbiljetten verdeeld wordt tussen de Europese Centrale Bank en nationale centrale banken binnen het Europese systeem van de centrale banken; het feit dat de Europese Centrale Bank het alleenrecht heeft machtiging te geven tot de uitgifte van de euro ontneemt de nationale banken niet het recht om bankbiljetten en muntstukken in euro uit te geven (1). (1) Zie concl. O.M. in Pas. 2013, ..."
      ]
    }
  }
}