{
  "3": {
    "ECLI:BE:CASS:2022:ARR.20220627.3F.9": {
      "court": "CASS",
      "date": "2022-06-27",
      "roleNumber": "S.20.0026.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220627.3F.9",
      "abstractFR": [
        "Le pouvoir d'engager l'entreprise vis-à-vis des tiers n'investit une personne d'un poste de confiance, qualité qui exclut l'application de ces dispositions légales limitant la durée maximale du travail et le travail de nuit et instaurant des périodes de repos journalier et hebdomadaire, que s'il porte sur des engagements d'une certaine importance (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De bevoegdheid om de onderneming te verbinden tegenover derden bekleedt een persoon enkel met een vertrouwenspost, een hoedanigheid die de toepassing uitsluit van die wetsbepalingen die de maximale arbeidsduur en de nachtarbeid beperken en die dagelijkse en wekelijkse rusttijden opleggen, indien ze betrekking heeft op verbintenissen van een bepaalde omvang (1). (1) Zie concl. OM in Pas. 2022, nr. 453."
      ]
    }
  },
  "19": {
    "ECLI:BE:CASS:2023:ARR.20231113.3F.6": {
      "court": "CASS",
      "date": "2023-11-13",
      "roleNumber": "S.23.0011.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231113.3F.6",
      "abstractFR": [
        "Même s'il n'est pas tenu de demeurer sur le lieu de travail, à son domicile ou en un autre lieu de séjour, le temps de garde au cours duquel le travailleur doit être disponible en permanence et est soumis à des obligations, imposées par l'employeur, notamment de délai pour reprendre le travail, qui restreignent de manière objective et très significative la faculté qu'il a de gérer librement le temps de ces périodes pendant lequel les services professionnels ne sont pas sollicités, doit être considéré comme temps de travail (1). (1) Voir. les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "35": {
    "ECLI:BE:CASS:2021:ARR.20211213.3F.5": {
      "court": "CASS",
      "date": "2021-12-13",
      "roleNumber": "S.19.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211213.3F.5",
      "abstractFR": [
        "Il ressort des travaux préparatoires de la loi du 17 février 1997 que, pour l'application de l'article 38 de la loi du 16 mars 1971, qui introduit un régime de travail comportant des prestations de nuit, l'intention du législateur était de reprendre la notion de travail de nuit figurant dans la convention collective de travail n° 46 relative aux mesures d'encadrement du travail en équipes comportant des prestations de nuit ainsi que d'autres formes de travail comportant des prestations de nuit (1). (1) Voir les concl. du MP.",
        "Il ressort des travaux préparatoires de la loi du 17 février 1997 que, pour l’application de l’article 38 de la loi du 16 mars 1971, qui introduit un régime de travail comportant des prestations de nuit, l’intention du législateur était de reprendre la notion de travail de nuit figurant dans la convention collective de travail n° 46 relative aux mesures d’encadrement du travail en équipes comportant des prestations de nuit ainsi que d’autres formes de travail comportant des prestations de nuit (1) (2). (1) Voir les concl. du MP. (2) C.C.T. n° 46 du 23 mars 1990 au sein du C.N.T., rendue obligatoire par l’A.R. du 10 mai 1990, art. 1er, 13 et 14."
      ],
      "abstractNL": [
        "Uit de parlementaire voorbereiding van de wet van 17 februari 1997 blijkt de intentie van de wetgever om voor de toepassing van artikel 38 Arbeidswet, dat een arbeidsregeling met nachtprestaties invoert, het begrip nachtarbeid te hernemen zoals vermeld in de collectieve arbeidsovereenkomst nr. 46 betreffende de begeleidingsmaatregelen voor ploegenarbeid met nachtprestaties alsook voor andere vormen van arbeid met nachtprestaties (1). (1) Zie concl. OM in Pas. 2021, nr. 793."
      ]
    }
  },
  "38": {
    "ECLI:BE:CASS:2021:ARR.20211213.3F.5": {
      "court": "CASS",
      "date": "2021-12-13",
      "roleNumber": "S.19.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211213.3F.5",
      "abstractFR": [
        "Il ressort des travaux préparatoires de la loi du 17 février 1997 que, pour l'application de l'article 38 de la loi du 16 mars 1971, qui introduit un régime de travail comportant des prestations de nuit, l'intention du législateur était de reprendre la notion de travail de nuit figurant dans la convention collective de travail n° 46 relative aux mesures d'encadrement du travail en équipes comportant des prestations de nuit ainsi que d'autres formes de travail comportant des prestations de nuit (1). (1) Voir les concl. du MP.",
        "Le personnel infirmier, soignant et de réactivation travaillant la nuit est celui auxquels s'appliquent la convention collective de travail n° 46 et l'article 38 de la loi du 16 mars 1971, c'est-à-dire les travailleurs occupés dans des régimes de travail comportant des prestations entre 20 heures et 6 heures et non ceux dont les prestations, soit se situent exclusivement entre 6 heures et 24 heures, soit débutent habituellement à partir de 5 heures (1). (1) Voir les concl. du MP.",
        "Il ressort des travaux préparatoires de la loi du 17 février 1997 que, pour l’application de l’article 38 de la loi du 16 mars 1971, qui introduit un régime de travail comportant des prestations de nuit, l’intention du législateur était de reprendre la notion de travail de nuit figurant dans la convention collective de travail n° 46 relative aux mesures d’encadrement du travail en équipes comportant des prestations de nuit ainsi que d’autres formes de travail comportant des prestations de nuit (1) (2). (1) Voir les concl. du MP. (2) C.C.T. n° 46 du 23 mars 1990 au sein du C.N.T., rendue obligatoire par l’A.R. du 10 mai 1990, art. 1er, 13 et 14.",
        "Le personnel infirmier, soignant et de réactivation travaillant la nuit est celui auxquels s’appliquent la convention collective de travail n° 46 et l’article 38 de la loi du 16 mars 1971, c’est-à-dire les travailleurs occupés dans des régimes de travail comportant des prestations entre 20 heures et 6 heures et non ceux dont les prestations, soit se situent exclusivement entre 6 heures et 24 heures, soit débutent habituellement à partir de 5 heures (1) (2) (3). (1) Voir les concl. du MP. (2) C.C.T. n° 46 du 23 mars 1990 au sein du C.N.T., rendue obligatoire par l’A.R. du 10 mai 1990, art. 1er, 13, 14. (3) C.C.T. du 7 décembre 2000 conclue le 7 décembre 2000 au sein de la C.P. des services de santé, rendue obligatoire par l’A.R. du 14 janvier 2002, art. 3, § 3, 8 et 12."
      ],
      "abstractNL": [
        "Uit de parlementaire voorbereiding van de wet van 17 februari 1997 blijkt de intentie van de wetgever om voor de toepassing van artikel 38 Arbeidswet, dat een arbeidsregeling met nachtprestaties invoert, het begrip nachtarbeid te hernemen zoals vermeld in de collectieve arbeidsovereenkomst nr. 46 betreffende de begeleidingsmaatregelen voor ploegenarbeid met nachtprestaties alsook voor andere vormen van arbeid met nachtprestaties (1). (1) Zie concl. OM in Pas. 2021, nr. 793."
      ]
    }
  }
}