{
  "3": {
    "ECLI:BE:CASS:2022:ARR.20221129.2N.9": {
      "court": "CASS",
      "date": "2022-11-29",
      "roleNumber": "P.22.0922.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221129.2N.9",
      "abstractFR": null,
      "abstractNL": [
        "Noch uit artikel 3, tweede lid, Wet Civiele Veiligheid, noch uit enige andere wettelijke, grondwettelijke of verdragsrechtelijke bepaling of algemeen rechtsbeginsel kan worden afgeleid dat ministeriële besluiten die met betrekking tot epidemische noodsituaties vóór de inwerkingtreding van de Pandemiewet van 14 augustus 2021 rechtsgeldig werden genomen bij toepassing van artikel 182 Wet Civiele Veiligheid, na de inwerkingtreding van de Pandemiewet van 14 augustus 2021 niet meer rechtsgeldig zijn; de omstandigheid dat de bepalingen betreffende de bestuurlijke politie van de Wet Civiele Veiligheid na de inwerkingtreding van de Pandemiewet van 14 augustus 2021 op 4 oktober 2021 niet meer van toepassing zijn op epidemische noodsituaties, doet daaraan geen afbreuk (1). (1) Over de Covid 19-noodmaatregelen en artikel 12 Pandemiewet van 14 augustus 2021 zie P. POPELIER, “Vijf na twaalf en prematuur. De Pandemiewet in het licht van het voorbije en toekomstige crisisbeheer”, RW 2021-22, 431-447 (p. 440)."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211110.2F.3": {
      "court": "CASS",
      "date": "2021-11-10",
      "roleNumber": "P.21.0931.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211110.2F.3",
      "abstractFR": [
        "La loi du 15 mai 2007 relative à la sécurité civile vise à assurer la protection de la population lorsque celle–ci est menacée par des calamités ou des situations néfastes, quelle que soit la nature du désastre ainsi visé; une situation d'urgence née d'une épidémie ou d'une pandémie ayant le potentiel d'une menace mortelle pour l'ensemble de la population, telle la pandémie liée au coronavirus Covid–19, doit être considérée comme constitutive d'une calamité ou d'une situation néfaste pouvant conduire à une situation menaçant des personnes; partant, ladite pandémie peut justifier l'adoption de mesures en application de l'article 182, alinéa 1er, de ladite loi; sans doute, les termes des préventions visées aux article 5 et 8 de l'arrêté ministériel du 23 mars 2020 portant des mesures d'urgence pour limiter la propagation du Coronavirus Covid–19 (1), soit l'interdiction de se rassembler et de se trouver sans motif sur la voie publique, ne se retrouvent pas littéralement dans la description des mesures de réquisition et d'évacuation de la population confiées au ministre par la loi précitée; mais n'ayant d'autres finalités que d'éviter la propagation d'un virus calamiteux par la limitation des contacts entre les personnes afin de réduire le risque de contagion associé à la pandémie, les interdictions visées par la poursuite ressortissent à la compétence ministérielle d'interdiction ou d'injonction à la population lorsque, à la suite d'une calamité ou d'une situation néfaste et afin de protéger la sécurité civile des citoyens, il est nécessaire de les éloigner d'endroits où leur santé et sécurité sont menacées ou de leur interdire de se déplacer; pareilles mesures répondent dès lors au prescrit de l'article 182 de la loi, qui permet d'interdire à la population de fréquenter des lieux particulièrement exposés au danger (2). (1) A.M. du 23 mars 2020 portant des mesures d'urgence pour limiter la propagation du Coronavirus Covid–19, modifié à plusieurs reprises avant son abrogation par l'art. 25 de l'A.M. du 5 juin 2020 portant des mesures d'urgence pour limiter la propagation du coronavirus Covid–19. (2) Voir Cass. (plén.) 28 septembre 2021, RG P.21.1129.N, Pas. 2021, n° 594, avec concl. de M. WINANTS, avocat général, publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De wet van 15 mei 2007 betreffende de civiele veiligheid strekt tot de bescherming van de bevolking wanneer deze door rampen of door noodlottige situaties is bedreigd, ongeacht de aard van de aldus beoogde rampspoed; een noodtoestand die is voortgekomen uit een potentieel voor de gehele bevolking levensbedreigende epidemie of pandemie, zoals de pandemie betreffende het coronavirus COVID-19, dient te worden beschouwd als een ramp of een noodlottige situatie die kan leiden tot een voor personen bedreigende situatie; de voormelde pandemie kan derhalve het uitvaardigen van maatregelen met toepassing van het voornoemde artikel 182, eerste lid, verantwoorden; de bewoordingen van de telastleggingen bedoeld in de artikelen 5 en 8 van het ministerieel besluit van 23 maart 2020 houdende dringende maatregelen om de verspreiding van het coronavirus COVID-19 te beperken (1), namelijk het verbod op samenscholingen en het verbod om zich onnodig op de openbare weg te bevinden, staan zeker niet letterlijk vermeld in de omschrijving van de door de wet aan de minister toevertrouwde maatregelen tot opvordering en evacuatie van de bevolking; aangezien het enige doel van de in de strafvervolging bedoelde verbodsbepalingen erin bestaat de verspreiding van een noodlottig virus te verhinderen door het contact tussen de personen te beperken, vallen ze evenwel onder de bevoegdheid van de minister om de bevolking een verbod of een bevel op te leggen wanneer het, ten gevolge van een ramp of een noodlottige situatie, en teneinde de civiele veiligheid van de burgers te beschermen, noodzakelijk is hen te verwijderen van plaatsen die een bedreiging vormen voor hun gezondheid en veiligheid of hen te verbieden zich te verplaatsen; dergelijke maatregelen beantwoorden derhalve aan de bepaling van artikel 182 van de wet die toelaat de bevolking te verbieden om op plaatsen te komen die bijzonder aan het gevaar zijn blootgesteld (2). (1) Ministerieel besluit van 23 maart 2020 houdende dringende maatregelen om de verspreiding van het coronavirus COVID-19 te beperken, herhaaldelijk gewijzigd vóór de opheffing ervan door artikel 25 van het ministerieel besluit van 5 juni 2020 houdende dringende maatregelen om de verspreiding van het coronavirus COVID-19 te beperken. (2) Zie Cass. (voltallig) 28 september 2021, AR P.21.1129.N, AC 2021, nr. 594, met concl. van advocaat-generaal WINANTS.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210928.2N.16": {
      "court": "CASS",
      "date": "2021-09-28",
      "roleNumber": "P.21.1129.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210928.2N.16&lang=fr",
      "abstractFR": [
        "En vertu de l'article 3, alinéa 1er, de la loi du 15 mai 2007 relative à la sécurité civile, la sécurité civile comprend l'ensemble des mesures et des moyens civils nécessaires pour accomplir les missions visées par ladite loi afin de secourir et de protéger en tous temps les personnes, leurs biens et leur espace de vie; dès lors, elle vise à protéger la population lorsque cette dernière est menacée par des situations catastrophiques ou des désastres qui mettent en danger ou menacent l'intégrité physique des personne, leurs biens ou leur espace de vie quelle que soit la nature de la catastrophe (1). (1) Voir les concl. du MP.",
        "En vertu de l'article 3, alinéa 1er, de la loi du 15 mai 2007 relative à la sécurité civile, la sécurité civile comprend l'ensemble des mesures et des moyens civils nécessaires pour accomplir les missions visées par ladite loi afin de secourir et de protéger en tous temps les personnes, leurs biens et leur espace de vie; dès lors, elle vise à protéger la population lorsque cette dernière est menacée par des situations catastrophiques ou des désastres qui mettent en danger ou menacent l'intégrité physique des personne, leurs biens ou leur espace de vie quelle que soit la nature de la catastrophe (1). (1) Voir concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Volgens artikel 3, eerste lid, Wet Civiele Veiligheid, omvat de civiele veiligheid alle civiele maatregelen en middelen nodig voor het volbrengen van de opdrachten vermeld in die wet om te allen tijde personen en hun goederen en leefomgeving ter hulp te komen en te beschermen en beoogt zij aldus de bescherming van de bevolking wanneer deze wordt bedreigd door rampen of noodlottige situaties die de fysieke integriteit van personen, hun goederen of de leefomgeving in gevaar brengen of dreigen te brengen, en dit ongeacht de aard van de aldus bedoelde rampspoed (1). (1) Zie concl. OM."
      ]
    }
  },
  "11": {
    "ECLI:BE:CASS:2024:ARR.20240612.2F.7": {
      "court": "CASS",
      "date": "2024-06-12",
      "roleNumber": "P.24.0239.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240612.2F.7",
      "abstractFR": [
        "Les article 135, § 2, alinéa 2, 5° et 255, 11° de la nouvelle loi communale, L 1321-1, 11° du Code de la démocratie locale et de la décentralisation, 2bis/1, § 1er, de la loi du 31 décembre 1963 sur la protection civile et 11 et 178, § 1er, de la loi du 15 mai 2007 relative à la protection civile confirment la volonté persistante du législateur d'exclure la lutte contre l'incendie de l'assiette de recouvrement des autorités communales; aucune disposition légale ne prévoit que ce principe de non-récupération des débours exposés ne concernerait que les frais ordinaires encourus lors d'une intervention normale et non ceux que l'autorité publique doit engager lorsque l'intervention entraîne des blessures ou la mort d'un de ses agents (1). (1) Voir les concl. « dit en substance » du MP.",
        "En vertu de l'article 14, § 3, de la loi du 3 juillet 1967, l'employeur public est subrogé, à concurrence des débours que la loi met à sa charge, dans les droits des victimes contre le responsable de l'accident; ce recours subrogatoire, d'une portée générale, est institué sans préjudice des dispositions particulières consacrant la volonté du législateur de laisser à charge de la collectivité le coût spécifique de la lutte contre l'incendie (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20210928.2N.16": {
      "court": "CASS",
      "date": "2021-09-28",
      "roleNumber": "P.21.1129.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210928.2N.16&lang=fr",
      "abstractFR": [
        "En cas de circonstances dangereuses, la compétence attribuée au ministre de contraindre la population, afin d'assurer sa protection, conformément à l'article 182, alinéa 1er, de la loi du 15 mai 2007, de s'éloigner des lieux ou régions particulièrement exposés, menacés ou sinistrés et d'interdire tout déplacement ou mouvement de la population, ne tend pas qu'à mettre en œuvre les missions générales des services opérationnels de la sécurité civile visées à l'article 11, § 1er, de ladite loi; cette compétence peut être exercée par le ministre lorsque, à la suite d'un événement ou d'une situation catastrophiques, il est nécessaire, pour protéger la sécurité civile des citoyens, de les éloigner des lieux où leur santé et leur sécurité peuvent être affectées ou de leur interdire de se déplacer; une urgence épidémique ou pandémique ayant un effet potentiellement mortel sur l'ensemble de la population, telle que la pandémie du coronavirus, doit être considérée comme un désastre ou une situation catastrophique au sens de la loi du 15 mai 2007 relative à la sécurité civile, ce qui peut, le cas échéant, conduire à une situation menaçant les personnes, pouvant justifier les mesures visées à l'article 182, alinéa 1er, de la loi (1). (1) Voir les concl. du MP.",
        "En cas de circonstances dangereuses, la compétence attribuée au ministre de contraindre la population, afin d'assurer sa protection, conformément à l'article 182, alinéa 1er, de la loi du 15 mai 2007, de s'éloigner des lieux ou régions particulièrement exposés, menacés ou sinistrés et d'interdire tout déplacement ou mouvement de la population, ne tend pas qu'à mettre en œuvre les missions générales des services opérationnels de la sécurité civile visées à l'article 11, § 1er, de ladite loi; cette compétence peut être exercée par le ministre lorsque, à la suite d'un événement ou d'une situation catastrophiques, il est nécessaire, pour protéger la sécurité civile des citoyens, de les éloigner des lieux où leur santé et leur sécurité peuvent être affectées ou de leur interdire de se déplacer; une urgence épidémique ou pandémique ayant un effet potentiellement mortel sur l'ensemble de la population, telle que la pandémie du coronavirus, doit être considérée comme un désastre ou une situation catastrophique au sens de la loi du 15 mai 2007 relative à la sécurité civile, ce qui peut, le cas échéant, conduire à une situation menaçant les personnes, pouvant justifier les mesures visées à l'article 182, alinéa 1er, de la loi (1). (1) Voir concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De bevoegdheid van de minister om in geval van dreigende omstandigheden de bevolking, ter verzekering van haar bescherming, op grond van artikel 182, eerste lid, Wet Civiele Veiligheid te verplichten zich te verwijderen van plaatsen of streken die bijzonder blootgesteld, bedreigd of getroffen zijn en iedere verplaatsing of elk verkeer van de bevolking te verbieden, strekt niet louter tot uitvoering van de algemene opdrachten van de operationele diensten van de civiele veiligheid zoals bedoeld in artikel 11, § 1, Wet Civiele Veiligheid; die bevoegdheid kan door de minister worden uitgeoefend wanneer het ingevolge een noodlottige gebeurtenis of situatie ter bescherming van de Civiele Veiligheid van de burgers noodzakelijk is om hen te verwijderen van plaatsen waar hun gezondheid en veiligheid dreigt te worden aangetast of om hen te verbieden zich te verplaatsen; een epidemische of pandemische noodsituatie met een potentieel levensbedreigend effect voor de hele bevolking, zoals de coronapandemie, dient te worden beschouwd als een ramp of noodlottige situatie in de zin van de Wet Civiele Veiligheid, die in voorkomend geval kan leiden tot een voor personen bedreigende situatie waardoor het uitvaardigen van de in artikel 182, eerste lid, Wet Civiele Veiligheid bedoelde maatregelen gewettigd kan zijn (1). (1) Zie concl. OM."
      ]
    }
  },
  "18": {
    "ECLI:BE:CASS:2021:ARR.20210621.3F.6": {
      "court": "CASS",
      "date": "2021-06-21",
      "roleNumber": "S.19.0071.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210621.3F.6",
      "abstractFR": [
        "La commune reste l'employeur des pompiers volontaires jusqu'à la date à laquelle le service d'incendie est intégré dans la zone de secours et cette dernière devient leur employeur à cette date; la commune reste donc tenue au paiement des dettes de rémunération existant à la date à laquelle le service d'incendie est intégré dans la zone de secours (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De gemeente blijft de werkgever van de brandweervrijwilligers tot op de datum waarop de brandweerdienst geïntegreerd wordt in de hulpverleningszone en laatstgenoemde wordt op die datum hun werkgever; de gemeente blijft dus gehouden tot betaling van de verschuldigde bezoldigingen tot op de datum waarop de brandweerdienst geïntegreerd wordt in de hulpverleningszone (1). (1) Zie concl. OM in Pas. 2020, nr 460."
      ]
    }
  },
  "100": {
    "ECLI:BE:CASS:2022:ARR.20220106.1N.4": {
      "court": "CASS",
      "date": "2022-01-06",
      "roleNumber": "C.21.0176.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220106.1N.4&lang=fr",
      "abstractFR": [
        "La loi du 15 mai 2007 relative à la sécurité civile ne comporte aucun régime ayant pour effet que la zone de secours doive assumer les charges du passé liées à l'occupation de sapeurs-pompiers professionnels auprès de la commune pour la période antérieure au 1er janvier 2015."
      ],
      "abstractNL": [
        "De Wet Civiele Veiligheid bevat geen regeling die tot gevolg heeft dat de hulpverleningszone moet instaan voor lasten uit het verleden die verband houden met de tewerkstelling van beroepsbrandweerlieden bij de gemeente in de periode vóór 1 januari 2015."
      ]
    }
  },
  "178": {
    "ECLI:BE:CASS:2024:ARR.20240612.2F.7": {
      "court": "CASS",
      "date": "2024-06-12",
      "roleNumber": "P.24.0239.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240612.2F.7",
      "abstractFR": [
        "Les article 135, § 2, alinéa 2, 5° et 255, 11° de la nouvelle loi communale, L 1321-1, 11° du Code de la démocratie locale et de la décentralisation, 2bis/1, § 1er, de la loi du 31 décembre 1963 sur la protection civile et 11 et 178, § 1er, de la loi du 15 mai 2007 relative à la protection civile confirment la volonté persistante du législateur d'exclure la lutte contre l'incendie de l'assiette de recouvrement des autorités communales; aucune disposition légale ne prévoit que ce principe de non-récupération des débours exposés ne concernerait que les frais ordinaires encourus lors d'une intervention normale et non ceux que l'autorité publique doit engager lorsque l'intervention entraîne des blessures ou la mort d'un de ses agents (1). (1) Voir les concl. « dit en substance » du MP.",
        "En vertu de l'article 14, § 3, de la loi du 3 juillet 1967, l'employeur public est subrogé, à concurrence des débours que la loi met à sa charge, dans les droits des victimes contre le responsable de l'accident; ce recours subrogatoire, d'une portée générale, est institué sans préjudice des dispositions particulières consacrant la volonté du législateur de laisser à charge de la collectivité le coût spécifique de la lutte contre l'incendie (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": null
    }
  },
  "181": {
    "ECLI:BE:CASS:2021:ARR.20210928.2N.16": {
      "court": "CASS",
      "date": "2021-09-28",
      "roleNumber": "P.21.1129.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210928.2N.16&lang=fr",
      "abstractFR": [
        "L'article 187, alinéa 1er, de la loi du 15 mai 2007 prévoit que le refus ou la négligence de se conformer aux mesures ordonnées en application des articles 181, § 1er, et 182 est puni, en temps de paix, des sanctions prévues à cette disposition; dès lors, l'imposition d'une sanction prise en application de l'article 187, alinéa 1er, de la loi du 15 mai 2007 requiert la violation d'une mesure qui a été et pouvait être ordonnée en vertu des articles 181, § 1er, et 182 de cette loi (1). (1) Voir les concl. du MP.",
        "L'article 187, alinéa 1er, de la loi du 15 mai 2007 prévoit que le refus ou la négligence de se conformer aux mesures ordonnées en application des articles 181, § 1er, et 182 est puni, en temps de paix, des sanctions prévues à cette disposition; dès lors, l'imposition d'une sanction prise en application de l'article 187, alinéa 1er, de la loi du 15 mai 2007 requiert la violation d'une mesure qui a été et pouvait être ordonnée en vertu des articles 181, § 1er, et 182 de cette loi (1). (1) Voir concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Artikel 187, eerste lid, Wet Civiele Veiligheid bepaalt dat de weigering of het verzuim zich te gedragen naar de maatregelen die met toepassing van de artikelen 181, § 1, en 182 zijn bevolen, in vredestijd wordt gestraft met de in die bepaling gestelde straffen; een bestraffing bij toepassing van artikel 187, eerste lid, Wet Civiele Veiligheid vereist dan ook dat er een inbreuk werd gepleegd op een maatregel die werd en kon worden bevolen op grond van de artikelen 181, § 1, en 182 van die wet (1). (1) Zie concl. OM."
      ]
    }
  },
  "182": {
    "ECLI:BE:CASS:2022:ARR.20221025.2N.15": {
      "court": "CASS",
      "date": "2022-10-25",
      "roleNumber": "P.22.1075.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221025.2N.15",
      "abstractFR": null,
      "abstractNL": [
        "Het vonnis dat een beklaagde veroordeelt om in een bij besluit van de gouverneur afgebakende zone geen mondmasker te hebben gedragen en daarbij in de omschrijving van de enige telastlegging melding maakt van de artikelen 182 en 187 Wet Civiele Veiligheid en de artikelen 25 en 26 van het ministerieel besluit van 28 oktober 2020 houdende dringende maatregelen om de verspreiding van het coronavirus COVID-19 te beperken, vermeldt aldus de wetsbepalingen die de bestanddelen van het bewezen verklaard misdrijf bepalen, alsook de uitgesproken straf, zonder dat vereist is dat het veroordelend vonnis bovendien de datum vermeldt van het besluit waarbij de gouverneur een door artikel 25, tweede lid, 6°, MB 28 oktober 2020 bedoelde zone vastlegt of een artikel van dit gouverneursbesluit."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221129.2N.7": {
      "court": "CASS",
      "date": "2022-11-29",
      "roleNumber": "P.22.0239.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221129.2N.7",
      "abstractFR": null,
      "abstractNL": [
        "De Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021, beoogt de bescherming van de bevolking wanneer deze wordt bedreigd door rampen of noodlottige situaties die de fysieke integriteit van personen, hun goederen of de leefomgeving in gevaar brengen of dreigen te brengen, en dit ongeacht de aard van de aldus bedoelde rampspoed; op grond van artikel 182, eerste lid, Wet Civiele Veiligheid kan de minister of zijn gemachtigde in geval van dreigende omstandigheden de bevolking, ter verzekering van haar bescherming, verplichten zich te verwijderen van plaatsen of streken die bijzonder blootgesteld, bedreigd of getroffen zijn en degenen die bij deze maatregelen betrokken zijn een voorlopige verblijfplaats aanwijzen; om dezelfde reden kan hij iedere verplaatsing of elk verkeer van de bevolking verbieden; de weigering of het verzuim zich te gedragen naar die maatregelen is strafbaar op grond van artikel 187 van diezelfde wet (1). (1) Cass. 10 november 2021, AR P.21.0931.F, AC 2021, nr. 718; Cass. 28 september 2021, AR P.21.1129.N, AC 2021, nr. 594, met concl. van advocaat-generaal A. WINANTS, RW 2021-22, 364, JLMB 2021, 1766, RDPC 2022, 59 noot M.-F. RIGAUX; GwH 22 september 2022, arrest 109/2022, B.8, www.const-court.be.",
        "De bevoegdheid van de minister om in geval van dreigende omstandigheden de bevolking, ter verzekering van haar bescherming, op grond van artikel 182, eerste lid, Wet Civiele Veiligheid te verplichten zich te verwijderen van plaatsen of streken die bijzonder blootgesteld, bedreigd of getroffen zijn en iedere verplaatsing of elk verkeer van de bevolking te verbieden, strekt niet louter tot uitvoering van de algemene opdrachten van de operationele diensten van de civiele veiligheid zoals bedoeld in artikel 11, § 1, Wet Civiele Veiligheid; die bevoegdheid kan door de minister worden uitgeoefend wanneer het ingevolge een noodlottige gebeurtenis of situatie ter bescherming van de civiele veiligheid van de burgers noodzakelijk is om hen te verwijderen van plaatsen waar hun gezondheid en veiligheid dreigt te worden aangetast of om hen te verbieden zich te verplaatsen; een epidemische of pandemische noodsituatie met een potentieel levensbedreigend effect voor de hele bevolking, zoals de coronapandemie, diende vóór de inwerkingtreding van de wet van 14 augustus 2021 te worden beschouwd als een ramp of noodlottige situatie in de zin van de Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021, die in voorkomend geval kon leiden tot een voor personen bedreigende situatie waardoor het uitvaardigen van de in artikel 182, eerste lid, Wet Civiele Veiligheid bedoelde maatregelen gewettigd kon zijn; het verbod om zich, behalve in geval van essentiële, niet-uitstelbare verplaatsingen, op de openbare weg en in de openbare ruimte te bevinden tussen 0.00 uur en 05.00 uur ‘s morgens, omschreven in artikel 14 MB 28 oktober 2020, zoals hier van toepassing, beoogde de verdere verspreiding van het coronavirus COVID-19 te verhinderen door het contact tussen de personen tot een minimum te beperken teneinde aldus het besmettingsrisico te herleiden; die bepaling, die een maatregel inhoudt in de zin van artikel 182, eerste lid, Wet Civiele Veiligheid, strekte er dan ook toe te vermijden dat onnodig gebruik zou worden gemaakt van de openbare ruimte waardoor deze een bedreiging zou vormen zoals bedoeld in artikel 182 Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021; die bepaling bood bijgevolg een rechtsgrond voor de voormelde maatregel (1). (1) Artt. 14 en 26 MB van 28 oktober 2020, zoals van toepassing van vóór de inwerkingtreding van de Wet van 14 augustus 2021.",
        "Uit de aanhef van het MB van 28 oktober 2020 volgt dat de verplichting om ‘s nachts geen niet-essentiële verplaatsingen uit te voeren, in de periode voorafgaand aan de wet van 14 augustus 2021, geen disproportionele inbreuk op de fundamentele rechten en vrijheden inhoudt (1) (2). (1) Over de toelaatbaarheid van de Covid 19-noodmaatregelen op basis van de Wet Civiele Veiligheid zie Cass. 10 november 2021, AR P.21.0931.F, AC 2021, nr. 718; Cass. 28 september 2021, AR P.21.1129.N, AC 2021, nr. 594, met concl. van advocaat-generaal A. WINANTS, RW 2021-22, 364, JLMB 2021, 1766, RDPC 2022, 59 noot M.-F. RIGAUX; GwH 22 september 2022, arrest 109/2022, www.const-court.be. (2) Artt. 14 en 26 MB van 28 oktober 2020, zoals van toepassing van vóór de inwerkingtreding van de Wet van 14 augustus 2021."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221129.2N.8": {
      "court": "CASS",
      "date": "2022-11-29",
      "roleNumber": "P.22.0645.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221129.2N.8",
      "abstractFR": null,
      "abstractNL": [
        "De Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021, beoogt de bescherming van de bevolking wanneer deze wordt bedreigd door rampen of noodlottige situaties die de fysieke integriteit van personen, hun goederen of de leefomgeving in gevaar brengen of dreigen te brengen, en dit ongeacht de aard van de aldus bedoelde rampspoed; op grond van artikel 182, eerste lid, Wet Civiele Veiligheid kan de minister of zijn gemachtigde in geval van dreigende omstandigheden de bevolking, ter verzekering van haar bescherming, verplichten zich te verwijderen van plaatsen of streken die bijzonder blootgesteld, bedreigd of getroffen zijn en degenen die bij deze maatregelen betrokken zijn een voorlopige verblijfplaats aanwijzen; om dezelfde reden kan hij iedere verplaatsing of elk verkeer van de bevolking verbieden; de weigering of het verzuim zich te gedragen naar die maatregelen is strafbaar op grond van artikel 187 van diezelfde wet (1). (1) Cass. 10 november 2021, AR P.21.0931.F, AC 2021, nr. 718; Cass. 28 september 2021, AR P.21.1129.N, AC 2021, nr. 594, met concl. van advocaat-generaal A. WINANTS, RW 2021-22, 364, JLMB 2021, 1766, RDPC 2022, 59 noot M.-F. RIGAUX; GwH 22 september 2022, arrest 109/2022, B.8, www.const-court.be.",
        "De bevoegdheid van de minister om in geval van dreigende omstandigheden de bevolking, ter verzekering van haar bescherming, op grond van artikel 182, eerste lid, Wet Civiele Veiligheid te verplichten zich te verwijderen van plaatsen of streken die bijzonder blootgesteld, bedreigd of getroffen zijn en iedere verplaatsing of elk verkeer van de bevolking te verbieden, strekt niet louter tot uitvoering van de algemene opdrachten van de operationele diensten van de civiele veiligheid zoals bedoeld in artikel 11, § 1, Wet Civiele Veiligheid; die bevoegdheid kan door de minister worden uitgeoefend wanneer het ingevolge een noodlottige gebeurtenis of situatie ter bescherming van de civiele veiligheid van de burgers noodzakelijk is om hen te verwijderen van plaatsen waar hun gezondheid en veiligheid dreigt te worden aangetast of om hen te verbieden zich te verplaatsen; een epidemische of pandemische noodsituatie met een potentieel levensbedreigend effect voor de hele bevolking, zoals de coronapandemie, diende vóór de inwerkingtreding van de wet van 14 augustus 2021 te worden beschouwd als een ramp of noodlottige situatie in de zin van de Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021, die in voorkomend geval kon leiden tot een voor personen bedreigende situatie waardoor het uitvaardigen van de in artikel 182, eerste lid, Wet Civiele Veiligheid bedoelde maatregelen gewettigd kon zijn; de verplichting om de mond en de neus te bedekken met een mondmasker, omschreven in artikel 25 MB 28 oktober 2020, zoals hier van toepassing, beoogde het besmettingsrisico te herleiden en hierdoor de verdere verspreiding van het coronavirus COVID-19 te verhinderen; die verplichting, die een minder verregaande maatregel inhoudt dan een verbod van elke verplaatsing of van elk verkeer en als zodanig moet worden beschouwd als een maatregel in de zin van artikel 182, eerste lid, Wet Civiele Veiligheid, strekte er dan ook toe te vermijden dat op een risicovolle wijze gebruik zou worden gemaakt van de openbare ruimte waardoor deze een bedreiging zou vormen zoals bedoeld in artikel 182 Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021; die bepaling bood bijgevolg een rechtsgrond voor de voormelde maatregel (1). (1) Art. 25 MB 28 oktober 2020, zoals van toepassing van vóór de inwerkingtreding van de Wet 14 augustus 2021."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221129.2N.11": {
      "court": "CASS",
      "date": "2022-11-29",
      "roleNumber": "P.22.0681.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221129.2N.11",
      "abstractFR": null,
      "abstractNL": [
        "De Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021, beoogt de bescherming van de bevolking wanneer deze wordt bedreigd door rampen of noodlottige situaties die de fysieke integriteit van personen, hun goederen of de leefomgeving in gevaar brengen of dreigen te brengen, en dit ongeacht de aard van de aldus bedoelde rampspoed; op grond van artikel 182, eerste lid, Wet Civiele Veiligheid kan de minister of zijn gemachtigde in geval van dreigende omstandigheden de bevolking, ter verzekering van haar bescherming, verplichten zich te verwijderen van plaatsen of streken die bijzonder blootgesteld, bedreigd of getroffen zijn en degenen die bij deze maatregelen betrokken zijn een voorlopige verblijfplaats aanwijzen; om dezelfde reden kan hij iedere verplaatsing of elk verkeer van de bevolking verbieden; de weigering of het verzuim zich te gedragen naar die maatregelen is strafbaar op grond van artikel 187 van diezelfde wet (1). (1) Cass. 10 november 2021, AR P.21.0931.F, AC 2021, nr. 718; Cass. 28 september 2021, AR P.21.1129.N, AC 2021, nr. 594, met concl. van advocaat-generaal A. WINANTS, RW 2021-22, 364, JLMB 2021, 1766, RDPC 2022, 59 noot M.-F. RIGAUX; GwH 22 september 2022, arrest 109/2022, B.8, www.const-court.be.",
        "De bevoegdheid van de minister om in geval van dreigende omstandigheden de bevolking, ter verzekering van haar bescherming, op grond van artikel 182, eerste lid, Wet Civiele Veiligheid te verplichten zich te verwijderen van plaatsen of streken die bijzonder blootgesteld, bedreigd of getroffen zijn en iedere verplaatsing of elk verkeer van de bevolking te verbieden, strekt niet louter tot uitvoering van de algemene opdrachten van de operationele diensten van de civiele veiligheid zoals bedoeld in artikel 11, § 1, Wet Civiele Veiligheid; die bevoegdheid kan door de minister worden uitgeoefend wanneer het ingevolge een noodlottige gebeurtenis of situatie ter bescherming van de civiele veiligheid van de burgers noodzakelijk is om hen te verwijderen van plaatsen waar hun gezondheid en veiligheid dreigt te worden aangetast of om hen te verbieden zich te verplaatsen; een epidemische of pandemische noodsituatie met een potentieel levensbedreigend effect voor de hele bevolking, zoals de coronapandemie, diende vóór de inwerkingtreding van de wet van 14 augustus 2021 te worden beschouwd als een ramp of noodlottige situatie in de zin van de Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021, die in voorkomend geval kon leiden tot een voor personen bedreigende situatie waardoor het uitvaardigen van de in artikel 182, eerste lid, Wet Civiele Veiligheid bedoelde maatregelen gewettigd kon zijn; het verbod tot samenscholingen, omschreven in artikel 15 MB 28 oktober 2020, zoals hier van toepassing, beoogde de verdere verspreiding van het coronavirus COVID-19 te verhinderen door het contact tussen de personen tot een minimum te beperken teneinde aldus het besmettingsrisico te herleiden; die maatregel strekte er dan ook toe te vermijden dat onnodig gebruik zou worden gemaakt van de openbare ruimte waardoor deze een bedreiging zou vormen zoals bedoeld in artikel 182 Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021; die bepaling bood bijgevolg een rechtsgrond voor de voormelde maatregel (1). (1) Art. 15 MB 28 oktober 2020, zoals van toepassing van vóór de inwerkingtreding van de Wet van 14 augustus 2021."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221129.2N.10": {
      "court": "CASS",
      "date": "2022-11-29",
      "roleNumber": "P.22.1314.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221129.2N.10",
      "abstractFR": null,
      "abstractNL": [
        "De aanbevelingen van Sciensano houden geen protocol in zoals bedoeld in de artikelen 1, 3°, en 4 MB 30 juni 2020 en de artikelen 1, 3°, en 5 MB 18 oktober 2020, noch minimale algemene regels in de zin van artikel 4, eerste lid, MB 30 juni 2020 en artikel 5, eerste lid, MB 18 oktober 2020.",
        "Uit de aanhef van het MB van 30 juni 2020 en het MB van 18 oktober 2020 volgt dat de verplichting om een mondmasker tegen te gaan, in de periode voorafgaand aan de wet van 14 augustus 2021, geen disproportionele inbreuk op het privéleven inhoudt (1) (2). (1) Over de toelaatbaarheid van de Covid 19-noodmaatregelen op basis van de Wet Civiele Veiligheid zie Cass. 10 november 2021, AR P.21.0931.F, AC 2021, nr. 718; Cass. 28 september 2021, AR P.21.1129.N, AC 2021, nr. 594 met concl. van advocaat-generaal A. WINANTS, RW 2021-22, 364, JLMB 2021, 1766, RDPC 2022, 59 noot M.-F. RIGAUX; GwH 22 september 2022, arrest 109/2022, www.const-court.be. (2) Artt. 1, 3°, en 4 MB 30 juni 2020, zoals van toepassing van vóór de inwerkingtreding van de Wet van 14 augustus 2021."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230418.2N.11": {
      "court": "CASS",
      "date": "2023-04-18",
      "roleNumber": "P.23.0004.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230418.2N.11",
      "abstractFR": null,
      "abstractNL": [
        "Uit de samenhang van de koninklijke besluiten van 23 april 2020, 28 augustus 2020 en 13 december 2020 en de aanhef van het KB van 13 december 2020 volgt dat de geldigheidsduur van het op basis van de artikelen 17, § 4, vierde lid, en 69, § 9, KB Rijbewijs uitgereikte vervangend rijbewijs overeenkomstig artikel 90quinquies, § 5, van dit besluit wordt verlengd, zoals ook de geldigheidsduur van het attest op basis waarvan het wordt uitgereikt wordt verlengd en dat de administratieve geldigheidsduur van dit vervangend rijbewijs bepaalt."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230906.2F.8": {
      "court": "CASS",
      "date": "2023-09-06",
      "roleNumber": "P.23.0827.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230906.2F.8",
      "abstractFR": [
        "L'article 182, alinéa 1er, de la loi du 15 mai 2007 relative à la sécurité civile prévoit que le ministre de l'Intérieur ou son délégué peut, en cas de circonstances dangereuses, en vue d'assurer la protection de la population, obliger celle-ci à s'éloigner des lieux ou régions particulièrement exposés, menacés ou sinistrés, et assigner un lieu de séjour provisoire aux personnes visées par cette mesure et il peut, pour le même motif, interdire tout déplacement ou mouvement de la population ; une situation d'urgence née d'une épidémie ou d'une pandémie ayant le potentiel d'une menace mortelle pour l'ensemble de la population, telle la pandémie liée au coronavirus Covid-19, doit être considérée comme constitutive d'une calamité ou d'une situation néfaste pouvant conduire à une situation menaçant des personnes et justifier l'adoption de mesures en application de l'article 182, alinéa 1er, précité ; la persistance de cette situation d'urgence, laquelle peut évoluer en raison de la nature même de la menace, ne saurait être tributaire du seul écoulement du temps (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20231004.2F.5": {
      "court": "CASS",
      "date": "2023-10-04",
      "roleNumber": "P.23.0631.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231004.2F.5",
      "abstractFR": [
        "L'article 182, alinéa 1er, de la loi du 15 mai 2007 relative à la sécurité civile prévoit que le ministre de l'Intérieur ou son délégué peut, en cas de circonstances dangereuses, en vue d'assurer la protection de la population, obliger celle-ci à s'éloigner des lieux ou régions particulièrement exposés, menacés ou sinistrés, et assigner un lieu de séjour provisoire aux personnes visées par cette mesure et il peut, pour le même motif, interdire tout déplacement ou mouvement de la population; une situation d'urgence née d'une épidémie ou d'une pandémie ayant le potentiel d'une menace mortelle pour l'ensemble de la population, telle la pandémie liée au coronavirus Covid-19, doit être considérée comme constitutive d'une calamité ou d'une situation néfaste pouvant conduire à une situation menaçant des personnes et justifier l'adoption de mesures en application de l'article 182, alinéa 1er, précité ; la persistance de cette situation d'urgence, laquelle peut évoluer en raison de la nature même de la menace, ne saurait être tributaire du seul écoulement du temps (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20211110.2F.3": {
      "court": "CASS",
      "date": "2021-11-10",
      "roleNumber": "P.21.0931.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211110.2F.3",
      "abstractFR": [
        "La loi du 15 mai 2007 relative à la sécurité civile vise à assurer la protection de la population lorsque celle–ci est menacée par des calamités ou des situations néfastes, quelle que soit la nature du désastre ainsi visé; une situation d'urgence née d'une épidémie ou d'une pandémie ayant le potentiel d'une menace mortelle pour l'ensemble de la population, telle la pandémie liée au coronavirus Covid–19, doit être considérée comme constitutive d'une calamité ou d'une situation néfaste pouvant conduire à une situation menaçant des personnes; partant, ladite pandémie peut justifier l'adoption de mesures en application de l'article 182, alinéa 1er, de ladite loi; sans doute, les termes des préventions visées aux article 5 et 8 de l'arrêté ministériel du 23 mars 2020 portant des mesures d'urgence pour limiter la propagation du Coronavirus Covid–19 (1), soit l'interdiction de se rassembler et de se trouver sans motif sur la voie publique, ne se retrouvent pas littéralement dans la description des mesures de réquisition et d'évacuation de la population confiées au ministre par la loi précitée; mais n'ayant d'autres finalités que d'éviter la propagation d'un virus calamiteux par la limitation des contacts entre les personnes afin de réduire le risque de contagion associé à la pandémie, les interdictions visées par la poursuite ressortissent à la compétence ministérielle d'interdiction ou d'injonction à la population lorsque, à la suite d'une calamité ou d'une situation néfaste et afin de protéger la sécurité civile des citoyens, il est nécessaire de les éloigner d'endroits où leur santé et sécurité sont menacées ou de leur interdire de se déplacer; pareilles mesures répondent dès lors au prescrit de l'article 182 de la loi, qui permet d'interdire à la population de fréquenter des lieux particulièrement exposés au danger (2). (1) A.M. du 23 mars 2020 portant des mesures d'urgence pour limiter la propagation du Coronavirus Covid–19, modifié à plusieurs reprises avant son abrogation par l'art. 25 de l'A.M. du 5 juin 2020 portant des mesures d'urgence pour limiter la propagation du coronavirus Covid–19. (2) Voir Cass. (plén.) 28 septembre 2021, RG P.21.1129.N, Pas. 2021, n° 594, avec concl. de M. WINANTS, avocat général, publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De wet van 15 mei 2007 betreffende de civiele veiligheid strekt tot de bescherming van de bevolking wanneer deze door rampen of door noodlottige situaties is bedreigd, ongeacht de aard van de aldus beoogde rampspoed; een noodtoestand die is voortgekomen uit een potentieel voor de gehele bevolking levensbedreigende epidemie of pandemie, zoals de pandemie betreffende het coronavirus COVID-19, dient te worden beschouwd als een ramp of een noodlottige situatie die kan leiden tot een voor personen bedreigende situatie; de voormelde pandemie kan derhalve het uitvaardigen van maatregelen met toepassing van het voornoemde artikel 182, eerste lid, verantwoorden; de bewoordingen van de telastleggingen bedoeld in de artikelen 5 en 8 van het ministerieel besluit van 23 maart 2020 houdende dringende maatregelen om de verspreiding van het coronavirus COVID-19 te beperken (1), namelijk het verbod op samenscholingen en het verbod om zich onnodig op de openbare weg te bevinden, staan zeker niet letterlijk vermeld in de omschrijving van de door de wet aan de minister toevertrouwde maatregelen tot opvordering en evacuatie van de bevolking; aangezien het enige doel van de in de strafvervolging bedoelde verbodsbepalingen erin bestaat de verspreiding van een noodlottig virus te verhinderen door het contact tussen de personen te beperken, vallen ze evenwel onder de bevoegdheid van de minister om de bevolking een verbod of een bevel op te leggen wanneer het, ten gevolge van een ramp of een noodlottige situatie, en teneinde de civiele veiligheid van de burgers te beschermen, noodzakelijk is hen te verwijderen van plaatsen die een bedreiging vormen voor hun gezondheid en veiligheid of hen te verbieden zich te verplaatsen; dergelijke maatregelen beantwoorden derhalve aan de bepaling van artikel 182 van de wet die toelaat de bevolking te verbieden om op plaatsen te komen die bijzonder aan het gevaar zijn blootgesteld (2). (1) Ministerieel besluit van 23 maart 2020 houdende dringende maatregelen om de verspreiding van het coronavirus COVID-19 te beperken, herhaaldelijk gewijzigd vóór de opheffing ervan door artikel 25 van het ministerieel besluit van 5 juni 2020 houdende dringende maatregelen om de verspreiding van het coronavirus COVID-19 te beperken. (2) Zie Cass. (voltallig) 28 september 2021, AR P.21.1129.N, AC 2021, nr. 594, met concl. van advocaat-generaal WINANTS.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210928.2N.16": {
      "court": "CASS",
      "date": "2021-09-28",
      "roleNumber": "P.21.1129.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210928.2N.16&lang=fr",
      "abstractFR": [
        "L'article 187, alinéa 1er, de la loi du 15 mai 2007 prévoit que le refus ou la négligence de se conformer aux mesures ordonnées en application des articles 181, § 1er, et 182 est puni, en temps de paix, des sanctions prévues à cette disposition; dès lors, l'imposition d'une sanction prise en application de l'article 187, alinéa 1er, de la loi du 15 mai 2007 requiert la violation d'une mesure qui a été et pouvait être ordonnée en vertu des articles 181, § 1er, et 182 de cette loi (1). (1) Voir les concl. du MP.",
        "En cas de circonstances dangereuses, la compétence attribuée au ministre de contraindre la population, afin d'assurer sa protection, conformément à l'article 182, alinéa 1er, de la loi du 15 mai 2007, de s'éloigner des lieux ou régions particulièrement exposés, menacés ou sinistrés et d'interdire tout déplacement ou mouvement de la population, ne tend pas qu'à mettre en œuvre les missions générales des services opérationnels de la sécurité civile visées à l'article 11, § 1er, de ladite loi; cette compétence peut être exercée par le ministre lorsque, à la suite d'un événement ou d'une situation catastrophiques, il est nécessaire, pour protéger la sécurité civile des citoyens, de les éloigner des lieux où leur santé et leur sécurité peuvent être affectées ou de leur interdire de se déplacer; une urgence épidémique ou pandémique ayant un effet potentiellement mortel sur l'ensemble de la population, telle que la pandémie du coronavirus, doit être considérée comme un désastre ou une situation catastrophique au sens de la loi du 15 mai 2007 relative à la sécurité civile, ce qui peut, le cas échéant, conduire à une situation menaçant les personnes, pouvant justifier les mesures visées à l'article 182, alinéa 1er, de la loi (1). (1) Voir les concl. du MP.",
        "L'article 187, alinéa 1er, de la loi du 15 mai 2007 prévoit que le refus ou la négligence de se conformer aux mesures ordonnées en application des articles 181, § 1er, et 182 est puni, en temps de paix, des sanctions prévues à cette disposition; dès lors, l'imposition d'une sanction prise en application de l'article 187, alinéa 1er, de la loi du 15 mai 2007 requiert la violation d'une mesure qui a été et pouvait être ordonnée en vertu des articles 181, § 1er, et 182 de cette loi (1). (1) Voir concl. du MP publiées à leur date dans AC.",
        "En cas de circonstances dangereuses, la compétence attribuée au ministre de contraindre la population, afin d'assurer sa protection, conformément à l'article 182, alinéa 1er, de la loi du 15 mai 2007, de s'éloigner des lieux ou régions particulièrement exposés, menacés ou sinistrés et d'interdire tout déplacement ou mouvement de la population, ne tend pas qu'à mettre en œuvre les missions générales des services opérationnels de la sécurité civile visées à l'article 11, § 1er, de ladite loi; cette compétence peut être exercée par le ministre lorsque, à la suite d'un événement ou d'une situation catastrophiques, il est nécessaire, pour protéger la sécurité civile des citoyens, de les éloigner des lieux où leur santé et leur sécurité peuvent être affectées ou de leur interdire de se déplacer; une urgence épidémique ou pandémique ayant un effet potentiellement mortel sur l'ensemble de la population, telle que la pandémie du coronavirus, doit être considérée comme un désastre ou une situation catastrophique au sens de la loi du 15 mai 2007 relative à la sécurité civile, ce qui peut, le cas échéant, conduire à une situation menaçant les personnes, pouvant justifier les mesures visées à l'article 182, alinéa 1er, de la loi (1). (1) Voir concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Artikel 187, eerste lid, Wet Civiele Veiligheid bepaalt dat de weigering of het verzuim zich te gedragen naar de maatregelen die met toepassing van de artikelen 181, § 1, en 182 zijn bevolen, in vredestijd wordt gestraft met de in die bepaling gestelde straffen; een bestraffing bij toepassing van artikel 187, eerste lid, Wet Civiele Veiligheid vereist dan ook dat er een inbreuk werd gepleegd op een maatregel die werd en kon worden bevolen op grond van de artikelen 181, § 1, en 182 van die wet (1). (1) Zie concl. OM.",
        "De bevoegdheid van de minister om in geval van dreigende omstandigheden de bevolking, ter verzekering van haar bescherming, op grond van artikel 182, eerste lid, Wet Civiele Veiligheid te verplichten zich te verwijderen van plaatsen of streken die bijzonder blootgesteld, bedreigd of getroffen zijn en iedere verplaatsing of elk verkeer van de bevolking te verbieden, strekt niet louter tot uitvoering van de algemene opdrachten van de operationele diensten van de civiele veiligheid zoals bedoeld in artikel 11, § 1, Wet Civiele Veiligheid; die bevoegdheid kan door de minister worden uitgeoefend wanneer het ingevolge een noodlottige gebeurtenis of situatie ter bescherming van de Civiele Veiligheid van de burgers noodzakelijk is om hen te verwijderen van plaatsen waar hun gezondheid en veiligheid dreigt te worden aangetast of om hen te verbieden zich te verplaatsen; een epidemische of pandemische noodsituatie met een potentieel levensbedreigend effect voor de hele bevolking, zoals de coronapandemie, dient te worden beschouwd als een ramp of noodlottige situatie in de zin van de Wet Civiele Veiligheid, die in voorkomend geval kan leiden tot een voor personen bedreigende situatie waardoor het uitvaardigen van de in artikel 182, eerste lid, Wet Civiele Veiligheid bedoelde maatregelen gewettigd kan zijn (1). (1) Zie concl. OM."
      ]
    }
  },
  "187": {
    "ECLI:BE:CASS:2022:ARR.20221025.2N.15": {
      "court": "CASS",
      "date": "2022-10-25",
      "roleNumber": "P.22.1075.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221025.2N.15",
      "abstractFR": null,
      "abstractNL": [
        "Het vonnis dat een beklaagde veroordeelt om in een bij besluit van de gouverneur afgebakende zone geen mondmasker te hebben gedragen en daarbij in de omschrijving van de enige telastlegging melding maakt van de artikelen 182 en 187 Wet Civiele Veiligheid en de artikelen 25 en 26 van het ministerieel besluit van 28 oktober 2020 houdende dringende maatregelen om de verspreiding van het coronavirus COVID-19 te beperken, vermeldt aldus de wetsbepalingen die de bestanddelen van het bewezen verklaard misdrijf bepalen, alsook de uitgesproken straf, zonder dat vereist is dat het veroordelend vonnis bovendien de datum vermeldt van het besluit waarbij de gouverneur een door artikel 25, tweede lid, 6°, MB 28 oktober 2020 bedoelde zone vastlegt of een artikel van dit gouverneursbesluit."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221129.2N.7": {
      "court": "CASS",
      "date": "2022-11-29",
      "roleNumber": "P.22.0239.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221129.2N.7",
      "abstractFR": null,
      "abstractNL": [
        "De Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021, beoogt de bescherming van de bevolking wanneer deze wordt bedreigd door rampen of noodlottige situaties die de fysieke integriteit van personen, hun goederen of de leefomgeving in gevaar brengen of dreigen te brengen, en dit ongeacht de aard van de aldus bedoelde rampspoed; op grond van artikel 182, eerste lid, Wet Civiele Veiligheid kan de minister of zijn gemachtigde in geval van dreigende omstandigheden de bevolking, ter verzekering van haar bescherming, verplichten zich te verwijderen van plaatsen of streken die bijzonder blootgesteld, bedreigd of getroffen zijn en degenen die bij deze maatregelen betrokken zijn een voorlopige verblijfplaats aanwijzen; om dezelfde reden kan hij iedere verplaatsing of elk verkeer van de bevolking verbieden; de weigering of het verzuim zich te gedragen naar die maatregelen is strafbaar op grond van artikel 187 van diezelfde wet (1). (1) Cass. 10 november 2021, AR P.21.0931.F, AC 2021, nr. 718; Cass. 28 september 2021, AR P.21.1129.N, AC 2021, nr. 594, met concl. van advocaat-generaal A. WINANTS, RW 2021-22, 364, JLMB 2021, 1766, RDPC 2022, 59 noot M.-F. RIGAUX; GwH 22 september 2022, arrest 109/2022, B.8, www.const-court.be.",
        "De bevoegdheid van de minister om in geval van dreigende omstandigheden de bevolking, ter verzekering van haar bescherming, op grond van artikel 182, eerste lid, Wet Civiele Veiligheid te verplichten zich te verwijderen van plaatsen of streken die bijzonder blootgesteld, bedreigd of getroffen zijn en iedere verplaatsing of elk verkeer van de bevolking te verbieden, strekt niet louter tot uitvoering van de algemene opdrachten van de operationele diensten van de civiele veiligheid zoals bedoeld in artikel 11, § 1, Wet Civiele Veiligheid; die bevoegdheid kan door de minister worden uitgeoefend wanneer het ingevolge een noodlottige gebeurtenis of situatie ter bescherming van de civiele veiligheid van de burgers noodzakelijk is om hen te verwijderen van plaatsen waar hun gezondheid en veiligheid dreigt te worden aangetast of om hen te verbieden zich te verplaatsen; een epidemische of pandemische noodsituatie met een potentieel levensbedreigend effect voor de hele bevolking, zoals de coronapandemie, diende vóór de inwerkingtreding van de wet van 14 augustus 2021 te worden beschouwd als een ramp of noodlottige situatie in de zin van de Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021, die in voorkomend geval kon leiden tot een voor personen bedreigende situatie waardoor het uitvaardigen van de in artikel 182, eerste lid, Wet Civiele Veiligheid bedoelde maatregelen gewettigd kon zijn; het verbod om zich, behalve in geval van essentiële, niet-uitstelbare verplaatsingen, op de openbare weg en in de openbare ruimte te bevinden tussen 0.00 uur en 05.00 uur ‘s morgens, omschreven in artikel 14 MB 28 oktober 2020, zoals hier van toepassing, beoogde de verdere verspreiding van het coronavirus COVID-19 te verhinderen door het contact tussen de personen tot een minimum te beperken teneinde aldus het besmettingsrisico te herleiden; die bepaling, die een maatregel inhoudt in de zin van artikel 182, eerste lid, Wet Civiele Veiligheid, strekte er dan ook toe te vermijden dat onnodig gebruik zou worden gemaakt van de openbare ruimte waardoor deze een bedreiging zou vormen zoals bedoeld in artikel 182 Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021; die bepaling bood bijgevolg een rechtsgrond voor de voormelde maatregel (1). (1) Artt. 14 en 26 MB van 28 oktober 2020, zoals van toepassing van vóór de inwerkingtreding van de Wet van 14 augustus 2021.",
        "Uit de aanhef van het MB van 28 oktober 2020 volgt dat de verplichting om ‘s nachts geen niet-essentiële verplaatsingen uit te voeren, in de periode voorafgaand aan de wet van 14 augustus 2021, geen disproportionele inbreuk op de fundamentele rechten en vrijheden inhoudt (1) (2). (1) Over de toelaatbaarheid van de Covid 19-noodmaatregelen op basis van de Wet Civiele Veiligheid zie Cass. 10 november 2021, AR P.21.0931.F, AC 2021, nr. 718; Cass. 28 september 2021, AR P.21.1129.N, AC 2021, nr. 594, met concl. van advocaat-generaal A. WINANTS, RW 2021-22, 364, JLMB 2021, 1766, RDPC 2022, 59 noot M.-F. RIGAUX; GwH 22 september 2022, arrest 109/2022, www.const-court.be. (2) Artt. 14 en 26 MB van 28 oktober 2020, zoals van toepassing van vóór de inwerkingtreding van de Wet van 14 augustus 2021."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221129.2N.8": {
      "court": "CASS",
      "date": "2022-11-29",
      "roleNumber": "P.22.0645.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221129.2N.8",
      "abstractFR": null,
      "abstractNL": [
        "De Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021, beoogt de bescherming van de bevolking wanneer deze wordt bedreigd door rampen of noodlottige situaties die de fysieke integriteit van personen, hun goederen of de leefomgeving in gevaar brengen of dreigen te brengen, en dit ongeacht de aard van de aldus bedoelde rampspoed; op grond van artikel 182, eerste lid, Wet Civiele Veiligheid kan de minister of zijn gemachtigde in geval van dreigende omstandigheden de bevolking, ter verzekering van haar bescherming, verplichten zich te verwijderen van plaatsen of streken die bijzonder blootgesteld, bedreigd of getroffen zijn en degenen die bij deze maatregelen betrokken zijn een voorlopige verblijfplaats aanwijzen; om dezelfde reden kan hij iedere verplaatsing of elk verkeer van de bevolking verbieden; de weigering of het verzuim zich te gedragen naar die maatregelen is strafbaar op grond van artikel 187 van diezelfde wet (1). (1) Cass. 10 november 2021, AR P.21.0931.F, AC 2021, nr. 718; Cass. 28 september 2021, AR P.21.1129.N, AC 2021, nr. 594, met concl. van advocaat-generaal A. WINANTS, RW 2021-22, 364, JLMB 2021, 1766, RDPC 2022, 59 noot M.-F. RIGAUX; GwH 22 september 2022, arrest 109/2022, B.8, www.const-court.be.",
        "De bevoegdheid van de minister om in geval van dreigende omstandigheden de bevolking, ter verzekering van haar bescherming, op grond van artikel 182, eerste lid, Wet Civiele Veiligheid te verplichten zich te verwijderen van plaatsen of streken die bijzonder blootgesteld, bedreigd of getroffen zijn en iedere verplaatsing of elk verkeer van de bevolking te verbieden, strekt niet louter tot uitvoering van de algemene opdrachten van de operationele diensten van de civiele veiligheid zoals bedoeld in artikel 11, § 1, Wet Civiele Veiligheid; die bevoegdheid kan door de minister worden uitgeoefend wanneer het ingevolge een noodlottige gebeurtenis of situatie ter bescherming van de civiele veiligheid van de burgers noodzakelijk is om hen te verwijderen van plaatsen waar hun gezondheid en veiligheid dreigt te worden aangetast of om hen te verbieden zich te verplaatsen; een epidemische of pandemische noodsituatie met een potentieel levensbedreigend effect voor de hele bevolking, zoals de coronapandemie, diende vóór de inwerkingtreding van de wet van 14 augustus 2021 te worden beschouwd als een ramp of noodlottige situatie in de zin van de Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021, die in voorkomend geval kon leiden tot een voor personen bedreigende situatie waardoor het uitvaardigen van de in artikel 182, eerste lid, Wet Civiele Veiligheid bedoelde maatregelen gewettigd kon zijn; de verplichting om de mond en de neus te bedekken met een mondmasker, omschreven in artikel 25 MB 28 oktober 2020, zoals hier van toepassing, beoogde het besmettingsrisico te herleiden en hierdoor de verdere verspreiding van het coronavirus COVID-19 te verhinderen; die verplichting, die een minder verregaande maatregel inhoudt dan een verbod van elke verplaatsing of van elk verkeer en als zodanig moet worden beschouwd als een maatregel in de zin van artikel 182, eerste lid, Wet Civiele Veiligheid, strekte er dan ook toe te vermijden dat op een risicovolle wijze gebruik zou worden gemaakt van de openbare ruimte waardoor deze een bedreiging zou vormen zoals bedoeld in artikel 182 Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021; die bepaling bood bijgevolg een rechtsgrond voor de voormelde maatregel (1). (1) Art. 25 MB 28 oktober 2020, zoals van toepassing van vóór de inwerkingtreding van de Wet 14 augustus 2021."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221129.2N.11": {
      "court": "CASS",
      "date": "2022-11-29",
      "roleNumber": "P.22.0681.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221129.2N.11",
      "abstractFR": null,
      "abstractNL": [
        "De Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021, beoogt de bescherming van de bevolking wanneer deze wordt bedreigd door rampen of noodlottige situaties die de fysieke integriteit van personen, hun goederen of de leefomgeving in gevaar brengen of dreigen te brengen, en dit ongeacht de aard van de aldus bedoelde rampspoed; op grond van artikel 182, eerste lid, Wet Civiele Veiligheid kan de minister of zijn gemachtigde in geval van dreigende omstandigheden de bevolking, ter verzekering van haar bescherming, verplichten zich te verwijderen van plaatsen of streken die bijzonder blootgesteld, bedreigd of getroffen zijn en degenen die bij deze maatregelen betrokken zijn een voorlopige verblijfplaats aanwijzen; om dezelfde reden kan hij iedere verplaatsing of elk verkeer van de bevolking verbieden; de weigering of het verzuim zich te gedragen naar die maatregelen is strafbaar op grond van artikel 187 van diezelfde wet (1). (1) Cass. 10 november 2021, AR P.21.0931.F, AC 2021, nr. 718; Cass. 28 september 2021, AR P.21.1129.N, AC 2021, nr. 594, met concl. van advocaat-generaal A. WINANTS, RW 2021-22, 364, JLMB 2021, 1766, RDPC 2022, 59 noot M.-F. RIGAUX; GwH 22 september 2022, arrest 109/2022, B.8, www.const-court.be.",
        "De bevoegdheid van de minister om in geval van dreigende omstandigheden de bevolking, ter verzekering van haar bescherming, op grond van artikel 182, eerste lid, Wet Civiele Veiligheid te verplichten zich te verwijderen van plaatsen of streken die bijzonder blootgesteld, bedreigd of getroffen zijn en iedere verplaatsing of elk verkeer van de bevolking te verbieden, strekt niet louter tot uitvoering van de algemene opdrachten van de operationele diensten van de civiele veiligheid zoals bedoeld in artikel 11, § 1, Wet Civiele Veiligheid; die bevoegdheid kan door de minister worden uitgeoefend wanneer het ingevolge een noodlottige gebeurtenis of situatie ter bescherming van de civiele veiligheid van de burgers noodzakelijk is om hen te verwijderen van plaatsen waar hun gezondheid en veiligheid dreigt te worden aangetast of om hen te verbieden zich te verplaatsen; een epidemische of pandemische noodsituatie met een potentieel levensbedreigend effect voor de hele bevolking, zoals de coronapandemie, diende vóór de inwerkingtreding van de wet van 14 augustus 2021 te worden beschouwd als een ramp of noodlottige situatie in de zin van de Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021, die in voorkomend geval kon leiden tot een voor personen bedreigende situatie waardoor het uitvaardigen van de in artikel 182, eerste lid, Wet Civiele Veiligheid bedoelde maatregelen gewettigd kon zijn; het verbod tot samenscholingen, omschreven in artikel 15 MB 28 oktober 2020, zoals hier van toepassing, beoogde de verdere verspreiding van het coronavirus COVID-19 te verhinderen door het contact tussen de personen tot een minimum te beperken teneinde aldus het besmettingsrisico te herleiden; die maatregel strekte er dan ook toe te vermijden dat onnodig gebruik zou worden gemaakt van de openbare ruimte waardoor deze een bedreiging zou vormen zoals bedoeld in artikel 182 Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021; die bepaling bood bijgevolg een rechtsgrond voor de voormelde maatregel (1). (1) Art. 15 MB 28 oktober 2020, zoals van toepassing van vóór de inwerkingtreding van de Wet van 14 augustus 2021."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221129.2N.10": {
      "court": "CASS",
      "date": "2022-11-29",
      "roleNumber": "P.22.1314.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221129.2N.10",
      "abstractFR": null,
      "abstractNL": [
        "De aanbevelingen van Sciensano houden geen protocol in zoals bedoeld in de artikelen 1, 3°, en 4 MB 30 juni 2020 en de artikelen 1, 3°, en 5 MB 18 oktober 2020, noch minimale algemene regels in de zin van artikel 4, eerste lid, MB 30 juni 2020 en artikel 5, eerste lid, MB 18 oktober 2020.",
        "Uit de aanhef van het MB van 30 juni 2020 en het MB van 18 oktober 2020 volgt dat de verplichting om een mondmasker tegen te gaan, in de periode voorafgaand aan de wet van 14 augustus 2021, geen disproportionele inbreuk op het privéleven inhoudt (1) (2). (1) Over de toelaatbaarheid van de Covid 19-noodmaatregelen op basis van de Wet Civiele Veiligheid zie Cass. 10 november 2021, AR P.21.0931.F, AC 2021, nr. 718; Cass. 28 september 2021, AR P.21.1129.N, AC 2021, nr. 594 met concl. van advocaat-generaal A. WINANTS, RW 2021-22, 364, JLMB 2021, 1766, RDPC 2022, 59 noot M.-F. RIGAUX; GwH 22 september 2022, arrest 109/2022, www.const-court.be. (2) Artt. 1, 3°, en 4 MB 30 juni 2020, zoals van toepassing van vóór de inwerkingtreding van de Wet van 14 augustus 2021."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230418.2N.11": {
      "court": "CASS",
      "date": "2023-04-18",
      "roleNumber": "P.23.0004.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230418.2N.11",
      "abstractFR": null,
      "abstractNL": [
        "Uit de samenhang van de koninklijke besluiten van 23 april 2020, 28 augustus 2020 en 13 december 2020 en de aanhef van het KB van 13 december 2020 volgt dat de geldigheidsduur van het op basis van de artikelen 17, § 4, vierde lid, en 69, § 9, KB Rijbewijs uitgereikte vervangend rijbewijs overeenkomstig artikel 90quinquies, § 5, van dit besluit wordt verlengd, zoals ook de geldigheidsduur van het attest op basis waarvan het wordt uitgereikt wordt verlengd en dat de administratieve geldigheidsduur van dit vervangend rijbewijs bepaalt."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211110.2F.3": {
      "court": "CASS",
      "date": "2021-11-10",
      "roleNumber": "P.21.0931.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211110.2F.3",
      "abstractFR": [
        "La loi du 15 mai 2007 relative à la sécurité civile vise à assurer la protection de la population lorsque celle–ci est menacée par des calamités ou des situations néfastes, quelle que soit la nature du désastre ainsi visé; une situation d'urgence née d'une épidémie ou d'une pandémie ayant le potentiel d'une menace mortelle pour l'ensemble de la population, telle la pandémie liée au coronavirus Covid–19, doit être considérée comme constitutive d'une calamité ou d'une situation néfaste pouvant conduire à une situation menaçant des personnes; partant, ladite pandémie peut justifier l'adoption de mesures en application de l'article 182, alinéa 1er, de ladite loi; sans doute, les termes des préventions visées aux article 5 et 8 de l'arrêté ministériel du 23 mars 2020 portant des mesures d'urgence pour limiter la propagation du Coronavirus Covid–19 (1), soit l'interdiction de se rassembler et de se trouver sans motif sur la voie publique, ne se retrouvent pas littéralement dans la description des mesures de réquisition et d'évacuation de la population confiées au ministre par la loi précitée; mais n'ayant d'autres finalités que d'éviter la propagation d'un virus calamiteux par la limitation des contacts entre les personnes afin de réduire le risque de contagion associé à la pandémie, les interdictions visées par la poursuite ressortissent à la compétence ministérielle d'interdiction ou d'injonction à la population lorsque, à la suite d'une calamité ou d'une situation néfaste et afin de protéger la sécurité civile des citoyens, il est nécessaire de les éloigner d'endroits où leur santé et sécurité sont menacées ou de leur interdire de se déplacer; pareilles mesures répondent dès lors au prescrit de l'article 182 de la loi, qui permet d'interdire à la population de fréquenter des lieux particulièrement exposés au danger (2). (1) A.M. du 23 mars 2020 portant des mesures d'urgence pour limiter la propagation du Coronavirus Covid–19, modifié à plusieurs reprises avant son abrogation par l'art. 25 de l'A.M. du 5 juin 2020 portant des mesures d'urgence pour limiter la propagation du coronavirus Covid–19. (2) Voir Cass. (plén.) 28 septembre 2021, RG P.21.1129.N, Pas. 2021, n° 594, avec concl. de M. WINANTS, avocat général, publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De wet van 15 mei 2007 betreffende de civiele veiligheid strekt tot de bescherming van de bevolking wanneer deze door rampen of door noodlottige situaties is bedreigd, ongeacht de aard van de aldus beoogde rampspoed; een noodtoestand die is voortgekomen uit een potentieel voor de gehele bevolking levensbedreigende epidemie of pandemie, zoals de pandemie betreffende het coronavirus COVID-19, dient te worden beschouwd als een ramp of een noodlottige situatie die kan leiden tot een voor personen bedreigende situatie; de voormelde pandemie kan derhalve het uitvaardigen van maatregelen met toepassing van het voornoemde artikel 182, eerste lid, verantwoorden; de bewoordingen van de telastleggingen bedoeld in de artikelen 5 en 8 van het ministerieel besluit van 23 maart 2020 houdende dringende maatregelen om de verspreiding van het coronavirus COVID-19 te beperken (1), namelijk het verbod op samenscholingen en het verbod om zich onnodig op de openbare weg te bevinden, staan zeker niet letterlijk vermeld in de omschrijving van de door de wet aan de minister toevertrouwde maatregelen tot opvordering en evacuatie van de bevolking; aangezien het enige doel van de in de strafvervolging bedoelde verbodsbepalingen erin bestaat de verspreiding van een noodlottig virus te verhinderen door het contact tussen de personen te beperken, vallen ze evenwel onder de bevoegdheid van de minister om de bevolking een verbod of een bevel op te leggen wanneer het, ten gevolge van een ramp of een noodlottige situatie, en teneinde de civiele veiligheid van de burgers te beschermen, noodzakelijk is hen te verwijderen van plaatsen die een bedreiging vormen voor hun gezondheid en veiligheid of hen te verbieden zich te verplaatsen; dergelijke maatregelen beantwoorden derhalve aan de bepaling van artikel 182 van de wet die toelaat de bevolking te verbieden om op plaatsen te komen die bijzonder aan het gevaar zijn blootgesteld (2). (1) Ministerieel besluit van 23 maart 2020 houdende dringende maatregelen om de verspreiding van het coronavirus COVID-19 te beperken, herhaaldelijk gewijzigd vóór de opheffing ervan door artikel 25 van het ministerieel besluit van 5 juni 2020 houdende dringende maatregelen om de verspreiding van het coronavirus COVID-19 te beperken. (2) Zie Cass. (voltallig) 28 september 2021, AR P.21.1129.N, AC 2021, nr. 594, met concl. van advocaat-generaal WINANTS.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210928.2N.16": {
      "court": "CASS",
      "date": "2021-09-28",
      "roleNumber": "P.21.1129.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210928.2N.16&lang=fr",
      "abstractFR": [
        "L'article 187, alinéa 1er, de la loi du 15 mai 2007 prévoit que le refus ou la négligence de se conformer aux mesures ordonnées en application des articles 181, § 1er, et 182 est puni, en temps de paix, des sanctions prévues à cette disposition; dès lors, l'imposition d'une sanction prise en application de l'article 187, alinéa 1er, de la loi du 15 mai 2007 requiert la violation d'une mesure qui a été et pouvait être ordonnée en vertu des articles 181, § 1er, et 182 de cette loi (1). (1) Voir les concl. du MP.",
        "L'article 187, alinéa 1er, de la loi du 15 mai 2007 prévoit que le refus ou la négligence de se conformer aux mesures ordonnées en application des articles 181, § 1er, et 182 est puni, en temps de paix, des sanctions prévues à cette disposition; dès lors, l'imposition d'une sanction prise en application de l'article 187, alinéa 1er, de la loi du 15 mai 2007 requiert la violation d'une mesure qui a été et pouvait être ordonnée en vertu des articles 181, § 1er, et 182 de cette loi (1). (1) Voir concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Artikel 187, eerste lid, Wet Civiele Veiligheid bepaalt dat de weigering of het verzuim zich te gedragen naar de maatregelen die met toepassing van de artikelen 181, § 1, en 182 zijn bevolen, in vredestijd wordt gestraft met de in die bepaling gestelde straffen; een bestraffing bij toepassing van artikel 187, eerste lid, Wet Civiele Veiligheid vereist dan ook dat er een inbreuk werd gepleegd op een maatregel die werd en kon worden bevolen op grond van de artikelen 181, § 1, en 182 van die wet (1). (1) Zie concl. OM."
      ]
    }
  },
  "203": {
    "ECLI:BE:CASS:2022:ARR.20220106.1N.4": {
      "court": "CASS",
      "date": "2022-01-06",
      "roleNumber": "C.21.0176.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220106.1N.4&lang=fr",
      "abstractFR": [
        "La loi du 15 mai 2007 relative à la sécurité civile ne comporte aucun régime ayant pour effet que la zone de secours doive assumer les charges du passé liées à l'occupation de sapeurs-pompiers professionnels auprès de la commune pour la période antérieure au 1er janvier 2015."
      ],
      "abstractNL": [
        "De Wet Civiele Veiligheid bevat geen regeling die tot gevolg heeft dat de hulpverleningszone moet instaan voor lasten uit het verleden die verband houden met de tewerkstelling van beroepsbrandweerlieden bij de gemeente in de periode vóór 1 januari 2015."
      ]
    }
  },
  "204": {
    "ECLI:BE:CASS:2021:ARR.20210621.3F.6": {
      "court": "CASS",
      "date": "2021-06-21",
      "roleNumber": "S.19.0071.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210621.3F.6",
      "abstractFR": [
        "La commune reste l'employeur des pompiers volontaires jusqu'à la date à laquelle le service d'incendie est intégré dans la zone de secours et cette dernière devient leur employeur à cette date; la commune reste donc tenue au paiement des dettes de rémunération existant à la date à laquelle le service d'incendie est intégré dans la zone de secours (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De gemeente blijft de werkgever van de brandweervrijwilligers tot op de datum waarop de brandweerdienst geïntegreerd wordt in de hulpverleningszone en laatstgenoemde wordt op die datum hun werkgever; de gemeente blijft dus gehouden tot betaling van de verschuldigde bezoldigingen tot op de datum waarop de brandweerdienst geïntegreerd wordt in de hulpverleningszone (1). (1) Zie concl. OM in Pas. 2020, nr 460."
      ]
    }
  },
  "220": {
    "ECLI:BE:CASS:2021:ARR.20210621.3F.6": {
      "court": "CASS",
      "date": "2021-06-21",
      "roleNumber": "S.19.0071.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210621.3F.6",
      "abstractFR": [
        "La commune reste l'employeur des pompiers volontaires jusqu'à la date à laquelle le service d'incendie est intégré dans la zone de secours et cette dernière devient leur employeur à cette date; la commune reste donc tenue au paiement des dettes de rémunération existant à la date à laquelle le service d'incendie est intégré dans la zone de secours (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De gemeente blijft de werkgever van de brandweervrijwilligers tot op de datum waarop de brandweerdienst geïntegreerd wordt in de hulpverleningszone en laatstgenoemde wordt op die datum hun werkgever; de gemeente blijft dus gehouden tot betaling van de verschuldigde bezoldigingen tot op de datum waarop de brandweerdienst geïntegreerd wordt in de hulpverleningszone (1). (1) Zie concl. OM in Pas. 2020, nr 460."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220106.1N.4": {
      "court": "CASS",
      "date": "2022-01-06",
      "roleNumber": "C.21.0176.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220106.1N.4&lang=fr",
      "abstractFR": [
        "La loi du 15 mai 2007 relative à la sécurité civile ne comporte aucun régime ayant pour effet que la zone de secours doive assumer les charges du passé liées à l'occupation de sapeurs-pompiers professionnels auprès de la commune pour la période antérieure au 1er janvier 2015."
      ],
      "abstractNL": [
        "De Wet Civiele Veiligheid bevat geen regeling die tot gevolg heeft dat de hulpverleningszone moet instaan voor lasten uit het verleden die verband houden met de tewerkstelling van beroepsbrandweerlieden bij de gemeente in de periode vóór 1 januari 2015."
      ]
    }
  }
}