{
  "18": {
    "ECLI:BE:CASS:2025:ARR.20250402.2F.13": {
      "court": "CASS",
      "date": "2025-04-02",
      "roleNumber": "P.25.0243.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250402.2F.13",
      "abstractFR": [
        "Il résulte de la combinaison des articles 14 et 18, §§ 1er, 3 et 4, de la loi du 15 mai 2012 relative à l'application du principe de reconnaissance mutuelle aux peines ou mesures privatives de liberté prononcées dans un État membre de l'Union européenne et de l'interprétation de la décision-cadre 2008/909/JAI du 27 novembre 2008 concernant l'application du principe de reconnaissance mutuelle aux jugements en matière pénale prononçant des peines ou des mesures privatives de liberté aux fins de leur exécution dans l'Union européenne par la Cour de justice de l'Union européenne, d'une part, que le procureur du Roi de Bruxelles est seul compétent pour, dans les circonstances et aux conditions limitativement énumérées à l'article 18, §§ 1er et 2, de la loi, décider d'adapter la peine ou la mesure prononcée dans l'État membre d'émission et, d'autre part, qu'en cas d'adaptation de celle-ci, le tribunal de l'application des peines peut être saisi par le condamné, conformément au paragraphe 4, seulement lorsque ce dernier estime que l'adaptation décidée par le procureur du Roi aggrave la peine ou la mesure prononcée dans l'État d'émission quant à sa durée ou à sa nature; partant, n'est pas légalement justifié le jugement qui décide que le tribunal de l'application des peines est compétent pour examiner la requête d'un condamné aux termes de laquelle ce dernier entend faire constater que la réduction de peine accordée par le procureur du Roi est insuffisante au regard de la qualification alléguée du mode de participation de l'intéressé aux faits jugés établis dans l'État d'émission (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2019:ARR.20190123.12": {
      "court": "CASS",
      "date": "2019-01-23",
      "roleNumber": "P.18.0623.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190123.12",
      "abstractFR": [
        "Aucune irrecevabilité des poursuites ne saurait se déduire de la seule circonstance qu'une règle relative à l'administration de la preuve dont la méconnaissance serait sanctionnée pénalement n'a pas été respectée (1) ; il n'en est pas autrement lorsque la preuve irrégulière constitue la base unique ou déterminante de l'identification du contrevenant (2). (1) Cass. 12 décembre 2018, RG P.18.0924.F, Pas. 2018, n° 705. (2) Dans la présente espèce, l'irrégularité résulte du défaut d'autorisation préalable du comité sectoriel pour l'autorité fédérale de la Commission de protection de la vie privée, requise pour la consultation de la Banque-Carrefour des véhicules (L. du 19 mai 2010 portant création de la Banque-Carrefour des véhicules, art. 18, § 1er ; voir Cass. 13 décembre 2016, RG P.16.0682.N, Pas. 2016, n° 717). Quant à la dispense d'autorisation préalable prévue pour les services de police dans l'exercice de leurs missions de police administrative ou judiciaire (article 36bis, dernier al., de la loi du 8 décembre 1992 relative à la protection de la vie privée à l'égard des traitements de données à caractère personnel), entrée en vigueur avec effet rétroactif le 26 juin 2003 (art. 3 de la loi du 14 juin 2017) : voir C. const. n° 153/2018 du 8 novembre 2018 (annulation de cet art. 3 avec maintien de ses effets) ; Cass. 12 décembre 2018, RG P.18.0575.F, non publié ; C. const. n° 4/2019 du 23 janvier 2019.La loi du 8 décembre 1992 a entretemps été abrogée par l'art. 280, al. 1er, de la loi du 30 juillet 2018 relative à la protection des personnes physiques à l'égard des traitements de données à caractère personnel, entrée en vigueur le 5 septembre 2018. Quant à la sanction de l'inobservation de l'art. 18, § 1er, de la loi du 19 mai 2010 avant l'introduction de la dérogation précitée par la loi du 14 juin 2017 : voir Cass. 11 octobre 2017, RG P.17.0371.F, Pas. 2017, n° 545 (application du test « Antigoon », art. 32 T.Prél. C.P.P.). (M.N.B.)",
        "L'irrégularité résultant du défaut d'autorisation préalable en vue de la consultation de la Banque-Carrefour des véhicules est étrangère à l'exercice du droit à un procès équitable (1). (1) Voir Cass. 11 octobre 2017, RG P.17.0371.F, Pas. 2017, n° 545."
      ],
      "abstractNL": [
        "Uit de niet-naleving alleen van een regel betreffende de bewijsvoering, die in geval van schending strafrechtelijk zou worden bestraft, kan niet worden afgeleid dat de strafvordering niet ontvankelijk is (1); hetzelfde geldt wanneer het onrechtmatig verkregen bewijs de enige of doorslaggevende grondslag is voor de identificatie van de overtreder (2). (1) Cass. 12 december 2018, AR P.18.0924.F, AC 2018, nr. 705. (2) Te dezen, volgt de onregelmatigheid uit het ontbreken van een voorafgaandelijke machtiging van het Sectoraal Comité voor de federale overheid van de Commissie bescherming persoonlijke levenssfeer, vereist voor het raadplegen van de Kruispuntbank van de voertuigen (art. 18, § 1, wet van 19 mei 2010 houdende oprichting van de Kruispuntbank van de voertuigen; zie Cass.13 december 2016, AR P.16.0682.N, AC 2016, nr. 717. Inzake het verlenen van een voorafgaande machtiging voor de politiediensten bij de uitoefening van hun opdrachten van bestuurlijke en gerechtelijke politie (art. 36bis, laatste alinea, van de wet van 8 december 1992 tot bescherming van de persoonlijke levenssfeer ten opzichte van de verwerking van persoonsgegevens), van kracht met terugwerkende kracht op 26 juni 2003 (art. 3, van de wet van 14 juni 2017): zie GwH nr. 153/2018 van 8 november 2018 (vernietiging van dat artikel 3 met handhaving van de gevolgen ervan); Cass. 12 december 2018, AR P.18.0575.F, arrest niet gepubliceerd; GwH nr. 4/2019 van 23 januari 2019. De wet van 8 december 1992 werd intussen opgeheven door artikel 280, eerste lid, van de wet van 30 juli 2018 betreffende de bescherming van natuurlijke personen met betrekking tot de verwerking van persoonsgegevens, van kracht op 5 september 2018. Inzake de sanctie wegens niet-inachtneming van artikel 18, § 1, van de wet van 19 mei 2010 vóór de invoering van voornoemde afwijking door de wet van 14 juni 2017: zie Cass. 11 oktober 2017, AR P.17.0371.F, AC 2017, nr. 545 (toepassing van de \"Antigoon\" test, art. 32, Voorafgaande Titel Wetboek van Strafvordering). (M.N.B.)",
        "De onregelmatigheid wegens het ontbreken van een voorafgaande machtiging tot het raadplegen van de Kruispuntbank van de voertuigen is vreemd aan de uitoefening van het recht op een eerlijk proces (1). (1) Zie Cass. 11 oktober 2017, AR P.17.0371.F, AC 2017, nr. 545."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161213.2": {
      "court": "CASS",
      "date": "2016-12-13",
      "roleNumber": "P.16.0682.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161213.2&lang=fr",
      "abstractFR": [
        "Le fait qu'il relève de la mission de la police de rechercher et constater les infractions de roulage n'entraîne pas que la police puisse, pour identifier le titulaire d'une plaque d'immatriculation par le biais de la Direction pour l'immatriculation des véhicules, avoir accès aux données personnelles de la Banque-Carrefour des Véhicules sans l'autorisation du Comité sectoriel."
      ],
      "abstractNL": [
        "Het gegeven dat het tot de opdracht van de politie behoort om overtredingen op de verkeersreglementen op te sporen en vast te stellen, heeft niet tot gevolg dat de politie voor de identificatie van de houder van een kentekenplaat via de Dienst Inschrijving Voertuigen zonder machtiging van het Sectoraal comité toegang heeft tot de persoonsgegevens van de Kruispuntbank Voertuigen."
      ]
    }
  }
}