{
  "3": {
    "ECLI:BE:CASS:2023:ARR.20230503.2F.2": {
      "court": "CASS",
      "date": "2023-05-03",
      "roleNumber": "P.21.1494.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230503.2F.2",
      "abstractFR": [
        "Il résulte du texte et du préambule des arrêtés de pouvoirs spéciaux du Gouvernement wallon n° 2 du 18 mars 2020 relatif à la suspension temporaire des délais de rigueur et de recours fixés dans l'ensemble de la législation et la réglementation wallonnes (…) et n° 20 du 18 avril 2020 prorogeant ces délais (1) que la suspension qu'ils instaurent ou prorogent s'applique au délai de trois cent soixante-cinq jours prévu par l'article D.163, alinéa 6, du Livre Ier du Code de l'Environnement (2), à l'expiration duquel le fonctionnaire sanctionnateur ne peut plus imposer au contrevenant de remettre les lieux en état (3). (1) Dans le cadre des mesures prises pour limiter la propagation du Coronavirus COVID-19. Quant à l'arrêté n° 2 : voir C. const. 27 octobre 2022, n° 139/2022. Les articles 2 et 4 du décret de confirmation du 3 décembre 2020 ont été annulés, pour violation des règles répartitrices des compétences, par l'arrêt n° 69/2022 de la Cour constitutionnelle du 19 mai 2022. Mais, par cet arrêt, la Cour constitutionnelle maintient les effets du décret. (2) Dans sa version applicable au faits de la cause, constatés le 9 avril 2018 (gyrobroyage d'une haie en bordure d'un chemin vicinal en zone Natura 2000 en infraction aux art. 2, §§ 1er, 2 et 3, 2bis, 3 et 28 de la loi du 12 juillet 1973 sur la conservation de la nature - Région wallonne, et à l'art. 4, 5°, de l'arrêté du 24 mars 2011 du Gouvernement wallon portant les mesures préventives générales applicables aux sites Natura 2000 ainsi qu'aux sites candidats au réseau Natura 2000), soit avant l'entrée en vigueur, le 1er juillet 2022, de l'art. 1er du décret de la région wallonne du 6 mai 2019 relatif à la délinquance environnementale, qui remplace notamment cette disposition. (3) Le MP a conclu que le premier moyen, qui reprochait à l'arrêt attaqué de ne pas répondre régulièrement aux conclusions du demandeur, était partiellement fondé, et qu'il n'y avait dès lors pas lieu de répondre au surplus de ce moyen ni au second moyen, qui ne sauraient donner lieu à une cassation plus étendue ou sans renvoi.",
        "Les arrêtés de pouvoirs spéciaux du Gouvernement wallon n° 2 du 18 mars 2020 relatif à la suspension temporaire des délais de rigueur et de recours fixés dans l'ensemble de la législation et la réglementation wallonnes (…) et n° 20 du 18 avril 2020 prorogeant ces délais n'érigent pas en infraction un fait qui n'était pas punissable au moment où il a été commis, et ils n'aggravent pas la peine d'une infraction existante, mais se bornent à suspendre le cours d'un délai à l'expiration duquel le fonctionnaire sanctionnateur n'a plus le pouvoir d'imposer au contrevenant une amende administrative ou la remise en état des lieux (1) ; leur objet est étranger à l'article 7.1 de la Convention, qui consacre le principe de la non-rétroactivité des lois pénales (2). (1) Voir C. Const. 4 avril 2019, n° 54/2019, § B.5.1. (2) Voir M.-A. BEERNAERT, H.-D. BOSLY et D. VANDERMEERSCH, Droit de la procédure pénale, La Charte, Bruges, 9ème éd., 2021, t. I, pp. 224-225.",
        "L'article 12, alinéa 2, de la Constitution, qui dispose que nul ne peut être poursuivi que dans les cas prévus par la loi, et dans la forme qu'elle prescrit, n'interdit pas au juge saisi du recours que le contrevenant a formé contre la décision du fonctionnaire sanctionnateur lui imposant une amende administrative ou la remise en état, et appelé à vérifier si ce fonctionnaire a respecté les délais impartis par le Code de l'Environnement tel qu'applicable aux faits de la cause, de tenir compte de la circonstance que le législateur en a suspendu le cours."
      ],
      "abstractNL": null
    }
  }
}