{
  "2": {
    "ECLI:BE:CASS:2018:ARR.20180322.8": {
      "court": "CASS",
      "date": "2018-03-22",
      "roleNumber": "C.17.0320.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180322.8&lang=fr",
      "abstractFR": [
        "Il ressort des travaux préparatoires de l'article 2 de la loi du 23 août 2015 modifiant la loi du 29 août 1988 relative au régime successoral des exploitations agricoles en vue d'en promouvoir la continuité qu'en ajoutant un troisième alinéa à l'article 1er de la loi du 29 août 1988, le législateur a voulu étendre le champ d'application de cette loi aux situations dans lesquelles l'exploitation agricole a été transférée antérieurement au décès à l'un des enfants de façon à ce que la loi, à la lumière de l'évolution de la situation sociale, atteigne encore mieux son objectif, à savoir celui de promouvoir le transfert des exploitations agricoles d'une génération à l'autre (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "L'article 2 de la loi du 23 août 2015, qui ajoute un troisième alinéa à l'article 1er de la loi du 29 août 1988, ne peut être considéré comme une disposition interprétative, dès lors qu'une loi interprétative est une loi qui, à propos d'un point de la règle de droit qui est incertain ou contesté, donne une solution qui aurait pu être admise par la jurisprudence, cette loi interprétative ne pouvant toutefois pas modifier, abroger ou compléter la loi interprétée (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de wetsgeschiedenis van artikel 2 van de wet van 23 augustus 2015 tot wijziging van de wet van 29 augustus 1988 op de erfregeling inzake landbouwbedrijven met het oog op het bevorderen van de continuïteit blijkt dat de wetgever, door toevoeging van een derde lid aan artikel 1 van de wet van 29 augustus 1988, het toepassingsgebied van deze wet heeft willen uitbreiden tot situaties waarin het landbouwbedrijf reeds voor het overlijden werd overgedragen aan een van de kinderen zodat de wet, in het licht van de gewijzigde maatschappelijke omstandigheden nog beter zijn doel zou bereiken, met name de overdracht van landbouwbedrijven van de ene generatie op de andere bevorderen (1). (1) Zie concl. OM.",
        "Artikel 2 van de wet van 23 augustus 2015, dat een derde lid toevoegt aan artikel 1 van de wet van 29 augustus 1988 kan niet als een interpretatieve bepaling worden beschouwd, nu een interpretatieve wet een wet is die betreffende een punt waar de rechtsregel onzeker of betwist is een oplossing geeft die door de rechtspraak had kunnen worden aangenomen, maar deze de geïnterpreteerde wet niet kan wijzigen, aanvullen of opheffen (1). (1) Zie concl. OM."
      ]
    }
  }
}