{
  "2": {
    "ECLI:BE:CASS:2025:ARR.20250407.3N.5": {
      "court": "CASS",
      "date": "2025-04-07",
      "roleNumber": "C.24.0264.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250407.3N.5",
      "abstractFR": [
        "Les prescriptions urbanistiques réglementaires d'un plan d'exécution spatial doivent, en règle, être interprétées littéralement afin de garantir la sécurité juridique; si une notion n'est pas définie dans les prescriptions urbanistiques du plan d'exécution spatial, elle doit être interprétée selon le sens qui lui est donné en langage courant.",
        "La circonstance qu'un plan d'exécution spatial et les prescriptions urbanistiques y afférentes ne définissent pas la notion d'« entreprise locale » n'a pas pour effet que l'administration dispose, lors de l'interprétation ou l'application de celle-ci, d'un large pouvoir discrétionnaire, ni que le juge soit obligé d'interpréter cette notion en tenant compte d'une autorisation qui a été délivrée par l'administration."
      ],
      "abstractNL": [
        "De verordenende stedenbouwkundige voorschriften van een ruimtelijk uitvoeringsplan dienen omwille van de rechtszekerheid in de regel letterlijk te worden uitgelegd; indien een begrip niet wordt gedefinieerd in de stedenbouwkundige voorschriften van het ruimtelijk uitvoeringsplan moet het worden uitgelegd naar de betekenis ervan in het algemeen spraakgebruik.",
        "De omstandigheid dat een ruimtelijk uitvoeringsplan en de erbij horende stedenbouwkundige voorschriften het begrip “lokaal bedrijf” niet definiëren heeft niet tot gevolg dat het bestuur bij de uitlegging of de toepassing ervan over een ruime discretionaire bevoegdheid beschikt noch dat de rechter verplicht is om dit begrip te interpreteren rekening houdend met een vergunning die door het bestuur werd afgeleverd. (Art. 2.1 van de verordenende stedenbouwkundige voorschriften van het GRUP-Henkelsite)"
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2020:ARR.20200116.1N.1": {
      "court": "CASS",
      "date": "2020-01-16",
      "roleNumber": "C.18.0605.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200116.1N.1&lang=fr",
      "abstractFR": [
        "Une zone agricole d'intérêt paysager constituait jusqu'au 1er septembre 2009 une zone vulnérable du point de vue spatial de sorte que la perpétuation d'infractions urbanistiques dans cette zone était jusqu'alors punissable (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Landschappelijk waardevol agrarisch gebied maakte tot 1 september 2009 ruimtelijk kwetsbaar gebied uit zodat de instandhouding van stedenbouwkundige inbreuken in dit gebied tot dan strafbaar was (1). (1) Zie concl. OM."
      ]
    }
  },
  "38": {
    "ECLI:BE:CASS:2025:ARR.20250407.3N.5": {
      "court": "CASS",
      "date": "2025-04-07",
      "roleNumber": "C.24.0264.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250407.3N.5",
      "abstractFR": [
        "Les prescriptions urbanistiques réglementaires d'un plan d'exécution spatial doivent, en règle, être interprétées littéralement afin de garantir la sécurité juridique; si une notion n'est pas définie dans les prescriptions urbanistiques du plan d'exécution spatial, elle doit être interprétée selon le sens qui lui est donné en langage courant.",
        "La circonstance qu'un plan d'exécution spatial et les prescriptions urbanistiques y afférentes ne définissent pas la notion d'« entreprise locale » n'a pas pour effet que l'administration dispose, lors de l'interprétation ou l'application de celle-ci, d'un large pouvoir discrétionnaire, ni que le juge soit obligé d'interpréter cette notion en tenant compte d'une autorisation qui a été délivrée par l'administration."
      ],
      "abstractNL": [
        "De verordenende stedenbouwkundige voorschriften van een ruimtelijk uitvoeringsplan dienen omwille van de rechtszekerheid in de regel letterlijk te worden uitgelegd; indien een begrip niet wordt gedefinieerd in de stedenbouwkundige voorschriften van het ruimtelijk uitvoeringsplan moet het worden uitgelegd naar de betekenis ervan in het algemeen spraakgebruik.",
        "De omstandigheid dat een ruimtelijk uitvoeringsplan en de erbij horende stedenbouwkundige voorschriften het begrip “lokaal bedrijf” niet definiëren heeft niet tot gevolg dat het bestuur bij de uitlegging of de toepassing ervan over een ruime discretionaire bevoegdheid beschikt noch dat de rechter verplicht is om dit begrip te interpreteren rekening houdend met een vergunning die door het bestuur werd afgeleverd. (Art. 2.1 van de verordenende stedenbouwkundige voorschriften van het GRUP-Henkelsite)"
      ]
    }
  },
  "96": {
    "ECLI:BE:CASS:2018:ARR.20181002.11": {
      "court": "CASS",
      "date": "2018-10-02",
      "roleNumber": "P.18.0770.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181002.11&lang=fr",
      "abstractFR": [
        "Il résulte de l'article 96, § 4, alinéa 2, du décret du Parlement flamand du 18 mai 1999 portant organisation de l'aménagement du territoire que, si un prévenu démontre par une quelconque preuve qu'une construction est postérieure à l'entrée en vigueur de la loi organique de l'aménagement du territoire et de l'urbanisme du 29 mars 1962, mais date d'avant le tout premier établissement du plan régional, elle est présumée avoir fait l'objet d'un permis, sauf preuve contraire à apporter par les autorités que la construction a été érigée en infraction; cette condition imposée au prévenu pour pouvoir bénéficier de la présomption de permis ne constitue pas, en tant que telle, une violation des articles 6, § 2, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales et 14, § 2, du Pacte international relatif aux droits civils et politiques et ne constitue pas davantage une méconnaissance des règles relatives à la charge de la preuve en matière répressive (1). (1) Voir Cass. 13 décembre 2005, RG P.05.0891.N, Pas. 2005, n° 667, avec concl. de M. DE SWAEF, alors procureur général, publiées à leur date dans AC.",
        "Il ne résulte pas de l'article 96, § 4, alinéa 2, du décret du Parlement flamand du 18 mai 1999 portant organisation de l'aménagement du territoire que le juge ne dispose d'aucun pouvoir d'appréciation concernant les éléments invoqués par un prévenu à titre de quelconque preuve qu'une construction a été érigée après l'entrée en vigueur de la loi organique du 29 mars 1962, mais avant le premier établissement du plan régional; le juge est bel et bien habilité à apprécier s'il a été démontré par les éléments de preuve invoqués que la construction date de la période précitée et ce, nonobstant la preuve contraire à apporter par les parties poursuivantes."
      ],
      "abstractNL": [
        "Uit artikel 96, § 4, tweede lid, Stedenbouwdecreet 1999 volgt dat indien een beklaagde aantoont door enig bewijsmateriaal dat een constructie dateert van na de inwerkingtreding van de Stedenbouwwet 1962, maar van vóór de eerste vaststelling van het gewestplan er een vermoeden bestaat dat die constructie is vergund, behoudens een door de overheid te leveren tegenbewijs dat de constructie in overtreding werd opgericht; die op de beklaagde rustende voorwaarde om van het vermoeden van vergunning te kunnen genieten houdt als dusdanig geen schending in van artikel 6.2 EVRM en artikel 14.2 IVBPR of een miskenning van de regels betreffende de bewijslast in strafzaken (1). (1) Zie: Cass. 13 december 2005, AR P.05.0891.N, AC 2005, nr. 667 met concl. van procureur-generaal De Swaef.",
        "Uit artikel 96, § 4, tweede lid, Stedenbouwdecreet 1999 volgt niet dat de rechter geen enkele appreciatiebevoegdheid heeft betreffende de gegevens die door een beklaagde worden aangevoerd als enig bewijsmateriaal dat een constructie is gebouwd na de inwerkintreding van de Stedenbouwwet 1962, maar vóór de eerste vaststelling van het gewestplan; de rechter kan wel degelijk beoordelen of met het aangevoerde bewijsmateriaal wordt aangetoond dat de constructie dateert uit de voormelde periode en dit ongeacht het door de vervolgende partijen te leveren tegenbewijs."
      ]
    }
  },
  "99": {
    "ECLI:BE:CASS:2010:ARR.20100629.1": {
      "court": "CASS",
      "date": "2010-06-29",
      "roleNumber": "P.10.0182.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100629.1&lang=fr",
      "abstractFR": [
        "Tout déboisement, même s'il peut être autorisé en vertu de l'article 90bis, § 1er, du décret forestier du Conseil flamand du 13 juin 1990, requiert systématiquement une autorisation urbanistique préalable et tout déboisement, sans autorisation ou avec une autorisation non préalablement délivrée contrairement aux dispositions de l'article 90bis, § 1er, du décret forestier du Conseil flamand du 13 juin 1990, est quoi qu'il en soit, réalisé sans autorisation urbanistique et constitue, par conséquent, une infraction à l'article 99, § 1er, 2°, du décret du Conseil flamand du 18 mai 1999 portant organisation de l'aménagement du territoire."
      ],
      "abstractNL": [
        "Elke ontbossing, ook wanneer zij vergunbaar is overeenkomstig artikel 90bis, § 1, Bosdecreet, vereist steeds een vooraf af te leveren stedenbouwkundige vergunning en elke niet-vergunbare dan wel vergunbare maar niet vooraf vergunde ontbossing in strijd met de bepalingen van artikel 90bis, § 1, Bosdecreet, geschiedt hoe dan ook zonder stedenbouwkundige vergunning en houdt bijgevolg een overtreding in van artikel 99, § 1, 2°, Stedenbouwdecreet 1999."
      ]
    }
  },
  "146": {
    "ECLI:BE:CASS:2020:ARR.20200116.1N.1": {
      "court": "CASS",
      "date": "2020-01-16",
      "roleNumber": "C.18.0605.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200116.1N.1&lang=fr",
      "abstractFR": [
        "Une zone agricole d'intérêt paysager constituait jusqu'au 1er septembre 2009 une zone vulnérable du point de vue spatial de sorte que la perpétuation d'infractions urbanistiques dans cette zone était jusqu'alors punissable (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Landschappelijk waardevol agrarisch gebied maakte tot 1 september 2009 ruimtelijk kwetsbaar gebied uit zodat de instandhouding van stedenbouwkundige inbreuken in dit gebied tot dan strafbaar was (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181113.2": {
      "court": "CASS",
      "date": "2018-11-13",
      "roleNumber": "P.18.0203.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181113.2&lang=fr",
      "abstractFR": [
        "La violation des plans de secteur par un acte visé aux articles 146, alinéa 1er, du décret de la Communauté flamande du 18 mai 1999 portant organisation de l'aménagement du territoire et 6.1.1, alinéa 1er, 1°, du Code flamand de l'aménagement du territoire ne peut entraîner la non-applicabilité de l'arrêté du gouvernement flamand du 16 juillet 2010 portant détermination des actes qui ne requièrent pas d'autorisation urbanistique, fondée sur l'article 1.4 dudit arrêté."
      ],
      "abstractNL": [
        "De strijdigheid van een door artikel 146, eerste lid, 1°, Stedenbouwdecreet 1999 en artikel 6.1.1, eerste lid, 1°, Vlaamse Codex Ruimtelijke Ordening bedoelde handeling met de Gewestplannen kan niet leiden tot de niet-toepasselijkheid van het Vrijstellingenbesluit op grond van artikel 1.4 van dit besluit."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170103.1": {
      "court": "CASS",
      "date": "2017-01-03",
      "roleNumber": "P.16.0582.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170103.1&lang=fr",
      "abstractFR": [
        "En principe, le juge apprécie souverainement si la charge que fait peser la mesure de réparation en matière d'urbanisme sur la personne condamnée à réparer est raisonnablement proportionnelle à l'avantage produit par cette mesure pour un bon aménagement du territoire; dans son appréciation, le juge peut tenir compte de l'avantage que la situation illégale et sa durée ont procuré à la personne condamnée.",
        "En principe, le juge apprécie souverainement si la charge que fait peser la mesure de réparation en matière d'urbanisme sur la personne condamnée à réparer est raisonnablement proportionnelle à l'avantage produit par cette mesure pour un bon aménagement du territoire; dans son appréciation, le juge peut tenir compte de l'avantage que la situation illégale et sa durée ont procuré à la personne condamnée"
      ],
      "abstractNL": [
        "De rechter oordeelt in beginsel onaantastbaar of de last die een herstelmaatregel inzake stedenbouw voor de herstelplichtige met zich meebrengt wel in een redelijk verband staat tot het voordeel dat die maatregel oplevert voor de goede ruimtelijke ordening; bij die beoordeling mag de rechter wel degelijk rekening houden met het voordeel dat de herstelplichtige heeft genoten door de onwettige toestand en de duur ervan."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160225.6": {
      "court": "CASS",
      "date": "2016-02-25",
      "roleNumber": "C.15.0003.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160225.6&lang=fr",
      "abstractFR": [
        "L'utilisation qui est contraire aux prescriptions d'affectation des plans d'aménagement peut constituer, à partir du 1er mai 2000, un acte punissable sur la base de l'article 6.1.1., alinéa 1er, 6° du Code flamand de l'aménagement du territoire, dans la mesure où cette utilisation contraire a, en soi, une implication territoriale, ce que le juge doit examiner in concreto (1). (1) Voir aussi les deux arrêts RG C.13.0098.N et C.15.0102.N, de la même date du 25 février 2016 avec les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het gebruik dat strijdig is met de bestemmingsvoorschriften van de plannen van aanleg kan vanaf 1 mei 2000 een strafbare handeling uitmaken, op grond van artikel 6.1.1, eerste lid, 6°, Vlaamse Codex Ruimtelijke Ordening, voor zover dit strijdig gebruik op zich een ruimtelijke implicatie heeft, hetgeen de rechter in concreto dient na te gaan (1). (1) Zie ook de beide arresten AR C.13.0098.N en C.15.0102.N, eveneens van zelfde datum 25 februari 2016, met concl. van advocaat-generaal C. VANDEWAL."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160225.7": {
      "court": "CASS",
      "date": "2016-02-25",
      "roleNumber": "C.15.0102.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160225.7&lang=fr",
      "abstractFR": [
        "L'utilisation qui est contraire aux prescriptions d'affectation des plans d'aménagement peut constituer, à partir du 1er mai 2000, un acte punissable sur la base de l'article 6.1.1., alinéa 1er, 6° du Code flamand de l'aménagement du territoire, dans la mesure où cette utilisation contraire a , en soi, une implication territoriale, ce que le juge doit examiner in concreto (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het gebruik dat strijdig is met de bestemmingsvoorschriften van de plannen van aanleg kan vanaf 1 mei 2000 een strafbare handeling uitmaken, op grond van artikel 6.1.1, eerste lid, 6°, Vlaamse Codex Ruimtelijke Ordening, voor zover dit strijdig gebruik op zich een ruimtelijke implicatie heeft, hetgeen de rechter in concreto dient na te gaan (1). (1) Zie concl. OM."
      ]
    }
  },
  "149": {
    "ECLI:BE:CASS:2021:ARR.20210122.1N.33": {
      "court": "CASS",
      "date": "2021-01-22",
      "roleNumber": "C.20.0228.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210122.1N.33&lang=fr",
      "abstractFR": [
        "Il ne peut être passé outre à l'exigence d'un avis conforme préalable à peine d'irrecevabilité de la demande de remise en état qui est introduite à compter du 16 décembre 2005 soit devant le juge civil, soit devant le juge pénal, que lorsque le Conseil supérieur de la Politique de Réparation n'a pas émis d'avis dans les 60 jours après la demande d'avis envoyée en recommandé; une prescription imminente de la demande de remise en état n'y change rien (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Aan de vereiste van een voorafgaand eensluidend advies van de Hoge Raad voor het Herstelbeleid op straffe van niet-ontvankelijkheid van de herstelvordering die vanaf 16 december 2005 wordt ingeleid bij hetzij de burgerlijke rechter, hetzij de strafrechter, mag slechts worden voorbijgegaan wanneer de Hoge Raad voor het Herstelbeleid geen advies heeft verleend binnen de 60 dagen na de aangetekende adviesaanvraag; een dreigende verjaring van de herstelvordering doet hieraan niet af (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170103.1": {
      "court": "CASS",
      "date": "2017-01-03",
      "roleNumber": "P.16.0582.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170103.1&lang=fr",
      "abstractFR": [
        "En principe, le juge apprécie souverainement si la charge que fait peser la mesure de réparation en matière d'urbanisme sur la personne condamnée à réparer est raisonnablement proportionnelle à l'avantage produit par cette mesure pour un bon aménagement du territoire; dans son appréciation, le juge peut tenir compte de l'avantage que la situation illégale et sa durée ont procuré à la personne condamnée.",
        "En principe, le juge apprécie souverainement si la charge que fait peser la mesure de réparation en matière d'urbanisme sur la personne condamnée à réparer est raisonnablement proportionnelle à l'avantage produit par cette mesure pour un bon aménagement du territoire; dans son appréciation, le juge peut tenir compte de l'avantage que la situation illégale et sa durée ont procuré à la personne condamnée"
      ],
      "abstractNL": [
        "De rechter oordeelt in beginsel onaantastbaar of de last die een herstelmaatregel inzake stedenbouw voor de herstelplichtige met zich meebrengt wel in een redelijk verband staat tot het voordeel dat die maatregel oplevert voor de goede ruimtelijke ordening; bij die beoordeling mag de rechter wel degelijk rekening houden met het voordeel dat de herstelplichtige heeft genoten door de onwettige toestand en de duur ervan."
      ]
    }
  },
  "154": {
    "ECLI:BE:CASS:2016:ARR.20160225.4": {
      "court": "CASS",
      "date": "2016-02-25",
      "roleNumber": "C.13.0098.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160225.4&lang=fr",
      "abstractFR": [
        "La cessation peut être ordonnée pour un tel acte punissable comme le prévoient l'article 154 du décret du 18 mai 1999 portant organisation de l'aménagement du territoire et l'article 6.1.47 du Code flamand de l'aménagement du territoire pour autant qu'il soit établi qu'une infraction aux règles légales en matière d'aménagement du territoire peut ainsi être évitée (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Voor dergelijke strafbare handeling kan een stakingsbevel worden afgeleverd, zoals bedoeld in artikel 154 van het Stedenbouwdecreet 1999 en artikel 6.1.47 van de Vlaamse Codex Ruimtelijke Ordening voor zover vaststaat dat daardoor een inbreuk op de wettelijke regels inzake ruimtelijke ordening kan worden voorkomen (1). (1) Zie concl. OM."
      ]
    }
  },
  "156": {
    "ECLI:BE:CASS:2017:ARR.20170331.2": {
      "court": "CASS",
      "date": "2017-03-31",
      "roleNumber": "C.14.0349.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170331.2&lang=fr",
      "abstractFR": [
        "L'autorité qui agit dans l'intérêt général dans le but de sauvegarder un bon aménagement du territoire, plus particulièrement en tant que défendeur dans une procédure d'opposition devant le juge civil dirigée contre une amende administrative ou une contrainte infligées en vertu des articles 156 du décret du 18 mai 1999 portant organisation de l'aménagement du territoire ou 6.1.49 du Code flamand de l'aménagement du territoire, peut être condamnée au paiement d'une indemnité de procédure (1). (1) Voir (sur ce point) les concl. contraires « dit en substance » du MP publiées à leur date dans AC; voir aussi en ce qui concerne la condamnation au paiement d'une indemnité de procédure par l'État belge lorsque le MP est partie succombante dans une action qu'il a introduite sur la base de l'article 138bis, § 1er, du Code judiciaire Cass. 13 janvier 2017, RG C.15.0222.N, Pas. 2017, n° 28 avec concl. de M. VAN INGELGEM, avocat général publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De overheid die optreedt in het algemeen belang ter vrijwaring van de goede ruimtelijke ordening, meer bepaald als verweerder in een verzetsprocedure voor de burgerlijke rechter tegen een administratieve geldboete of een dwangbevel opgelegd op grond van artikel 156 Stedenbouwdecreet of artikel 6.1.49 Vlaamse Codex Ruimtelijke Ordening, kan tot betaling van een rechtsplegingsvergoeding worden veroordeeld (1). (1) Zie (op dit punt) andersluidende concl. 'in hoofdzaak' OM; zie tevens, wat de veroordeling tot betaling van een rechtsplegingsvergoeding door de Belgische Staat betreft wanneer het OM in het ongelijk wordt gesteld in een vordering die het op grond van artikel 138bis, §1, Gerechtelijk Wetboek instelde Cass. 13 januari 2017, AR C.15.0222.N, AC 2017, nr. 28, met concl. van Advocaat-generaal A. VAN INGELGEM."
      ]
    }
  },
  "198bis": {
    "ECLI:BE:CASS:2021:ARR.20210122.1N.33": {
      "court": "CASS",
      "date": "2021-01-22",
      "roleNumber": "C.20.0228.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210122.1N.33&lang=fr",
      "abstractFR": [
        "Il ne peut être passé outre à l'exigence d'un avis conforme préalable à peine d'irrecevabilité de la demande de remise en état qui est introduite à compter du 16 décembre 2005 soit devant le juge civil, soit devant le juge pénal, que lorsque le Conseil supérieur de la Politique de Réparation n'a pas émis d'avis dans les 60 jours après la demande d'avis envoyée en recommandé; une prescription imminente de la demande de remise en état n'y change rien (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Aan de vereiste van een voorafgaand eensluidend advies van de Hoge Raad voor het Herstelbeleid op straffe van niet-ontvankelijkheid van de herstelvordering die vanaf 16 december 2005 wordt ingeleid bij hetzij de burgerlijke rechter, hetzij de strafrechter, mag slechts worden voorbijgegaan wanneer de Hoge Raad voor het Herstelbeleid geen advies heeft verleend binnen de 60 dagen na de aangetekende adviesaanvraag; een dreigende verjaring van de herstelvordering doet hieraan niet af (1). (1) Zie concl. OM."
      ]
    }
  }
}