{
  "2": {
    "ECLI:BE:CASS:2020:ARR.20200504.3F.4": {
      "court": "CASS",
      "date": "2020-05-04",
      "roleNumber": "S.18.0034.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200504.3F.4",
      "abstractFR": [
        "S'il ressort des constatations de l'arrêt que la qualité de fonctionnaire subordonné à une commune dans les liens d'un statut constituait une condition de la désignation du travailleur concerné comme expert auprès d'une intercommunale, il ne s'ensuit pas que ce dernier a exercé cette mission ainsi subordonné sous ce statut (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Hoewel uit de vaststellingen van het arrest blijkt dat de betrokken werknemer de hoedanigheid van statutair gemeenteambtenaar moest hebben om tot deskundige bij een intercommunale te kunnen worden benoemd, volgt hieruit niet dat laatstgenoemde die opdracht in zijn hoedanigheid van statutair gemeenteambtenaar heeft vervuld (1). (1) Zie concl. OM in Pas. 2020, nr. 263."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2020:ARR.20200504.3F.4": {
      "court": "CASS",
      "date": "2020-05-04",
      "roleNumber": "S.18.0034.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200504.3F.4",
      "abstractFR": [
        "S'il ressort des constatations de l'arrêt que la qualité de fonctionnaire subordonné à une commune dans les liens d'un statut constituait une condition de la désignation du travailleur concerné comme expert auprès d'une intercommunale, il ne s'ensuit pas que ce dernier a exercé cette mission ainsi subordonné sous ce statut (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Hoewel uit de vaststellingen van het arrest blijkt dat de betrokken werknemer de hoedanigheid van statutair gemeenteambtenaar moest hebben om tot deskundige bij een intercommunale te kunnen worden benoemd, volgt hieruit niet dat laatstgenoemde die opdracht in zijn hoedanigheid van statutair gemeenteambtenaar heeft vervuld (1). (1) Zie concl. OM in Pas. 2020, nr. 263."
      ]
    }
  },
  "15": {
    "ECLI:BE:CASS:2013:ARR.20131104.3": {
      "court": "CASS",
      "date": "2013-11-04",
      "roleNumber": "S.12.0010.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131104.3&lang=fr",
      "abstractFR": [
        "Eu égard à la solidarité, les personnes morales sont tenues de payer les mêmes dettes que leurs associés ou mandataires; la prescription est interrompue à l'égard de toutes les personnes qui sont tenues au paiement de ces mêmes dettes."
      ],
      "abstractNL": [
        "Door de hoofdelijkheid zijn de rechtspersonen gehouden tot de betaling van dezelfde schuld als hun vennoten of mandatarissen; de verjaring wordt gestuit ten aanzien van alle personen die tot betaling van diezelfde schuld gehouden zijn."
      ]
    }
  },
  "16": {
    "ECLI:BE:CASS:2013:ARR.20131104.3": {
      "court": "CASS",
      "date": "2013-11-04",
      "roleNumber": "S.12.0010.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131104.3&lang=fr",
      "abstractFR": [
        "Eu égard à la solidarité, les personnes morales sont tenues de payer les mêmes dettes que leurs associés ou mandataires; la prescription est interrompue à l'égard de toutes les personnes qui sont tenues au paiement de ces mêmes dettes."
      ],
      "abstractNL": [
        "Door de hoofdelijkheid zijn de rechtspersonen gehouden tot de betaling van dezelfde schuld als hun vennoten of mandatarissen; de verjaring wordt gestuit ten aanzien van alle personen die tot betaling van diezelfde schuld gehouden zijn."
      ]
    }
  },
  "17": {
    "ECLI:BE:CASS:2019:ARR.20190325.3": {
      "court": "CASS",
      "date": "2019-03-25",
      "roleNumber": "S.17.0074.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190325.3",
      "abstractFR": [
        "En procédant au contrôle marginal de la décision de la commission de dispense de cotisation que les dettes fiscales prévisibles et non exceptionnelles de l'indépendant ne l'ont pas mis dans l'état de besoin visé à l'article 17, alinéa 1er, de l'arrêté royal n° 38, sans exclure que de telles dettes puissent selon les circonstances mettre un travailleur indépendant dans cet état, l'arrêt qui considère que ces dettes étaient prévisibles et non exceptionnelles permet à la Cour d'exercer son contrôle, sans qu'il soit nécessaire que l'arrêt indique le montant de celles-ci (1). (1) Voir les concl. du MP.",
        "L'article 1017, alinéa 2, du Code judiciaire ne s'applique pas à la demande formée par un travailleur indépendant sur la base de l'article 580, 1°, de ce code, en qualité de débiteur de cotisations sociales et non de bénéficiaire de prestations, contre une décision de la commission des dispenses de cotisations lui refusant une dispense en application de l'article 17 de l'arrêté royal n° 38 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het arrest dat de beslissing van de commissie voor vrijstelling van bijdragen dat de te voorziene en niet uitzonderlijke fiscale schulden van de zelfstandige niet tot zijn staat van behoefte hebben geleid als bedoeld in artikel 17, eerste lid, Algemeen Reglement Sociaal Statuut Zelfstandigen, maar niet uitsluit dat dergelijke schulden in bepaalde omstandigheden een zelfstandige in die staat kunnen brengen, marginaal toetst en overweegt dat die schulden te voorzien en niet uitzonderlijk waren, stelt het Hof in staat zijn toezicht uit te oefenen terwijl het niet noodzakelijk is dat het arrest het bedrag ervan vermeldt (1). (1) Zie concl. OM in Pas. 2019, nr. 179.",
        "Artikel 1017, tweede lid, Gerechtelijk Wetboek is niet van toepassing op de vordering die door een zelfstandige is ingesteld op grond van artikel 580, 1°, van dat wetboek, als schuldenaar van sociale bijdragen en niet als uitkeringsgerechtigde, tegen een beslissing van de commissie voor vrijstelling van bijdragen die hem een vrijstelling weigert met toepassing van artikel 17 Algemeen Reglement Sociaal Statuut Zelfstandigen (1). (1) Zie concl. OM in Pas. 2019, nr. 179."
      ]
    }
  }
}