{
  "1": {
    "ECLI:BE:CASS:2025:ARR.20251103.3F.1": {
      "court": "CASS",
      "date": "2025-11-03",
      "roleNumber": "C.23.0109.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251103.3F.1",
      "abstractFR": [
        "L'assurance contre le péril d'incendie souscrite en nom personnel par un copropriétaire indivis du bien assuré ne couvre que sa part de copropriété et ne profite pas aux autres copropriétaires, sauf s'il résulte de l'assurance que le preneur a agi pour leur compte (1). (1) Cass. 12 avril 2021, RG C.20.0201.N, Juportal, avec les concl. de M. Vanderlinden, avocat général.",
        "Le preneur d'assurance, copropriétaire indivis du bien assuré, qui souscrit une assurance contre le péril d'incendie dont les primes sont calculées sur la valeur totale du bien, agit pour le compte des autres copropriétaires (1). (1) Cass. 12 avril 2021, RG C.20.0201.N, Juportal, avec les concl. de M. Vanderlinden, avocat général."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20210412.3N.1": {
      "court": "CASS",
      "date": "2021-04-12",
      "roleNumber": "C.20.0201.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210412.3N.1&lang=fr",
      "abstractFR": [
        "L'assurance incendie qu'un copropriétaire d'un bien indivis a souscrite en son nom personnel ne couvre, en règle, que sa part dans la copropriété et ne profite pas aux autres copropriétaires, sauf s'il ressort de l'assurance que le preneur d'assurance a agi pour leur compte (1). (1) Voir les concl. contraires du MP publiées à leur date dans AC.",
        "Il suit de la circonstance qu'un copropriétaire d'un bien immobilier indivis paie, dans le cadre d'un contrat d'assurance incendie couvrant l'ensemble de ce bien, qu'il a conclu en son nom personnel, des primes qui ont été calculées sur la valeur totale de ce bien, que les parties sont convenues d'une assurance non seulement pour ce copropriétaire mais également pour les autres copropriétaires (1). (1) Voir les concl. contraires du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De brandverzekering die een mede-eigenaar van een onverdeeld goed in eigen naam heeft gesloten, dekt in de regel slechts zijn aandeel in de eigendom en strekt niet tot voordeel van de overige mede-eigenaars, tenzij uit de verzekering blijkt dat de verzekeringnemer voor hun rekening heeft gehandeld (1). (1) Zie andersluidende concl. OM.",
        "Uit de omstandigheid dat een mede-eigenaar van een onverdeeld onroerend goed in het kader van een in zijn eigen naam afgesloten brandverzekeringsovereenkomst met betrekking tot het geheel van dit goed, premies betaalt die berekend zijn op de volledige waarde van dit goed, volgt dat de partijen niet alleen dekking voor deze mede-eigenaar hebben bedongen maar ook voor de andere mede-eigenaars (1). (1) Zie andersluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190531.3": {
      "court": "CASS",
      "date": "2019-05-31",
      "roleNumber": "C.18.0528.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190531.3&lang=fr",
      "abstractFR": [
        "Le contrat d'assurance est un contrat en vertu duquel, moyennant le paiement d'une prime fixe ou variable, une partie, l'assureur, s'engage envers une autre partie, le preneur d'assurance, à fournir une prestation stipulée dans le contrat au cas où surviendrait un événement incertain que, selon le cas, l'assuré ou le bénéficiaire, a intérêt à ne pas voir se réaliser; sauf dispositions légales particulières, les parties définissent librement dans le contrat la prestation à fournir par l'assureur lorsque l'événement incertain survient; elles peuvent stipuler dans le contrat tant ce qui est assuré que ce qui ne l'est pas."
      ],
      "abstractNL": [
        "De verzekeringsovereenkomst is een overeenkomst, waarbij een partij, de verzekeraar, zich er tegen betaling van een vaste of veranderlijk premie tegenover een andere partij, de verzekeringnemer, toe verbindt een in de overeenkomst bepaalde prestatie te leveren in het geval zich een onzekere gebeurtenis voordoet waarbij, naargelang het geval, de verzekerde of de begunstigde belang heeft dat die zich niet voordoet; behoudens bijzondere wettelijke bepalingen, omschrijven de partijen in de overeenkomst vrij de prestatie die de verzekeraar moet leveren wanneer de onzekere gebeurtenis zich voordoet; zij kunnen in de overeenkomst zowel bepalen wat gedekt is als wat uit de dekking gesloten is."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171117.2": {
      "court": "CASS",
      "date": "2017-11-17",
      "roleNumber": "C.16.0126.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171117.2",
      "abstractFR": [
        "Dans les assurances de dommage, l'intérêt assurable est celui qu'a l'assuré à ce qu'un événement incertain susceptible de causer un dommage à la chose assurée ou au patrimoine de l'assuré ou du bénéficiaire ne se réalise pas."
      ],
      "abstractNL": [
        "In schadeverzekeringen bestaat het verzekerbare belang in het belang dat de verzekerde erbij heeft dat een onzekere gebeurtenis die schade kan berokkenen aan de verzekerde zaak of aan het vermogen van de verzekerde of van de begunstigde, zich niet voordoet."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170309.7": {
      "court": "CASS",
      "date": "2017-03-09",
      "roleNumber": "C.16.0052.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170309.7",
      "abstractFR": [
        "Pour que le paiement de la prime d'un contrat d'assurance fait au mandataire apparent soit libératoire, un contrat engendrant l'obligation pour le preneur de payer cette prime en contrepartie de l'engagement de l'assureur doit exister entre ces parties."
      ],
      "abstractNL": [
        "Opdat de betaling van de premie van een verzekeringsovereenkomst aan de schijnmandataris bevrijdend is, moet er tussen de verzekeringnemer en de verzekeraar een verzekeringsovereenkomst bestaan waarbij eerstgenoemde zich ertoe verbindt die premie te betalen als tegenprestatie voor de verbintenis van laatstgenoemde."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130425.9": {
      "court": "CASS",
      "date": "2013-04-25",
      "roleNumber": "C.12.0114.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130425.9",
      "abstractFR": [
        "L''assurance contre le péril d''incendie souscrite en nom personnel par un copropriétaire indivis du bien assuré ne couvre que sa part de propriété et ne bénéficie pas aux autres copropriétaires, sauf s''il résulte de l''assurance que le preneur a agi pour leur compte."
      ],
      "abstractNL": [
        "De brandverzekering die een mede-eigenaar van een onverdeeld goed in eigen naam heeft gesloten, dekt slechts zijn aandeel in de eigendom en strekt niet ten voordele van de overige mede-eigenaars, tenzij uit de verzekering blijkt dat de verzekeringnemer voor hun rekening heeft gehandeld."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130204.1": {
      "court": "CASS",
      "date": "2013-02-04",
      "roleNumber": "C.10.0120.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130204.1",
      "abstractFR": [
        "L'assurance contre le péril d'incendie souscrite en son nom personnel par le copropriétaire indivis du bien assuré ne couvre que sa part de propriété et ne bénéficie pas aux autres copropriétaires, sauf s'il résulte de l'assurance que le preneur a agi pour leur compte."
      ],
      "abstractNL": [
        "De brandverzekering die in eigen naam is gesloten door de onverdeelde mede-eigenaar van het verzekerd goed dekt enkel zijn deel van de eigendom en komt niet ten goede aan de andere mede-eigenaars, tenzij uit de verzekering volgt dat de verzekeringnemer voor hun rekening heeft gehandeld."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2021:ARR.20210218.1F.1": {
      "court": "CASS",
      "date": "2021-02-18",
      "roleNumber": "C.18.0606.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210218.1F.1",
      "abstractFR": [
        "Ni l'article 7 ni aucun autre article de la loi du 21 novembre 1989 ne déroge au droit que l'article 14 de la loi du 25 juin 1992 reconnaît à l'assureur de suspendre la garantie et de résilier le contrat pour défaut de paiement de la prime; il s'ensuit que l'article 5, alinéa 3, de l'arrêté royal du 13 février 1991, qui déroge à ce droit sans y être habilité par aucune loi particulière, est illégal (1). (1) A.R. du 13 février 1991, art. 5, al. 3, avant sa modification par l'A.R. du 22 décembre 2017."
      ],
      "abstractNL": [
        "Noch artikel 7 noch enig ander artikel WAM wijkt af van het recht dat artikel 14 Wet Landverzekeringsovereenkomst aan de verzekeraar toekent om de dekking te schorsen en de overeenkomst op te zeggen wegens niet-betaling van de premie; hieruit volgt dat artikel 5, derde lid, van het koninklijk besluit van 13 februari 1991, dat van dat recht afwijkt zonder daartoe door een bijzondere wet gerechtigd te zijn, onwettig is (1). (1) Art. 5, derde lid, KB van 13 februari 1991, vóór de wijziging ervan door het KB van 22 december 2017."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191028.1": {
      "court": "CASS",
      "date": "2019-10-28",
      "roleNumber": "C.18.0586.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191028.1",
      "abstractFR": [
        "Pour que l'assureur puisse décliner sa garantie conformément à l'article 21, § 2, de la loi, du 25 juin 1992 sur le contrat d'assurance terrestre, il suffit que, dans une intention frauduleuse, l'assuré n'ait pas exécuté une des obligations énoncées aux articles 19 et 20 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Opdat de verzekeraar zijn dekking kan weigeren overeenkomstig artikel 21, § 2, Wet Landverzekeringsovereenkomst, is enkel vereist dat de verzekerde, met bedrieglijk opzet, één van de in de artikelen 19 en 20 vermelde verplichtingen niet heeft nageleefd (1). (1) Zie concl. OM in Pas. 2019, nr. 546."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180222.8": {
      "court": "CASS",
      "date": "2018-02-22",
      "roleNumber": "C.17.0302.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180222.8&lang=fr",
      "abstractFR": [
        "L'article 4, § 1er et 2, alinéa 1er, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre ne fait pas obstacle à ce que l'utilisation d'une proposition d'assurance que le courtier d'assurances fait remplir par le candidat preneur d'assurance puisse faire naître l'impression que le courtier représente l'assureur (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Artikel 4, §§1 en 2, eerste lid, Wet Landverzekeringsovereenkomst staat er niet aan in de weg dat het gebruik van een verzekeringsvoorstel dat de verzekeringsmakelaar door de kandidaat-verzekeringsnemer laat invullen, de schijn kan doen ontstaan dat de makelaar de verzekeraar vertegenwoordigt (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151218.1": {
      "court": "CASS",
      "date": "2015-12-18",
      "roleNumber": "C.14.0185.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151218.1",
      "abstractFR": [
        "La loi du 25 juin 1992 sur le contrat d'assurance terrestre s'applique aux assurances aériennes, à l'exception des assurances des transports de marchandises; elle s'applique, dès lors, au contrat d'assurance de petit avion de plaisance (1). (1) Voir les concl. du MP. (en partie conf.)."
      ],
      "abstractNL": [
        "De wet van 25 juni 1992 op de landverzekeringsovereenkomst is van toepassing op de luchtvaartverzekeringen, met uitzondering van de verzekeringen van goederenvervoer; zij is dus van toepassing op de verzekeringsovereenkomst voor kleine personenvliegtuigen (1). (1) Zie gedeeltelijk gelijkluidende concl. OM in Pas. 2015, nr. ....."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141002.4": {
      "court": "CASS",
      "date": "2014-10-02",
      "roleNumber": "C.13.0436.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141002.4",
      "abstractFR": [
        "Si le paiement de l'indemnité d'assurance au créancier privilégié par l'assureur de celui-ci opère la subrogation de l'assureur dans les droits et actions de ce créancier, avant ledit paiement, seul le créancier privilégié peut valablement former opposition au paiement d'une indemnité d'assurance due au preneur par son propre assureur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De verzekeraar die de verzekeringsuitkering aan zijn bevoorrechte schuldeiser betaalt, treedt weliswaar in de rechten en rechtsvorderingen van die schuldeiser, maar vóór die betaling kan enkel de bevoorrechte schuldeiser rechtsgeldig verzet doen tegen de betaling van een verzekeringsuitkering die door zijn eigen verzekeraar verschuldigd is aan de huurder (1). (1) Zie concl. OM in Pas. 2014, nr. ... ."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140410.2": {
      "court": "CASS",
      "date": "2014-04-10",
      "roleNumber": "C.13.0447.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140410.2&lang=fr",
      "abstractFR": [
        "La prescription de l'action directe de la personne lésée contre l'assureur est interrompue en application de l'article 35, § 4, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre lorsque l'assureur de la personne responsable est informé de la volonté de la personne lésée d'obtenir l'indemnisation de son dommage de sa part (1). (1) Voir Cass., 7 octobre 2005, R.G. C.04.0471.F, Pas., 2005, n° 490; Cass., 1er mars 2012, RG C.11.0001.N, Pas., 2012, n° 143, avec les conclusions de l'avocat général délégué VAN INGELGEM publiées à leur date dans AC; le M.P. concluait aussi au rejet; il était d'avis que le moyen critiquait l'appréciation souveraine en fait des juges d'appel suivant laquelle les personnes lésées n'ont pas manifesté leur volonté d'obtenir de la part des défendeurs des dommages-intérêts et qu'il était, dès lors, irrecevable."
      ],
      "abstractNL": [
        "De verjaring van de rechtstreekse vordering van de benadeelde tegen de verzekeraar wordt bij toepassing van artikel 35, § 4, van de Wet Landverzekeringsovereenkomst gestuit wanneer de verzekeraar van de aansprakelijke kennis krijgt van de wil van de benadeelde om van hem vergoeding te verkrijgen (1). (1) Zie Cass. 7 okt. 2005, AR C.04.0471.F, AC 2005, nr. 490; Cass. 1 maart 2012, AR C.11.0001.N, AC 2012, nr. 143, met concl. van advocaat-generaal m.o. VAN INGELGEM; het O.M. concludeerde eveneens tot verwerping; het was van oordeel dat het middel opkwam tegen de soevereine feitelijke beoordeling van de appelrechters dat de benadeelden niet hun wil hebben geuit om van verweerders schadevergoeding te verkrijgen en bijgevolg niet ontvankelijk was."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130607.2": {
      "court": "CASS",
      "date": "2013-06-07",
      "roleNumber": "C.12.0128.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130607.2&lang=fr",
      "abstractFR": [
        "Lorsqu''un des motifs de la responsabilité, fondant la réclamation de la personne lésée contre le transporteur CMR, n''est pas couvert par la police, les intérêts de l'assureur et de l''assuré ne coïncident pas dans cette mesure et l''assureur n'a pas le droit de combattre, à la place de l''assuré, la réclamation de la personne lésée (1). (1) Voir les conclusions du M.P. publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Wanneer een van de aansprakelijkheidsgronden waarop de verzekerde, als CMR vervoerder, door de benadeelde wordt aangesproken niet gedekt is door de polis, vallen de belangen van de verzekeraar en van de verzekerde in zoverre niet samen en heeft de verzekeraar niet het recht om, in de plaats van de verzekerde, de vordering van de benadeelde te bestrijden (1). (1) Zie concl. O.M."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2016:ARR.20160211.2": {
      "court": "CASS",
      "date": "2016-02-11",
      "roleNumber": "C.15.0180.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160211.2&lang=fr",
      "abstractFR": [
        "En vertu du caractère impératif de l'article 11, alinéa 1er, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre, tel qu'applicable en l'espèce, consacré par l'article 3 de la même loi, il appartient au juge de vérifier si une clause du contrat d'assurance présentée sous une autre qualification ne constitue pas une clause de déchéance (1). (1) Cass. 20 septembre 2012, RG C.12.0029.F, Pas. 2012, n° 477 avec concl. de M. Genicot, avocat général."
      ],
      "abstractNL": [
        "Aangezien artikel 11, eerste lid, Wet Landverzekeringsovereenkomst, zoals hier van toepassing, krachtens artikel 3 van voormelde wet, van dwingend recht is, dient de rechter na te gaan of een clausule van de verzekeringsovereenkomst die op een andere manier wordt verwoord, geen vervalbeding is (1). (1) Cass. 20 september 2012, A.R. C.12.0029. F, AC 2012, nr. 477, met concl. van advocaat-generaal Genicot, in Pas. 2012, n° 477."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140303.1": {
      "court": "CASS",
      "date": "2014-03-03",
      "roleNumber": "C.13.0224.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140303.1",
      "abstractFR": [
        "Seul l'auteur d'une faute intentionnelle ou d'un manquement à une obligation déterminée du contrat peut être déchu du bénéfice de la garantie d'assurance; est prohibée, dans un contrat d'assurance sur la vie, toute clause contractuelle qui a pour effet de priver de la garantie d'assurance, en raison d'une faute intentionnelle, un bénéficiaire autre que l'auteur de cette faute (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "Enkel diegene die een opzettelijke fout begaat of een door de overeenkomst opgelegde verplichting niet uitvoert, kan van het voordeel van de verzekeringswaarborg worden uitgesloten; een levensverzekeringsovereenkomst mag geen contractueel beding bevatten waarbij een andere begunstigde dan de dader van die fout van de verzekeringswaarborg wordt uitgesloten (1). (1) Zie concl. OM in Pas. 2013 nr. ..."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2018:ARR.20180222.8": {
      "court": "CASS",
      "date": "2018-02-22",
      "roleNumber": "C.17.0302.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180222.8&lang=fr",
      "abstractFR": [
        "L'article 4, § 1er et 2, alinéa 1er, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre ne fait pas obstacle à ce que l'utilisation d'une proposition d'assurance que le courtier d'assurances fait remplir par le candidat preneur d'assurance puisse faire naître l'impression que le courtier représente l'assureur (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Artikel 4, §§1 en 2, eerste lid, Wet Landverzekeringsovereenkomst staat er niet aan in de weg dat het gebruik van een verzekeringsvoorstel dat de verzekeringsmakelaar door de kandidaat-verzekeringsnemer laat invullen, de schijn kan doen ontstaan dat de makelaar de verzekeraar vertegenwoordigt (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141118.6": {
      "court": "CASS",
      "date": "2014-11-18",
      "roleNumber": "P.13.0250.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141118.6&lang=fr",
      "abstractFR": [
        "La prescription de l'action résultant du droit propre de la personne lésée contre l'assureur, est interrompue en vertu de l'article 35, § 4, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre, dès que l'assureur est informé de la volonté de la personne lésée d'obtenir l'indemnisation de son préjudice; cette information ne pourra interrompre la prescription qu'à l'égard de la personne lésée qui a exprimé la volonté d'obtenir une indemnisation."
      ],
      "abstractNL": [
        "De verjaring van de vordering die voortvloeit uit het eigen recht van de benadeelde tegen de verzekeraar wordt ingevolge artikel 35, §4, Landverzekeringsovereenkomst gestuit zodra de verzekeraar kennis krijgt van de wil van de benadeelde om schadevergoeding te verkrijgen voor de door hem geleden schade; die kennisgeving zal enkel de verjaring stuiten van de benadeelde die zijn wil heeft geuit om vergoeding te bekomen."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2025:ARR.20251103.3F.1": {
      "court": "CASS",
      "date": "2025-11-03",
      "roleNumber": "C.23.0109.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251103.3F.1",
      "abstractFR": [
        "L'assurance contre le péril d'incendie souscrite en nom personnel par un copropriétaire indivis du bien assuré ne couvre que sa part de copropriété et ne profite pas aux autres copropriétaires, sauf s'il résulte de l'assurance que le preneur a agi pour leur compte (1). (1) Cass. 12 avril 2021, RG C.20.0201.N, Juportal, avec les concl. de M. Vanderlinden, avocat général.",
        "Le preneur d'assurance, copropriétaire indivis du bien assuré, qui souscrit une assurance contre le péril d'incendie dont les primes sont calculées sur la valeur totale du bien, agit pour le compte des autres copropriétaires (1). (1) Cass. 12 avril 2021, RG C.20.0201.N, Juportal, avec les concl. de M. Vanderlinden, avocat général."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2018:ARR.20180427.1": {
      "court": "CASS",
      "date": "2018-04-27",
      "roleNumber": "C.16.0292.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180427.1",
      "abstractFR": [
        "L'obligation légale et conventionnelle du preneur de déclarer, en cours de contrat, les circonstances nouvelles ou les modifications de circonstances qui sont de nature à entraîner une aggravation sensible et durable du risque de survenance de l'événement assuré ne concerne que les circonstances nouvelles ou les modifications de circonstances connues de lui, à l'exclusion de celles qui ne l'étaient pas, même si elles eussent dû l'être."
      ],
      "abstractNL": [
        "De wettelijke en contractuele verplichting van de verzekeringnemer om in de loop van de overeenkomst de nieuwe omstandigheden of de wijzigingen van de omstandigheden aan te geven die van aard zijn om een aanmerkelijke en blijvende verzwaring van het risico dat het verzekerde voorval zich voordoet te bewerkstelligen, heeft enkel betrekking op de nieuwe omstandigheden of de wijzigingen van de omstandigheden die door hem gekend waren, met uitsluiting van de omstandigheden die niet door hem gekend waren, zelfs al had hij ze moeten kennen."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150528.13": {
      "court": "CASS",
      "date": "2015-05-28",
      "roleNumber": "C.14.0579.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150528.13",
      "abstractFR": [
        "L'article 11 de la loi du 25 juin 1992, en vertu duquel le contrat d'assurance ne peut prévoir la déchéance partielle ou totale du droit à la prestation d'assurance qu'en raison de l'inexécution d'une obligation déterminée imposée par le contrat et à la condition que le manquement soit en relation causale avec la survenance du sinistre, n'est pas applicable au droit de recours de l'assureur contre le preneur d'assurance en cas d'omission ou d'inexactitude intentionnelles dans la déclaration du risque à la conclusion du contrat (1). (1) Voir Cass. 13 septembre 2012, RG C.11.0751.F, Pas. 2012, n° 466."
      ],
      "abstractNL": [
        "Artikel 11 Wet Landverzekeringsovereenkomst, krachtens hetwelk in de verzekeringsovereenkomst geen geheel of gedeeltelijk verval van het recht op verzekeringsprestatie bedongen mag worden dan wegens niet-nakoming van een bepaalde, in de overeenkomst opgelegde verplichting, en mits er een oorzakelijk verband bestaat tussen de tekortkoming en het schadegeval, is niet van toepassing op het recht van verhaal van de verzekeraar op de verzekeringnemer in geval van opzettelijk verzwijgen of opzettelijk onjuist meedelen van gegevens betreffende het risico bij het sluiten van de overeenkomst (1). (1) Zie Cass. 13 september 2012, AR C.11.0751.F, AC 2012, nr. 466."
      ]
    }
  },
  "8": {
    "ECLI:BE:CASS:2020:ARR.20200917.1F.3": {
      "court": "CASS",
      "date": "2020-09-17",
      "roleNumber": "C.18.0294.F-C.18.0611.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200917.1F.3",
      "abstractFR": [
        "L'article 8, alinéa 2, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre exclut que l'assureur s'exonère de sa garantie pour des cas de faute lourde de l'assuré déterminés en termes généraux (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel 8, tweede lid, Wet Landverzekeringsovereenkomst sluit uit dat de verzekeraar zijn dekking kan weigeren voor gevallen van grove schuld van de verzekerde die in algemene bewoordingen zijn gesteld (1). (1) Zie concl. OM in Pas. 2020, nr. 554."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180316.4": {
      "court": "CASS",
      "date": "2018-03-16",
      "roleNumber": "C.17.0428.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180316.4",
      "abstractFR": [
        "Les articles 8, alinéa 2 et 11 de la loi du 25 juin 1992 excluent que l'assureur s'exonère de sa garantie pour des cas de faute lourde de l'assuré déterminés en termes généraux (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De artikelen 8, tweede lid, en 11 Wet Landverzekeringsovereenkomst staan eraan in de weg dat de verzekeraar zich van zijn dekking bevrijdt voor de gevallen van grove schuld van de verzekerde die in algemene bewoordingen zijn gesteld (1). (1) Zie concl. OM in Pas. 2018, nr"
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170914.4": {
      "court": "CASS",
      "date": "2017-09-14",
      "roleNumber": "C.16.0273.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170914.4&lang=fr",
      "abstractFR": [
        "Quiconque prétend qu'une personne ayant causé un dommage se trouve dans un état grave de déséquilibre mental ou de débilité mentale la rendant incapable du contrôle de ses actions, de sorte qu'elle est responsable sur la base de l'article 1386bis du Code civil, est tenu, en vertu de l'article 1315, alinéa 1er, dudit code, de le prouver; il s'ensuit que, lorsque la personne lésée forme une action directe contre l'assureur en responsabilité sur la base de l'article 86 de la loi du 25 juin 1992 sur le contrat d'assurance terrestre, tel qu'applicable en l'espèce, et soutient que son assuré est responsable sur la base de l'article 1386bis du Code civil, alors que l'assureur en responsabilité invoque l'intention dans le chef de son assuré, la personne lésée doit en premier lieu apporter la preuve qu'au moment des faits, l'assuré n'était pas en mesure de contrôler ses actions (1). (1) Voir les concl. contraires du MP."
      ],
      "abstractNL": [
        "Degene die beweert dat een persoon die schade heeft veroorzaakt, zich in een staat van ernstige geestesstoornis of zwakzinnigheid bevindt die hem voor de controle van zijn daden ongeschikt maakt, zodat hij aansprakelijk is op grond van artikel 1386bis Burgerlijk Wetboek, dient dit, in toepassing van artikel 1315, eerste lid, Burgerlijk Wetboek te bewijzen; hieruit volgt dat wanneer de benadeelde een rechtstreekse vordering instelt tegen de aansprakelijkheidsverzekeraar op grond van artikel 86 Wet Landverzekeringsovereenkomst, zoals hier van toepassing, en aanvoert dat diens verzekerde aansprakelijk is op grond van artikel 1386bis Burgerlijk Wetboek, terwijl de aansprakelijkheidsverzekeraar opzet in hoofde van zijn verzekerde inroept, de benadeelde in de eerste plaats het bewijs moet leveren dat de verzekerde op het ogenblik van de feiten niet in staat was zijn daden te controleren (1). (1) Zie andersluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170223.7": {
      "court": "CASS",
      "date": "2017-02-23",
      "roleNumber": "C.15.0243.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170223.7",
      "abstractFR": [
        "La faute intentionnelle suppose la volonté de causer un dommage résultant de la réalisation d?un risque couvert par le contrat, il n'est pas requis que l'assuré ait eu l'intention de causer le dommage tel qu'il s'est produit (1). (1) Voir Cass. 24 avril 2009, RG C. 07.0471.N, Pas. 2009, n° 278; Cass. 26 octobre 2011, RG P.11.0561.F, Pas. 2011, n° 574."
      ],
      "abstractNL": [
        "De opzettelijke fout veronderstelt de wil om een schade te veroorzaken die voortvloeit uit de totstandkoming van een door de verzekeringsovereenkomst gedekt risico, het is niet vereist dat de verzekerde de bedoeling heeft gehad de schade te veroorzaken zoals ze zich heeft voorgedaan (1). (1) Zie Cass. 24 april 2009, AR C. 07.0471.N, AC 2009, nr. 278; Cass. 26 oktober 2011, AR P. 11.0561.F, AC 2011, nr. 574."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140508.13": {
      "court": "CASS",
      "date": "2014-05-08",
      "roleNumber": "C.13.0451.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140508.13&lang=fr",
      "abstractFR": [
        "Il ressort des articles 8, alinéa 1er, et 11, alinéa 1er, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre que seul l'auteur d'une faute intentionnelle ou d'un manquement à une obligation déterminée du contrat peut être déchu du bénéfice de la garantie de l'assurance; partant est prohibée toute clause contractuelle qui a pour effet de priver de la garantie d'assurance un autre preneur que l'auteur de la faute intentionnelle (1). (1) Cass., 4 mars 2013, RG C.09.0205.F, Pas., 2013, n° 140."
      ],
      "abstractNL": [
        "Uit de artikelen 8, eerste lid, en 11, eerste lid, Wet Landverzekeringsovereenkomst volgt dat enkel diegene die een opzettelijke fout heeft begaan of een in de overeenkomst bepaalde verplichting niet is nagekomen, het recht op de dekking van de verzekering verliest; bijgevolg is elk contractueel beding, dat een andere verzekeringnemer dan diegene die een opzettelijke fout heeft begaan de dekking van de verzekering ontzegt, verboden (1). (1) Cass. 4 maart 2013, AR C.09.0205.F, AC 2013, nr. 140."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20131204.1": {
      "court": "CASS",
      "date": "2013-12-04",
      "roleNumber": "P.13.0285.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131204.1",
      "abstractFR": [
        "L'article 8, alinéa 2, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre, qui permet à l'assureur de s'exonérer de ses obligations pour les cas de faute lourde déterminés expressément et limitativement dans le contrat, exclut son exonération non seulement pour les cas de faute lourde déterminés en termes généraux mais aussi pour les cas de faute lourde déterminables en fonction des mesures préconisées par le Règlement général pour la protection du travail ou par le coordinateur de sécurité et de santé (1). (1) Voir Cass., 29 juin 2009, RG C.08.0003.F, Pas., 2009, n° 446. Voir Marcel FONTAINE, Droit des assurances, 3ème éd., Larcier, 2006, p. 261, n° 374."
      ],
      "abstractNL": [
        "Artikel 8, tweede lid, van de Wet van 25 juni 1992 op de landverzekeringsovereenkomst, dat de verzekeraar in staat stelt zich van zijn verplichtingen te bevrijden voor de gevallen van grove schuld die op uitdrukkelijke en beperkende wijze in de overeenkomst zijn bepaald, sluit niet alleen uit dat hij zich van zijn verplichtingen kan bevrijden voor de gevallen van grove schuld die in algemene bewoordingen zijn gesteld, maar ook voor de gevallen van grove schuld die kunnen worden bepaald, rekening houdend met de maatregelen die in het Algemeen Reglement voor de Arbeidsbescherming dan wel door de coördinator veiligheid en gezondheid zijn aanbevolen (1). (1) Zie Cass. 29 juni 2009, AR C.08.0003.F, AC 2009, nr. 446. Zie Marcel FONTAINE, Droit des assurances, 3de uitg. Larcier, 2006, p. 261, nr. 374."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130304.2": {
      "court": "CASS",
      "date": "2013-03-04",
      "roleNumber": "C.09.0205.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130304.2",
      "abstractFR": [
        "Seul l'auteur d'une faute intentionnelle ou d'un manquement à une obligation déterminée du contrat peut être déchu du bénéfice de la garantie de l'assurance; partant est prohibée toute clause contractuelle qui a pour effet de priver de la garantie d'assurance un autre preneur que l'auteur de la faute intentionnelle."
      ],
      "abstractNL": [
        "Het voordeel van de verzekeringswaarborg kan enkel worden ontzegd aan diegene die een opzettelijke fout heeft begaan of die een in de overeenkomst bepaalde verplichting niet is nagekomen; bijgevolg is elk contractueel beding verboden waardoor de verzekeringswaarborg wordt ontzegd aan een andere verzekeringnemer dan diegene die de opzettelijke fout heeft begaan."
      ]
    },
    "ECLI:BE:CASS:2003:ARR.20030325.4": {
      "court": "CASS",
      "date": "2003-03-25",
      "roleNumber": "P.02.0607.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2003:ARR.20030325.4&lang=fr",
      "abstractFR": [
        "Si l'article 8, alinéa 1er, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre dispose que nonobstant toute convention contraire, l'assureur ne peut être tenu de fournir sa garantie à l'égard de quiconque a causé intentionnellement le sinistre, la faute intentionnelle d'une autre personne ne peut être invoquée contre celui qui est civilement responsable pour celle-ci et qui est assurée dans ce but (1). (1) Voir les conclusions du M.P."
      ],
      "abstractNL": [
        "Zo art. 8, eerste lid, Wet Landverzekeringsovereenkomst bepaalt dat niettegenstaande enig andersluidend beding de verzekeraar niet kan verplicht worden dekking te geven aan hem die het schadegeval opzettelijk heeft veroorzaakt, kan de opzettelijke fout van een andere persoon niet ingeroepen worden tegen degene die voor deze persoon civielrechtelijk aansprakelijk is en hiervoor verzekerd is (1). (1) Zie de concl. van het O.M."
      ]
    }
  },
  "11": {
    "ECLI:BE:CASS:2018:ARR.20181019.5": {
      "court": "CASS",
      "date": "2018-10-19",
      "roleNumber": "C.18.0082.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181019.5&lang=fr",
      "abstractFR": [
        "Une clause de déchéance de la couverture d'assurance est nulle lorsqu'elle exclut toute couverture du risque décrit dans le contrat d'assurance."
      ],
      "abstractNL": [
        "Een beding van verval van de verzekeringsdekking is nietig wanneer het elke dekking uitsluit van het in de verzekeringsovereenkomst omschreven risico."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180316.4": {
      "court": "CASS",
      "date": "2018-03-16",
      "roleNumber": "C.17.0428.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180316.4",
      "abstractFR": [
        "Les articles 8, alinéa 2 et 11 de la loi du 25 juin 1992 excluent que l'assureur s'exonère de sa garantie pour des cas de faute lourde de l'assuré déterminés en termes généraux (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De artikelen 8, tweede lid, en 11 Wet Landverzekeringsovereenkomst staan eraan in de weg dat de verzekeraar zich van zijn dekking bevrijdt voor de gevallen van grove schuld van de verzekerde die in algemene bewoordingen zijn gesteld (1). (1) Zie concl. OM in Pas. 2018, nr"
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160211.2": {
      "court": "CASS",
      "date": "2016-02-11",
      "roleNumber": "C.15.0180.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160211.2&lang=fr",
      "abstractFR": [
        "En vertu du caractère impératif de l'article 11, alinéa 1er, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre, tel qu'applicable en l'espèce, consacré par l'article 3 de la même loi, il appartient au juge de vérifier si une clause du contrat d'assurance présentée sous une autre qualification ne constitue pas une clause de déchéance (1). (1) Cass. 20 septembre 2012, RG C.12.0029.F, Pas. 2012, n° 477 avec concl. de M. Genicot, avocat général.",
        "La clause qui permet à l'assureur de refuser sa garantie en raison de l'inexécution par l'assuré de ses obligations contractuelles constitue une clause de déchéance au sens de l'article 11, alinéa 1er, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre (1). (1) Cass. 20 septembre 2012, RG C.12.0029.F, Pas. 2012, n° 477 avec concl. de M. Genicot, avocat général."
      ],
      "abstractNL": [
        "Aangezien artikel 11, eerste lid, Wet Landverzekeringsovereenkomst, zoals hier van toepassing, krachtens artikel 3 van voormelde wet, van dwingend recht is, dient de rechter na te gaan of een clausule van de verzekeringsovereenkomst die op een andere manier wordt verwoord, geen vervalbeding is (1). (1) Cass. 20 september 2012, A.R. C.12.0029. F, AC 2012, nr. 477, met concl. van advocaat-generaal Genicot, in Pas. 2012, n° 477.",
        "Het beding op grond waarvan de verzekeraar zijn dekking kan weigeren wegens de niet-nakoming door de verzekerde van zijn contractuele verplichtingen vormt een vervalbeding in de zin van voormeld artikel 11 (1). (1) Cass. 20 september 2012, A.R. C.12.0029. F, AC 2012, nr. 477, met concl. van advocaat-generaal Genicot, in Pas. 2012, n° 477."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160205.3": {
      "court": "CASS",
      "date": "2016-02-05",
      "roleNumber": "C.15.0179.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160205.3",
      "abstractFR": [
        "L'article 11 de la loi du 25 juin 1992 sur le contrat d'assurance terrestre est de droit impératif en faveur de l'assuré, qui peut renoncer à la protection qui lui est accordée par la loi.",
        "La clause qui permet à l'assureur de refuser sa garantie en raison de l'inexécution par l'assuré de ses obligations conventionnelles constitue une clause de déchéance au sens de l'article 11 de la loi du 25 juin 1992."
      ],
      "abstractNL": [
        "Artikel 11 van de wet van 25 juni 1992 op de landverzekeringsovereenkomst is van dwingend recht in het voordeel van de verzekerde, die van de hem bij wet geboden bescherming kan afzien.",
        "Het beding dat de verzekeraar toestaat zijn dekking te weigeren wanneer de verzekerde zijn contractuele verplichtingen niet nakomt, is een vervalbeding in de zin van voornoemd artikel 11 van de wet van 25 juni 1992."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150528.13": {
      "court": "CASS",
      "date": "2015-05-28",
      "roleNumber": "C.14.0579.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150528.13",
      "abstractFR": [
        "L'article 11 de la loi du 25 juin 1992, en vertu duquel le contrat d'assurance ne peut prévoir la déchéance partielle ou totale du droit à la prestation d'assurance qu'en raison de l'inexécution d'une obligation déterminée imposée par le contrat et à la condition que le manquement soit en relation causale avec la survenance du sinistre, n'est pas applicable au droit de recours de l'assureur contre le preneur d'assurance en cas d'omission ou d'inexactitude intentionnelles dans la déclaration du risque à la conclusion du contrat (1). (1) Voir Cass. 13 septembre 2012, RG C.11.0751.F, Pas. 2012, n° 466."
      ],
      "abstractNL": [
        "Artikel 11 Wet Landverzekeringsovereenkomst, krachtens hetwelk in de verzekeringsovereenkomst geen geheel of gedeeltelijk verval van het recht op verzekeringsprestatie bedongen mag worden dan wegens niet-nakoming van een bepaalde, in de overeenkomst opgelegde verplichting, en mits er een oorzakelijk verband bestaat tussen de tekortkoming en het schadegeval, is niet van toepassing op het recht van verhaal van de verzekeraar op de verzekeringnemer in geval van opzettelijk verzwijgen of opzettelijk onjuist meedelen van gegevens betreffende het risico bij het sluiten van de overeenkomst (1). (1) Zie Cass. 13 september 2012, AR C.11.0751.F, AC 2012, nr. 466."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140508.13": {
      "court": "CASS",
      "date": "2014-05-08",
      "roleNumber": "C.13.0451.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140508.13&lang=fr",
      "abstractFR": [
        "Il ressort des articles 8, alinéa 1er, et 11, alinéa 1er, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre que seul l'auteur d'une faute intentionnelle ou d'un manquement à une obligation déterminée du contrat peut être déchu du bénéfice de la garantie de l'assurance; partant est prohibée toute clause contractuelle qui a pour effet de priver de la garantie d'assurance un autre preneur que l'auteur de la faute intentionnelle (1). (1) Cass., 4 mars 2013, RG C.09.0205.F, Pas., 2013, n° 140."
      ],
      "abstractNL": [
        "Uit de artikelen 8, eerste lid, en 11, eerste lid, Wet Landverzekeringsovereenkomst volgt dat enkel diegene die een opzettelijke fout heeft begaan of een in de overeenkomst bepaalde verplichting niet is nagekomen, het recht op de dekking van de verzekering verliest; bijgevolg is elk contractueel beding, dat een andere verzekeringnemer dan diegene die een opzettelijke fout heeft begaan de dekking van de verzekering ontzegt, verboden (1). (1) Cass. 4 maart 2013, AR C.09.0205.F, AC 2013, nr. 140."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140303.1": {
      "court": "CASS",
      "date": "2014-03-03",
      "roleNumber": "C.13.0224.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140303.1",
      "abstractFR": [
        "Seul l'auteur d'une faute intentionnelle ou d'un manquement à une obligation déterminée du contrat peut être déchu du bénéfice de la garantie d'assurance; est prohibée, dans un contrat d'assurance sur la vie, toute clause contractuelle qui a pour effet de priver de la garantie d'assurance, en raison d'une faute intentionnelle, un bénéficiaire autre que l'auteur de cette faute (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "Enkel diegene die een opzettelijke fout begaat of een door de overeenkomst opgelegde verplichting niet uitvoert, kan van het voordeel van de verzekeringswaarborg worden uitgesloten; een levensverzekeringsovereenkomst mag geen contractueel beding bevatten waarbij een andere begunstigde dan de dader van die fout van de verzekeringswaarborg wordt uitgesloten (1). (1) Zie concl. OM in Pas. 2013 nr. ..."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130304.2": {
      "court": "CASS",
      "date": "2013-03-04",
      "roleNumber": "C.09.0205.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130304.2",
      "abstractFR": [
        "Seul l'auteur d'une faute intentionnelle ou d'un manquement à une obligation déterminée du contrat peut être déchu du bénéfice de la garantie de l'assurance; partant est prohibée toute clause contractuelle qui a pour effet de priver de la garantie d'assurance un autre preneur que l'auteur de la faute intentionnelle."
      ],
      "abstractNL": [
        "Het voordeel van de verzekeringswaarborg kan enkel worden ontzegd aan diegene die een opzettelijke fout heeft begaan of die een in de overeenkomst bepaalde verplichting niet is nagekomen; bijgevolg is elk contractueel beding verboden waardoor de verzekeringswaarborg wordt ontzegd aan een andere verzekeringnemer dan diegene die de opzettelijke fout heeft begaan."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130114.10": {
      "court": "CASS",
      "date": "2013-01-14",
      "roleNumber": "C.11.0734.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130114.10&lang=fr",
      "abstractFR": [
        "La disposition suivant laquelle le contrat d'assurance ne peut prévoir la déchéance partielle ou totale du droit à la prestation d'assurance qu'en raison de l'inexécution d'une obligation déterminée imposée par le contrat et à la condition que le manquement soit en relation causale avec la survenance du sinistre n'est pas applicable au droit de recours que l'assureur a stipulé contre le preneur d'assurance au cas où celui-ci ne respecterait pas l'obligation prévue à l'article 26, § 1er, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre."
      ],
      "abstractNL": [
        "De bepaling dat in de verzekeringsovereenkomst geen geheel of gedeeltelijk verval van het recht op de verzekeringsprestatie mag bedongen worden dan wegens de niet-nakoming van een bepaalde in de overeenkomst opgelegde verplichting, en mits er een oorzakelijk verband bestaat tussen de tekortkoming en het schadegeval, is niet van toepassing op het bedongen verhaalsrecht van de verzekeraar op de verzekeringnemer wegens miskenning van de verplichting opgelegd bij artikel 26, § 1, Landverzekeringsovereenkomst."
      ]
    }
  },
  "13": {
    "ECLI:BE:CASS:2017:ARR.20170309.7": {
      "court": "CASS",
      "date": "2017-03-09",
      "roleNumber": "C.16.0052.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170309.7",
      "abstractFR": [
        "Pour que le paiement de la prime d'un contrat d'assurance fait au mandataire apparent soit libératoire, un contrat engendrant l'obligation pour le preneur de payer cette prime en contrepartie de l'engagement de l'assureur doit exister entre ces parties."
      ],
      "abstractNL": [
        "Opdat de betaling van de premie van een verzekeringsovereenkomst aan de schijnmandataris bevrijdend is, moet er tussen de verzekeringnemer en de verzekeraar een verzekeringsovereenkomst bestaan waarbij eerstgenoemde zich ertoe verbindt die premie te betalen als tegenprestatie voor de verbintenis van laatstgenoemde."
      ]
    }
  },
  "14": {
    "ECLI:BE:CASS:2021:ARR.20210218.1F.1": {
      "court": "CASS",
      "date": "2021-02-18",
      "roleNumber": "C.18.0606.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210218.1F.1",
      "abstractFR": [
        "Ni l'article 7 ni aucun autre article de la loi du 21 novembre 1989 ne déroge au droit que l'article 14 de la loi du 25 juin 1992 reconnaît à l'assureur de suspendre la garantie et de résilier le contrat pour défaut de paiement de la prime; il s'ensuit que l'article 5, alinéa 3, de l'arrêté royal du 13 février 1991, qui déroge à ce droit sans y être habilité par aucune loi particulière, est illégal (1). (1) A.R. du 13 février 1991, art. 5, al. 3, avant sa modification par l'A.R. du 22 décembre 2017."
      ],
      "abstractNL": [
        "Noch artikel 7 noch enig ander artikel WAM wijkt af van het recht dat artikel 14 Wet Landverzekeringsovereenkomst aan de verzekeraar toekent om de dekking te schorsen en de overeenkomst op te zeggen wegens niet-betaling van de premie; hieruit volgt dat artikel 5, derde lid, van het koninklijk besluit van 13 februari 1991, dat van dat recht afwijkt zonder daartoe door een bijzondere wet gerechtigd te zijn, onwettig is (1). (1) Art. 5, derde lid, KB van 13 februari 1991, vóór de wijziging ervan door het KB van 22 december 2017."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191018.1": {
      "court": "CASS",
      "date": "2019-10-18",
      "roleNumber": "C.18.0543.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191018.1",
      "abstractFR": [
        "En vertu de l'article 14, alinéa 2, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre, le contrat d'assurance peut prévoir que la garantie ne prend cours qu'après le paiement de la première prime."
      ],
      "abstractNL": [
        "Krachtens artikel 14, tweede lid, Wet Landverzekeringsovereenkomst kan de verzekeringsovereenkomst bepalen dat de dekking pas aanvangt na de betaling van de eerste premie."
      ]
    }
  },
  "17": {
    "ECLI:BE:CASS:2025:ARR.20251103.3F.1": {
      "court": "CASS",
      "date": "2025-11-03",
      "roleNumber": "C.23.0109.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251103.3F.1",
      "abstractFR": [
        "L'assurance contre le péril d'incendie souscrite en nom personnel par un copropriétaire indivis du bien assuré ne couvre que sa part de copropriété et ne profite pas aux autres copropriétaires, sauf s'il résulte de l'assurance que le preneur a agi pour leur compte (1). (1) Cass. 12 avril 2021, RG C.20.0201.N, Juportal, avec les concl. de M. Vanderlinden, avocat général.",
        "Le preneur d'assurance, copropriétaire indivis du bien assuré, qui souscrit une assurance contre le péril d'incendie dont les primes sont calculées sur la valeur totale du bien, agit pour le compte des autres copropriétaires (1). (1) Cass. 12 avril 2021, RG C.20.0201.N, Juportal, avec les concl. de M. Vanderlinden, avocat général."
      ],
      "abstractNL": null
    }
  },
  "19": {
    "ECLI:BE:CASS:2019:ARR.20191028.1": {
      "court": "CASS",
      "date": "2019-10-28",
      "roleNumber": "C.18.0586.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191028.1",
      "abstractFR": [
        "Pour que l'assureur puisse décliner sa garantie conformément à l'article 21, § 2, de la loi, du 25 juin 1992 sur le contrat d'assurance terrestre, il suffit que, dans une intention frauduleuse, l'assuré n'ait pas exécuté une des obligations énoncées aux articles 19 et 20 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Opdat de verzekeraar zijn dekking kan weigeren overeenkomstig artikel 21, § 2, Wet Landverzekeringsovereenkomst, is enkel vereist dat de verzekerde, met bedrieglijk opzet, één van de in de artikelen 19 en 20 vermelde verplichtingen niet heeft nageleefd (1). (1) Zie concl. OM in Pas. 2019, nr. 546."
      ]
    }
  },
  "20": {
    "ECLI:BE:CASS:2019:ARR.20191028.1": {
      "court": "CASS",
      "date": "2019-10-28",
      "roleNumber": "C.18.0586.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191028.1",
      "abstractFR": [
        "Pour que l'assureur puisse décliner sa garantie conformément à l'article 21, § 2, de la loi, du 25 juin 1992 sur le contrat d'assurance terrestre, il suffit que, dans une intention frauduleuse, l'assuré n'ait pas exécuté une des obligations énoncées aux articles 19 et 20 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Opdat de verzekeraar zijn dekking kan weigeren overeenkomstig artikel 21, § 2, Wet Landverzekeringsovereenkomst, is enkel vereist dat de verzekerde, met bedrieglijk opzet, één van de in de artikelen 19 en 20 vermelde verplichtingen niet heeft nageleefd (1). (1) Zie concl. OM in Pas. 2019, nr. 546."
      ]
    }
  },
  "21": {
    "ECLI:BE:CASS:2019:ARR.20191028.1": {
      "court": "CASS",
      "date": "2019-10-28",
      "roleNumber": "C.18.0586.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191028.1",
      "abstractFR": [
        "Pour que l'assureur puisse décliner sa garantie conformément à l'article 21, § 2, de la loi, du 25 juin 1992 sur le contrat d'assurance terrestre, il suffit que, dans une intention frauduleuse, l'assuré n'ait pas exécuté une des obligations énoncées aux articles 19 et 20 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Opdat de verzekeraar zijn dekking kan weigeren overeenkomstig artikel 21, § 2, Wet Landverzekeringsovereenkomst, is enkel vereist dat de verzekerde, met bedrieglijk opzet, één van de in de artikelen 19 en 20 vermelde verplichtingen niet heeft nageleefd (1). (1) Zie concl. OM in Pas. 2019, nr. 546."
      ]
    }
  },
  "22": {
    "ECLI:BE:CASS:2021:ARR.20210412.3N.1": {
      "court": "CASS",
      "date": "2021-04-12",
      "roleNumber": "C.20.0201.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210412.3N.1&lang=fr",
      "abstractFR": [
        "L'assurance incendie qu'un copropriétaire d'un bien indivis a souscrite en son nom personnel ne couvre, en règle, que sa part dans la copropriété et ne profite pas aux autres copropriétaires, sauf s'il ressort de l'assurance que le preneur d'assurance a agi pour leur compte (1). (1) Voir les concl. contraires du MP publiées à leur date dans AC.",
        "Il suit de la circonstance qu'un copropriétaire d'un bien immobilier indivis paie, dans le cadre d'un contrat d'assurance incendie couvrant l'ensemble de ce bien, qu'il a conclu en son nom personnel, des primes qui ont été calculées sur la valeur totale de ce bien, que les parties sont convenues d'une assurance non seulement pour ce copropriétaire mais également pour les autres copropriétaires (1). (1) Voir les concl. contraires du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De brandverzekering die een mede-eigenaar van een onverdeeld goed in eigen naam heeft gesloten, dekt in de regel slechts zijn aandeel in de eigendom en strekt niet tot voordeel van de overige mede-eigenaars, tenzij uit de verzekering blijkt dat de verzekeringnemer voor hun rekening heeft gehandeld (1). (1) Zie andersluidende concl. OM.",
        "Uit de omstandigheid dat een mede-eigenaar van een onverdeeld onroerend goed in het kader van een in zijn eigen naam afgesloten brandverzekeringsovereenkomst met betrekking tot het geheel van dit goed, premies betaalt die berekend zijn op de volledige waarde van dit goed, volgt dat de partijen niet alleen dekking voor deze mede-eigenaar hebben bedongen maar ook voor de andere mede-eigenaars (1). (1) Zie andersluidende concl. OM."
      ]
    }
  },
  "26": {
    "ECLI:BE:CASS:2021:ARR.20211021.1N.1": {
      "court": "CASS",
      "date": "2021-10-21",
      "roleNumber": "C.20.0567.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211021.1N.1&lang=fr",
      "abstractFR": [
        "Il suit de l'obligation incombant au preneur d'assurance de déclarer, en cours de contrat, dans les conditions de l'article 5, les circonstances nouvelles qui sont de nature à entraîner une aggravation sensible et durable du risque de survenance de l'événement assuré que le preneur d'assurance doit informer spontanément, complètement et correctement l'assureur des circonstances visées et que l'assureur n'est pas tenu, en règle, d'en opérer la vérification (1). (1) Voir Cass. 27 avril 2018, RG C.16.0292.F, Pas. 2018, n° 274 ; Cass. 20 juin 1983, RG 6818 (Bull. et Pas., 1983, I, n° 582) ; Cass. 17 mai 1978 (Bull et Pas. 1978, I, 1047)."
      ],
      "abstractNL": [
        "Uit de verplichting voor de verzekeringnemer om in de loop van de overeenkomst en onder de voorwaarden van artikel 5 de nieuwe omstandigheden aan te geven die van aard zijn om een aannemelijke en blijvende verzwaring van het risico dat het verzekerde voorval zich voordoet te bewerkstelligen, volgt dat de verzekeringnemer de verzekeraar spontaan, volledig en correct moet inlichten van de bedoelde omstandigheden en de verzekeraar in de regel niet tot verificatie ervan gehouden is (1). (1) Zie Cass. 27 april 2018, AR C.16.0292.F, AC 2018, nr. 274; Cass. 20 juni 1983, AR 6818, AC 1983, nr. 582; Cass. 17 mei 1978, AC 1978, 1077."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220307.3N.2": {
      "court": "CASS",
      "date": "2022-03-07",
      "roleNumber": "C.21.0384.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220307.3N.2&lang=fr",
      "abstractFR": [
        "L'aggravation du risque au sens de l'article 26, § 1er, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre suppose l'apparition de circonstances nouvelles ou modifiées qui augmentent la probabilité de réalisation du sinistre assuré; les circonstances qui peuvent simplement accroître les conséquences ou l'étendue d'un éventuel sinistre ne constituent pas une augmentation du risque au sens de la disposition légale susmentionnée (1). (1) Voir Cass. 25 juin 1987, RG 7724, Pas 1987, n° 650."
      ],
      "abstractNL": [
        "Risicoverzwaring in de zin van artikel 26, § 1, Wet Landverzekeringsovereenkomst onderstelt dat nieuwe of gewijzigde omstandigheden intreden waardoor de kans toeneemt dat het verzekerde schadegeval zich realiseert; omstandigheden die enkel de gevolgen of de omvang van een eventueel schadegeval kunnen vergroten, vormen geen risicoverzwaring in de zin van voormelde wetsbepaling (1). (1) Zie Cass. 25 juni 1987, AR 7724, AC 1986-1987, nr. 650."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190620.2": {
      "court": "CASS",
      "date": "2019-06-20",
      "roleNumber": "C.18.0239.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190620.2",
      "abstractFR": [
        "L'obligation de remboursement mise à charge de l'assureur ne porte que sur la totalité des primes payées après la survenance des circonstances nouvelles ou des modifications de circonstances de nature à entraîner une aggravation sensible et durable du risque assuré (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De aan de verzekeraar opgelegde terugbetalingsplicht heeft enkel betrekking op het geheel van de premies die zijn betaald na het ontstaan van de nieuwe omstandigheden of van de wijzigingen van omstandigheden die van dien aard zijn dat ze een aanzienlijke en blijvende verzwaring van het verzekerd risico tot gevolg hebben (1). (1) Zie concl. OM in Pas. 2019, nr. 384."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180427.1": {
      "court": "CASS",
      "date": "2018-04-27",
      "roleNumber": "C.16.0292.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180427.1",
      "abstractFR": [
        "L'obligation légale et conventionnelle du preneur de déclarer, en cours de contrat, les circonstances nouvelles ou les modifications de circonstances qui sont de nature à entraîner une aggravation sensible et durable du risque de survenance de l'événement assuré ne concerne que les circonstances nouvelles ou les modifications de circonstances connues de lui, à l'exclusion de celles qui ne l'étaient pas, même si elles eussent dû l'être."
      ],
      "abstractNL": [
        "De wettelijke en contractuele verplichting van de verzekeringnemer om in de loop van de overeenkomst de nieuwe omstandigheden of de wijzigingen van de omstandigheden aan te geven die van aard zijn om een aanmerkelijke en blijvende verzwaring van het risico dat het verzekerde voorval zich voordoet te bewerkstelligen, heeft enkel betrekking op de nieuwe omstandigheden of de wijzigingen van de omstandigheden die door hem gekend waren, met uitsluiting van de omstandigheden die niet door hem gekend waren, zelfs al had hij ze moeten kennen."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130114.10": {
      "court": "CASS",
      "date": "2013-01-14",
      "roleNumber": "C.11.0734.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130114.10&lang=fr",
      "abstractFR": [
        "L'assureur-loi lié par un contrat d'assurance de personnes peut stipuler un droit de recours contre le preneur d'assurance qui ne respecte pas l'obligation prévue à l'article 26, § 1er, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre consistant à déclarer, en cours de contrat, dans les conditions de l'article 5, les circonstances nouvelles ou les modifications de circonstance qui sont de nature à entraîner une aggravation sensible et durable du risque de survenance de l'événement assuré.",
        "La disposition suivant laquelle le contrat d'assurance ne peut prévoir la déchéance partielle ou totale du droit à la prestation d'assurance qu'en raison de l'inexécution d'une obligation déterminée imposée par le contrat et à la condition que le manquement soit en relation causale avec la survenance du sinistre n'est pas applicable au droit de recours que l'assureur a stipulé contre le preneur d'assurance au cas où celui-ci ne respecterait pas l'obligation prévue à l'article 26, § 1er, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre."
      ],
      "abstractNL": [
        "De arbeidsongevallenverzekeraar kan in de verzekeringsovereenkomst, die een persoonsverzekering is, een recht van verhaal tegen de verzekeringnemer bedingen in geval van miskenning van de krachtens artikel 26, § 1, van de Wet Landverzekeringsovereenkomst opgelegde verplichting om in de loop van de overeenkomst en onder de voorwaarden van artikel 5 de nieuwe omstandigheden of de wijzigingen van de omstandigheden aan te geven die van aard zijn om een aanmerkelijke en blijvende verzwaring van het risico dat het verzekerde voorval zich voordoet, te bewerkstelligen.",
        "De bepaling dat in de verzekeringsovereenkomst geen geheel of gedeeltelijk verval van het recht op de verzekeringsprestatie mag bedongen worden dan wegens de niet-nakoming van een bepaalde in de overeenkomst opgelegde verplichting, en mits er een oorzakelijk verband bestaat tussen de tekortkoming en het schadegeval, is niet van toepassing op het bedongen verhaalsrecht van de verzekeraar op de verzekeringnemer wegens miskenning van de verplichting opgelegd bij artikel 26, § 1, Landverzekeringsovereenkomst."
      ]
    }
  },
  "34": {
    "ECLI:BE:CASS:2024:ARR.20240930.3N.5": {
      "court": "CASS",
      "date": "2024-09-30",
      "roleNumber": "C.23.0397.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240930.3N.5",
      "abstractFR": null,
      "abstractNL": [
        "De rechtsvordering vloeit voort uit de verzekeringsovereenkomst wanneer zij betrekking heeft op het bestaan van de overeenkomst en de daaruit voortvloeiende verplichtingen, zowel voor de contractanten als ten aanzien van derden, en dit ongeacht de rechtsgrond waarop de vordering is gesteund; de rechtsvordering waarbij de verzekerde van de verzekeraar de schadeloosstelling eist op grond van precontractuele aansprakelijkheid, is geen rechtsvordering die voortvloeit uit de verzekeringsovereenkomst."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220512.1N.6": {
      "court": "CASS",
      "date": "2022-05-12",
      "roleNumber": "C.21.0030.N-C.21.0386.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220512.1N.6&lang=fr",
      "abstractFR": [
        "L'article 34, § 1er, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre est une loi particulière au sens de l'article 1304, alinéa 1er, de l'ancien Code civil, de sorte qu'une action en nullité du contrat d'assurance se prescrit par trois ans, pour autant que l'action concerne une nullité relative ; l'action en nullité du contrat d'assurance fondée sur une nullité absolue se prescrit par dix ans sur la base de l'article 2262bis, § 1er, alinéa 1er, de l'ancien Code civil (1). (1) Cass. 10 septembre 2015, RG C.12.0533.N- C.12.0597.N, Pas. 2015, n° 500."
      ],
      "abstractNL": [
        "Wet Landverzekeringsovereenkomst is een bijzondere wet in de zin van artikel 1304, eerste lid, Oud Burgerlijk Wetboek zodat een vordering tot nietigverklaring van de verzekeringsovereenkomst verjaart door verloop van drie jaar voor zover de vordering betrekking heeft op een relatieve nietigheid; de vordering tot nietigverklaring van de verzekeringsovereenkomst gesteund op een absolute nietigheid verjaart op grond van artikel 2262bis, § 1, eerste lid, Oud Burgerlijk Wetboek door verloop van tien jaar (1). (1) Cass. 10 september 2015, AR C.12.0533.N-C.12.0597.N, AC 2015, nr. 500."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211108.3N.1": {
      "court": "CASS",
      "date": "2021-11-08",
      "roleNumber": "C.21.0011.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211108.3N.1&lang=fr",
      "abstractFR": [
        "Les articles 34, § 2, et 35, § 4, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre sont impératifs aux fins de protection des intérêts de la personne lésée; il s'ensuit que l'interruption de la prescription ne prend fin qu'au moment où l'assureur informe, clairement et de manière non équivoque, la personne lésée de sa volonté de réparer le dommage (1). (1) Voir Cass. 18 juin 2012, RG C.11.0399.F, Pas. 2012, n° 394.",
        "Bien que le juge constate souverainement les faits dont il déduit si l'assureur a informé, clairement et de manière non équivoque, la personne lésée de sa volonté de réparer le dommage, la Cour vérifie néanmoins si le juge a pu légalement déduire sa décision de ses constatations (1). (1) Voir Cass. 18 juin 2012, RG C.11.0399.F, Pas. 2012, n° 394."
      ],
      "abstractNL": [
        "De artikelen 34, §2, en 35, §4 Wet Landverzekeringsovereenkomst zijn van dwingend recht ter bescherming van de belangen van de benadeelde; hieruit volgt dat de stuiting van de verjaring slechts eindigt op het ogenblik dat de verzekeraar zijn wil om de schade te vergoeden duidelijk en ondubbelzinnig ter kennis brengt van de benadeelde (1). (1) Zie Cass. 18 juni 2012, AR C.11.0399.F, AC 2012, nr. 394.",
        "Hoewel de rechter onaantastbaar de feiten vaststelt waaruit hij afleidt of de verzekeraar zijn wil om de schade te vergoeden duidelijk en ondubbelzinnig ter kennis heeft gebracht van de benadeelde, gaat het Hof niettemin na of de rechter uit zijn vaststellingen naar recht zijn beslissing heeft kunnen afleiden (1). (1) Zie Cass. 18 juni 2012, AR C.11.0399.F, AC 2012, nr. 394."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200127.3N.10": {
      "court": "CASS",
      "date": "2020-01-27",
      "roleNumber": "C.19.0090.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200127.3N.10&lang=fr",
      "abstractFR": [
        "L'action en justice dérive du contrat d'assurance lorsqu'elle se rapporte à l'existence du contrat et aux obligations qui en découlent, tant pour les parties contractantes qu'à l'égard des tiers, et ce quel que soit le fondement juridique de l'action (1). (1) Actuel article 88, § 1er, de la loi du 4 avril 2014 relative aux assurances."
      ],
      "abstractNL": [
        "De rechtsvordering vloeit voort uit de verzekeringsovereenkomst wanneer zij betrekking heeft op het bestaan van de overeenkomst en de daaruit voorvloeiende verplichtingen, zowel voor de contractanten als ten aanzien van derden, en dit ongeacht de rechtsgrond waarop de vordering is gesteund (1). (1) Thans artikel 88, §1 van de wet van 4 april 2014 betreffende de verzekeringen."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190314.10": {
      "court": "CASS",
      "date": "2019-03-14",
      "roleNumber": "C.18.0307.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190314.10",
      "abstractFR": [
        "La personne subrogée dans les droits de la personne lésée exerce l'action de la personne lésée avec ses caractéristiques et accessoires; il s'ensuit que, lorsque, à la date de la subrogation, le délai de prescription de l'action directe contre l'assureur n'a pas pris cours à l'égard de la personne lésée, il n'a pas davantage pris cours à l'égard de la personne subrogée."
      ],
      "abstractNL": [
        "De indeplaatsgestelde in de rechten van de benadeelde oefent de vordering van de benadeelde uit met al haar kenmerken en toebehoren; hieruit volgt dat wanneer, op de datum van de subrogatie, de verjaringstermijn van de rechtstreekse vordering tegen de verzekeraar niet is ingegaan ten aanzien van de benadeelde, die termijn evenmin is ingegaan ten aanzien van de indeplaatsgestelde."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181029.2": {
      "court": "CASS",
      "date": "2018-10-29",
      "roleNumber": "C.18.0212.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181029.2",
      "abstractFR": [
        "Lorsque l'action récursoire a pour objet le remboursement de paiements successifs effectués par l'assureur à une partie lésée par la faute de l'assuré, c'est la date de chacun de ces paiements qui détermine le point de départ de la prescription triennale (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de regresvordering de terugbetaling tot doel heeft van de opeenvolgende betalingen van de verzekeraar aan een benadeelde partij wegens de fout van de verzekerde, bepaalt de datum van elk van die betalingen de aanvang van de driejarige verjaring (1). (1) Zie concl. OM in Pas. 2018, nr. 591."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140410.2": {
      "court": "CASS",
      "date": "2014-04-10",
      "roleNumber": "C.13.0447.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140410.2&lang=fr",
      "abstractFR": [
        "La prescription de l'action directe de la personne lésée contre l'assureur est interrompue en application de l'article 35, § 4, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre lorsque l'assureur de la personne responsable est informé de la volonté de la personne lésée d'obtenir l'indemnisation de son dommage de sa part (1). (1) Voir Cass., 7 octobre 2005, R.G. C.04.0471.F, Pas., 2005, n° 490; Cass., 1er mars 2012, RG C.11.0001.N, Pas., 2012, n° 143, avec les conclusions de l'avocat général délégué VAN INGELGEM publiées à leur date dans AC; le M.P. concluait aussi au rejet; il était d'avis que le moyen critiquait l'appréciation souveraine en fait des juges d'appel suivant laquelle les personnes lésées n'ont pas manifesté leur volonté d'obtenir de la part des défendeurs des dommages-intérêts et qu'il était, dès lors, irrecevable."
      ],
      "abstractNL": [
        "De verjaring van de rechtstreekse vordering van de benadeelde tegen de verzekeraar wordt bij toepassing van artikel 35, § 4, van de Wet Landverzekeringsovereenkomst gestuit wanneer de verzekeraar van de aansprakelijke kennis krijgt van de wil van de benadeelde om van hem vergoeding te verkrijgen (1). (1) Zie Cass. 7 okt. 2005, AR C.04.0471.F, AC 2005, nr. 490; Cass. 1 maart 2012, AR C.11.0001.N, AC 2012, nr. 143, met concl. van advocaat-generaal m.o. VAN INGELGEM; het O.M. concludeerde eveneens tot verwerping; het was van oordeel dat het middel opkwam tegen de soevereine feitelijke beoordeling van de appelrechters dat de benadeelden niet hun wil hebben geuit om van verweerders schadevergoeding te verkrijgen en bijgevolg niet ontvankelijk was."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130301.3": {
      "court": "CASS",
      "date": "2013-03-01",
      "roleNumber": "C.12.0188.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130301.3&lang=fr",
      "abstractFR": [
        "L'action récursoire de l'assureur contre l'assuré se prescrit par trois ans à compter du jour du paiement par l'assureur, le cas de fraude excepté; cette disposition fait courir la prescription de l'action récursoire de l'assureur contre l'assuré à compter du jour du paiement, même s'il n'est pas encore établi à ce moment que l'assureur dispose d'un motif de recours contre l'assuré (1). (1) Voir les conclusions du M.P. publiées à leur date dans A.C.",
        "L'action récursoire de l'assureur se prescrit par trois ans à compter du jour du paiement par l'assureur, même lorsqu'elle est dirigée contre le preneur d'assurance."
      ],
      "abstractNL": [
        "De regresvordering van de verzekeraar tegen de verzekerde verjaart door verloop van drie jaar, te rekenen vanaf de dag van de betaling door de verzekeraar, behoudens bedrog; deze bepaling doet de verjaring van de regresvordering van de verzekeraar tegen de verzekerde lopen vanaf de betaling, ook al staat op dat ogenblik nog niet vast dat de verzekeraar over een grond van verhaal tegen de verzekerde beschikt (1). (1) Zie concl. O.M.",
        "De regresvordering van de verzekeraar verjaart door verloop van drie jaar, te rekenen vanaf de dag van de betaling door de verzekeraar, ook wanneer zij gericht is tegen de verzekeringnemer."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130301.4": {
      "court": "CASS",
      "date": "2013-03-01",
      "roleNumber": "C.12.0298.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130301.4&lang=fr",
      "abstractFR": [
        "Le délai de prescription visé à l'article 34, §2, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre ne s'applique à l'action de la personne lésée contre l'autorité que lorsque celle-ci a les mêmes obligations que l'assureur (1). (1) Voir les conclusions du M.P. publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "De verjaringstermijn bepaald in artikel 34, §2, Wet Landverzekeringsovereenkomst is enkel van toepassing op de vordering van de benadeelde tegen de overheid wanneer die dezelfde verplichtingen heeft als de verzekeraar (1). (1) Zie concl. O.M."
      ]
    }
  },
  "35": {
    "ECLI:BE:CASS:2025:ARR.20251009.1N.12": {
      "court": "CASS",
      "date": "2025-10-09",
      "roleNumber": "C.24.0476.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251009.1N.12",
      "abstractFR": null,
      "abstractNL": [
        "De kennisgeving van de beslissing van de verzekeraar om over te gaan tot vergoeding of deze te weigeren, moet gebeuren aan de benadeelde persoonlijk of aan de mandataris die de benadeelde heeft aangewezen om ze te ontvangen."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230922.1F.10": {
      "court": "CASS",
      "date": "2023-09-22",
      "roleNumber": "C.23.0044.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230922.1F.10",
      "abstractFR": [
        "Lorsque l'assureur est informé de la volonté de la personne subrogée dans les droits de la personne lésée, qui s'en est elle-même abstenue, d'obtenir réparation du préjudice, la prescription de l'action du subrogé contre l'assureur est interrompue jusqu'au moment où ce dernier lui fait connaître par écrit sa décision d'indemnisation ou son refus."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20211108.3N.1": {
      "court": "CASS",
      "date": "2021-11-08",
      "roleNumber": "C.21.0011.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211108.3N.1&lang=fr",
      "abstractFR": [
        "Les articles 34, § 2, et 35, § 4, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre sont impératifs aux fins de protection des intérêts de la personne lésée; il s'ensuit que l'interruption de la prescription ne prend fin qu'au moment où l'assureur informe, clairement et de manière non équivoque, la personne lésée de sa volonté de réparer le dommage (1). (1) Voir Cass. 18 juin 2012, RG C.11.0399.F, Pas. 2012, n° 394.",
        "Bien que le juge constate souverainement les faits dont il déduit si l'assureur a informé, clairement et de manière non équivoque, la personne lésée de sa volonté de réparer le dommage, la Cour vérifie néanmoins si le juge a pu légalement déduire sa décision de ses constatations (1). (1) Voir Cass. 18 juin 2012, RG C.11.0399.F, Pas. 2012, n° 394."
      ],
      "abstractNL": [
        "De artikelen 34, §2, en 35, §4 Wet Landverzekeringsovereenkomst zijn van dwingend recht ter bescherming van de belangen van de benadeelde; hieruit volgt dat de stuiting van de verjaring slechts eindigt op het ogenblik dat de verzekeraar zijn wil om de schade te vergoeden duidelijk en ondubbelzinnig ter kennis brengt van de benadeelde (1). (1) Zie Cass. 18 juni 2012, AR C.11.0399.F, AC 2012, nr. 394.",
        "Hoewel de rechter onaantastbaar de feiten vaststelt waaruit hij afleidt of de verzekeraar zijn wil om de schade te vergoeden duidelijk en ondubbelzinnig ter kennis heeft gebracht van de benadeelde, gaat het Hof niettemin na of de rechter uit zijn vaststellingen naar recht zijn beslissing heeft kunnen afleiden (1). (1) Zie Cass. 18 juni 2012, AR C.11.0399.F, AC 2012, nr. 394."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191125.3N.6": {
      "court": "CASS",
      "date": "2019-11-25",
      "roleNumber": "C.18.0408.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191125.3N.6&lang=fr",
      "abstractFR": [
        "Pour que la prescription de l'action visée à l'article 34, § 2, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre soit interrompue, il n'est pas requis que l'assureur soit informé de ce que c'est directement par lui que la personne lésée entend se faire indemniser (1). (1) Article 35 de la loi du 25 juin 1992 sur le contrat d'assurance terrestre avant son abrogation par la loi du 4 avril 2014."
      ],
      "abstractNL": [
        "Opdat de verjaring van de vordering bedoeld in artikel 34, § 2, Wet Landverzekeringsovereenkomst wordt gestuit, is niet vereist dat de verzekeraar kennis krijgt van de wil van de benadeelde om rechtstreeks van hem schadevergoeding te verkrijgen (1). (1) Artikel 35 Landverzekeringsovereenkomst voor de opheffing ervan door de wet van april 2014."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180119.2": {
      "court": "CASS",
      "date": "2018-01-19",
      "roleNumber": "C.17.0429.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180119.2",
      "abstractFR": [
        "L'article 35, § 3 de la loi du 25 juin 1992 sur les assurances terrestres n'exclut pas que la prescription d'une action dérivant du contrat d'assurance puisse être interrompue par une reconnaissance de dette au sens de l'article 2248 du Code civil."
      ],
      "abstractNL": [
        "Artikel 35, § 3, Wet Landverzekeringsovereenkomst sluit niet uit dat de verjaring van een rechtsvordering voortvloeiend uit de verzekeringsovereenkomst kan worden gestuit door een schulderkenning in de zin van artikel 2248 Burgerlijk Wetboek."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160418.2": {
      "court": "CASS",
      "date": "2016-04-18",
      "roleNumber": "C.15.0450.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160418.2",
      "abstractFR": [
        "Suivant l'article 35, § 3, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre, applicable aux faits, si la déclaration de sinistre a été faite en temps utile, la prescription est interrompue jusqu'au moment où l'assureur a fait connaître sa décision par écrit à l'autre partie; la notification de la décision de l'assureur doit être faite à l'autre partie personnellement ou au mandataire qu'elle a chargé de la recevoir (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Volgens artikel 35, §3, van de wet van 25 juni 1992 op de Landverzekeringsovereenkomst, zoals het op de feiten van toepassing is, wordt, indien het schadegeval tijdig is aangemeld, de verjaring gestuit tot het ogenblik dat de verzekeraar aan de wederpartij schriftelijk kennis heeft gegeven van zijn beslissing; de beslissing van de verzekeraar moet persoonlijk ter kennis worden gesteld aan de wederpartij of aan de mandataris die zij heeft aangewezen om ze te ontvangen (1). (1) Zie concl. OM in Pas. 2016, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141118.6": {
      "court": "CASS",
      "date": "2014-11-18",
      "roleNumber": "P.13.0250.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141118.6&lang=fr",
      "abstractFR": [
        "La prescription de l'action résultant du droit propre de la personne lésée contre l'assureur, est interrompue en vertu de l'article 35, § 4, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre, dès que l'assureur est informé de la volonté de la personne lésée d'obtenir l'indemnisation de son préjudice; cette information ne pourra interrompre la prescription qu'à l'égard de la personne lésée qui a exprimé la volonté d'obtenir une indemnisation."
      ],
      "abstractNL": [
        "De verjaring van de vordering die voortvloeit uit het eigen recht van de benadeelde tegen de verzekeraar wordt ingevolge artikel 35, §4, Landverzekeringsovereenkomst gestuit zodra de verzekeraar kennis krijgt van de wil van de benadeelde om schadevergoeding te verkrijgen voor de door hem geleden schade; die kennisgeving zal enkel de verjaring stuiten van de benadeelde die zijn wil heeft geuit om vergoeding te bekomen."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140221.1": {
      "court": "CASS",
      "date": "2014-02-21",
      "roleNumber": "C.13.0277.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140221.1",
      "abstractFR": [
        "L'article 35, §4, de la loi du 25 juin 1992 ne réserve pas l'effet interruptif de la prescription qu'elle prévoit à l'information fournie à l'assureur par la personne lésée elle-même (1). (1) Voir Cass., 7 octobre 2005, RG C.04.0471.F, Pas., 2005, n° 490; Cass., 1er mars 2012, RG C.11.0001.N, Pas., 2012, n° 143.",
        "En conformité du principe général du droit de la non-rétroactivité des lois, auquel la loi du 25 juin 1992 ne déroge pas sur ce point, l'article 35, § 3bis, de cette loi, qui crée une nouvelle cause d'interruption de la prescription de l'action de la personne lésée contre l'assuré, par le fait de l'interruption de la prescription de son action contre l'assureur, est applicable, dès son entrée en vigueur le 19 janvier 2003, à la prescription en cause lorsque l'interruption résulte d'un acte contre l'assureur qui s'est produit sous l'empire de la loi ancienne et dont les effets se prolongent sous l'empire de la loi nouvelle, pour autant que l'action de la personne lésée contre l'assuré ne soit pas encore prescrite à ce moment (1). (1) Voir Cass., 26 avril 2012, RG C.10.0534.N, Pas., 2012, n° 259."
      ],
      "abstractNL": [
        "Artikel 35, §4, van de wet van 25 juni 1992 kent de verjaringsstuitende werking die het bepaalt, niet toe aan de inlichting die de getroffene zelf aan de verzekeraar meedeelt (1). (1) Zie Cass. 7 okt. 2005, AR C.04.0471.F, AC 2005, nr. 490; Cass. 1 maart 2012, AR C.11.0001.N, AC 2012, nr. 143.",
        "In overeenstemming met het algemeen rechtsbeginsel dat de wetten geen terugwerkende kracht hebben, waarvan de wet van 24 juni 1992 op dat punt niet afwijkt, is artikel 35, § 3bis, van die wet dat een nieuwe grond van stuiting van de verjaring van de rechtsvordering van de benadeelde persoon tegen de verzekerde doet ontstaan, precies doordat de verjaring van zijn rechtsvordering tegen de verzekeraar wordt gestuit, van toepassing vanaf de inwerkingtreding op 19 januari 2003, op de kwestieuze verjaring, wanneer de stuiting het gevolg is van een handeling tegen de verzekeraar die zich heeft voorgedaan onder vigeur van de vroegere wet en waarvan de gevolgen voortduren onder vigeur van de nieuwe wet, voor zover de rechtsvordering van de benadeelde persoon tegen de verzekeraar op dat tijdstip niet is verjaard (1). (1) Zie Cass. 26 april 2012, AR C.10.0534.F, AC 2012, nr. 259."
      ]
    }
  },
  "37": {
    "ECLI:BE:CASS:2017:ARR.20171117.2": {
      "court": "CASS",
      "date": "2017-11-17",
      "roleNumber": "C.16.0126.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171117.2",
      "abstractFR": [
        "Dans les assurances de dommage, l'intérêt assurable est celui qu'a l'assuré à ce qu'un événement incertain susceptible de causer un dommage à la chose assurée ou au patrimoine de l'assuré ou du bénéficiaire ne se réalise pas."
      ],
      "abstractNL": [
        "In schadeverzekeringen bestaat het verzekerbare belang in het belang dat de verzekerde erbij heeft dat een onzekere gebeurtenis die schade kan berokkenen aan de verzekerde zaak of aan het vermogen van de verzekerde of van de begunstigde, zich niet voordoet."
      ]
    }
  },
  "38": {
    "ECLI:BE:CASS:2021:ARR.20210412.3N.1": {
      "court": "CASS",
      "date": "2021-04-12",
      "roleNumber": "C.20.0201.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210412.3N.1&lang=fr",
      "abstractFR": [
        "L'assurance incendie qu'un copropriétaire d'un bien indivis a souscrite en son nom personnel ne couvre, en règle, que sa part dans la copropriété et ne profite pas aux autres copropriétaires, sauf s'il ressort de l'assurance que le preneur d'assurance a agi pour leur compte (1). (1) Voir les concl. contraires du MP publiées à leur date dans AC.",
        "Il suit de la circonstance qu'un copropriétaire d'un bien immobilier indivis paie, dans le cadre d'un contrat d'assurance incendie couvrant l'ensemble de ce bien, qu'il a conclu en son nom personnel, des primes qui ont été calculées sur la valeur totale de ce bien, que les parties sont convenues d'une assurance non seulement pour ce copropriétaire mais également pour les autres copropriétaires (1). (1) Voir les concl. contraires du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De brandverzekering die een mede-eigenaar van een onverdeeld goed in eigen naam heeft gesloten, dekt in de regel slechts zijn aandeel in de eigendom en strekt niet tot voordeel van de overige mede-eigenaars, tenzij uit de verzekering blijkt dat de verzekeringnemer voor hun rekening heeft gehandeld (1). (1) Zie andersluidende concl. OM.",
        "Uit de omstandigheid dat een mede-eigenaar van een onverdeeld onroerend goed in het kader van een in zijn eigen naam afgesloten brandverzekeringsovereenkomst met betrekking tot het geheel van dit goed, premies betaalt die berekend zijn op de volledige waarde van dit goed, volgt dat de partijen niet alleen dekking voor deze mede-eigenaar hebben bedongen maar ook voor de andere mede-eigenaars (1). (1) Zie andersluidende concl. OM."
      ]
    }
  },
  "39": {
    "ECLI:BE:CASS:2017:ARR.20171117.2": {
      "court": "CASS",
      "date": "2017-11-17",
      "roleNumber": "C.16.0126.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171117.2",
      "abstractFR": [
        "En cas d'assurance contre l'incendie en valeur à neuf, l'assuré qui ne reconstruit, ne reconstitue ou ne remplace pas le bien sinistré a droit, par dérogation à l'article 39, à une indemnité minimale correspondant à quatre-vingts pour cent de cette valeur, sans préjudice de l'application des autres dispositions de la loi ou du contrat qui permettent de réduire l'indemnité."
      ],
      "abstractNL": [
        "In geval van een brandverzekering tegen nieuwwaarde, heeft de verzekerde die het beschadigde goed niet wederopbouwt, wedersamenstelt of vervangt, in afwijking van artikel 39, recht op een minimumvergoeding van tachtig procent van die waarde, onverminderd de toepassing van de overige bepalingen van de wet of van de overeenkomst op grond waarvan de vergoeding kan worden beperkt."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130425.9": {
      "court": "CASS",
      "date": "2013-04-25",
      "roleNumber": "C.12.0114.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130425.9",
      "abstractFR": [
        "L''assurance contre le péril d''incendie souscrite en nom personnel par un copropriétaire indivis du bien assuré ne couvre que sa part de propriété et ne bénéficie pas aux autres copropriétaires, sauf s''il résulte de l''assurance que le preneur a agi pour leur compte."
      ],
      "abstractNL": [
        "De brandverzekering die een mede-eigenaar van een onverdeeld goed in eigen naam heeft gesloten, dekt slechts zijn aandeel in de eigendom en strekt niet ten voordele van de overige mede-eigenaars, tenzij uit de verzekering blijkt dat de verzekeringnemer voor hun rekening heeft gehandeld."
      ]
    }
  },
  "41": {
    "ECLI:BE:CASS:2020:ARR.20201211.1N.3": {
      "court": "CASS",
      "date": "2020-12-11",
      "roleNumber": "C.20.0155.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201211.1N.3&lang=fr",
      "abstractFR": [
        "L'assureur subrogé dans les droits de l'assuré ne peut agir contre le tiers responsable que lorsque l'assuré lui-même a un intérêt légitime à lui demander réparation."
      ],
      "abstractNL": [
        "De in de rechten van de verzekerde gesubrogeerde verzekeraar kan slechts een rechtsvordering tegen de aansprakelijke derde instellen wanneer de verzekerde zelf een rechtmatig belang heeft om van deze laatste vergoeding te vorderen."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170224.2": {
      "court": "CASS",
      "date": "2017-02-24",
      "roleNumber": "C.16.0243.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170224.2&lang=fr",
      "abstractFR": [
        "La subrogation par l'assureur qui a payé l'indemnité ne s'exerce qu'à l'égard du tiers responsable; un assuré est un tiers lorsque l'assureur ne le couvre pas pour le sinistre.",
        "Lorsqu'il n'y a pas de désistement d'action à l'égard d'un assuré dès lors que sa responsabilité est couverte par sa propre assurance de la responsabilité, l'assureur peut exercer une action subrogatoire contre cet assuré qui est un tiers."
      ],
      "abstractNL": [
        "De subrogatie door de verzekeraar die de schadevergoeding heeft betaald vindt enkel plaats tegen de aansprakelijke derde; een verzekerde is een derde wanneer de verzekeraar hem geen dekking verleent voor het schadegeval.",
        "Wanneer ten overstaan van een verzekerde geen afstand van verhaal geldt omdat zijn aansprakelijkheid gedekt is door zijn eigen aansprakelijkheidsverzekering, kan de verzekeraar een subrogatoir verhaal uitoefenen tegen deze verzekerde die een derde is."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161021.2": {
      "court": "CASS",
      "date": "2016-10-21",
      "roleNumber": "C.16.0099.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161021.2&lang=fr",
      "abstractFR": [
        "L'assureur qui est subrogé dans les droits de son assuré peut réclamer la restitution du montant de l'indemnisation à un autre assuré qui est responsable du dommage lorsque le contrat d'assurance prévoit que l'assuré est un tiers quant au dommage qu'il a causé à un autre assuré (1). (1) Art. 41, al. 1er, de la loi du 25 juin 1992 avant son abrogation par la loi du 4 avril 2014."
      ],
      "abstractNL": [
        "De verzekeraar die gesubrogeerd is in de rechten van zijn verzekerde kan het bedrag van de vergoeding terugvorderen van een andere verzekerde die aansprakelijk is voor de schade wanneer de verzekeringsovereenkomst bepaalt dat de verzekerde een derde is voor de schade die hij heeft toegebracht aan een andere verzekerde (1). (1) Art. 41, eerste lid, Wet Landverzekeringsovereenkomst, vóór de opheffing ervan bij Wet 4 april 2014."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141204.6": {
      "court": "CASS",
      "date": "2014-12-04",
      "roleNumber": "C.13.0617.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141204.6",
      "abstractFR": [
        "Lorsqu'une police d'assurance souscrite par l'association des copropriétaires d'un immeuble couvre tous dégâts des eaux survenant dans cet immeuble, chaque copropriétaire a, en cas de sinistre, la qualité d'assuré pour ce qui concerne son lot; il ne l'a en revanche pas à l'égard du lot sinistré de chaque autre copropriétaire (1). (1) Voir Cass. 5 novembre 2012, RG C.10.0514.F, Pas. 2014, n° 590; Cass. 25 avril 2013, RG C.11.0745.F, Pas. 2013, n° 257.",
        "La clause contractuelle d'une police d'assurance souscrite par l'association des copropriétaires d'un immeuble, qui stipule que le terme «assuré» vise notamment les copropriétaires et qu'ils sont considérés comme «tiers» les uns vis-à-vis des autres, n'a dès lors pas pour effet d'étendre le recours subrogatoire de l'assureur."
      ],
      "abstractNL": [
        "Wanneer een verzekeringspolis die is aangegaan door de vereniging van de mede-eigenaars van een pand elke waterschade dekt die zich in dat pand voordoet, heeft elke mede-eigenaar, bij een schadegeval, de hoedanigheid van verzekerde wat betreft zijn lot; hij heeft die hoedanigheid daarentegen niet ten aanzien van het beschadigde lot van elke andere mede-eigenaar (1). (1) Zie Cass. 5 november 2012, AR C.10.0514.F, AC 2014, nr. 590; Cass. 25 april 2013, AR C.11.0745.F, AC 2013, nr. 257.",
        "Het contractueel beding van een verzekeringspolis die is aangegaan door de vereniging van de mede-eigenaars van een pand, dat bepaalt dat het begrip 'verzekerde' met name slaat op de mede-eigenaars en dat zij ten aanzien van elkaar als 'derden' beschouwd worden, heeft derhalve niet de uitbreiding van het subrogatoir verhaal van de verzekeraar tot gevolg."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141002.4": {
      "court": "CASS",
      "date": "2014-10-02",
      "roleNumber": "C.13.0436.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141002.4",
      "abstractFR": [
        "Si le paiement de l'indemnité d'assurance au créancier privilégié par l'assureur de celui-ci opère la subrogation de l'assureur dans les droits et actions de ce créancier, avant ledit paiement, seul le créancier privilégié peut valablement former opposition au paiement d'une indemnité d'assurance due au preneur par son propre assureur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De verzekeraar die de verzekeringsuitkering aan zijn bevoorrechte schuldeiser betaalt, treedt weliswaar in de rechten en rechtsvorderingen van die schuldeiser, maar vóór die betaling kan enkel de bevoorrechte schuldeiser rechtsgeldig verzet doen tegen de betaling van een verzekeringsuitkering die door zijn eigen verzekeraar verschuldigd is aan de huurder (1). (1) Zie concl. OM in Pas. 2014, nr. ... ."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140526.1": {
      "court": "CASS",
      "date": "2014-05-26",
      "roleNumber": "C.11.0186.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140526.1",
      "abstractFR": [
        "Lorsque, en raison de l'assurance contre les accidents du travail souscrite, des indemnités résultant de la loi sur les accidents du travail sont payées aux victimes, l'assureur-loi, parce qu'il doit s'acquitter des obligations résultant du contrat d'assurance, ne peut exercer un recours contre l'employeur, son assuré (1). (1) Cass. 8 septembre 1992, RG 5456, Pas. 1992, n° 598."
      ],
      "abstractNL": [
        "Wanneer ingevolge de afgesloten arbeidsongevallenverzekering aan de getroffenen vergoedingen krachtens de Arbeidsongevallenwet zijn uitgekeerd, moet de arbeidsongevallenverzekeraar, omdat hij zijn uit de verzekeringsovereenkomst voortvloeiende verplichtingen moet nakomen, zich ervan onthouden tegen de werkgever, zijn verzekerde, een verhaal uit te oefenen (1). (1) Cass. 8 sept. 1992, AR 5456, AC 1991-92, nr. 598."
      ]
    }
  },
  "45": {
    "ECLI:BE:CASS:2013:ARR.20130624.8": {
      "court": "CASS",
      "date": "2013-06-24",
      "roleNumber": "C.12.0336.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130624.8",
      "abstractFR": [
        "L'assurance soins de santé prévue par l'article 138bis-1, § 1er, 1°, de la loi du 25 juin 1992 et l'obligation d'indemnisation fondée sur l'article 29 bis de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs, n'assurent pas un même intérêt contre le même risque et il ne peut dès lors être fait application de l'article 45 de la loi du 25 juin 1992 (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "De ziekteverzekeringsovereenkomst bepaald bij artikel 138bis-1, §1, 1°, van de wet van 25 juni 1992 en de verplichting tot schadevergoeding op grond van artikel 29bis van de wet van 21 november 1989 betreffende de verplichte aansprakelijkheidsverzekering inzake motorrijtuigen verzekeren geen zelfde belang tegen hetzelfde risico en bijgevolg kan artikel 45 van de wet van 25 juni 1992 niet worden toegepast (1). (1) Zie de concl van het O.M. in Pas. nr. ..."
      ]
    }
  },
  "51": {
    "ECLI:BE:CASS:2017:ARR.20171117.2": {
      "court": "CASS",
      "date": "2017-11-17",
      "roleNumber": "C.16.0126.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171117.2",
      "abstractFR": [
        "Dans les assurances de dommage, l'intérêt assurable est celui qu'a l'assuré à ce qu'un événement incertain susceptible de causer un dommage à la chose assurée ou au patrimoine de l'assuré ou du bénéficiaire ne se réalise pas."
      ],
      "abstractNL": [
        "In schadeverzekeringen bestaat het verzekerbare belang in het belang dat de verzekerde erbij heeft dat een onzekere gebeurtenis die schade kan berokkenen aan de verzekerde zaak of aan het vermogen van de verzekerde of van de begunstigde, zich niet voordoet."
      ]
    }
  },
  "53": {
    "ECLI:BE:CASS:2017:ARR.20171117.2": {
      "court": "CASS",
      "date": "2017-11-17",
      "roleNumber": "C.16.0126.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171117.2",
      "abstractFR": [
        "En cas d'assurance contre l'incendie en valeur à neuf, l'assuré qui ne reconstruit, ne reconstitue ou ne remplace pas le bien sinistré a droit, par dérogation à l'article 39, à une indemnité minimale correspondant à quatre-vingts pour cent de cette valeur, sans préjudice de l'application des autres dispositions de la loi ou du contrat qui permettent de réduire l'indemnité."
      ],
      "abstractNL": [
        "In geval van een brandverzekering tegen nieuwwaarde, heeft de verzekerde die het beschadigde goed niet wederopbouwt, wedersamenstelt of vervangt, in afwijking van artikel 39, recht op een minimumvergoeding van tachtig procent van die waarde, onverminderd de toepassing van de overige bepalingen van de wet of van de overeenkomst op grond waarvan de vergoeding kan worden beperkt."
      ]
    }
  },
  "57": {
    "ECLI:BE:CASS:2013:ARR.20130201.4": {
      "court": "CASS",
      "date": "2013-02-01",
      "roleNumber": "C.12.0272.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130201.4&lang=fr",
      "abstractFR": [
        "En cas de cession entre vifs d'un immeuble, la résiliation du contrat d'assurance à la demande du preneur d'assurance-cédant après la passation de l'acte authentique mais avant l'expiration du délai de trois mois, ne peut être opposée au cessionnaire qui prétend à la garantie de l'assurance pour un sinistre qui est survenu au cours de cette période (1). (1) Voir les conclusions du M.P. publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "In geval van overdracht onder de levenden van een onroerend goed kan de beëindiging van de verzekeringsovereenkomst op verzoek van de verzekeringnemer-overdrager na het verlijden van de authentieke akte maar vóór het verstrijken van de termijn van drie maanden, niet worden tegengeworpen aan de overnemer die aanspraak maakt op de verzekeringsdekking voor een schadegeval dat zich in die periode heeft voorgedaan (1). (1) Zie concl. O.M."
      ]
    }
  },
  "58": {
    "ECLI:BE:CASS:2017:ARR.20171013.1": {
      "court": "CASS",
      "date": "2017-10-13",
      "roleNumber": "C.15.0472.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171013.1",
      "abstractFR": [
        "L'indemnité due à la suite de la perte ou de la détérioration d'un bien est affectée au paiement des créances privilégiées ou hypothécaires, selon le rang de chacune d'elles, pour autant que leur inscription à la conservation des hypothèques soit antérieure au sinistre."
      ],
      "abstractNL": [
        "De vergoeding die verschuldigd is wegens het tenietgaan of de beschadiging van een goed, wordt aangewend voor de betaling van de bevoorrechte of de hypothecaire schuldvorderingen, ieder volgens haar rang, voor zover die schuldvorderingen vóór het schadegeval werden ingeschreven bij de bewaring der hypotheken."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141002.4": {
      "court": "CASS",
      "date": "2014-10-02",
      "roleNumber": "C.13.0436.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141002.4",
      "abstractFR": [
        "Si le paiement de l'indemnité d'assurance au créancier privilégié par l'assureur de celui-ci opère la subrogation de l'assureur dans les droits et actions de ce créancier, avant ledit paiement, seul le créancier privilégié peut valablement former opposition au paiement d'une indemnité d'assurance due au preneur par son propre assureur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De verzekeraar die de verzekeringsuitkering aan zijn bevoorrechte schuldeiser betaalt, treedt weliswaar in de rechten en rechtsvorderingen van die schuldeiser, maar vóór die betaling kan enkel de bevoorrechte schuldeiser rechtsgeldig verzet doen tegen de betaling van een verzekeringsuitkering die door zijn eigen verzekeraar verschuldigd is aan de huurder (1). (1) Zie concl. OM in Pas. 2014, nr. ... ."
      ]
    }
  },
  "60": {
    "ECLI:BE:CASS:2014:ARR.20140605.4": {
      "court": "CASS",
      "date": "2014-06-05",
      "roleNumber": "C.13.0486.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140605.4&lang=fr",
      "abstractFR": [
        "Le privilège de l'assureur sur la chose assurée qui existe pour un montant correspondant à deux primes annuelles, quelles que soient les modalités de paiement, peut concerner tant les choses corporelles que les choses incorporelles; la prime est ainsi due à un assureur crédit qui bénéficie d'un privilège sur la créance assurée qui peut être perçue; si l'assurance-crédit concerne un ensemble de créances la prime totale est privilégiée sur le montant des créances perçues qui font l'objet de l'assurance."
      ],
      "abstractNL": [
        "Het voorrecht van de verzekeraar op de verzekerde zaak dat geldt voor een bedrag gelijk aan twee jaarpremies, ongeacht op welke wijze deze betaald wordt, kan zowel betrekking hebben op lichamelijke als op onlichamelijke zaken; aldus is de premie verschuldigd aan een kredietverzekeraar bevoorrecht op de verzekerde schuldvordering die kan worden geïnd; heeft de kredietverzekering betrekking op een geheel van schuldvorderingen, dan is de totale premie bevoorrecht op het bedrag van de geïnde schuldvorderingen die onder de verzekering vallen."
      ]
    }
  },
  "67": {
    "ECLI:BE:CASS:2017:ARR.20171117.2": {
      "court": "CASS",
      "date": "2017-11-17",
      "roleNumber": "C.16.0126.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171117.2",
      "abstractFR": [
        "En cas d'assurance contre l'incendie en valeur à neuf, l'assuré qui ne reconstruit, ne reconstitue ou ne remplace pas le bien sinistré a droit, par dérogation à l'article 39, à une indemnité minimale correspondant à quatre-vingts pour cent de cette valeur, sans préjudice de l'application des autres dispositions de la loi ou du contrat qui permettent de réduire l'indemnité."
      ],
      "abstractNL": [
        "In geval van een brandverzekering tegen nieuwwaarde, heeft de verzekerde die het beschadigde goed niet wederopbouwt, wedersamenstelt of vervangt, in afwijking van artikel 39, recht op een minimumvergoeding van tachtig procent van die waarde, onverminderd de toepassing van de overige bepalingen van de wet of van de overeenkomst op grond waarvan de vergoeding kan worden beperkt."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130510.3": {
      "court": "CASS",
      "date": "2013-05-10",
      "roleNumber": "C.12.0211.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130510.3&lang=fr",
      "abstractFR": [
        "L''article 67, § 1er, alinéa 1er de la loi du 25 juin 1992 sur le contrat d''assurance terrestre n''interdit pas aux parties de convenir que le bien reconstruit doit être destiné au même usage en Belgique que le bien endommagé (1). (1) Voir les conclusions du M.P., publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Artikel 67, §1, eerste lid, Wet Landverzekeringsovereenkomst verbiedt de partijen niet overeen te komen dat het wederopgebouwde goed voor hetzelfde gebruik in België bestemd moet zijn als het beschadigde goed (1). (1) Zie concl. O.M."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130107.2": {
      "court": "CASS",
      "date": "2013-01-07",
      "roleNumber": "C.11.0387.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130107.2",
      "abstractFR": [
        "Lorsque l'assureur refuse de couvrir un sinistre incendie en invoquant que celui-ci peut être dû à un fait intentionnel de l'assuré ou du bénéficiaire d'assurance, c'est la dérogation prévue sous a) de l'article 67, § 2, 5°, précité qui est seule applicable, à l'exclusion de celle prévue sous b) (1). (1) Voir les concl. du M.P.",
        "Il ressort de l'article 67 de la loi du 25 juin 1992, tant dans sa version applicable au litige que dans celle résultant de sa modification par la loi du 21 mai 2003, que cette disposition déroge au droit commun des articles 1146 et 1153 du Code civil (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "Wanneer de verzekeraar weigert een brandschadegeval te dekken omdat het te wijten kan zijn aan een opzettelijke daad van de verzekerde of van de verzekeringsbegunstigde, is enkel de afwijking bepaald onder a) van voornoemd artikel 67, §2, 5°, met uitzondering van die onder b), toepasselijk (1). (1) Zie de concl. van het O.M. in Pas. nr. ...",
        "Uit artikel 67 van de wet van 25 juni 1992 blijkt dat die bepaling, zowel in de op het geschil toepasselijke versie als in de versie gewijzigd bij de wet van 21 mei 2003, afwijkt van het gemeen recht van de artikelen 1146 en 1153 van het Burgerlijk Wetboek (1). (1) Zie de concl. van het O.M. in Pas. nr. ..."
      ]
    }
  },
  "77": {
    "ECLI:BE:CASS:2018:ARR.20181019.5": {
      "court": "CASS",
      "date": "2018-10-19",
      "roleNumber": "C.18.0082.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181019.5&lang=fr",
      "abstractFR": [
        "Une clause de déchéance de la couverture d'assurance est nulle lorsqu'elle exclut toute couverture du risque décrit dans le contrat d'assurance."
      ],
      "abstractNL": [
        "Een beding van verval van de verzekeringsdekking is nietig wanneer het elke dekking uitsluit van het in de verzekeringsovereenkomst omschreven risico."
      ]
    }
  },
  "78": {
    "ECLI:BE:CASS:2015:ARR.20150116.2": {
      "court": "CASS",
      "date": "2015-01-16",
      "roleNumber": "C.14.0294.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150116.2&lang=fr",
      "abstractFR": [
        "La couverture du risque de postériorité au cours du délai de 36 mois après la fin du contrat d'assurance a pour but de protéger l'assuré et la personne lésée dans l'attente de la conclusion d'un nouveau contrat d'assurance auprès d'un autre assureur; il s'ensuit que pour le contrat d'assurance dans lequel la couverture peut être subordonnée à l'introduction de la demande au cours de sa durée, la couverture obligatoire pendant un délai de 36 mois après la fin du contrat d'assurance s'applique, à moins qu'un autre assureur couvre le dommage (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De dekking van het uitlooprisico gedurende de termijn van 36 maanden na het einde van de verzekeringsovereenkomst heeft tot doel de verzekerde en de benadeelde te beschermen in afwachting van het afsluiten van een nieuwe verzekeringsovereenkomst bij een andere verzekeraar; hieruit volgt dat voor de verzekeringsovereenkomst waarin de dekking afhankelijk kan gemaakt worden van het instellen van de vordering tijdens de duur ervan, de verplichte dekking gedurende de termijn van 36 maanden na het einde van de verzekeringsovereenkomst geldt, tenzij een andere verzekeraar het schadegeval dekt (1). (1) Zie concl. OM."
      ]
    }
  },
  "79": {
    "ECLI:BE:CASS:2013:ARR.20130607.2": {
      "court": "CASS",
      "date": "2013-06-07",
      "roleNumber": "C.12.0128.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130607.2&lang=fr",
      "abstractFR": [
        "Lorsqu''un des motifs de la responsabilité, fondant la réclamation de la personne lésée contre le transporteur CMR, n''est pas couvert par la police, les intérêts de l'assureur et de l''assuré ne coïncident pas dans cette mesure et l''assureur n'a pas le droit de combattre, à la place de l''assuré, la réclamation de la personne lésée (1). (1) Voir les conclusions du M.P. publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Wanneer een van de aansprakelijkheidsgronden waarop de verzekerde, als CMR vervoerder, door de benadeelde wordt aangesproken niet gedekt is door de polis, vallen de belangen van de verzekeraar en van de verzekerde in zoverre niet samen en heeft de verzekeraar niet het recht om, in de plaats van de verzekerde, de vordering van de benadeelde te bestrijden (1). (1) Zie concl. O.M."
      ]
    }
  },
  "86": {
    "ECLI:BE:CASS:2019:ARR.20190314.10": {
      "court": "CASS",
      "date": "2019-03-14",
      "roleNumber": "C.18.0307.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190314.10",
      "abstractFR": [
        "La personne subrogée dans les droits de la personne lésée exerce l'action de la personne lésée avec ses caractéristiques et accessoires; il s'ensuit que, lorsque, à la date de la subrogation, le délai de prescription de l'action directe contre l'assureur n'a pas pris cours à l'égard de la personne lésée, il n'a pas davantage pris cours à l'égard de la personne subrogée."
      ],
      "abstractNL": [
        "De indeplaatsgestelde in de rechten van de benadeelde oefent de vordering van de benadeelde uit met al haar kenmerken en toebehoren; hieruit volgt dat wanneer, op de datum van de subrogatie, de verjaringstermijn van de rechtstreekse vordering tegen de verzekeraar niet is ingegaan ten aanzien van de benadeelde, die termijn evenmin is ingegaan ten aanzien van de indeplaatsgestelde."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170914.4": {
      "court": "CASS",
      "date": "2017-09-14",
      "roleNumber": "C.16.0273.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170914.4&lang=fr",
      "abstractFR": [
        "Quiconque prétend qu'une personne ayant causé un dommage se trouve dans un état grave de déséquilibre mental ou de débilité mentale la rendant incapable du contrôle de ses actions, de sorte qu'elle est responsable sur la base de l'article 1386bis du Code civil, est tenu, en vertu de l'article 1315, alinéa 1er, dudit code, de le prouver; il s'ensuit que, lorsque la personne lésée forme une action directe contre l'assureur en responsabilité sur la base de l'article 86 de la loi du 25 juin 1992 sur le contrat d'assurance terrestre, tel qu'applicable en l'espèce, et soutient que son assuré est responsable sur la base de l'article 1386bis du Code civil, alors que l'assureur en responsabilité invoque l'intention dans le chef de son assuré, la personne lésée doit en premier lieu apporter la preuve qu'au moment des faits, l'assuré n'était pas en mesure de contrôler ses actions (1). (1) Voir les concl. contraires du MP."
      ],
      "abstractNL": [
        "Degene die beweert dat een persoon die schade heeft veroorzaakt, zich in een staat van ernstige geestesstoornis of zwakzinnigheid bevindt die hem voor de controle van zijn daden ongeschikt maakt, zodat hij aansprakelijk is op grond van artikel 1386bis Burgerlijk Wetboek, dient dit, in toepassing van artikel 1315, eerste lid, Burgerlijk Wetboek te bewijzen; hieruit volgt dat wanneer de benadeelde een rechtstreekse vordering instelt tegen de aansprakelijkheidsverzekeraar op grond van artikel 86 Wet Landverzekeringsovereenkomst, zoals hier van toepassing, en aanvoert dat diens verzekerde aansprakelijk is op grond van artikel 1386bis Burgerlijk Wetboek, terwijl de aansprakelijkheidsverzekeraar opzet in hoofde van zijn verzekerde inroept, de benadeelde in de eerste plaats het bewijs moet leveren dat de verzekerde op het ogenblik van de feiten niet in staat was zijn daden te controleren (1). (1) Zie andersluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140212.1": {
      "court": "CASS",
      "date": "2014-02-12",
      "roleNumber": "P.13.1304.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140212.1",
      "abstractFR": [
        "Dans les assurances obligatoires de la responsabilité civile, la résiliation du contrat, intervenue avant la réalisation du sinistre, est opposable à la personne lésée; titulaire d'un droit propre contre l'assureur, la personne lésée exerçant l'action directe contre ce dernier est en droit de contester la validité de ladite résiliation et il appartient au tribunal de statuer sur la question litigieuse ainsi soulevée (1). (1) Bernard Dubuisson, L'action directe et l'action récursoire, in La loi du 25 juin 1992 sur le contrat d'assurance terrestre, dix ans d'application, Collection des assurances n° 13, Bruylant, p. 147; Jean-Luc Fagnart, Les interventions de l'assureur dans la procédure, in La loi sur le contrat d'assurance terrestre, Bilan et perspectives après 20 années d'application, Bruylant, p. 94."
      ],
      "abstractNL": [
        "Bij de verplichte burgerrechtelijke aansprakelijkheidsverzekeringen kan de beëindiging van de overeenkomst voor het schadegeval zich heeft voorgedaan, aan de benadeelde worden tegengeworpen; de benadeelde die een eigen recht heeft tegen de verzekeraar, en die de rechtstreekse vordering tegen die verzekeraar instelt, kan de geldigheid van die beëindiging betwisten en de rechtbank dient uitspraak te doen over het aldus opgeworpen geschilpunt (1). (1) Bernard Dubuisson, L'action directe et l'action récursoire, in La loi du 25 juin 1992 sur le contrat d'assurance terrestre, dix ans d'application, Collection des assurances nr. 13, Bruylant, p. 147; Jean-Luc Fagnart, Les interventions de l'assureur dans la procédure, in La loi sur le contrat d'assurance terrestre, Bilan et perspectives après 20 années d'application, Bruylant, p. 94."
      ]
    }
  },
  "87": {
    "ECLI:BE:CASS:2014:ARR.20140212.1": {
      "court": "CASS",
      "date": "2014-02-12",
      "roleNumber": "P.13.1304.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140212.1",
      "abstractFR": [
        "Dans les assurances obligatoires de la responsabilité civile, la résiliation du contrat, intervenue avant la réalisation du sinistre, est opposable à la personne lésée; titulaire d'un droit propre contre l'assureur, la personne lésée exerçant l'action directe contre ce dernier est en droit de contester la validité de ladite résiliation et il appartient au tribunal de statuer sur la question litigieuse ainsi soulevée (1). (1) Bernard Dubuisson, L'action directe et l'action récursoire, in La loi du 25 juin 1992 sur le contrat d'assurance terrestre, dix ans d'application, Collection des assurances n° 13, Bruylant, p. 147; Jean-Luc Fagnart, Les interventions de l'assureur dans la procédure, in La loi sur le contrat d'assurance terrestre, Bilan et perspectives après 20 années d'application, Bruylant, p. 94."
      ],
      "abstractNL": [
        "Bij de verplichte burgerrechtelijke aansprakelijkheidsverzekeringen kan de beëindiging van de overeenkomst voor het schadegeval zich heeft voorgedaan, aan de benadeelde worden tegengeworpen; de benadeelde die een eigen recht heeft tegen de verzekeraar, en die de rechtstreekse vordering tegen die verzekeraar instelt, kan de geldigheid van die beëindiging betwisten en de rechtbank dient uitspraak te doen over het aldus opgeworpen geschilpunt (1). (1) Bernard Dubuisson, L'action directe et l'action récursoire, in La loi du 25 juin 1992 sur le contrat d'assurance terrestre, dix ans d'application, Collection des assurances nr. 13, Bruylant, p. 147; Jean-Luc Fagnart, Les interventions de l'assureur dans la procédure, in La loi sur le contrat d'assurance terrestre, Bilan et perspectives après 20 années d'application, Bruylant, p. 94."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20131204.1": {
      "court": "CASS",
      "date": "2013-12-04",
      "roleNumber": "P.13.0285.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131204.1",
      "abstractFR": [
        "L'article 89, § 5, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre, qui interdit à la juridiction répressive, devant laquelle l'assureur est mis en cause par la personne lésée, de statuer sur les droits que l'assureur peut faire valoir contre l'assuré, n'interdit pas à l'assureur intervenant devant la juridiction répressive d'opposer à la personne lésée exerçant son droit d'action directe en vertu du contrat d'assurance, les exceptions visées à l'article 87, § 2, de la loi; une telle exception ne constitue pas, en effet, un droit que l'assureur fait valoir à l'égard de l'assuré mais a pour seule conséquence, si elle est accueillie, d'exonérer le premier de la garantie due à la victime; l'appréciation de cette exception par le juge pénal est indissociablement liée à l'exercice de l'action directe de la personne lésée (1). (1) Voir Cass., 27 janvier 2004, RG P.03.0839.N, Pas., 2004, n° 46."
      ],
      "abstractNL": [
        "Artikel 89, §5, van de wet van 25 juni 1992 op de landverzekeringsovereenkomst, dat de strafrechter, voor wie de verzekeraar door de benadeelde in de zaak wordt betrokken, verbiedt uitspraak te doen over de rechten die de verzekeraar ten aanzien van de verzekerde kan doen gelden, verbiedt niet dat de tussenkomende verzekeraar voor de strafrechter, tegen de benadeelde die zijn rechtstreeks vorderingsrecht uitoefent op grond van de verzekeringsovereenkomst, de excepties opwerpt bedoeld in artikel 87, §2, van de wet; dergelijke exceptie is immers geen recht dat de verzekeraar ten aanzien van de verzekerde doet gelden maar heeft, indien gegrond, alleen tot gevolg dat eerstgenoemde wordt vrijgesteld van de dekking die hij het slachtoffer verschuldigd is; de beoordeling van die exceptie door de strafrechter is onlosmakelijk verbonden met de uitoefening van de rechtstreekse vordering van de benadeelde (1). (1) Zie Cass. 27 jan. 2004, AR P.03.0839.N, AC 2004, nr. 46."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130627.2": {
      "court": "CASS",
      "date": "2013-06-27",
      "roleNumber": "C.11.0562.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130627.2",
      "abstractFR": [
        "La survenance du sinistre s'entend, au sens de l''article 87, § 1er, alinéa 2, de la loi du 25 juin 1992, de la survenance du dommage."
      ],
      "abstractNL": [
        "Onder ontstaan van het schadegeval, in de zin van artikel 87, §1, tweede lid, van de wet van 25 juni 1992, wordt het ontstaan van de schade bedoeld."
      ]
    }
  },
  "88": {
    "ECLI:BE:CASS:2021:ARR.20211126.1F.3": {
      "court": "CASS",
      "date": "2021-11-26",
      "roleNumber": "C.21.0037.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211126.1F.3",
      "abstractFR": [
        "Pour ne pas perdre son droit de recours, l'assureur notifie clairement et sans ambiguïté à l'intéressé son intention d'exercer le recours; cette notification n'est soumise à aucune forme particulière (1). (1) Voir les concl. du MP.",
        "S'agissant d'un acte juridique unilatéral réceptrice, l'assureur peut apporter la preuve de son intention d'exercer le recours par toutes voies de droit (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Om zijn verhaalsrecht niet te verliezen, moet de verzekeraar de betrokkene duidelijk en ondubbelzinnig kennisgeven van zijn voornemen om het verhaal in te stellen; voor die kennisgeving is geen bijzondere vorm vereist (1). (1) Zie concl. OM in Pas. 2021, nr. 750.",
        "Aangezien het een gerichte eenzijdige rechtshandeling betreft, mag de verzekeraar met alle rechtsmiddelen het bewijs leveren van zijn voornemen om het verhaal in te stellen (1). (1) Zie concl. OM in Pas. 2021, nr. 750."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150619.5": {
      "court": "CASS",
      "date": "2015-06-19",
      "roleNumber": "C.14.0150.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150619.5&lang=fr",
      "abstractFR": [
        "L'assureur qui a indemnisé les victimes d'un accident de la circulation en application de l'article 29bis de la loi du 21 novembre 1989 est habilité à exercer un droit contractuel de recours à l'égard de l'assuré ou du preneur d'assurance, dans les limites toutefois des sommes auxquelles l'assureur serait tenu en raison de la responsabilité de son assuré (1). (1) Voir les concl. du MP.",
        "Une clause octroyant à l'assureur un droit de recours à concurrence de sommes dont l'assuré n'est pas responsable déroge au contrat type annexé à l'arrêté royal du 14 décembre 1992 au détriment du preneur d'assurance et, en conséquence, est interdite en vertu de l'article 1er du même arrêté royal (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het is de verzekeraar die de slachtoffers van een verkeersongeval heeft vergoed op grond van artikel 29bis WAM, toegelaten een contractueel recht van verhaal uit te oefenen op de verzekerde of de verzekeringnemer, zij het beperkt tot het bedrag waartoe de verzekeraar op grond van de aansprakelijkheid van zijn verzekerde zou zijn gehouden (1). (1) Zie concl. OM.",
        "Een beding dat aan de verzekeraar een recht van verhaal toestaat voor bedragen waarvoor de verzekerde niet aansprakelijk is, wijkt af van de modelovereenkomst gevoegd bij het besluit van 14 december 1992 ten nadele van de verzekeringnemer en is bijgevolg op grond van artikel 1 van dit besluit niet toegelaten (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140925.12": {
      "court": "CASS",
      "date": "2014-09-25",
      "roleNumber": "C.13.0389.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140925.12",
      "abstractFR": [
        "L'article 88, alinéa 2, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre implique que, pour ne pas perdre son droit de recours, l'assureur notifie clairement et sans ambiguïté à l'intéressé son intention d'exercer le recours et il incombe à l'assureur d'en rapporter la preuve; la loi sur le contrat d'assurance terrestre ne soumet cette notification à aucune forme particulière; lorsque la notification est effectuée par pli recommandé, l'assureur doit uniquement prouver qu'il a remis le pli aux services de la poste; cette remise constitue un fait juridique, pouvant être prouvé par toute voie de droit que le juge du fond apprécie souverainement."
      ],
      "abstractNL": [
        "Artikel 88, tweede lid, van de wet van 25 juni 1992 op de landverzekeringsovereenkomst impliceert dat de verzekeraar, om zijn recht van verhaal niet te verliezen, aan de betrokkene duidelijk kennis geeft van zijn voornemen om verhaal in te stellen en dat de verzekeraar daarvan het bewijs dient te leveren; de wet op de landverzekeringsovereenkomst onderwerpt die kennisgeving aan geen enkel bijzonder vormvereiste; wanneer de kennisgeving per aangetekende brief gebeurt, dient de verzekeraar enkel te bewijzen dat hij die aan de postdiensten heeft afgegeven; die afgifte is een rechtsfeit, dat kan worden bewezen door alle middelen rechtens die de bodemrechter op onaantastelijke wijze beoordeelt."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20131004.1": {
      "court": "CASS",
      "date": "2013-10-04",
      "roleNumber": "C.12.0072.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131004.1",
      "abstractFR": [
        "Il ne résulte pas de l'article 88, alinéa 2, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre que la déchéance du droit de l'assureur d'introduire l'action récursoire contre son assuré lorsqu'il tarde à notifier à l'assuré son intention d'exercer un recours aussitôt qu'il a connaissance des faits justifiant sa décision, entraîne le droit pour l'assuré, malgré sa faute lourde, de faire appel à la garantie de son assureur."
      ],
      "abstractNL": [
        "Uit artikel 88, tweede lid, van de wet van 25 juni 1992 op de landverzekeringsovereenkomst volgt niet dat het verval van het recht van de verzekeraar om tegen zijn verzekerde een regresvordering in te stellen, doordat hij gedraald heeft zijn verzekerde in kennis te stellen van zijn voornemen om verhaal in te stellen zodra hij de feiten kent die zijn beslissing staven, tot gevolg heeft dat de verzekerde, ondanks zijn zware fout, recht heeft op de dekking van zijn verzekeraar."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130301.3": {
      "court": "CASS",
      "date": "2013-03-01",
      "roleNumber": "C.12.0188.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130301.3&lang=fr",
      "abstractFR": [
        "L'action récursoire de l'assureur se prescrit par trois ans à compter du jour du paiement par l'assureur, même lorsqu'elle est dirigée contre le preneur d'assurance."
      ],
      "abstractNL": [
        "De regresvordering van de verzekeraar verjaart door verloop van drie jaar, te rekenen vanaf de dag van de betaling door de verzekeraar, ook wanneer zij gericht is tegen de verzekeringnemer."
      ]
    }
  },
  "89": {
    "ECLI:BE:CASS:2017:ARR.20170516.2": {
      "court": "CASS",
      "date": "2017-05-16",
      "roleNumber": "P.15.0781.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170516.2&lang=fr",
      "abstractFR": [
        "L'assureur appelé en intervention peut refuser le débat lorsque son droit de défense n'est pas garanti, plus précisément lorsque ce droit est compromis par une décision déjà rendue (1). (1) Voir Cass. 4 janvier 1984, RG 3054, Pas. 1984, n° 228 et Cass. 25 novembre 1992, RG 77, Pas. 1992, n° 752."
      ],
      "abstractNL": [
        "De verzekeraar die tot gedwongen tussenkomst wordt opgeroepen kan het debat weigeren wanneer zijn recht van verdediging niet wordt gevrijwaard, meer bepaald wanneer zijn recht van verdediging wegens een reeds verkregen beslissing in gevaar is gebracht (1). (1) Zie: Cass. 4 januari 1984, AR 3054, AC 1983-1984, nr. 228 en Cass. 25 november 1992, AR 77, AC 1991-1992, nr. 752."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20131204.1": {
      "court": "CASS",
      "date": "2013-12-04",
      "roleNumber": "P.13.0285.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131204.1",
      "abstractFR": [
        "L'article 89, § 5, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre, qui interdit à la juridiction répressive, devant laquelle l'assureur est mis en cause par la personne lésée, de statuer sur les droits que l'assureur peut faire valoir contre l'assuré, n'interdit pas à l'assureur intervenant devant la juridiction répressive d'opposer à la personne lésée exerçant son droit d'action directe en vertu du contrat d'assurance, les exceptions visées à l'article 87, § 2, de la loi; une telle exception ne constitue pas, en effet, un droit que l'assureur fait valoir à l'égard de l'assuré mais a pour seule conséquence, si elle est accueillie, d'exonérer le premier de la garantie due à la victime; l'appréciation de cette exception par le juge pénal est indissociablement liée à l'exercice de l'action directe de la personne lésée (1). (1) Voir Cass., 27 janvier 2004, RG P.03.0839.N, Pas., 2004, n° 46."
      ],
      "abstractNL": [
        "Artikel 89, §5, van de wet van 25 juni 1992 op de landverzekeringsovereenkomst, dat de strafrechter, voor wie de verzekeraar door de benadeelde in de zaak wordt betrokken, verbiedt uitspraak te doen over de rechten die de verzekeraar ten aanzien van de verzekerde kan doen gelden, verbiedt niet dat de tussenkomende verzekeraar voor de strafrechter, tegen de benadeelde die zijn rechtstreeks vorderingsrecht uitoefent op grond van de verzekeringsovereenkomst, de excepties opwerpt bedoeld in artikel 87, §2, van de wet; dergelijke exceptie is immers geen recht dat de verzekeraar ten aanzien van de verzekerde doet gelden maar heeft, indien gegrond, alleen tot gevolg dat eerstgenoemde wordt vrijgesteld van de dekking die hij het slachtoffer verschuldigd is; de beoordeling van die exceptie door de strafrechter is onlosmakelijk verbonden met de uitoefening van de rechtstreekse vordering van de benadeelde (1). (1) Zie Cass. 27 jan. 2004, AR P.03.0839.N, AC 2004, nr. 46."
      ]
    }
  },
  "108": {
    "ECLI:BE:CASS:2017:ARR.20171109.8": {
      "court": "CASS",
      "date": "2017-11-09",
      "roleNumber": "C.17.0094.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171109.8&lang=fr",
      "abstractFR": [
        "Une attribution bénéficiaire d'une assurance-vie ou d'une assurance solde restant dû n'est un avantage au sens de l'art. 299 du Code civil que lorsque cette attribution bénéficiaire peut être qualifiée de donation indirecte."
      ],
      "abstractNL": [
        "Een begunstiging in een levensverzekering of een schuldsaldoverzekering is slechts een voordeel in de zin van art. 299 Burgerlijk Wetboek wanneer deze begunstiging als een onrechtstreekse schenking kan worden gekwalificeerd."
      ]
    }
  },
  "114": {
    "ECLI:BE:CASS:2013:ARR.20130301.5": {
      "court": "CASS",
      "date": "2013-03-01",
      "roleNumber": "C.12.0307.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130301.5&lang=fr",
      "abstractFR": [
        "Il suit des articles 114 et 121 de la loi du 25 juin 1992 sur le contrat d'assurance terrestre que l'acceptation rend le bénéfice irrévocable et que le preneur d'assurance ne peut exercer son droit de rachat après acceptation que moyennant l'accord du bénéficiaire même si celui-ci a accepté le bénéfice en ordre subsidiaire (1). (1) Voir les conclusions du M.P., publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Uit de artikelen 114 en 121 Wet Landverzekeringsovereenkomst volgt dat de aanvaarding de begunstiging onherroepelijk maakt en de verzekeringnemer zijn recht van afkoop na de aanvaarding slechts kan uitoefenen mits toestemming van de begunstigde, ook al heeft deze de begunstiging aanvaard in tweede orde (1). (1) Zie concl. O.M."
      ]
    }
  },
  "121": {
    "ECLI:BE:CASS:2013:ARR.20130301.5": {
      "court": "CASS",
      "date": "2013-03-01",
      "roleNumber": "C.12.0307.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130301.5&lang=fr",
      "abstractFR": [
        "Il suit des articles 114 et 121 de la loi du 25 juin 1992 sur le contrat d'assurance terrestre que l'acceptation rend le bénéfice irrévocable et que le preneur d'assurance ne peut exercer son droit de rachat après acceptation que moyennant l'accord du bénéficiaire même si celui-ci a accepté le bénéfice en ordre subsidiaire (1). (1) Voir les conclusions du M.P., publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Uit de artikelen 114 en 121 Wet Landverzekeringsovereenkomst volgt dat de aanvaarding de begunstiging onherroepelijk maakt en de verzekeringnemer zijn recht van afkoop na de aanvaarding slechts kan uitoefenen mits toestemming van de begunstigde, ook al heeft deze de begunstiging aanvaard in tweede orde (1). (1) Zie concl. O.M."
      ]
    }
  },
  "131": {
    "ECLI:BE:CASS:2017:ARR.20171109.8": {
      "court": "CASS",
      "date": "2017-11-09",
      "roleNumber": "C.17.0094.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171109.8&lang=fr",
      "abstractFR": [
        "Une attribution bénéficiaire d'une assurance-vie ou d'une assurance solde restant dû n'est un avantage au sens de l'art. 299 du Code civil que lorsque cette attribution bénéficiaire peut être qualifiée de donation indirecte."
      ],
      "abstractNL": [
        "Een begunstiging in een levensverzekering of een schuldsaldoverzekering is slechts een voordeel in de zin van art. 299 Burgerlijk Wetboek wanneer deze begunstiging als een onrechtstreekse schenking kan worden gekwalificeerd."
      ]
    }
  },
  "136": {
    "ECLI:BE:CASS:2023:ARR.20230922.1F.10": {
      "court": "CASS",
      "date": "2023-09-22",
      "roleNumber": "C.23.0044.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230922.1F.10",
      "abstractFR": [
        "Lorsque l'assureur est informé de la volonté de la personne subrogée dans les droits de la personne lésée, qui s'en est elle-même abstenue, d'obtenir réparation du préjudice, la prescription de l'action du subrogé contre l'assureur est interrompue jusqu'au moment où ce dernier lui fait connaître par écrit sa décision d'indemnisation ou son refus."
      ],
      "abstractNL": null
    }
  },
  "138bis": {
    "ECLI:BE:CASS:2016:ARR.20161124.5": {
      "court": "CASS",
      "date": "2016-11-24",
      "roleNumber": "C.15.0104.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161124.5",
      "abstractFR": [
        "Une personne est liée professionnellement lorsque la relation entre le preneur d'assurance et cette personne permet à cette dernière de recueillir des revenus professionnels (1). (1) L. du 25 juin 1992, art. 138bis-1, § 2 avant son abrogation par la loi du 4 avril 2014.",
        "Pour qu'un contrat d'assurance maladie conclu par un ou plusieurs preneurs d'assurance au profit d'une ou plusieurs personnes puisse être qualifié de contrat d'assurance maladie lié à l'activité professionnelle, il faut qu'au moment de l'affiliation, il existe entre le preneur d'assurance et le bénéficiaire une relation lui permettant de recueillir des revenus professionnels (1). (1) L. du 25 juin 1992, art. 138bis-1, § 2 avant son abrogation par la loi du 4 avril 2014.",
        "L'article 138bis-8, § 1er, de la loi du 25 juin 1992, qui a pour seul objet de déterminer les conditions auxquelles une personne affiliée à une assurance liée à l'activité professionnelle peut poursuivre cette assurance individuellement lorsqu'elle en perd le bénéfice, est étranger à la définition du contrat d'assurance maladie lié à l'activité professionnelle, qu'il ne saurait influencer."
      ],
      "abstractNL": [
        "Een persoon is beroepsmatig verbonden wanneer de relatie tussen de verzekeringnemer en die persoon aan laatstgenoemde de mogelijkheid biedt om beroepsinkomsten te verkrijgen (1). (1) Art. 138bis-1, § 2, Wet Landverzekeringsovereenkomst vóór de afschaffing ervan door de wet van 4 april 2014.",
        "Opdat een ziekteverzekeringsovereenkomst die gesloten is door één of meer verzekeringnemers ten behoeve van één of meer personen kan worden aangemerkt als een beroepsgebonden ziekteverzekeringsovereenkomst, is het nodig dat er op het tijdstip van de aansluiting tussen de verzekeringsnemer en de begunstigde een relatie bestaat die hem de mogelijkheid biedt beroepsinkomsten te verkrijgen (1). (1) Art. 138bis-1, § 2, Wet Landverzekeringsovereenkomst vóór de afschaffing ervan door de wet van 4 april 2014.",
        "Artikel 138bis-8, § 1, Wet Landverzekeringsovereenkomst, dat enkel tot doel heeft de voorwaarden te bepalen waaronder een persoon die aangesloten is bij een beroepsgebonden verzekeringsovereenkomst die verzekering individueel kan voortzetten wanneer hij het voordeel ervan verliest, houdt geen verband met de begripsomschrijving van de beroepsgebonden ziekteverzekeringsovereenkomst en kan er geen invloed op hebben."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130624.8": {
      "court": "CASS",
      "date": "2013-06-24",
      "roleNumber": "C.12.0336.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130624.8",
      "abstractFR": [
        "L'assurance soins de santé prévue par l'article 138bis-1, § 1er, 1°, de la loi du 25 juin 1992 et l'obligation d'indemnisation fondée sur l'article 29 bis de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs, n'assurent pas un même intérêt contre le même risque et il ne peut dès lors être fait application de l'article 45 de la loi du 25 juin 1992 (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "De ziekteverzekeringsovereenkomst bepaald bij artikel 138bis-1, §1, 1°, van de wet van 25 juni 1992 en de verplichting tot schadevergoeding op grond van artikel 29bis van de wet van 21 november 1989 betreffende de verplichte aansprakelijkheidsverzekering inzake motorrijtuigen verzekeren geen zelfde belang tegen hetzelfde risico en bijgevolg kan artikel 45 van de wet van 25 juni 1992 niet worden toegepast (1). (1) Zie de concl van het O.M. in Pas. nr. ..."
      ]
    }
  }
}