{
  "1": {
    "ECLI:BE:CASS:2021:ARR.20210611.1N.2": {
      "court": "CASS",
      "date": "2021-06-11",
      "roleNumber": "C.20.0277.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210611.1N.2&lang=fr",
      "abstractFR": [
        "La loi du 4 novembre 1969 sur les baux à ferme n'impose pas d'obligation générale de capacité professionnelle du cessionnaire d'où il résulterait qu'en application de l'article 38 de ladite loi, le bail ne serait pas transmis à l'héritier ou à l'ayant droit qui n'a pas la capacité professionnelle requise au moment de la cession du bail."
      ],
      "abstractNL": [
        "De Pachtwet legt geen algemene verplichting tot beroepsbekwaamheid van de overnemer op waaruit zou volgen dat de pacht met toepassing van artikel 38 Pachtwet niet zou overgaan op de erfgenaam of rechtverkrijgende die op het ogenblik van de pachtoverdracht niet over de vereiste beroepsbekwaamheid beschikt."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220203.1N.5": {
      "court": "CASS",
      "date": "2022-02-03",
      "roleNumber": "C.21.0119.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220203.1N.5&lang=fr",
      "abstractFR": [
        "L'élevage d'animaux n'est considéré comme une activité agricole au sens de cette disposition légale, à savoir un élevage de bétail, que s'il s'agit d'animaux destinés à la consommation humaine ou utiles à l'agriculture, de sorte que la détention et l'élevage de chevaux de course, qui ne présentent aucune utilité pour l'agriculture, ne constituent pas une activité agricole (1). (1) Voir Cass. 26 avril 1985, RG 4580, Bull. et Pas. 1985, I, n° 518."
      ],
      "abstractNL": [
        "Het kweken van dieren wordt uitsluitend als landbouwbedrijvigheid, namelijk als veeteelt, beschouwd indien het dieren betreft die bestemd zijn voor menselijke consumptie of die nuttig zijn voor de landbouw, zodat het houden en fokken van renpaarden, die niet nuttig zijn voor de landbouw, geen landbouwbedrijvigheid vormt (1). (1) Zie Cass. 26 april 1985, AR nr. 4580, AC 1985, nr. 518."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201119.1F.2": {
      "court": "CASS",
      "date": "2020-11-19",
      "roleNumber": "C.19.0472.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201119.1F.2",
      "abstractFR": [
        "Une convention d'occupation précaire ne rentre pas dans le champ d'application de la loi du 4 novembre 1969, lorsque, en l'absence de toute intention de fraude, des circonstances particulières justifient l'aménagement d'une situation d'attente."
      ],
      "abstractNL": [
        "Een overeenkomst van bezetting ter bede valt niet onder de toepassing van de Pachtwet wanneer er, zonder enig bedrieglijk oogmerk, bijzondere omstandigheden voorhanden zijn die de regeling van een voorlopige situatie verantwoorden."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180104.2": {
      "court": "CASS",
      "date": "2018-01-04",
      "roleNumber": "C.17.0230.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180104.2&lang=fr",
      "abstractFR": [
        "L'indépendance d'un engraissement ou d'un élevage industriels vis-à-vis d'une exploitation agricole doit s'apprécier en fonction de la réalité plutôt qu'en fonction de la structure juridique au sein de laquelle les activités sont organisées, de sorte que la circonstance qu'un engraissement ou un élevage industriels est exercé dans le cadre d'une société distincte n'exclut pas qu'elle puisse en réalité être dépendante d'une exploitation agricole (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De onafhankelijkheid van een industriële vetmesterij of fokkerij ten aanzien van een landbouwbedrijf moet worden beoordeeld op grond van de werkelijkheid eerder dan op grond van de juridische structuur waarin de activiteiten worden georganiseerd, zodat de omstandigheid dat een industriële vetmesterij of fokkerij is ondergebracht in een afzonderlijke vennootschap bijgevolg niet belet dat deze in werkelijkheid afhankelijk kan zijn van een landbouwbedrijf (1). (1) Zie Concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171102.3": {
      "court": "CASS",
      "date": "2017-11-02",
      "roleNumber": "C.16.0461.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171102.3&lang=fr",
      "abstractFR": [
        "En présence de circonstances particulières, dans lesquelles le propriétaire se trouve dans une situation d'attente justifiant l'inapplication des dispositions impératives de la loi sur les baux à ferme, les parties peuvent conclure, sans la moindre intention de fraude à la loi, un contrat d'occupation en vertu duquel l'utilisateur ne se voit accorder qu'un droit d'usage précaire, de sorte que l'occupation précaire suppose non seulement l'intention de n'accorder qu'un droit d'usage précaire et non un droit de bail à ferme soumis à la loi sur les baux à ferme, mais aussi l'existence de circonstances particulières justifiant l'exclusion des dispositions impératives de la loi sur les baux à ferme."
      ],
      "abstractNL": [
        "Wanneer bijzondere omstandigheden voorhanden zijn, waarbij de eigenaar zich bevindt in een wachtsituatie die verantwoordt dat de dwingende bepalingen van de Pachtwet niet van toepassing zijn, kunnen de partijen zonder enige bedoeling van wetsontduiking een overeenkomst van bezetting ter bede sluiten waarbij aan de gebruiker slechts een precair gebruiksrecht wordt toegekend, zodat de bezetting ter bede bijgevolg niet enkel de bedoeling veronderstelt om slechts een precair gebruiksrecht en geen aan de Pachtwet onderworpen pachtrecht te verlenen, maar ook het bestaan van bijzondere omstandigheden die de uitsluiting van de dwingende bepalingen van de Pachtwet verantwoorden."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2023:ARR.20230609.1N.3": {
      "court": "CASS",
      "date": "2023-06-09",
      "roleNumber": "C.22.0164.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230609.1N.3",
      "abstractFR": null,
      "abstractNL": [
        "Ingeval van een vordering tot ontbinding van de pachtovereenkomst door de schuld van de pachter beoordeelt de rechter of de wanprestatie van de pachter ernstig genoeg is om de ontbinding uit te spreken en wordt de ernst van de wanprestatie beoordeeld in het licht van het bestaan, voor de verpachter, van een schade ten gevolge van die wanprestatie (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201002.1N.5": {
      "court": "CASS",
      "date": "2020-10-02",
      "roleNumber": "C.19.0416.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201002.1N.5&lang=fr",
      "abstractFR": [
        "Seuls les descendants ou enfants adoptifs du preneur décédé ou de son conjoint ou les conjoints de ces descendants ou enfants adoptifs peuvent continuer l’exploitation du bien rural, et après en avoir fait la notification au bailleur, prétendre à un renouvellement de plein droit du bail, lorsqu’ils ont la qualité d’héritier ou d’ayant droit (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De afstammelingen of aangenomen kinderen van de overleden pachter of van diens echtgenoot of de echtgenoten van die afstammelingen of aangenomen kinderen kunnen de exploitatie van het landeigendom uitsluitend voortzetten en, na kennisgeving van die voortzetting aan de verpachter, aanspraak maken op pachtvernieuwing van rechtswege, wanneer zij de hoedanigheid van erfgenaam of rechtverkrijgende hebben (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210226.1N.6": {
      "court": "CASS",
      "date": "2021-02-26",
      "roleNumber": "C.20.0411.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210226.1N.6&lang=fr",
      "abstractFR": [
        "La règle son laquelle, en cas de pluralité de bailleurs, l'opposition à la cession privilégiée doit être formée par tous les bailleurs n'implique pas que, lorsque l'intention d'exploitation est invoquée à l'appui de l'opposition, chacun des bailleurs doit avoir l'intention de faire exploiter sa partie du bien loué par les personnes désignées à l'article 37, § 1er, 2°, de la loi du 4 novembre 1969 sur les baux à ferme ; il suffit que l'un des bailleurs ait cette intention pour que la cession privilégiée du bail relative au bien loué dans son ensemble fasse obstacle au renouvellement du bail."
      ],
      "abstractNL": [
        "De regel dat het verzet tegen de bevoorrechte overdracht, in geval van meerdere verpachters, door alle verpachters moet worden gedaan, houdt niet in dat, wanneer tot staving van het verzet het voornemen tot exploitatie wordt aangevoerd, elk van de verpachters het voornemen moet hebben tot exploitatie van zijn deel van het verpachte goed door de in artikel 37, §1, 2°, Pachtwet aangeduide persoon; Het is voldoende dat één van de verpachters dat voornemen heeft opdat de bevoorrechte pachtoverdracht met betrekking tot het gehele pachtgoed geen pachtvernieuwing doet ontstaan."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180104.2": {
      "court": "CASS",
      "date": "2018-01-04",
      "roleNumber": "C.17.0230.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180104.2&lang=fr",
      "abstractFR": [
        "L'indépendance d'un engraissement ou d'un élevage industriels vis-à-vis d'une exploitation agricole doit s'apprécier en fonction de la réalité plutôt qu'en fonction de la structure juridique au sein de laquelle les activités sont organisées, de sorte que la circonstance qu'un engraissement ou un élevage industriels est exercé dans le cadre d'une société distincte n'exclut pas qu'elle puisse en réalité être dépendante d'une exploitation agricole (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De onafhankelijkheid van een industriële vetmesterij of fokkerij ten aanzien van een landbouwbedrijf moet worden beoordeeld op grond van de werkelijkheid eerder dan op grond van de juridische structuur waarin de activiteiten worden georganiseerd, zodat de omstandigheid dat een industriële vetmesterij of fokkerij is ondergebracht in een afzonderlijke vennootschap bijgevolg niet belet dat deze in werkelijkheid afhankelijk kan zijn van een landbouwbedrijf (1). (1) Zie Concl. OM."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151218.4": {
      "court": "CASS",
      "date": "2015-12-18",
      "roleNumber": "C.15.0064.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151218.4",
      "abstractFR": [
        "Lorsque les parties ont qualifié leur contrat écrit de contrat de culture, il incombe à celui qui se prévaut d'un bail à ferme de prouver que ledit contrat ne satisfait pas aux conditions de l'article 2, 2°, de la loi sur les baux à ferme (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de partijen hun schriftelijke overeenkomst als teeltovereenkomst hebben gekwalificeerd, moet degene die zich op een pachtovereenkomst beroept, aantonen dat die overeenkomst niet voldoet aan de voorwaarden van artikel 2, 2°, van de Pachtwet (1). (1) Zie concl. OM in Pas. 2015, nr ......"
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2021:ARR.20210204.1F.1": {
      "court": "CASS",
      "date": "2021-02-04",
      "roleNumber": "C.20.0288.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210204.1F.1",
      "abstractFR": [
        "L'article 3, 1°, alinéa 2, de la loi du 4 novembre 1969 portant les règles particulières aux baux à ferme ne dispense pas celui qui exploite un bien rural de faire la preuve de l'existence du bail, mais l'autorise à établir cette preuve par toutes voies de droit, témoins et présomptions compris."
      ],
      "abstractNL": [
        "Artikel 3, 1°, tweede lid, Pachtwet ontslaat degene die een landeigendom exploiteert niet van de verplichting om het bestaan van de pacht te bewijzen, maar staat hem toe dat bewijs te leveren door alle rechtsmiddelen, met inbegrip van getuigen en vermoedens."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200507.1N.6": {
      "court": "CASS",
      "date": "2020-05-07",
      "roleNumber": "C.19.0214.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200507.1N.6&lang=fr",
      "abstractFR": [
        "Lors de la demande en validation du congé, le juge doit tenir compte de toutes les circonstances de fait qui ont justifié le congé et il est tenu d'examiner s'il appert des circonstances de la cause que le bailleur avait sincèrement et sérieusement l'intention d'assurer, dès l'expiration du congé, l'exploitation de manière personnelle, effective et continue, sa décision étant souveraine (1). (1) Cass. 21 janvier 2016, RG C.15.0155.N, AC 2016, n° 46."
      ],
      "abstractNL": [
        "Bij het verzoek tot geldigverklaring van de opzegging moet de rechter rekening houden met alle feitelijke omstandigheden die de opzegging verantwoord hebben en moet hij onderzoeken of uit de omstandigheden van de zaak blijkt dat de verpachter het oprechte en ernstige voornemen heeft om vanaf het verstrijken van de opzegtermijn de persoonlijke, werkelijke en voortgezette exploitatie uit te voeren, waarbij zijn beslissing onaantastbaar is (1). (1) Cass. 21 januari 2016, AR C.15.0155.N, AC 2016, nr. 46."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180914.4": {
      "court": "CASS",
      "date": "2018-09-14",
      "roleNumber": "C.18.0018.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180914.4&lang=fr",
      "abstractFR": [
        "Lorsque, en application de l'article 3, 1°, de la loi sur les baux à ferme, le preneur fait une offre personnelle de paiement du fermage suivie d'une lettre recommandée à la poste et que le propriétaire ne réagit pas, dans un délai de six mois prenant cours au moment de l'offre, en faisant appeler en conciliation le preneur devant le juge compétent, cela constitue, en principe, une présomption irréfragable de l'existence d'un bail (1) ; l'appel du preneur en conciliation devant le juge de paix est toutefois sans objet et son absence ne constitue pas une présomption irréfragable de l'existence d'un bail lorsque le bailleur conteste l'existence d'un bail devant le juge de paix dans un délai de six mois prenant cours au moment de l'offre, même si cette contestation s'inscrit dans le cadre d'une procédure engagée par le preneur ou d'une demande en conciliation mise en oeuvre à l'initiative de ce dernier (2). (1) Rép. not., Le bail à ferme, p. 167, n° 104 ; Le bail à ferme, Die Keure, 2009, p. 30, n° 19. (2) Voir également E. STASSIJNS, Pacht, APR, 68, n° 86."
      ],
      "abstractNL": [
        "Wanneer de pachter, bij toepassing van artikel 3, 1°, Pachtwet, een persoonlijk aanbod van betaling doet gevolgd door een ter post aangetekende brief en de verpachter niet reageert door binnen de zes maanden na het aanbod de pachter op te roepen in verzoening voor de bevoegde vrederechter, levert zulks in beginsel een onweerlegbaar vermoeden van het bestaan van een pachtovereenkomst op (1); de oproeping in verzoening van de pachter voor de vrederechter is echter doelloos en de afwezigheid ervan vormt geen onweerlegbaar vermoeden van het bestaan van een pachtovereenkomst, wanneer de verpachter binnen de termijn van zes maanden na het aanbod van betaling ten overstaan van de vrederechter het bestaan van een pachtovereenkomst betwist, ook al gebeurt dit in het kader van een door de pachter opgestarte procedure of een op zijn initiatief verrichte oproeping in verzoening (2). (1) Rép. Not. , Le bail à ferme, p. 167, nr. 104 ; Le bail à ferme, Die Keure, 2009, p. 30, nr. 19. (2) Zie ook E. STASSIJNS, Pacht, APR, 68, nr. 86."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180104.3": {
      "court": "CASS",
      "date": "2018-01-04",
      "roleNumber": "C.17.0267.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180104.3&lang=fr",
      "abstractFR": [
        "Dès lors que le législateur veut inciter le bailleur à constater par écrit le bail à ferme afin d'éviter des difficultés de preuve en rapport avec l'existence ou les conditions d'un bail à ferme, le bailleur n'est pas autorisé à apporter la preuve de l'existence et des conditions d'un bail à ferme par toutes voies de droit, ce qui constitue une sanction à l'égard du bailleur qui a négligé de constater par écrit le bail à ferme (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Aangezien de wetgever de verpachter wil aanzetten tot het schriftelijk vaststellen van de pacht om bewijsmoeilijkheden in verband met het bestaan of de voorwaarden van een pachtovereenkomst te vermijden, kan de verpachter het bestaan en de voorwaarden van een pachtovereenkomst niet door alle middelen van recht bewijzen, wat een sanctieregeling vormt ten aanzien van de verpachter die heeft nagelaten de pacht schriftelijk vast te stellen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160121.7": {
      "court": "CASS",
      "date": "2016-01-21",
      "roleNumber": "C.15.0155.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160121.7&lang=fr",
      "abstractFR": [
        "Lors de la demande en validation du congé donné dans le cadre d'un bail à ferme en vue de l'exploitation personnelle, le juge doit tenir compte de toutes les circonstances de fait qui ont justifié le congé; il est tenu d'examiner s'il appert des circonstances de la cause que le bailleur avait sincèrement et sérieusement l'intention d'assurer dès l'expiration du congé, l'exploitation de manière personnelle, effective et continue; sa décision est souveraine (1). (1) Cass. 26 mars 2007, RG C.05.0505.F, Pas. 2007, n° 154."
      ],
      "abstractNL": [
        "De rechter moet bij het verzoek tot geldigverklaring van de opzegging van de pacht wegens persoonlijke exploitatie rekening houden met alle feitelijke omstandigheden die de opzegging verantwoord hebben; hij moet onderzoeken of uit de omstandigheden van de zaak blijkt dat de verpachter het oprechte en ernstige voornemen had om vanaf het verstrijken van de opzegtermijn de persoonlijke, werkelijke en voortgezette exploitatie uit te voeren; zijn beslissing is onaantastbaar (1). (1) Cass. 26 maart 2007, AR C.05.0505.F, AC 2007, nr. 154."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151218.4": {
      "court": "CASS",
      "date": "2015-12-18",
      "roleNumber": "C.15.0064.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151218.4",
      "abstractFR": [
        "Lorsque les parties ont qualifié leur contrat écrit de contrat de culture, il incombe à celui qui se prévaut d'un bail à ferme de prouver que ledit contrat ne satisfait pas aux conditions de l'article 2, 2°, de la loi sur les baux à ferme (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de partijen hun schriftelijke overeenkomst als teeltovereenkomst hebben gekwalificeerd, moet degene die zich op een pachtovereenkomst beroept, aantonen dat die overeenkomst niet voldoet aan de voorwaarden van artikel 2, 2°, van de Pachtwet (1). (1) Zie concl. OM in Pas. 2015, nr ......"
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2020:ARR.20200124.1F.3": {
      "court": "CASS",
      "date": "2020-01-24",
      "roleNumber": "C.19.0189.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200124.1F.3",
      "abstractFR": [
        "Il ne suit pas des dispositions de la loi du 4 novembre 1969 contenant des règles particulières aux baux à ferme que l'exception au droit de préemption est subordonnée à la condition que le bailleur rapporte la preuve que la vente a lieu en vue de donner au bien loué une affectation conforme à sa destination finale et qu'il produise une copie certifiée conforme d'un permis de bâtir accordé par l'administration communale compétente."
      ],
      "abstractNL": [
        "Uit de bepalingen van de Pachtwet volgt niet dat de uitzondering op het recht van voorkoop onderworpen is aan de voorwaarde dat de verpachter moet aantonen dat de verkoop plaatsvindt om het verpachte goed te gebruiken overeenkomstig zijn eindbestemming noch dat hij een eensluidend verklaard afschrift van de door het bevoegde gemeentebestuur verleende bouwvergunning moet overleggen."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180914.4": {
      "court": "CASS",
      "date": "2018-09-14",
      "roleNumber": "C.18.0018.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180914.4&lang=fr",
      "abstractFR": [
        "Lorsque, en application de l'article 3, 1°, de la loi sur les baux à ferme, le preneur fait une offre personnelle de paiement du fermage suivie d'une lettre recommandée à la poste et que le propriétaire ne réagit pas, dans un délai de six mois prenant cours au moment de l'offre, en faisant appeler en conciliation le preneur devant le juge compétent, cela constitue, en principe, une présomption irréfragable de l'existence d'un bail (1) ; l'appel du preneur en conciliation devant le juge de paix est toutefois sans objet et son absence ne constitue pas une présomption irréfragable de l'existence d'un bail lorsque le bailleur conteste l'existence d'un bail devant le juge de paix dans un délai de six mois prenant cours au moment de l'offre, même si cette contestation s'inscrit dans le cadre d'une procédure engagée par le preneur ou d'une demande en conciliation mise en oeuvre à l'initiative de ce dernier (2). (1) Rép. not., Le bail à ferme, p. 167, n° 104 ; Le bail à ferme, Die Keure, 2009, p. 30, n° 19. (2) Voir également E. STASSIJNS, Pacht, APR, 68, n° 86."
      ],
      "abstractNL": [
        "Wanneer de pachter, bij toepassing van artikel 3, 1°, Pachtwet, een persoonlijk aanbod van betaling doet gevolgd door een ter post aangetekende brief en de verpachter niet reageert door binnen de zes maanden na het aanbod de pachter op te roepen in verzoening voor de bevoegde vrederechter, levert zulks in beginsel een onweerlegbaar vermoeden van het bestaan van een pachtovereenkomst op (1); de oproeping in verzoening van de pachter voor de vrederechter is echter doelloos en de afwezigheid ervan vormt geen onweerlegbaar vermoeden van het bestaan van een pachtovereenkomst, wanneer de verpachter binnen de termijn van zes maanden na het aanbod van betaling ten overstaan van de vrederechter het bestaan van een pachtovereenkomst betwist, ook al gebeurt dit in het kader van een door de pachter opgestarte procedure of een op zijn initiatief verrichte oproeping in verzoening (2). (1) Rép. Not. , Le bail à ferme, p. 167, nr. 104 ; Le bail à ferme, Die Keure, 2009, p. 30, nr. 19. (2) Zie ook E. STASSIJNS, Pacht, APR, 68, nr. 86."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170922.1": {
      "court": "CASS",
      "date": "2017-09-22",
      "roleNumber": "C.16.0095.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170922.1",
      "abstractFR": [
        "L'exception au droit de préemption prévue par l'article 6, § 1er, 2° de la loi du 4 novembre 1969 contenant des règles particulières aux baux à ferme n'est pas subordonnée à la condition que les terrains ne soient pas à bâtir au moment de la conclusion du bail et le deviennent en cours de celui-ci."
      ],
      "abstractNL": [
        "De in artikel 6, § 1, 2°, van de Pachtwet van 4 november 1969 bedoelde uitzondering op het voorkooprecht is niet onderworpen aan de voorwaarde dat de gronden geen bouwgronden mogen zijn op het ogenblik waarop de pachtovereenkomst wordt gesloten en tijdens de looptijd van die overeenkomst bouwgronden worden."
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2024:ARR.20240916.3F.3": {
      "court": "CASS",
      "date": "2024-09-16",
      "roleNumber": "C.24.0051.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240916.3F.3",
      "abstractFR": [
        "L'exploitation du bien repris au preneur doit consister en une exploitation personnelle, effective et continue pendant neuf années au moins par la personne ou les personnes indiquées dans le congé comme devant assurer cette exploitation; les échanges portant sur la culture des biens repris réalisés par le bénéficiaire du congé ne constituent pas une exploitation personnelle (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240301.1F.2": {
      "court": "CASS",
      "date": "2024-03-01",
      "roleNumber": "C.23.0244.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240301.1F.2",
      "abstractFR": [
        "Il ne suit pas de la combinaison des articles 7, 1°, et 9 de la loi sur le bail à ferme et de l'article 838 du Code des sociétés qu'une société agricole puisse donne un congé pour l'exploitation personnelle d'un bien apporté par un bailleur lorsque ni ce dernier ni une des personnes désignées à cet article 838 n'a le statut d'associé gérant dans la société, ce congé fût-il donné pour permettre l'exploitation par un bailleur-apporteur d'un ou plusieurs autres biens, ou son conjoint, ses descendants ou enfants adoptifs ou ceux de son conjoint, qui dispose de la qualité d'associé gérant, qui satisfait aux conditions de diplôme ou d'expérience professionnelle de l'article 9, alinéa 4, de la loi sur le bail à ferme et qui fournit un travail réel au sein de l'entreprise agricole."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230427.1F.2": {
      "court": "CASS",
      "date": "2023-04-27",
      "roleNumber": "C.22.0304.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230427.1F.2",
      "abstractFR": [
        "Le bailleur peut mettre fin à son expiration, au bail convenu avant l'entrée en vigueur de la loi du 7 novembre 1988 et pour au moins 27 années, pour céder l'exploitation du bien loué au conjoint de son enfant, que ce bail soit soumis aux dispositions de l'article 7 ou à celles de l'article 8 de la loi du 4 novembre 1969 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2020:ARR.20200507.1N.6": {
      "court": "CASS",
      "date": "2020-05-07",
      "roleNumber": "C.19.0214.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200507.1N.6&lang=fr",
      "abstractFR": [
        "Lors de la demande en validation du congé, le juge doit tenir compte de toutes les circonstances de fait qui ont justifié le congé et il est tenu d'examiner s'il appert des circonstances de la cause que le bailleur avait sincèrement et sérieusement l'intention d'assurer, dès l'expiration du congé, l'exploitation de manière personnelle, effective et continue, sa décision étant souveraine (1). (1) Cass. 21 janvier 2016, RG C.15.0155.N, AC 2016, n° 46."
      ],
      "abstractNL": [
        "Bij het verzoek tot geldigverklaring van de opzegging moet de rechter rekening houden met alle feitelijke omstandigheden die de opzegging verantwoord hebben en moet hij onderzoeken of uit de omstandigheden van de zaak blijkt dat de verpachter het oprechte en ernstige voornemen heeft om vanaf het verstrijken van de opzegtermijn de persoonlijke, werkelijke en voortgezette exploitatie uit te voeren, waarbij zijn beslissing onaantastbaar is (1). (1) Cass. 21 januari 2016, AR C.15.0155.N, AC 2016, nr. 46."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180423.2": {
      "court": "CASS",
      "date": "2018-04-23",
      "roleNumber": "C.17.0607.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180423.2",
      "abstractFR": [
        "Aux termes de l'article 10, alinéa 2, de la loi sur les baux à ferme, la plantation de sapins de Noël au cours des neuf années qui suivent le départ du preneur ne constitue pas une exploitation personnelle, sauf si le bénéficiaire de la reprise exploite déjà une exploitation horticole et que le juge de paix accorde dispense de cette interdiction après avis de l'ingénieur agronome de l'État de la région ; il ne suit ni de cette disposition ni de son rapprochement avec les articles 7, 1°, et 9, alinéa 1er, de la même loi que le bénéficiaire de la reprise devrait avoir exploité son activité horticole antérieure en qualité de personne physique et non par le truchement d'une société."
      ],
      "abstractNL": [
        "Luidens artikel 10, tweede lid, Pachtwet is de aanplanting met kerstbomen binnen negen jaar na het vertrek van de pachter geen persoonlijke exploitatie tenzij de genothebber van de terugneming reeds een tuinbouwbedrijf exploiteert en de vrederechter vrijstelling van dit verbod verleent na het advies te hebben ingewonnen van de rijkslandbouwkundige ingenieur van de streek; noch uit die bepaling, noch uit de onderlinge samenhang ervan met de artikelen 7, 1°, en 9, eerste lid, van dezelfde wet volgt dat de genothebber van de terugneming zijn voorgaande tuinbouwactiviteit had moeten exploiteren in de hoedanigheid van natuurlijk persoon en niet door tussenkomst van een vennootschap."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171222.2": {
      "court": "CASS",
      "date": "2017-12-22",
      "roleNumber": "C.17.0250.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171222.2",
      "abstractFR": [
        "Si le bailleur ne peut mettre fin au bail en vue de céder l'exploitation à une société, la personne physique à qui l'exploitation est cédée satisfait à la condition d'exploiter personnellement le bien lorsqu'elle le fait en qualité d'organe ou de dirigeant d'une société ou d'associé gérant d'une société agricole à laquelle elle apporte le bail (1). (1) V. Cass. 13 octobre 2006, RG C.05.0165.N, Pas. 2006, n° 487; C. const., Arrêt n°164/2008 du 2008."
      ],
      "abstractNL": [
        "Hoewel de verpachter geen einde kan maken aan de pacht om de exploitatie ervan aan een vennootschap over te dragen, voldoet de natuurlijke persoon aan wie de exploitatie wordt overgedragen, aan de voorwaarde om het goed persoonlijk te exploiteren wanneer hij dat doet in de hoedanigheid van orgaan of bestuurder van een vennootschap of van beherende vennoot van een landbouwvennootschap waarin de pacht wordt ingebracht (1). (1) Zie Cass. 13 oktober 2006, AR C.05.0165.N, AC 2006, nr. 487; GwH 20 november 2008, nr. 164/2008."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160121.7": {
      "court": "CASS",
      "date": "2016-01-21",
      "roleNumber": "C.15.0155.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160121.7&lang=fr",
      "abstractFR": [
        "Lors de la demande en validation du congé donné dans le cadre d'un bail à ferme en vue de l'exploitation personnelle, le juge doit tenir compte de toutes les circonstances de fait qui ont justifié le congé; il est tenu d'examiner s'il appert des circonstances de la cause que le bailleur avait sincèrement et sérieusement l'intention d'assurer dès l'expiration du congé, l'exploitation de manière personnelle, effective et continue; sa décision est souveraine (1). (1) Cass. 26 mars 2007, RG C.05.0505.F, Pas. 2007, n° 154."
      ],
      "abstractNL": [
        "De rechter moet bij het verzoek tot geldigverklaring van de opzegging van de pacht wegens persoonlijke exploitatie rekening houden met alle feitelijke omstandigheden die de opzegging verantwoord hebben; hij moet onderzoeken of uit de omstandigheden van de zaak blijkt dat de verpachter het oprechte en ernstige voornemen had om vanaf het verstrijken van de opzegtermijn de persoonlijke, werkelijke en voortgezette exploitatie uit te voeren; zijn beslissing is onaantastbaar (1). (1) Cass. 26 maart 2007, AR C.05.0505.F, AC 2007, nr. 154."
      ]
    }
  },
  "8": {
    "ECLI:BE:CASS:2023:ARR.20230427.1F.2": {
      "court": "CASS",
      "date": "2023-04-27",
      "roleNumber": "C.22.0304.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230427.1F.2",
      "abstractFR": [
        "Le bailleur peut mettre fin à son expiration, au bail convenu avant l'entrée en vigueur de la loi du 7 novembre 1988 et pour au moins 27 années, pour céder l'exploitation du bien loué au conjoint de son enfant, que ce bail soit soumis aux dispositions de l'article 7 ou à celles de l'article 8 de la loi du 4 novembre 1969 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20210506.1F.1": {
      "court": "CASS",
      "date": "2021-05-06",
      "roleNumber": "C.20.0520.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210506.1F.1",
      "abstractFR": [
        "Lorsque le propriétaire d'un bien immeuble faisant l'objet d'un bail à ferme vend ce bien à un tiers acquéreur sous la condition suspensive de l'obtention de l'autorisation du juge de paix de vendre ce bien sans que le droit de préemption du preneur à ferme puisse être exercé, le tiers acquéreur dispose, à l'instar de ce propriétaire, de l'intérêt et de la qualité requis pour mener l'action visant à l'accomplissement de cette condition (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de eigenaar van een onroerend goed dat het voorwerp uitmaakt van een pachtovereenkomst, dat goed aan een derde-verkrijger verkoopt onder de opschortende voorwaarde dat de eigenaar door de vrederechter gemachtigd wordt om het goed te verkopen zonder dat het recht van voorverkoop van de pachter kan worden uitgeoefend, heeft de derde-verkrijger, net als die eigenaar, het vereiste belang en de hoedanigheid om de rechtsvordering ter vervulling van die voorwaarde in te stellen (1). (1) Zie concl. OM op datum in Pas. 2021, nr. 329."
      ]
    }
  },
  "9": {
    "ECLI:BE:CASS:2024:ARR.20240916.3F.3": {
      "court": "CASS",
      "date": "2024-09-16",
      "roleNumber": "C.24.0051.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240916.3F.3",
      "abstractFR": [
        "L'exploitation du bien repris au preneur doit consister en une exploitation personnelle, effective et continue pendant neuf années au moins par la personne ou les personnes indiquées dans le congé comme devant assurer cette exploitation; les échanges portant sur la culture des biens repris réalisés par le bénéficiaire du congé ne constituent pas une exploitation personnelle (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240301.1F.2": {
      "court": "CASS",
      "date": "2024-03-01",
      "roleNumber": "C.23.0244.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240301.1F.2",
      "abstractFR": [
        "Il ne suit pas de la combinaison des articles 7, 1°, et 9 de la loi sur le bail à ferme et de l'article 838 du Code des sociétés qu'une société agricole puisse donne un congé pour l'exploitation personnelle d'un bien apporté par un bailleur lorsque ni ce dernier ni une des personnes désignées à cet article 838 n'a le statut d'associé gérant dans la société, ce congé fût-il donné pour permettre l'exploitation par un bailleur-apporteur d'un ou plusieurs autres biens, ou son conjoint, ses descendants ou enfants adoptifs ou ceux de son conjoint, qui dispose de la qualité d'associé gérant, qui satisfait aux conditions de diplôme ou d'expérience professionnelle de l'article 9, alinéa 4, de la loi sur le bail à ferme et qui fournit un travail réel au sein de l'entreprise agricole."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240930.3N.3": {
      "court": "CASS",
      "date": "2024-09-30",
      "roleNumber": "C.24.0019.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240930.3N.3",
      "abstractFR": null,
      "abstractNL": [
        "Uit de wetgeschiedenis van artikel 9, derde lid, Pachtwet blijkt dat die wetsbepaling ertoe strekt te voorkomen dat de wet wordt omzeild door een verpachter die op het verpachte goed een vruchtgebruik vestigt met het oog op de terugname van het goed bij het einde van het vruchtgebruik; bijgevolg is die wetsbepaling niet van toepassing op een opzegging gedaan door een vruchtgebruiker, die samen met de blote eigenaar het verpachte goed van de vorige eigenaar-verpachter heeft verkregen."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200914.3F.6": {
      "court": "CASS",
      "date": "2020-09-14",
      "roleNumber": "C.19.0500.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200914.3F.6",
      "abstractFR": [
        "Ne motive pas régulièrement sa décision et met la Cour dans l'impossibilité de contrôler la légalité, le jugement qui s'abstient de préciser la durée des périodes pendant lesquelles il considère que la personne indiquée dans le moyen a effectivement participé à une exploitation agricole (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het vonnis dat verzuimt de duur van de periodes te vermelden tijdens welke de in het middel aangewezen persoon volgens dat vonnis effectief aan een landbouwexploitatie heeft deelgenomen, omkleedt zijn beslissing niet regelmatig met redenen en stelt het Hof in de onmogelijkheid de wettigheid ervan na te gaan (1). (1) Zie concl. OM in Pas. 2020, nr. 529."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181115.2": {
      "court": "CASS",
      "date": "2018-11-15",
      "roleNumber": "C.17.0411.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181115.2",
      "abstractFR": [
        "Lorsque le congé en vue de l'exploitation personnelle est donné par une société privée à responsabilité limitée qui est gérée par plusieurs personnes, toutes ces personnes ne doivent pas remplir les conditions énoncées par l'article 9 de la loi du 4 novembre 1969 et consacrer une partie prépondérante de leur activité professionnelle à l'activité agricole de la société.",
        "Si l'article 9 de la loi sur les baux à ferme prescrit qu'en cas de congé donné par une personne morale en vue de l'exploitation personnelle, l'exploitation du bien repris au preneur doit être assurée par les organes ou dirigeants responsables de cette personne morale et pas seulement par ses préposés, il n'exige pas que cette exploitation soit exclusivement assurée par les organes ou dirigeants responsables de cette personne morale ni n'interdit que l'exécution de certaines tâches relatives à cette exploitation soit confiée à ses préposés.",
        "La circonstance que le gérant d'une société privée à responsabilité limitée, qui dirige l'exploitation du bien repris par cette société en vue de son exploitation personnelle, accomplit certaines tâches matérielles relatives à cette exploitation dans le cadre d'un contrat de travail, ces tâches fussent-elles accomplies sous l'autorité de l'autre gérant de la société, n'implique pas en soi que l'exploitation dudit bien serait assurée par un préposé de la société et non par son gérant."
      ],
      "abstractNL": [
        "Wanneer de pacht met het oog op de persoonlijke exploitatie wordt opgezegd door een besloten vennootschap met beperkte aansprakelijkheid die wordt bestuurd door meerdere personen, dienen niet al deze personen de in artikel 9 van de wet van 4 november 1969 bepaalde voorwaarden te vervullen en een overwegend deel van hun beroepsactiviteit aan de landbouwactiviteit van de vennootschap te besteden.",
        "Hoewel artikel 9 van de Pachtwet voorschrijft dat, in geval van opzegging door een rechtspersoon voor persoonlijke exploitatie, de exploitatie van het van de pachter teruggenomen goed moet worden verzekerd door de verantwoordelijke organen of bestuurders van die rechtspersoon en niet alleen door zijn aangestelden, vereist dat artikel niet dat die exploitatie uitsluitend wordt verzekerd door de verantwoordelijke organen of bestuurders van die rechtspersoon en verbiedt het evenmin om de uitvoering van bepaalde taken betreffende die exploitatie aan zijn aangestelden toe te vertrouwen.",
        "De omstandigheid dat de zaakvoerder van een besloten vennootschap met beperkte aansprakelijkheid, die de exploitatie leidt van het goed dat door die vennootschap is teruggenomen met het oog op de persoonlijke exploitatie ervan, bepaalde materiële taken betreffende die exploitatie verricht in het kader van een arbeidsovereenkomst, ook al worden die taken uitgevoerd onder het gezag van de andere zaakvoerder van de vennootschap, impliceert op zich niet dat de exploitatie van dat goed zou worden verzekerd door een aangestelde van de vennootschap en niet door haar zaakvoerder."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171222.2": {
      "court": "CASS",
      "date": "2017-12-22",
      "roleNumber": "C.17.0250.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171222.2",
      "abstractFR": [
        "Si le bailleur ne peut mettre fin au bail en vue de céder l'exploitation à une société, la personne physique à qui l'exploitation est cédée satisfait à la condition d'exploiter personnellement le bien lorsqu'elle le fait en qualité d'organe ou de dirigeant d'une société ou d'associé gérant d'une société agricole à laquelle elle apporte le bail (1). (1) V. Cass. 13 octobre 2006, RG C.05.0165.N, Pas. 2006, n° 487; C. const., Arrêt n°164/2008 du 2008."
      ],
      "abstractNL": [
        "Hoewel de verpachter geen einde kan maken aan de pacht om de exploitatie ervan aan een vennootschap over te dragen, voldoet de natuurlijke persoon aan wie de exploitatie wordt overgedragen, aan de voorwaarde om het goed persoonlijk te exploiteren wanneer hij dat doet in de hoedanigheid van orgaan of bestuurder van een vennootschap of van beherende vennoot van een landbouwvennootschap waarin de pacht wordt ingebracht (1). (1) Zie Cass. 13 oktober 2006, AR C.05.0165.N, AC 2006, nr. 487; GwH 20 november 2008, nr. 164/2008."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160201.2": {
      "court": "CASS",
      "date": "2016-02-01",
      "roleNumber": "C.15.0295.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160201.2",
      "abstractFR": [
        "En règle, une société privée à responsabilité limitée est, pour l'application de l'article 9, alinéa 5, de la loi du 4 novembre 1969 sur les baux à ferme, considérée comme une société de personnes admise à donner congé en vue d'une exploitation personnelle du bien loué (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Een besloten vennootschap met beperkte aansprakelijkheid wordt, voor de toepassing van artikel 9, vijfde lid, van de wet van 4 november 1969 tot wijziging van de pachtwetgeving en van de wetgeving betreffende het recht van voorkoop ten gunste van huurders van landeigendommen, in de regel beschouwd als een personenvennootschap die de pacht mag opzeggen met het oog op een persoonlijke exploitatie van het gepachte goed (1). (1) Zie de concl. OM in Pas. nr. ..."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2018:ARR.20180423.2": {
      "court": "CASS",
      "date": "2018-04-23",
      "roleNumber": "C.17.0607.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180423.2",
      "abstractFR": [
        "Aux termes de l'article 10, alinéa 2, de la loi sur les baux à ferme, la plantation de sapins de Noël au cours des neuf années qui suivent le départ du preneur ne constitue pas une exploitation personnelle, sauf si le bénéficiaire de la reprise exploite déjà une exploitation horticole et que le juge de paix accorde dispense de cette interdiction après avis de l'ingénieur agronome de l'État de la région ; il ne suit ni de cette disposition ni de son rapprochement avec les articles 7, 1°, et 9, alinéa 1er, de la même loi que le bénéficiaire de la reprise devrait avoir exploité son activité horticole antérieure en qualité de personne physique et non par le truchement d'une société."
      ],
      "abstractNL": [
        "Luidens artikel 10, tweede lid, Pachtwet is de aanplanting met kerstbomen binnen negen jaar na het vertrek van de pachter geen persoonlijke exploitatie tenzij de genothebber van de terugneming reeds een tuinbouwbedrijf exploiteert en de vrederechter vrijstelling van dit verbod verleent na het advies te hebben ingewonnen van de rijkslandbouwkundige ingenieur van de streek; noch uit die bepaling, noch uit de onderlinge samenhang ervan met de artikelen 7, 1°, en 9, eerste lid, van dezelfde wet volgt dat de genothebber van de terugneming zijn voorgaande tuinbouwactiviteit had moeten exploiteren in de hoedanigheid van natuurlijk persoon en niet door tussenkomst van een vennootschap."
      ]
    }
  },
  "12": {
    "ECLI:BE:CASS:2024:ARR.20240322.1F.4": {
      "court": "CASS",
      "date": "2024-03-22",
      "roleNumber": "C.23.0391.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240322.1F.4",
      "abstractFR": [
        "L'article 12, § 4, de la loi sur les baux à ferme, tel que modifié par le décret de la Région wallonne du 2 mai 2019, entré en vigueur le 1er janvier 2020, est une disposition impérative en faveur du bailleur et des preneurs, et s'applique au bail convenu avant le 1er janvier 2020 lorsque le congé est donné à cette date ou postérieurement."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20210401.1F.3": {
      "court": "CASS",
      "date": "2021-04-01",
      "roleNumber": "C.20.0346.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210401.1F.3",
      "abstractFR": [
        "L'article 12.7 de la loi sur les baux à ferme qui dispose, en son alinéa 3, que le Roi fixe par arrêté délibéré en conseil des ministres les superficies maximales de rentabilité sur proposition de la chambre provinciale d'agriculture compétente et sur avis conforme du conseil national de l'agriculture, et, en son alinéa 4, que ces superficies sont revues au moins tous les cinq ans n'interdit pas au Roi de limiter à cinq années les effets d'un arrêté d'exécution."
      ],
      "abstractNL": [
        "Artikel 12.7 Pachtwet dat in het derde lid bepaalt dat de Koning bij in ministerraad overlegd besluit, op voorstel van de bevoegde provinciale landbouwkamer en op eensluidend advies van de nationale landbouwraad, de maximale rendabiliteitsoppervlakten vaststelt, en, in het vierde lid, dat deze oppervlakten ten minste om de vijf jaar worden herzien, verbiedt de Koning niet om de uitwerking van een uitvoeringsbesluit te beperken tot vijf jaar."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200507.1N.6": {
      "court": "CASS",
      "date": "2020-05-07",
      "roleNumber": "C.19.0214.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200507.1N.6&lang=fr",
      "abstractFR": [
        "Lors de la demande en validation du congé, le juge doit tenir compte de toutes les circonstances de fait qui ont justifié le congé et il est tenu d'examiner s'il appert des circonstances de la cause que le bailleur avait sincèrement et sérieusement l'intention d'assurer, dès l'expiration du congé, l'exploitation de manière personnelle, effective et continue, sa décision étant souveraine (1). (1) Cass. 21 janvier 2016, RG C.15.0155.N, AC 2016, n° 46."
      ],
      "abstractNL": [
        "Bij het verzoek tot geldigverklaring van de opzegging moet de rechter rekening houden met alle feitelijke omstandigheden die de opzegging verantwoord hebben en moet hij onderzoeken of uit de omstandigheden van de zaak blijkt dat de verpachter het oprechte en ernstige voornemen heeft om vanaf het verstrijken van de opzegtermijn de persoonlijke, werkelijke en voortgezette exploitatie uit te voeren, waarbij zijn beslissing onaantastbaar is (1). (1) Cass. 21 januari 2016, AR C.15.0155.N, AC 2016, nr. 46."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181115.2": {
      "court": "CASS",
      "date": "2018-11-15",
      "roleNumber": "C.17.0411.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181115.2",
      "abstractFR": [
        "Lorsque le congé en vue de l'exploitation personnelle est donné par une société privée à responsabilité limitée qui est gérée par plusieurs personnes, toutes ces personnes ne doivent pas remplir les conditions énoncées par l'article 9 de la loi du 4 novembre 1969 et consacrer une partie prépondérante de leur activité professionnelle à l'activité agricole de la société."
      ],
      "abstractNL": [
        "Wanneer de pacht met het oog op de persoonlijke exploitatie wordt opgezegd door een besloten vennootschap met beperkte aansprakelijkheid die wordt bestuurd door meerdere personen, dienen niet al deze personen de in artikel 9 van de wet van 4 november 1969 bepaalde voorwaarden te vervullen en een overwegend deel van hun beroepsactiviteit aan de landbouwactiviteit van de vennootschap te besteden."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180423.2": {
      "court": "CASS",
      "date": "2018-04-23",
      "roleNumber": "C.17.0607.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180423.2",
      "abstractFR": [
        "Aux termes de l'article 10, alinéa 2, de la loi sur les baux à ferme, la plantation de sapins de Noël au cours des neuf années qui suivent le départ du preneur ne constitue pas une exploitation personnelle, sauf si le bénéficiaire de la reprise exploite déjà une exploitation horticole et que le juge de paix accorde dispense de cette interdiction après avis de l'ingénieur agronome de l'État de la région ; il ne suit ni de cette disposition ni de son rapprochement avec les articles 7, 1°, et 9, alinéa 1er, de la même loi que le bénéficiaire de la reprise devrait avoir exploité son activité horticole antérieure en qualité de personne physique et non par le truchement d'une société."
      ],
      "abstractNL": [
        "Luidens artikel 10, tweede lid, Pachtwet is de aanplanting met kerstbomen binnen negen jaar na het vertrek van de pachter geen persoonlijke exploitatie tenzij de genothebber van de terugneming reeds een tuinbouwbedrijf exploiteert en de vrederechter vrijstelling van dit verbod verleent na het advies te hebben ingewonnen van de rijkslandbouwkundige ingenieur van de streek; noch uit die bepaling, noch uit de onderlinge samenhang ervan met de artikelen 7, 1°, en 9, eerste lid, van dezelfde wet volgt dat de genothebber van de terugneming zijn voorgaande tuinbouwactiviteit had moeten exploiteren in de hoedanigheid van natuurlijk persoon en niet door tussenkomst van een vennootschap."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160121.7": {
      "court": "CASS",
      "date": "2016-01-21",
      "roleNumber": "C.15.0155.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160121.7&lang=fr",
      "abstractFR": [
        "Lors de la demande en validation du congé donné dans le cadre d'un bail à ferme en vue de l'exploitation personnelle, le juge doit tenir compte de toutes les circonstances de fait qui ont justifié le congé; il est tenu d'examiner s'il appert des circonstances de la cause que le bailleur avait sincèrement et sérieusement l'intention d'assurer dès l'expiration du congé, l'exploitation de manière personnelle, effective et continue; sa décision est souveraine (1). (1) Cass. 26 mars 2007, RG C.05.0505.F, Pas. 2007, n° 154."
      ],
      "abstractNL": [
        "De rechter moet bij het verzoek tot geldigverklaring van de opzegging van de pacht wegens persoonlijke exploitatie rekening houden met alle feitelijke omstandigheden die de opzegging verantwoord hebben; hij moet onderzoeken of uit de omstandigheden van de zaak blijkt dat de verpachter het oprechte en ernstige voornemen had om vanaf het verstrijken van de opzegtermijn de persoonlijke, werkelijke en voortgezette exploitatie uit te voeren; zijn beslissing is onaantastbaar (1). (1) Cass. 26 maart 2007, AR C.05.0505.F, AC 2007, nr. 154."
      ]
    }
  },
  "13": {
    "ECLI:BE:CASS:2024:ARR.20240916.3F.3": {
      "court": "CASS",
      "date": "2024-09-16",
      "roleNumber": "C.24.0051.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240916.3F.3",
      "abstractFR": [
        "L'exploitation du bien repris au preneur doit consister en une exploitation personnelle, effective et continue pendant neuf années au moins par la personne ou les personnes indiquées dans le congé comme devant assurer cette exploitation; les échanges portant sur la culture des biens repris réalisés par le bénéficiaire du congé ne constituent pas une exploitation personnelle (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "14": {
    "ECLI:BE:CASS:2020:ARR.20200124.1F.3": {
      "court": "CASS",
      "date": "2020-01-24",
      "roleNumber": "C.19.0189.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200124.1F.3",
      "abstractFR": [
        "Il ne suit pas des dispositions de la loi du 4 novembre 1969 contenant des règles particulières aux baux à ferme que l'exception au droit de préemption est subordonnée à la condition que le bailleur rapporte la preuve que la vente a lieu en vue de donner au bien loué une affectation conforme à sa destination finale et qu'il produise une copie certifiée conforme d'un permis de bâtir accordé par l'administration communale compétente."
      ],
      "abstractNL": [
        "Uit de bepalingen van de Pachtwet volgt niet dat de uitzondering op het recht van voorkoop onderworpen is aan de voorwaarde dat de verpachter moet aantonen dat de verkoop plaatsvindt om het verpachte goed te gebruiken overeenkomstig zijn eindbestemming noch dat hij een eensluidend verklaard afschrift van de door het bevoegde gemeentebestuur verleende bouwvergunning moet overleggen."
      ]
    }
  },
  "26": {
    "ECLI:BE:CASS:2020:ARR.20200116.1N.7": {
      "court": "CASS",
      "date": "2020-01-16",
      "roleNumber": "C.19.0344.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200116.1N.7&lang=fr",
      "abstractFR": [
        "L'article 26.1, alinéa 3, de la loi du 4 novembre 1969 sur les baux à ferme ne limite que le droit à une indemnité pour les frais non amortis visés à l'alinéa 2, et non l'indemnité de plus-value visée à l'alinéa 1er, de sorte que, lorsque le bail est résilié à l'initiative du preneur, l'indemnité doit toujours être au moins égale à l'augmentation de la valeur du bien loué, même si elle dépasse le montant des fermages payés au cours des cinq dernières années."
      ],
      "abstractNL": [
        "Artikel 26.1, derde lid Pachtwet beperkt slechts het recht op vergoeding voor niet-afgeschreven kosten bedoeld in het tweede lid maar niet de vergoeding voor waardevermeerdering bedoeld in het eerste lid, zodat indien de pacht wordt beëindigd op initiatief van de pachter de vergoeding steeds ten minste gelijk dient te zijn aan de waardevermeerdering van het pachtgoed, zelfs als deze meer bedraagt dan de pacht betaald tijdens de laatste vijf jaren."
      ]
    }
  },
  "29": {
    "ECLI:BE:CASS:2023:ARR.20230609.1N.3": {
      "court": "CASS",
      "date": "2023-06-09",
      "roleNumber": "C.22.0164.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230609.1N.3",
      "abstractFR": null,
      "abstractNL": [
        "Ingeval van een vordering tot ontbinding van de pachtovereenkomst door de schuld van de pachter beoordeelt de rechter of de wanprestatie van de pachter ernstig genoeg is om de ontbinding uit te spreken en wordt de ernst van de wanprestatie beoordeeld in het licht van het bestaan, voor de verpachter, van een schade ten gevolge van die wanprestatie (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220505.1N.4": {
      "court": "CASS",
      "date": "2022-05-05",
      "roleNumber": "C.21.0450.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220505.1N.4&lang=fr",
      "abstractFR": [
        "Il convient de déduire des articles 29 et 30 de loi du 4 novembre 1969 sur les baux à ferme , d'une part, que la volonté du législateur était que le juge du fond vérifie si l'inexécution est suffisamment grave pour prononcer la résiliation, d'autre part, que la gravité de l'inexécution doit s'apprécier en tenant compte de l'existence ou non d'un dommage pour le bailleur ; ce dommage peut consister en l'indisponibilité du bien immobilier lorsque son occupation n'est plus justifiée par une activité de fermage (1). (1) Voir Cass. 15 avril 1993, RG 9542, Bull et Pas. 1993, I, n° 180 ; Cass. 5 mars 1982, RG 3311, Bull et Pas. 1981-1982, I, n° 394."
      ],
      "abstractNL": [
        "Uit de artikelen 29 en 30 Pachtwet moet worden afgeleid, enerzijds, dat de wetgever gewild heeft dat de feitenrechter zou nagaan of de wanprestatie ernstig genoeg is om de ontbinding uit te spreken, anderzijds, dat de ernst van de wanprestatie moet worden beoordeeld met inachtneming van het al dan niet bestaan van schade voor de verpachter; die schade kan bestaan uit de onbeschikbaarheid van het onroerend goed wanneer die niet meer gerechtvaardigd wordt door een landbouwexploitatie (1). (1) Zie Cass. 15 april 1993, AR nr. 9542, AC 1993, nr. 180 en Cass. 5 maart 1982, AC 1981-82, nr. 39."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181019.3": {
      "court": "CASS",
      "date": "2018-10-19",
      "roleNumber": "C.18.0036.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181019.3&lang=fr",
      "abstractFR": [
        "Il ressort de l'article 29 de la loi du 4 novembre 1969 contenant les règles particulières aux baux à ferme que, d'une part, le législateur a voulu que le juge examine si l'inexécution du preneur d'un bien rural est suffisamment grave pour prononcer la résiliation et, d'autre part, que la gravité de l'inexécution doit être appréciée à la lumière de l'existence, pour le bailleur, d'un dommage résultant de cette inexécution (1). (1) Voir les concl. du M.P., publiées à leur date dans A.C.",
        "Le juge est tenu de statuer sur la demande dont il a été saisi en ayant égard aux faits qui se sont produits au cours de l'instance et qui ont une influence sur le litige (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Le juge peut, lors de l'examen d'une demande de résiliation d'un bail à ferme en application de l'article 29 la loi du 4 novembre 1969 contenant les règles particulières aux baux à ferme, tenir compte de la circonstance que le dommage causé par l'inexécution du preneur d'un bien rural a été entre-temps réparé; cette réparation n'a cependant pas nécessairement pour conséquence que le juge ne puisse plus résilier le contrat de bail à ferme (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit artikel 29 Pachtwet blijkt dat, enerzijds, de wetgever gewild heeft dat de rechter beoordeelt of de wanprestatie van de pachter ernstig genoeg is om de ontbinding uit te spreken en, anderzijds, dat de ernst van de wanprestatie beoordeeld moet worden in het licht van het bestaan, voor de verpachter, van een schade ten gevolge van die wanprestatie (1). (1) Zie concl. OM.",
        "De rechter moet over de bij hem aanhangige vordering uitspraak doen met inachtneming van de feiten die zich in de loop van het geding hebben voorgedaan en die een weerslag hebben op het geschil (1). (1) Zie concl. OM.",
        "Bij de beoordeling van een vordering tot ontbinding van de pachtovereenkomst bij toepassing van artikel 29 Pachtwet, kan de rechter rekening houden met de omstandigheid dat de door de wanprestatie van de pachter veroorzaakte schade inmiddels is hersteld; dit herstel heeft evenwel niet noodzakelijk tot gevolg dat de rechter de pachtovereenkomst niet meer kan ontbinden (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161118.3": {
      "court": "CASS",
      "date": "2016-11-18",
      "roleNumber": "C.15.0503.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161118.3&lang=fr",
      "abstractFR": [
        "La circonstance que le preneur n'exploite plus le bien loué et que cela crée un dommage pour le bailleur, peut éventuellement justifier la résolution du bail; lorsque le preneur n'exploite plus le bien loué, cela n'implique pas que le preneur ou ses héritiers ou ayants cause perdent de plein droit la protection de la loi sur le bail à ferme, sauf si cette loi le prévoit de manière expresse; il ne résulte d'aucune disposition de la loi sur le bail à ferme que le bail ne continue pas à courir au bénéfice des héritiers ou ayants cause si le preneur décédé n'exploitait plus le bien loué (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De omstandigheid dat de pachter het gepachte goed niet meer bedrijfsmatig exploiteert en daaruit schade ontstaat voor de verpachter, kan eventueel de ontbinding van de pachtovereenkomst wettigen; het niet meer bedrijfsmatig exploiteren van het gepachte goed door de pachter heeft, behoudens wanneer de Pachtwet dit uitdrukkelijk bepaalt, niet tot gevolg dat de pachter of zijn rechtsopvolgers of rechtverkrijgenden van rechtswege de bescherming van de Pachtwet verliezen; uit geen enkele bepaling van de Pachtwet volgt dat de pacht niet doorloopt ten voordele van de erfgenamen of rechtverkrijgenden indien de overleden pachter het verpachte goed niet meer bedrijfsmatig exploiteerde (1). (1) Zie concl. OM."
      ]
    }
  },
  "30": {
    "ECLI:BE:CASS:2021:ARR.20210226.1N.6": {
      "court": "CASS",
      "date": "2021-02-26",
      "roleNumber": "C.20.0411.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210226.1N.6&lang=fr",
      "abstractFR": [
        "La règle son laquelle, en cas de pluralité de bailleurs, l'opposition à la cession privilégiée doit être formée par tous les bailleurs n'implique pas que, lorsque l'intention d'exploitation est invoquée à l'appui de l'opposition, chacun des bailleurs doit avoir l'intention de faire exploiter sa partie du bien loué par les personnes désignées à l'article 37, § 1er, 2°, de la loi du 4 novembre 1969 sur les baux à ferme ; il suffit que l'un des bailleurs ait cette intention pour que la cession privilégiée du bail relative au bien loué dans son ensemble fasse obstacle au renouvellement du bail."
      ],
      "abstractNL": [
        "De regel dat het verzet tegen de bevoorrechte overdracht, in geval van meerdere verpachters, door alle verpachters moet worden gedaan, houdt niet in dat, wanneer tot staving van het verzet het voornemen tot exploitatie wordt aangevoerd, elk van de verpachters het voornemen moet hebben tot exploitatie van zijn deel van het verpachte goed door de in artikel 37, §1, 2°, Pachtwet aangeduide persoon; Het is voldoende dat één van de verpachters dat voornemen heeft opdat de bevoorrechte pachtoverdracht met betrekking tot het gehele pachtgoed geen pachtvernieuwing doet ontstaan."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220505.1N.4": {
      "court": "CASS",
      "date": "2022-05-05",
      "roleNumber": "C.21.0450.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220505.1N.4&lang=fr",
      "abstractFR": [
        "Il convient de déduire des articles 29 et 30 de loi du 4 novembre 1969 sur les baux à ferme , d'une part, que la volonté du législateur était que le juge du fond vérifie si l'inexécution est suffisamment grave pour prononcer la résiliation, d'autre part, que la gravité de l'inexécution doit s'apprécier en tenant compte de l'existence ou non d'un dommage pour le bailleur ; ce dommage peut consister en l'indisponibilité du bien immobilier lorsque son occupation n'est plus justifiée par une activité de fermage (1). (1) Voir Cass. 15 avril 1993, RG 9542, Bull et Pas. 1993, I, n° 180 ; Cass. 5 mars 1982, RG 3311, Bull et Pas. 1981-1982, I, n° 394."
      ],
      "abstractNL": [
        "Uit de artikelen 29 en 30 Pachtwet moet worden afgeleid, enerzijds, dat de wetgever gewild heeft dat de feitenrechter zou nagaan of de wanprestatie ernstig genoeg is om de ontbinding uit te spreken, anderzijds, dat de ernst van de wanprestatie moet worden beoordeeld met inachtneming van het al dan niet bestaan van schade voor de verpachter; die schade kan bestaan uit de onbeschikbaarheid van het onroerend goed wanneer die niet meer gerechtvaardigd wordt door een landbouwexploitatie (1). (1) Zie Cass. 15 april 1993, AR nr. 9542, AC 1993, nr. 180 en Cass. 5 maart 1982, AC 1981-82, nr. 39."
      ]
    }
  },
  "34": {
    "ECLI:BE:CASS:2023:ARR.20231215.1F.1": {
      "court": "CASS",
      "date": "2023-12-15",
      "roleNumber": "C.23.0133.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231215.1F.1",
      "abstractFR": [
        "Il ne suit pas de l'article 8bis, alinéa 1er, de la loi du 4 novembre 1969 modifiant la législation sur le bail à ferme et sur le droit de préemption en faveur des preneurs de biens ruraux, dans sa rédaction applicable aux faits, que le juge saisi d'une demande de validation du congé donné par le bailleur soit tenu d'examiner si la condition de non-indication par le preneur de la ou des personnes pouvant éventuellement poursuivre son exploitation est remplie à la date de la notification de ce congé."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250120.3F.10": {
      "court": "CASS",
      "date": "2025-01-20",
      "roleNumber": "C.24.0180.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250120.3F.10",
      "abstractFR": [
        "Lorsque le juge déclare fondée, en raison de l'intention du bailleur d'exploiter lui-même le bien loué ou d'en céder l'exploitation à un parent, l'opposition au renouvellement du bail auquel le preneur prétend à la suite d'une cession à un de ses descendants, il ne s'ensuit pas que le bail prenne fin sans un congé valide (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de rechter het verzet van de verpachter tegen de pachtvernieuwing waarop de pachter aanspraak maakt wegens een overdracht aan een van zijn afstammelingen, geldig verklaart omdat de verpachter het verpachte goed zelf wil exploiteren of de exploitatie ervan aan een ouder wil overdragen, volgt hieruit niet dat de pacht zonder geldige opzegging wordt beëindigd (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210226.1N.6": {
      "court": "CASS",
      "date": "2021-02-26",
      "roleNumber": "C.20.0411.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210226.1N.6&lang=fr",
      "abstractFR": [
        "La règle son laquelle, en cas de pluralité de bailleurs, l'opposition à la cession privilégiée doit être formée par tous les bailleurs n'implique pas que, lorsque l'intention d'exploitation est invoquée à l'appui de l'opposition, chacun des bailleurs doit avoir l'intention de faire exploiter sa partie du bien loué par les personnes désignées à l'article 37, § 1er, 2°, de la loi du 4 novembre 1969 sur les baux à ferme ; il suffit que l'un des bailleurs ait cette intention pour que la cession privilégiée du bail relative au bien loué dans son ensemble fasse obstacle au renouvellement du bail."
      ],
      "abstractNL": [
        "De regel dat het verzet tegen de bevoorrechte overdracht, in geval van meerdere verpachters, door alle verpachters moet worden gedaan, houdt niet in dat, wanneer tot staving van het verzet het voornemen tot exploitatie wordt aangevoerd, elk van de verpachters het voornemen moet hebben tot exploitatie van zijn deel van het verpachte goed door de in artikel 37, §1, 2°, Pachtwet aangeduide persoon; Het is voldoende dat één van de verpachters dat voornemen heeft opdat de bevoorrechte pachtoverdracht met betrekking tot het gehele pachtgoed geen pachtvernieuwing doet ontstaan."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210611.1N.2": {
      "court": "CASS",
      "date": "2021-06-11",
      "roleNumber": "C.20.0277.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210611.1N.2&lang=fr",
      "abstractFR": [
        "La loi du 4 novembre 1969 sur les baux à ferme n'impose pas d'obligation générale de capacité professionnelle du cessionnaire d'où il résulterait qu'en application de l'article 38 de ladite loi, le bail ne serait pas transmis à l'héritier ou à l'ayant droit qui n'a pas la capacité professionnelle requise au moment de la cession du bail."
      ],
      "abstractNL": [
        "De Pachtwet legt geen algemene verplichting tot beroepsbekwaamheid van de overnemer op waaruit zou volgen dat de pacht met toepassing van artikel 38 Pachtwet niet zou overgaan op de erfgenaam of rechtverkrijgende die op het ogenblik van de pachtoverdracht niet over de vereiste beroepsbekwaamheid beschikt."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161118.3": {
      "court": "CASS",
      "date": "2016-11-18",
      "roleNumber": "C.15.0503.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161118.3&lang=fr",
      "abstractFR": [
        "Il ne suit d'aucune disposition de la loi sur le bail à ferme que le preneur qui n'exploite pas le bien loué perd de plein droit la possibilité de céder le bail (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit geen enkele bepaling van de Pachtwet volgt dat de pachter die het goed niet bedrijfsmatig exploiteert van rechtswege de mogelijkheid verliest om de pacht over te dragen (1). (1) Zie concl. OM."
      ]
    }
  },
  "35": {
    "ECLI:BE:CASS:2025:ARR.20250120.3F.10": {
      "court": "CASS",
      "date": "2025-01-20",
      "roleNumber": "C.24.0180.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250120.3F.10",
      "abstractFR": [
        "Lorsque le juge déclare fondée, en raison de l'intention du bailleur d'exploiter lui-même le bien loué ou d'en céder l'exploitation à un parent, l'opposition au renouvellement du bail auquel le preneur prétend à la suite d'une cession à un de ses descendants, il ne s'ensuit pas que le bail prenne fin sans un congé valide (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de rechter het verzet van de verpachter tegen de pachtvernieuwing waarop de pachter aanspraak maakt wegens een overdracht aan een van zijn afstammelingen, geldig verklaart omdat de verpachter het verpachte goed zelf wil exploiteren of de exploitatie ervan aan een ouder wil overdragen, volgt hieruit niet dat de pacht zonder geldige opzegging wordt beëindigd (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210226.1N.6": {
      "court": "CASS",
      "date": "2021-02-26",
      "roleNumber": "C.20.0411.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210226.1N.6&lang=fr",
      "abstractFR": [
        "La règle son laquelle, en cas de pluralité de bailleurs, l'opposition à la cession privilégiée doit être formée par tous les bailleurs n'implique pas que, lorsque l'intention d'exploitation est invoquée à l'appui de l'opposition, chacun des bailleurs doit avoir l'intention de faire exploiter sa partie du bien loué par les personnes désignées à l'article 37, § 1er, 2°, de la loi du 4 novembre 1969 sur les baux à ferme ; il suffit que l'un des bailleurs ait cette intention pour que la cession privilégiée du bail relative au bien loué dans son ensemble fasse obstacle au renouvellement du bail."
      ],
      "abstractNL": [
        "De regel dat het verzet tegen de bevoorrechte overdracht, in geval van meerdere verpachters, door alle verpachters moet worden gedaan, houdt niet in dat, wanneer tot staving van het verzet het voornemen tot exploitatie wordt aangevoerd, elk van de verpachters het voornemen moet hebben tot exploitatie van zijn deel van het verpachte goed door de in artikel 37, §1, 2°, Pachtwet aangeduide persoon; Het is voldoende dat één van de verpachters dat voornemen heeft opdat de bevoorrechte pachtoverdracht met betrekking tot het gehele pachtgoed geen pachtvernieuwing doet ontstaan."
      ]
    }
  },
  "36": {
    "ECLI:BE:CASS:2025:ARR.20250120.3F.10": {
      "court": "CASS",
      "date": "2025-01-20",
      "roleNumber": "C.24.0180.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250120.3F.10",
      "abstractFR": [
        "Lorsque le juge déclare fondée, en raison de l'intention du bailleur d'exploiter lui-même le bien loué ou d'en céder l'exploitation à un parent, l'opposition au renouvellement du bail auquel le preneur prétend à la suite d'une cession à un de ses descendants, il ne s'ensuit pas que le bail prenne fin sans un congé valide (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de rechter het verzet van de verpachter tegen de pachtvernieuwing waarop de pachter aanspraak maakt wegens een overdracht aan een van zijn afstammelingen, geldig verklaart omdat de verpachter het verpachte goed zelf wil exploiteren of de exploitatie ervan aan een ouder wil overdragen, volgt hieruit niet dat de pacht zonder geldige opzegging wordt beëindigd (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210226.1N.6": {
      "court": "CASS",
      "date": "2021-02-26",
      "roleNumber": "C.20.0411.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210226.1N.6&lang=fr",
      "abstractFR": [
        "La règle son laquelle, en cas de pluralité de bailleurs, l'opposition à la cession privilégiée doit être formée par tous les bailleurs n'implique pas que, lorsque l'intention d'exploitation est invoquée à l'appui de l'opposition, chacun des bailleurs doit avoir l'intention de faire exploiter sa partie du bien loué par les personnes désignées à l'article 37, § 1er, 2°, de la loi du 4 novembre 1969 sur les baux à ferme ; il suffit que l'un des bailleurs ait cette intention pour que la cession privilégiée du bail relative au bien loué dans son ensemble fasse obstacle au renouvellement du bail."
      ],
      "abstractNL": [
        "De regel dat het verzet tegen de bevoorrechte overdracht, in geval van meerdere verpachters, door alle verpachters moet worden gedaan, houdt niet in dat, wanneer tot staving van het verzet het voornemen tot exploitatie wordt aangevoerd, elk van de verpachters het voornemen moet hebben tot exploitatie van zijn deel van het verpachte goed door de in artikel 37, §1, 2°, Pachtwet aangeduide persoon; Het is voldoende dat één van de verpachters dat voornemen heeft opdat de bevoorrechte pachtoverdracht met betrekking tot het gehele pachtgoed geen pachtvernieuwing doet ontstaan."
      ]
    }
  },
  "37": {
    "ECLI:BE:CASS:2025:ARR.20250120.3F.10": {
      "court": "CASS",
      "date": "2025-01-20",
      "roleNumber": "C.24.0180.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250120.3F.10",
      "abstractFR": [
        "Lorsque le juge déclare fondée, en raison de l'intention du bailleur d'exploiter lui-même le bien loué ou d'en céder l'exploitation à un parent, l'opposition au renouvellement du bail auquel le preneur prétend à la suite d'une cession à un de ses descendants, il ne s'ensuit pas que le bail prenne fin sans un congé valide (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de rechter het verzet van de verpachter tegen de pachtvernieuwing waarop de pachter aanspraak maakt wegens een overdracht aan een van zijn afstammelingen, geldig verklaart omdat de verpachter het verpachte goed zelf wil exploiteren of de exploitatie ervan aan een ouder wil overdragen, volgt hieruit niet dat de pacht zonder geldige opzegging wordt beëindigd (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210226.1N.6": {
      "court": "CASS",
      "date": "2021-02-26",
      "roleNumber": "C.20.0411.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210226.1N.6&lang=fr",
      "abstractFR": [
        "La règle son laquelle, en cas de pluralité de bailleurs, l'opposition à la cession privilégiée doit être formée par tous les bailleurs n'implique pas que, lorsque l'intention d'exploitation est invoquée à l'appui de l'opposition, chacun des bailleurs doit avoir l'intention de faire exploiter sa partie du bien loué par les personnes désignées à l'article 37, § 1er, 2°, de la loi du 4 novembre 1969 sur les baux à ferme ; il suffit que l'un des bailleurs ait cette intention pour que la cession privilégiée du bail relative au bien loué dans son ensemble fasse obstacle au renouvellement du bail."
      ],
      "abstractNL": [
        "De regel dat het verzet tegen de bevoorrechte overdracht, in geval van meerdere verpachters, door alle verpachters moet worden gedaan, houdt niet in dat, wanneer tot staving van het verzet het voornemen tot exploitatie wordt aangevoerd, elk van de verpachters het voornemen moet hebben tot exploitatie van zijn deel van het verpachte goed door de in artikel 37, §1, 2°, Pachtwet aangeduide persoon; Het is voldoende dat één van de verpachters dat voornemen heeft opdat de bevoorrechte pachtoverdracht met betrekking tot het gehele pachtgoed geen pachtvernieuwing doet ontstaan."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210611.1N.2": {
      "court": "CASS",
      "date": "2021-06-11",
      "roleNumber": "C.20.0277.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210611.1N.2&lang=fr",
      "abstractFR": [
        "La loi du 4 novembre 1969 sur les baux à ferme n'impose pas d'obligation générale de capacité professionnelle du cessionnaire d'où il résulterait qu'en application de l'article 38 de ladite loi, le bail ne serait pas transmis à l'héritier ou à l'ayant droit qui n'a pas la capacité professionnelle requise au moment de la cession du bail."
      ],
      "abstractNL": [
        "De Pachtwet legt geen algemene verplichting tot beroepsbekwaamheid van de overnemer op waaruit zou volgen dat de pacht met toepassing van artikel 38 Pachtwet niet zou overgaan op de erfgenaam of rechtverkrijgende die op het ogenblik van de pachtoverdracht niet over de vereiste beroepsbekwaamheid beschikt."
      ]
    }
  },
  "38": {
    "ECLI:BE:CASS:2020:ARR.20201002.1N.5": {
      "court": "CASS",
      "date": "2020-10-02",
      "roleNumber": "C.19.0416.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201002.1N.5&lang=fr",
      "abstractFR": [
        "Seuls les descendants ou enfants adoptifs du preneur décédé ou de son conjoint ou les conjoints de ces descendants ou enfants adoptifs peuvent continuer l’exploitation du bien rural, et après en avoir fait la notification au bailleur, prétendre à un renouvellement de plein droit du bail, lorsqu’ils ont la qualité d’héritier ou d’ayant droit (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De afstammelingen of aangenomen kinderen van de overleden pachter of van diens echtgenoot of de echtgenoten van die afstammelingen of aangenomen kinderen kunnen de exploitatie van het landeigendom uitsluitend voortzetten en, na kennisgeving van die voortzetting aan de verpachter, aanspraak maken op pachtvernieuwing van rechtswege, wanneer zij de hoedanigheid van erfgenaam of rechtverkrijgende hebben (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210611.1N.2": {
      "court": "CASS",
      "date": "2021-06-11",
      "roleNumber": "C.20.0277.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210611.1N.2&lang=fr",
      "abstractFR": [
        "La loi du 4 novembre 1969 sur les baux à ferme prévoit que, en cas de décès du preneur d'un bien rural, le bail continue simplement au profit de ses héritiers ou ayants droit; il n'est pas requis qu'ils reprennent également l'entreprise agricole du preneur.",
        "La loi du 4 novembre 1969 sur les baux à ferme n'impose pas d'obligation générale de capacité professionnelle du cessionnaire d'où il résulterait qu'en application de l'article 38 de ladite loi, le bail ne serait pas transmis à l'héritier ou à l'ayant droit qui n'a pas la capacité professionnelle requise au moment de la cession du bail."
      ],
      "abstractNL": [
        "De Pachtwet voorziet dat de pacht in geval van overlijden van de pachter zonder meer doorloopt ten voordele van diens erfgenamen of rechtverkrijgenden; er wordt niet vereist dat zij ook het landbouwbedrijf van de pachter overnemen.",
        "De Pachtwet legt geen algemene verplichting tot beroepsbekwaamheid van de overnemer op waaruit zou volgen dat de pacht met toepassing van artikel 38 Pachtwet niet zou overgaan op de erfgenaam of rechtverkrijgende die op het ogenblik van de pachtoverdracht niet over de vereiste beroepsbekwaamheid beschikt."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211220.3N.7": {
      "court": "CASS",
      "date": "2021-12-20",
      "roleNumber": "C.21.0130.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211220.3N.7&lang=fr",
      "abstractFR": [
        "Il ne suit d'aucune disposition de la loi du 4 novembre 1969 sur les baux à ferme que le bail ne continue pas à courir au profit des héritiers ou ayants droit qui n'exploitent pas le bien loué (1). (1) Voir Cass. 18 novembre 2016, RG C.15.0503.N, Pas. 2016, n° 655.",
        "Si le preneur ou ses héritiers ou ayants droit n'exploitent pas personnellement le bien loué, ils jouissent néanmoins d'un droit de préemption si le bien loué est exploité par l'une des personnes apparentées mentionnées à l'article 52, alinéa 1er, de la loi du 4 novembre 1969 sur les baux à ferme."
      ],
      "abstractNL": [
        "Uit geen enkele bepaling van de Pachtwet volgt dat de pacht niet doorloopt ten voordele van de erfgenamen of rechtverkrijgenden die het gepachte goed niet bedrijfsmatig exploiteren (1). (1) Zie Cass. 18 november 2016, AR C.15.0503.N, AC 2016, nr. 655.",
        "Indien de pachter of zijn erfgenamen of rechtverkrijgenden het gepachte goed niet persoonlijk exploiteren genieten zij toch een recht van voorkoop indien het gepachte goed geëxploiteerd wordt door één van de in artikel 52, 1°, eerste lid, Pachtwet vermelde verwanten."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161118.3": {
      "court": "CASS",
      "date": "2016-11-18",
      "roleNumber": "C.15.0503.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161118.3&lang=fr",
      "abstractFR": [
        "La circonstance que le preneur n'exploite plus le bien loué et que cela crée un dommage pour le bailleur, peut éventuellement justifier la résolution du bail; lorsque le preneur n'exploite plus le bien loué, cela n'implique pas que le preneur ou ses héritiers ou ayants cause perdent de plein droit la protection de la loi sur le bail à ferme, sauf si cette loi le prévoit de manière expresse; il ne résulte d'aucune disposition de la loi sur le bail à ferme que le bail ne continue pas à courir au bénéfice des héritiers ou ayants cause si le preneur décédé n'exploitait plus le bien loué (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De omstandigheid dat de pachter het gepachte goed niet meer bedrijfsmatig exploiteert en daaruit schade ontstaat voor de verpachter, kan eventueel de ontbinding van de pachtovereenkomst wettigen; het niet meer bedrijfsmatig exploiteren van het gepachte goed door de pachter heeft, behoudens wanneer de Pachtwet dit uitdrukkelijk bepaalt, niet tot gevolg dat de pachter of zijn rechtsopvolgers of rechtverkrijgenden van rechtswege de bescherming van de Pachtwet verliezen; uit geen enkele bepaling van de Pachtwet volgt dat de pacht niet doorloopt ten voordele van de erfgenamen of rechtverkrijgenden indien de overleden pachter het verpachte goed niet meer bedrijfsmatig exploiteerde (1). (1) Zie concl. OM."
      ]
    }
  },
  "41": {
    "ECLI:BE:CASS:2020:ARR.20201002.1N.5": {
      "court": "CASS",
      "date": "2020-10-02",
      "roleNumber": "C.19.0416.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201002.1N.5&lang=fr",
      "abstractFR": [
        "Seuls les descendants ou enfants adoptifs du preneur décédé ou de son conjoint ou les conjoints de ces descendants ou enfants adoptifs peuvent continuer l’exploitation du bien rural, et après en avoir fait la notification au bailleur, prétendre à un renouvellement de plein droit du bail, lorsqu’ils ont la qualité d’héritier ou d’ayant droit (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De afstammelingen of aangenomen kinderen van de overleden pachter of van diens echtgenoot of de echtgenoten van die afstammelingen of aangenomen kinderen kunnen de exploitatie van het landeigendom uitsluitend voortzetten en, na kennisgeving van die voortzetting aan de verpachter, aanspraak maken op pachtvernieuwing van rechtswege, wanneer zij de hoedanigheid van erfgenaam of rechtverkrijgende hebben (1). (1) Zie concl. OM."
      ]
    }
  },
  "42": {
    "ECLI:BE:CASS:2020:ARR.20201002.1N.5": {
      "court": "CASS",
      "date": "2020-10-02",
      "roleNumber": "C.19.0416.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201002.1N.5&lang=fr",
      "abstractFR": [
        "Seuls les descendants ou enfants adoptifs du preneur décédé ou de son conjoint ou les conjoints de ces descendants ou enfants adoptifs peuvent continuer l’exploitation du bien rural, et après en avoir fait la notification au bailleur, prétendre à un renouvellement de plein droit du bail, lorsqu’ils ont la qualité d’héritier ou d’ayant droit (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De afstammelingen of aangenomen kinderen van de overleden pachter of van diens echtgenoot of de echtgenoten van die afstammelingen of aangenomen kinderen kunnen de exploitatie van het landeigendom uitsluitend voortzetten en, na kennisgeving van die voortzetting aan de verpachter, aanspraak maken op pachtvernieuwing van rechtswege, wanneer zij de hoedanigheid van erfgenaam of rechtverkrijgende hebben (1). (1) Zie concl. OM."
      ]
    }
  },
  "43": {
    "ECLI:BE:CASS:2020:ARR.20201002.1N.5": {
      "court": "CASS",
      "date": "2020-10-02",
      "roleNumber": "C.19.0416.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201002.1N.5&lang=fr",
      "abstractFR": [
        "Seuls les descendants ou enfants adoptifs du preneur décédé ou de son conjoint ou les conjoints de ces descendants ou enfants adoptifs peuvent continuer l’exploitation du bien rural, et après en avoir fait la notification au bailleur, prétendre à un renouvellement de plein droit du bail, lorsqu’ils ont la qualité d’héritier ou d’ayant droit (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De afstammelingen of aangenomen kinderen van de overleden pachter of van diens echtgenoot of de echtgenoten van die afstammelingen of aangenomen kinderen kunnen de exploitatie van het landeigendom uitsluitend voortzetten en, na kennisgeving van die voortzetting aan de verpachter, aanspraak maken op pachtvernieuwing van rechtswege, wanneer zij de hoedanigheid van erfgenaam of rechtverkrijgende hebben (1). (1) Zie concl. OM."
      ]
    }
  },
  "47": {
    "ECLI:BE:CASS:2023:ARR.20230602.1N.7": {
      "court": "CASS",
      "date": "2023-06-02",
      "roleNumber": "C.22.0422.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230602.1N.7",
      "abstractFR": null,
      "abstractNL": [
        "Het recht van voorkoop van de pachter ontstaat zodra een koopovereenkomst tot stand gekomen is tussen de verpachter en een derde, dit is zodra er wilsovereenstemming is over het voorwerp en de prijs; bijgevolg wordt het recht van voorkoop van de pachter miskend, waardoor hij het recht heeft op indeplaatsstelling krachtens artikel 51 Pachtwet, indien de verkoop tot stand gekomen is zonder dat hem de gelegenheid werd gegeven zijn recht van voorkoop uit te oefenen, in overeenstemming met de voorschriften in artikel 48.1, eerste lid, Pachtwet (1). (1) Zie concl. OM.",
        "Het recht van voorkoop van de pachter ontstaat zodra een koopovereenkomst tot stand gekomen is tussen de verpachter en een derde, dit is zodra er wilsovereenstemming is over het voorwerp en de prijs; bijgevolg kunnen partijen die koopovereenkomst na de totstandkoming ervan niet op een aan de pachter tegenstelbare wijze met wederzijdse toestemming ongedaan maken, krachtens artikel 1134, tweede lid, Oud Burgerlijk Wetboek, zonder miskenning van het door de pachter verworven recht van voorkoop (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220422.1F.3": {
      "court": "CASS",
      "date": "2022-04-22",
      "roleNumber": "C.21.0438.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220422.1F.3",
      "abstractFR": [
        "Toute tromperie ou déloyauté dans l'établissement de cette offre en vue d'empêcher le preneur d'exercer son droit de préemption suffit à caractériser la fraude, quels que soient les mobiles qui sous-tendent l'intention du bailleur (1). (1) Voir également Cass. 21 avril 2016, RG C.14.0407.N, Pas. 2016, n° 272."
      ],
      "abstractNL": [
        "Elk bedrog of elke oneerlijkheid bij de opmaak van het bod, met het opzet de pachter te verhinderen zijn recht van voorkoop uit te oefenen, volstaat om dit als bedrog aan te merken, ongeacht de bedoelingen van de verpachter (1). (1) Zie Cass. 21 april 2016, AR C.14.0407.N, AC 2016, nr. 272."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211220.3N.7": {
      "court": "CASS",
      "date": "2021-12-20",
      "roleNumber": "C.21.0130.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211220.3N.7&lang=fr",
      "abstractFR": [
        "Si le preneur ou ses héritiers ou ayants droit n'exploitent pas personnellement le bien loué, ils jouissent néanmoins d'un droit de préemption si le bien loué est exploité par l'une des personnes apparentées mentionnées à l'article 52, alinéa 1er, de la loi du 4 novembre 1969 sur les baux à ferme."
      ],
      "abstractNL": [
        "Indien de pachter of zijn erfgenamen of rechtverkrijgenden het gepachte goed niet persoonlijk exploiteren genieten zij toch een recht van voorkoop indien het gepachte goed geëxploiteerd wordt door één van de in artikel 52, 1°, eerste lid, Pachtwet vermelde verwanten."
      ]
    }
  },
  "48": {
    "ECLI:BE:CASS:2024:ARR.20240916.3F.5": {
      "court": "CASS",
      "date": "2024-09-16",
      "roleNumber": "C.24.0078.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240916.3F.5",
      "abstractFR": [
        "Les dispositions de la loi sur le bail à ferme n'excluent pas la possibilité pour le juge, qui considère que le preneur qui, par la cession frauduleuse, et avec la complicité du cessionnaire, de son droit de préemption, a empêché un tiers ayant acquis un bien rural sous condition de devenir propriétaire de ce bien et qui estime que cette sanction est nécessaire pour éviter que l'objectif visé par la fraude soit atteint, de sanctionner ce comportement frauduleux par l'annulation de la vente du bien au cessionnaire du droit de préemption (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230602.1N.7": {
      "court": "CASS",
      "date": "2023-06-02",
      "roleNumber": "C.22.0422.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230602.1N.7",
      "abstractFR": null,
      "abstractNL": [
        "Het recht van voorkoop van de pachter ontstaat zodra een koopovereenkomst tot stand gekomen is tussen de verpachter en een derde, dit is zodra er wilsovereenstemming is over het voorwerp en de prijs; bijgevolg wordt het recht van voorkoop van de pachter miskend, waardoor hij het recht heeft op indeplaatsstelling krachtens artikel 51 Pachtwet, indien de verkoop tot stand gekomen is zonder dat hem de gelegenheid werd gegeven zijn recht van voorkoop uit te oefenen, in overeenstemming met de voorschriften in artikel 48.1, eerste lid, Pachtwet (1). (1) Zie concl. OM.",
        "Het recht van voorkoop van de pachter ontstaat zodra een koopovereenkomst tot stand gekomen is tussen de verpachter en een derde, dit is zodra er wilsovereenstemming is over het voorwerp en de prijs; bijgevolg kunnen partijen die koopovereenkomst na de totstandkoming ervan niet op een aan de pachter tegenstelbare wijze met wederzijdse toestemming ongedaan maken, krachtens artikel 1134, tweede lid, Oud Burgerlijk Wetboek, zonder miskenning van het door de pachter verworven recht van voorkoop (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210506.1F.1": {
      "court": "CASS",
      "date": "2021-05-06",
      "roleNumber": "C.20.0520.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210506.1F.1",
      "abstractFR": [
        "Lorsque le propriétaire d'un bien immeuble faisant l'objet d'un bail à ferme vend ce bien à un tiers acquéreur sous la condition suspensive de l'obtention de l'autorisation du juge de paix de vendre ce bien sans que le droit de préemption du preneur à ferme puisse être exercé, le tiers acquéreur dispose, à l'instar de ce propriétaire, de l'intérêt et de la qualité requis pour mener l'action visant à l'accomplissement de cette condition (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de eigenaar van een onroerend goed dat het voorwerp uitmaakt van een pachtovereenkomst, dat goed aan een derde-verkrijger verkoopt onder de opschortende voorwaarde dat de eigenaar door de vrederechter gemachtigd wordt om het goed te verkopen zonder dat het recht van voorverkoop van de pachter kan worden uitgeoefend, heeft de derde-verkrijger, net als die eigenaar, het vereiste belang en de hoedanigheid om de rechtsvordering ter vervulling van die voorwaarde in te stellen (1). (1) Zie concl. OM op datum in Pas. 2021, nr. 329."
      ]
    }
  },
  "50": {
    "ECLI:BE:CASS:2022:ARR.20220422.1F.3": {
      "court": "CASS",
      "date": "2022-04-22",
      "roleNumber": "C.21.0438.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220422.1F.3",
      "abstractFR": [
        "Toute tromperie ou déloyauté dans l'établissement de cette offre en vue d'empêcher le preneur d'exercer son droit de préemption suffit à caractériser la fraude, quels que soient les mobiles qui sous-tendent l'intention du bailleur (1). (1) Voir également Cass. 21 avril 2016, RG C.14.0407.N, Pas. 2016, n° 272."
      ],
      "abstractNL": [
        "Elk bedrog of elke oneerlijkheid bij de opmaak van het bod, met het opzet de pachter te verhinderen zijn recht van voorkoop uit te oefenen, volstaat om dit als bedrog aan te merken, ongeacht de bedoelingen van de verpachter (1). (1) Zie Cass. 21 april 2016, AR C.14.0407.N, AC 2016, nr. 272."
      ]
    }
  },
  "51": {
    "ECLI:BE:CASS:2023:ARR.20230602.1N.7": {
      "court": "CASS",
      "date": "2023-06-02",
      "roleNumber": "C.22.0422.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230602.1N.7",
      "abstractFR": null,
      "abstractNL": [
        "Het recht van voorkoop van de pachter ontstaat zodra een koopovereenkomst tot stand gekomen is tussen de verpachter en een derde, dit is zodra er wilsovereenstemming is over het voorwerp en de prijs; bijgevolg wordt het recht van voorkoop van de pachter miskend, waardoor hij het recht heeft op indeplaatsstelling krachtens artikel 51 Pachtwet, indien de verkoop tot stand gekomen is zonder dat hem de gelegenheid werd gegeven zijn recht van voorkoop uit te oefenen, in overeenstemming met de voorschriften in artikel 48.1, eerste lid, Pachtwet (1). (1) Zie concl. OM.",
        "Het recht van voorkoop van de pachter ontstaat zodra een koopovereenkomst tot stand gekomen is tussen de verpachter en een derde, dit is zodra er wilsovereenstemming is over het voorwerp en de prijs; bijgevolg kunnen partijen die koopovereenkomst na de totstandkoming ervan niet op een aan de pachter tegenstelbare wijze met wederzijdse toestemming ongedaan maken, krachtens artikel 1134, tweede lid, Oud Burgerlijk Wetboek, zonder miskenning van het door de pachter verworven recht van voorkoop (1). (1) Zie concl. OM."
      ]
    }
  },
  "52": {
    "ECLI:BE:CASS:2021:ARR.20211220.3N.7": {
      "court": "CASS",
      "date": "2021-12-20",
      "roleNumber": "C.21.0130.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211220.3N.7&lang=fr",
      "abstractFR": [
        "Si le preneur ou ses héritiers ou ayants droit n'exploitent pas personnellement le bien loué, ils jouissent néanmoins d'un droit de préemption si le bien loué est exploité par l'une des personnes apparentées mentionnées à l'article 52, alinéa 1er, de la loi du 4 novembre 1969 sur les baux à ferme."
      ],
      "abstractNL": [
        "Indien de pachter of zijn erfgenamen of rechtverkrijgenden het gepachte goed niet persoonlijk exploiteren genieten zij toch een recht van voorkoop indien het gepachte goed geëxploiteerd wordt door één van de in artikel 52, 1°, eerste lid, Pachtwet vermelde verwanten."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210506.1F.1": {
      "court": "CASS",
      "date": "2021-05-06",
      "roleNumber": "C.20.0520.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210506.1F.1",
      "abstractFR": [
        "Lorsque le propriétaire d'un bien immeuble faisant l'objet d'un bail à ferme vend ce bien à un tiers acquéreur sous la condition suspensive de l'obtention de l'autorisation du juge de paix de vendre ce bien sans que le droit de préemption du preneur à ferme puisse être exercé, le tiers acquéreur dispose, à l'instar de ce propriétaire, de l'intérêt et de la qualité requis pour mener l'action visant à l'accomplissement de cette condition (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de eigenaar van een onroerend goed dat het voorwerp uitmaakt van een pachtovereenkomst, dat goed aan een derde-verkrijger verkoopt onder de opschortende voorwaarde dat de eigenaar door de vrederechter gemachtigd wordt om het goed te verkopen zonder dat het recht van voorverkoop van de pachter kan worden uitgeoefend, heeft de derde-verkrijger, net als die eigenaar, het vereiste belang en de hoedanigheid om de rechtsvordering ter vervulling van die voorwaarde in te stellen (1). (1) Zie concl. OM op datum in Pas. 2021, nr. 329."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200124.1F.3": {
      "court": "CASS",
      "date": "2020-01-24",
      "roleNumber": "C.19.0189.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200124.1F.3",
      "abstractFR": [
        "Il ne suit pas des dispositions de la loi du 4 novembre 1969 contenant des règles particulières aux baux à ferme que l'exception au droit de préemption est subordonnée à la condition que le bailleur rapporte la preuve que la vente a lieu en vue de donner au bien loué une affectation conforme à sa destination finale et qu'il produise une copie certifiée conforme d'un permis de bâtir accordé par l'administration communale compétente."
      ],
      "abstractNL": [
        "Uit de bepalingen van de Pachtwet volgt niet dat de uitzondering op het recht van voorkoop onderworpen is aan de voorwaarde dat de verpachter moet aantonen dat de verkoop plaatsvindt om het verpachte goed te gebruiken overeenkomstig zijn eindbestemming noch dat hij een eensluidend verklaard afschrift van de door het bevoegde gemeentebestuur verleende bouwvergunning moet overleggen."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160218.11": {
      "court": "CASS",
      "date": "2016-02-18",
      "roleNumber": "C.13.0574.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160218.11&lang=fr",
      "abstractFR": [
        "Il ne ressort pas de la combinaison des dispositions de l'article 52, 2° et de l'article 52, 4° de la loi du 4 novembre 1969 que l'article 52, 2°, alinéa 2, de cette loi prime sur l'article 52, 4°, de cette même loi (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de samenhang van de bepalingen van artikel 52, 2°, Pachtwet en artikel 52, 4°, Pachtwet volgt niet dat artikel 52, 2°, tweede lid, Pachtwet voorrang heeft op artikel 52, 4°, Pachtwet (1). (1) Zie concl. OM."
      ]
    }
  },
  "54": {
    "ECLI:BE:CASS:2025:ARR.20251205.1F.6": {
      "court": "CASS",
      "date": "2025-12-05",
      "roleNumber": "C.24.0234.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251205.1F.6",
      "abstractFR": [
        "Il suit de la formulation et de la genèse de l'article 54, alinéa 1er, de la loi sur le bail à ferme que, dès lors que la revente du bien par le preneur qui a fait usage de son droit de préemption n'est autorisée que si l'acte de revente constate l'existence d'un bail d'une durée de neuf années au profit du preneur, la preuve de cette existence doit être apportée à l'égard de l'acquéreur évincé par les mentions de cet acte."
      ],
      "abstractNL": null
    }
  },
  "55": {
    "ECLI:BE:CASS:2024:ARR.20240916.3F.5": {
      "court": "CASS",
      "date": "2024-09-16",
      "roleNumber": "C.24.0078.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240916.3F.5",
      "abstractFR": [
        "Les dispositions de la loi sur le bail à ferme n'excluent pas la possibilité pour le juge, qui considère que le preneur qui, par la cession frauduleuse, et avec la complicité du cessionnaire, de son droit de préemption, a empêché un tiers ayant acquis un bien rural sous condition de devenir propriétaire de ce bien et qui estime que cette sanction est nécessaire pour éviter que l'objectif visé par la fraude soit atteint, de sanctionner ce comportement frauduleux par l'annulation de la vente du bien au cessionnaire du droit de préemption (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2016:ARR.20160201.2": {
      "court": "CASS",
      "date": "2016-02-01",
      "roleNumber": "C.15.0295.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160201.2",
      "abstractFR": [
        "Aux termes de l'article 55 de la loi du 4 novembre 1969 contenant des règles particulières aux baux à ferme, en cas d'aliénation du bien loué, l'acquéreur est subrogé aux droits et obligations du bailleur; il suit de cette disposition, qui est applicable en cas d'apport en société d'un bien loué, que, dès l'acte d'aliénation, l'acquéreur peut exercer tous les droits dérivant du bail (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Luidens artikel 55, van de wet van 4 november 1969 tot wijziging van de pachtwetgeving en van de wetgeving betreffende het recht van voorkoop ten gunste van huurders van landeigendommen, treedt de verkrijger, in geval van vervreemding van het pachtgoed, volledig in de rechten en verplichtingen van de verpachter; die bepaling die van toepassing is wanneer een gepacht goed in een vennootschap wordt ingebracht, heeft tot gevolg dat de verkrijger vanaf de akte van vervreemding alle rechten uit de huurovereenkomst kan uitoefenen (1). (1) Zie de concl. OM in Pas. nr. ..."
      ]
    }
  },
  "56": {
    "ECLI:BE:CASS:2024:ARR.20240916.3F.5": {
      "court": "CASS",
      "date": "2024-09-16",
      "roleNumber": "C.24.0078.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240916.3F.5",
      "abstractFR": [
        "Les dispositions de la loi sur le bail à ferme n'excluent pas la possibilité pour le juge, qui considère que le preneur qui, par la cession frauduleuse, et avec la complicité du cessionnaire, de son droit de préemption, a empêché un tiers ayant acquis un bien rural sous condition de devenir propriétaire de ce bien et qui estime que cette sanction est nécessaire pour éviter que l'objectif visé par la fraude soit atteint, de sanctionner ce comportement frauduleux par l'annulation de la vente du bien au cessionnaire du droit de préemption (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "57": {
    "ECLI:BE:CASS:2020:ARR.20201210.1F.7": {
      "court": "CASS",
      "date": "2020-12-10",
      "roleNumber": "C.19.0640.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201210.1F.7",
      "abstractFR": [
        "Conformément à l'article 57 de la loi sur les baux à ferme, la notification de la cession du bail doit, à peine d'inexistence, être signifiée par voie d'huissier de justice ou par lettre recommandée à la poste; dans ce dernier cas, la date de la notification est celle à laquelle le bailleur prend connaissance de la lettre ou aurait raisonnablement pu en prendre connaissance."
      ],
      "abstractNL": [
        "Overeenkomstig artikel 57 Pachtwet moet de kennisgeving van de huuroverdracht op straffe van niet-bestaan worden betekend bij gerechtsdeurwaardersexploot of bij ter post aangetekende brief; in laatstgenoemd geval is de datum van kennisgeving de datum waarop de verpachter van de brief kennisneemt of hiervan redelijkerwijze kon kennisnemen."
      ]
    }
  },
  "8bis": {
    "ECLI:BE:CASS:2023:ARR.20231215.1F.1": {
      "court": "CASS",
      "date": "2023-12-15",
      "roleNumber": "C.23.0133.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231215.1F.1",
      "abstractFR": [
        "Il ne suit pas de l'article 8bis, alinéa 1er, de la loi du 4 novembre 1969 modifiant la législation sur le bail à ferme et sur le droit de préemption en faveur des preneurs de biens ruraux, dans sa rédaction applicable aux faits, que le juge saisi d'une demande de validation du congé donné par le bailleur soit tenu d'examiner si la condition de non-indication par le preneur de la ou des personnes pouvant éventuellement poursuivre son exploitation est remplie à la date de la notification de ce congé."
      ],
      "abstractNL": null
    }
  },
  "48bis": {
    "ECLI:BE:CASS:2024:ARR.20240916.3F.5": {
      "court": "CASS",
      "date": "2024-09-16",
      "roleNumber": "C.24.0078.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240916.3F.5",
      "abstractFR": [
        "Les dispositions de la loi sur le bail à ferme n'excluent pas la possibilité pour le juge, qui considère que le preneur qui, par la cession frauduleuse, et avec la complicité du cessionnaire, de son droit de préemption, a empêché un tiers ayant acquis un bien rural sous condition de devenir propriétaire de ce bien et qui estime que cette sanction est nécessaire pour éviter que l'objectif visé par la fraude soit atteint, de sanctionner ce comportement frauduleux par l'annulation de la vente du bien au cessionnaire du droit de préemption (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  }
}