{
  "7": {
    "ECLI:BE:CASS:2025:ARR.20250211.2N.1": {
      "court": "CASS",
      "date": "2025-02-11",
      "roleNumber": "P.24.0985.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250211.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 9 Dematerialisatiewet bepaalt niet op straffe van nietigheid dat de van rechtswege omgezette effecten moesten worden ingeschreven op naam van de emittent en slechts op naam van de rechthebbende van die effecten konden worden ingeschreven nadat deze zich bekend had gemaakt en evenmin bepaalt dat artikel hoe de rechthebbende zich bekend moest maken; artikel 7 Dematerialisatiewet, dat slaat op een vorige omzettingsfase waarin effecten nog niet van rechtswege waren omgezet, is desbetreffend niet van overeenkomstige toepassing, maar wel dient voor de interpretatie van artikel 9 Dematerialisatiewet rekening te worden gehouden met de onveranderde bedoeling van de wetgever om, naast de opheffing van de anonimiteit verbonden aan de effecten aan toonder, conflictsituaties te vermijden die konden ontstaan door het nog opduiken van effecten aan toonder na de omzetting ervan in effecten op naam (1). (1) Zie concl. OM."
      ]
    }
  },
  "9": {
    "ECLI:BE:CASS:2025:ARR.20250211.2N.1": {
      "court": "CASS",
      "date": "2025-02-11",
      "roleNumber": "P.24.0985.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250211.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 9 Dematerialisatiewet bepaalt niet op straffe van nietigheid dat de van rechtswege omgezette effecten moesten worden ingeschreven op naam van de emittent en slechts op naam van de rechthebbende van die effecten konden worden ingeschreven nadat deze zich bekend had gemaakt en evenmin bepaalt dat artikel hoe de rechthebbende zich bekend moest maken; artikel 7 Dematerialisatiewet, dat slaat op een vorige omzettingsfase waarin effecten nog niet van rechtswege waren omgezet, is desbetreffend niet van overeenkomstige toepassing, maar wel dient voor de interpretatie van artikel 9 Dematerialisatiewet rekening te worden gehouden met de onveranderde bedoeling van de wetgever om, naast de opheffing van de anonimiteit verbonden aan de effecten aan toonder, conflictsituaties te vermijden die konden ontstaan door het nog opduiken van effecten aan toonder na de omzetting ervan in effecten op naam (1). (1) Zie concl. OM.",
        "De enkele omstandigheid dat effecten aan toonder werden omgezet in effecten op naam zonder dat de rechthebbende op die aandelen dat vooraf formeel en met overlegging van zijn aandelen aan toonder had gevraagd, tastte de rechtsgeldigheid van die omzetting niet aan, noch belette dit de uitoefening van de rechten verbonden aan de omgezette aandelen door de rechthebbende; integendeel konden vanaf 1 januari 2014, indien de rechthebbende op de effecten gekend was en er redelijkerwijze geen conflictsituatie kon ontstaan die de wetgever heeft willen vermijden, effecten aan toonder zonder meer en dus ook zonder dat de effecten eerst moesten worden ingeschreven op naam van de emittent, in het aandeelhoudersregister worden ingeschreven op naam van de rechthebbende, zonder dat daarop van rechtswege enige nietigheidssanctie van toepassing was (1). (1) Zie concl. OM."
      ]
    }
  }
}