{
  "4": {
    "ECLI:BE:CASS:2013:ARR.20130926.13": {
      "court": "CASS",
      "date": "2013-09-26",
      "roleNumber": "C.11.0743.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130926.13&lang=fr",
      "abstractFR": [
        "La SNCB Holding peut demander le déplacement de conduits qui se trouvent sur les biens qui lui ont été transférés qui font partie de l'ancien réseau des Chemins de Fer de l'Etat et les frais de déplacement sont à charge du concessionnaire ou de l'entreprise qui a établi le conduit si le déplacement est demandé dans l'intérêt de l'installation d'une nouvelle voirie; il ne ressort ni des dispositions légales applicables ni des principes de mutabilité et de continuité du service public qu'elle peut ordonner le déplacement de conduits situés sur des biens autres que ceux qui lui ont été transférés par l'Etat belge en exécution de l'article 4 de la loi du 23 juillet 1926."
      ],
      "abstractNL": [
        "De NMBS HOLDING kan de verplaatsing vorderen van de leidingen die zich bevinden op de aan hem overgedragen goederen die deel uitmaken van het voormalig Staatsspoorwegnet en de kosten van de verplaatsing ervan zijn ten laste van de concessiehouder of van de onderneming die de leiding heeft aangelegd indien de verplaatsing gevorderd wordt in het belang van de aanleg van nieuwe wegen; noch uit de toepasselijke wettelijke bepalingen noch uit de beginselen van veranderlijkheid en continuïteit van de openbare dienst kan echter worden afgeleid dat hij de verplaatsing kan bevelen van leidingen gelegen op andere gronden dan diegene die hem zijn overgedragen door de Belgische Staat in uitvoering van artikel 4 van de wet van 23 juli 1926."
      ]
    }
  },
  "13": {
    "ECLI:BE:CASS:2022:ARR.20220627.3F.10": {
      "court": "CASS",
      "date": "2022-06-27",
      "roleNumber": "S.20.0035.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220627.3F.10",
      "abstractFR": [
        "Les dispositions du règlement général du personnel et des services sociaux, fascicule 572, constituent des lois au sens de l'article 608 du Code judiciaire, dont la violation ne constitue pas une méconnaissance de la foi due aux actes au sens des articles 1319, 1320 et 1322 de l'ancien Code civil (1). (1) Voir les concl. du MP.",
        "Les membres du personnel de la SNCB Holding ne sont pas soumis au régime de réparation des dommages résultant des accidents du travail institué par la loi du 3 juillet 1967, qu'aucun arrêté ne leur rend applicable, mais à celui du RGPS 572 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De bepalingen van het algemeen reglement van het personeel en van de sociale diensten, bundel 572, vormen wetten in de zin van artikel 608 Gerechtelijk Wetboek, waarvan de schending geen miskenning van de bewijskracht van de akten uitmaakt in de zin van de artikelen 1319, 1320 et 1322 Oud Burgerlijk Wetboek (1). (1) Zie concl. OM in Pas. 2022, nr. 454.",
        "De personeelsleden van NMBS Holding vallen niet onder de bij de Arbeidsongevallenwet Overheidspersoneel ingevoerde regeling voor het herstel van schade, dat geen enkel koninklijk besluit op hen van toepassing verklaart, maar onder de regeling van het ARPS 572 (1). (1) Zie concl. OM in Pas. 2022, nr. 454."
      ]
    }
  }
}