{
  "1": {
    "ECLI:BE:CASS:2017:ARR.20170324.4": {
      "court": "CASS",
      "date": "2017-03-24",
      "roleNumber": "F.15.0189.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170324.4&lang=fr",
      "abstractFR": [
        "Un avantage matrimonial ne tombe pas dans la succession, mais appartient à l'époux survivant à la suite de la liquidation et du partage du régime matrimonial; la réduction de l'avantage n'a pas pour conséquence de faire tomber celui-ci dans la succession et de le soumettre dès lors à un droit de succession (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Een huwelijksvoordeel valt niet in de nalatenschap, maar behoort de langstlevende echtgenoot toe ingevolge de vereffening en verdeling van het huwelijksvermogensstelsel; de inkorting van het voordeel heeft niet tot gevolg dat het voordeel alsnog in de nalatenschap valt en derhalve onderworpen zou zijn aan het successierecht (1). (1) Zie concl. OM."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2017:ARR.20170324.4": {
      "court": "CASS",
      "date": "2017-03-24",
      "roleNumber": "F.15.0189.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170324.4&lang=fr",
      "abstractFR": [
        "Un avantage matrimonial ne tombe pas dans la succession, mais appartient à l'époux survivant à la suite de la liquidation et du partage du régime matrimonial; la réduction de l'avantage n'a pas pour conséquence de faire tomber celui-ci dans la succession et de le soumettre dès lors à un droit de succession (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Een huwelijksvoordeel valt niet in de nalatenschap, maar behoort de langstlevende echtgenoot toe ingevolge de vereffening en verdeling van het huwelijksvermogensstelsel; de inkorting van het voordeel heeft niet tot gevolg dat het voordeel alsnog in de nalatenschap valt en derhalve onderworpen zou zijn aan het successierecht (1). (1) Zie concl. OM."
      ]
    }
  },
  "37": {
    "ECLI:BE:CASS:2019:ARR.20190125.5": {
      "court": "CASS",
      "date": "2019-01-25",
      "roleNumber": "F.17.0080.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190125.5&lang=fr",
      "abstractFR": [
        "La composition active de la succession est augmentée s'il est établi que le conjoint survivant peut effectivement exercer le droit d'usufruit par la réalisation de la condition (suspensive) à laquelle l'usufruit éventuel est soumis; il s'ensuit que le conjoint survivant est tenu de déposer une nouvelle déclaration si la condition suspensive à laquelle l'usufruit éventuel est soumis se réalise, à savoir qu'il est encore vivant au moment où l'usufruit actuel prend fin (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De actieve samenstelling van de nalatenschap wordt vermeerderd indien komt vast te staan dat de langstlevende echtgenoot het recht van vruchtgebruik daadwerkelijk kan uitoefenen door de realisatie van de (opschortende) voorwaarde waaraan het eventueel vruchtgebruik onderworpen is; hieruit volgt dat de langstlevende echtgenoot ertoe gehouden is een nieuwe aangifte in te dienen indien de opschortende voorwaarde waaraan het eventueel vruchtgebruik is onderworpen zich realiseert, nl dat hij nog in leven is op het tijdstip dat het actuele vruchtgebruik eindigt (1). (1) Zie concl. OM."
      ]
    }
  }
}