{
  "1": {
    "ECLI:BE:CASS:2025:ARR.20250916.2N.3": {
      "court": "CASS",
      "date": "2025-09-16",
      "roleNumber": "P.25.0771.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250916.2N.3",
      "abstractFR": null,
      "abstractNL": [
        "Uit de samenhang tussen de artikelen 23, §1, 3°, 30, §1, 4°, 38, eerste lid, 42 en 48, eerste lid, 1° Wegverkeerswet volgt dat het door artikel 48, eerste lid, 1°, Wegverkeerswet strafrechtelijk gesanctioneerde verbod om tijdens de periode van vervallenverklaring van het recht een motorvoertuig te besturen, geldt voor alle motorvoertuigen, ongeacht of voor het besturen ervan een rijbewijs is vereist; het begrip motorvoertuig of voertuig is niet omschreven in de Wegverkeerswet, voor de invulling van dat begrip met het oog op de toepassing van de Wegverkeerswet kan niet worden gesteund op de in artikel 2 Wegverkeersreglement opgenomen definities, aangezien die volgens de aanhef van die bepaling slechts gelden voor de toepassing van het Wegverkeersreglement zelf; evenmin kan daarvoor worden gesteund op definities opgenomen in andere wetgeving met een eigen finaliteit, zoals de WAM-wetgeving of de wetgeving inzake het rijbewijs; bijgevolg moet dat begrip voor de toepassing van de vermelde wetsbepalingen worden gebruikt in zijn gewone betekenis; een motorvoertuig begrepen in zijn gewone betekenis is elk voertuig dat wordt voortgestuwd door enkel een mechanische kracht, geleverd door een verbrandingsmotor of een elektrische motor, dit wil zeggen door een mechanische kracht die het voertuig autonoom kan laten bewegen zonder het gebruik van spierkracht door de bestuurder ervan, met uitsluiting evenwel van een mechanische kracht die enkel trapondersteuning of een meeloop- of wegrijhulpfunctie biedt; of voor het besturen van dat voertuig een rijbewijs vereist is, heeft geen belang; evenmin is van belang of het starten van de gemotoriseerde aandrijfkracht, buiten het manipuleren van een hendel, pedaal of knop, een fysieke inspanning zoals een duw of een stap vereist; hieruit volgt dat een elektrische step een motorvoertuig of voertuig is zoals hier bedoeld (1). (1) Zie concl. OM.",
        "Degene aan wie een verval van het besturen van alle motorvoertuigen is opgelegd en die zich in het verkeer wil begeven met een voertuig dat beschikt over een autonome aandrijvingskracht, dient zich op voorhand ervan te vergewissen of dat voertuig al dan niet valt onder het hem opgelegde verval en hij moet daarover zo nodig de juiste informatie inwinnen; hij dient zich bovendien rekenschap ervan te geven dat het begrip motorvoertuig of voertuig, zoals vermeld in de Wegverkeerswet, niet beperkt is tot begripsbepalingen voorkomend in andere regelgeving met een eigen finaliteit, zoals het Wegverkeersreglement, de WAM of de wetgeving inzake het rijbewijs; het enkele feit dat het begrip motorvoertuig of voertuig in onderscheiden wetgevingen verschillend wordt gedefinieerd of dat rechtspraak en rechtsleer verdeeld lijken te zijn over de juiste invulling van de onderscheiden begripsbepalingen, doet daaraan geen afbreuk; ook staat twijfel bij een rechter, die moet oordelen over de concrete invulling van het begrip motorvoertuig of voertuig in een bepaald hem voorgelegd geval, niet gelijk met het bestaan van onoverwinnelijke rechtsdwaling bij een beklaagde (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201006.2N.12": {
      "court": "CASS",
      "date": "2020-10-06",
      "roleNumber": "P.20.0505.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201006.2N.12&lang=fr",
      "abstractFR": [
        "Le propriétaire qui met en circulation une remorque pour laquelle l'obligation d'assurance est de rigueur, sans avoir préalablement conclu une assurance en matière de responsabilité civile, est punissable; que la remorque soit ou non attelée à un véhicule tracteur ne change rien à ce caractère répréhensible (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De eigenaar die een aanhangwagen waarvoor een verzekeringsplicht geldt, in het verkeer brengt zonder het voorafgaandelijk sluiten van een WAM-verzekering is strafbaar; het al dan niet gekoppeld zijn van de aanhangwagen aan een trekker doet aan deze strafbaarheid niet af (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200528.1N.14": {
      "court": "CASS",
      "date": "2020-05-28",
      "roleNumber": "C.19.0234.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200528.1N.14&lang=fr",
      "abstractFR": [
        "L'assureur en assurance automobile obligatoire ne couvre que la responsabilité civile à laquelle le véhicule automoteur qu'il assure donne lieu dans le chef d’un assuré."
      ],
      "abstractNL": [
        "De WAM-verzekeraar verleent slechts dekking voor de burgerrechtelijke aansprakelijkheid waartoe het door hem verzekerde motorrijtuig aanleiding geeft in hoofde van de verzekerde."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160205.1": {
      "court": "CASS",
      "date": "2016-02-05",
      "roleNumber": "C.15.0011.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160205.1",
      "abstractFR": [
        "Le juge est tenu de remédier à toute lacune de la loi dont la Cour constitutionnelle a constaté l'inconstitutionnalité, ou à celle qui résulte de ce qu'une disposition de la loi est jugée inconstitutionnelle, lorsqu'il peut suppléer à cette insuffisance dans le cadre des dispositions légales existantes pour rendre la loi conforme aux articles 10 et 11 de la Constitution (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De rechter moet elke leemte in de wet waarvan het Grondwettelijk Hof de ongrondwettigheid heeft vastgesteld invullen, evenals elke leemte die hieruit voortvloeit dat een wetsbepaling als ongrondwettig wordt aangemerkt, wanneer hij die leemte in het kader van de bestaande wetsbepalingen kan verhelpen teneinde de wet in overeenstemming met de artikelen 10 en 11 van de Grondwet te brengen (1). (1) Zie concl. OM in Pas. 2015, nr. ... ."
      ]
    },
    "ECLI:BE:CASS:2008:ARR.20080131.3": {
      "court": "CASS",
      "date": "2008-01-31",
      "roleNumber": "C.06.0186.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080131.3&lang=fr",
      "abstractFR": [
        "L'obligation de l'assureur de la responsabilité en matière de véhicules automoteurs de couvrir la responsabilité civile de chaque conducteur, ne vaut qu'en ce qui concerne le véhicule automoteur désigné dans la police, de sorte que l'assureur n'est pas tenu de couvrir la responsabilité civile de personnes autres que le preneur d'assurance, son conjoint et ses enfants cohabitants lorsqu'elles conduisent un véhicule qui remplace temporairement le véhicule désigné dans la police (1). (1) L. du 21 novembre 1989, art. 16, al. 1er, tel qu'il était applicable avant sa modification par la loi du 22 août 2002."
      ],
      "abstractNL": [
        "De verplichting van de W.A.M.-verzekeraar om de burgerrechtelijke aansprakelijkheid van iedere bestuurder te dekken geldt enkel met betrekking tot het in de polis omschreven motorrijtuig, zodat de verzekeraar niet verplicht is de burgerlijke aansprakelijkheid te dekken van andere personen dan de verzekeringnemer, diens echtgenoot en inwonende kinderen, wanneer die andere personen een motorrijtuig besturen dat het in de polis omschreven motorrijtuig tijdelijk vervangt (1). (1) W.A.M. 1989, art. 16, eerste lid, zoals van toepassing voor de wijziging ervan bij W. 22 aug. 2002."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2022:ARR.20221018.2N.8": {
      "court": "CASS",
      "date": "2022-10-18",
      "roleNumber": "P.22.0742.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221018.2N.8",
      "abstractFR": [
        "L'article 22, § 1er, de loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs punit le propriétaire d'un véhicule automoteur qui le met en circulation ou tolère qu'il soit mis en circulation dans l'un des endroits prévus à l'article 2, § 1er, de cette loi sans que la responsabilité civile à laquelle il peut donner lieu soit couverte conformément à la même loi ; la condition relative à la propriété prévue à l'article 22, § 1er, de la loi précitée n'empêche pas le juge d'imputer cette infraction à la personne physique qui, en droit ou en fait, est la personne ayant réellement la responsabilité de remplir les obligations de la personne morale en tant que propriétaire et qui se rend coupable, par sa propre intervention, de l'infraction commise par la personne morale (1). (1) Compar. Cass. 25 octobre 2011, RG P.11.0419.N, Pas. 2011, nº 571."
      ],
      "abstractNL": [
        "Artikel 22, § 1, WAM bestraft de eigenaar van het motorvoertuig die het in het verkeer brengt of toelaat dat het in het verkeer wordt gebracht op een van de in artikel 2, § 1, WAM bedoelde plaatsen, zonder dat de burgerrechtelijke aansprakelijkheid waartoe het aanleiding kan geven is gedekt overeenkomstig de WAM; de in artikel 22, § 1, WAM bepaalde vereiste van eigendom staat niet eraan in de weg dat de rechter dit misdrijf toerekent aan de natuurlijke persoon die in rechte of in feite de ware verantwoordelijke is voor het nakomen van de verplichtingen van de rechtspersoon als eigenaar en die door zijn persoonlijk optreden schuldig is aan het door de rechtspersoon gepleegde misdrijf (1). (1) Vgl. Cass. 25 oktober 2011, AR P.11.0419.N, AC 2011, nr. 571."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240320.2F.13": {
      "court": "CASS",
      "date": "2024-03-20",
      "roleNumber": "P.24.0064.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240320.2F.13",
      "abstractFR": [
        "L'article 22, § 1er, de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs punit notamment le fait, pour le propriétaire d'un véhicule qu'il n'a pas lui-même assuré, de permettre son utilisation par une autre personne sans avoir vérifié qu'une assurance a été souscrite par elle ou, à tout le moins, sans avoir obtenu des garanties suffisantes quant à la souscription de cette assurance avant toute utilisation (1) ; la loi fait peser ainsi sur le propriétaire du véhicule conduit par un tiers un devoir de surveillance et de précaution. (1) « Il appartient au juge du fond d'apprécier si, dans les circonstances de la cause, le propriétaire d'un véhicule non immatriculé ou dépourvu d'un certificat de visite valable contrevient à ces dispositions par le fait de la mise en circulation de ce véhicule sur la voie publique » (Cass. 29 mars 2006, RG P.05.0055.F, Pas. 2006, n° 179 [cons. 3, i.f.], avec concl. de M. VANDERMEERSCH, avocat général, lequel a relevé qu' « en constatant que le demandeur, propriétaire d'un véhicule non assuré, ni immatriculé, ni pourvu du certificat de visite au contrôle technique, avait donné ce véhicule en prêt à la coprévenue (…) dans le but de la dépanner suite à l'indisponibilité de son propre véhicule et afin qu'elle puisse en disposer entre-temps, les juges d'appel ont pu légalement en déduire, au terme d'une appréciation en fait, que le demandeur avait mis en circulation ledit véhicule et avait toléré cette mise en circulation »)."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250120.3F.5": {
      "court": "CASS",
      "date": "2025-01-20",
      "roleNumber": "C.24.0206.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250120.3F.5",
      "abstractFR": [
        "Dès lors qu'au moment où il est tombé à l'eau, le véhicule volé était en circulation dans un des lieux visés à l'article 2, § 1er, de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs, l'arrêt justifie légalement sa décision que ledit véhicule participait à la circulation, ce qui justifie l'intervention du Fonds commun de garantie belge pour réparer le dommage causé par ce véhicule à une péniche (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Aangezien het gestolen voertuig, op het ogenblik dat het in het water terechtkwam, op één van de plaatsen reed die bedoeld worden in artikel 2, § 1, WAM, verantwoordt het arrest zijn beslissing dat dit voertuig deelnam aan het verkeer naar recht, wat de tussenkomst van het Belgisch Gemeenschappelijk Waarborgfonds tot vergoeding van de door dat voertuig aan een binnenschip toegebrachte schade verantwoordt (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230307.2N.13": {
      "court": "CASS",
      "date": "2023-03-07",
      "roleNumber": "P.22.1738.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230307.2N.13",
      "abstractFR": null,
      "abstractNL": [
        "Het door de artikelen 2, § 1, en 22, § 1, WAM bedoelde misdrijf van het als eigenaar toegelaten hebben dat een motorrijtuig in het verkeer werd gebracht op de openbare weg of op terreinen die toegankelijk zijn voor het publiek of slechts voor een zeker aantal personen, die het recht hebben om er te komen, zonder dat de burgerrechtelijke aansprakelijkheid waartoe dit motorvoertuig aanleiding kan geven, was gedekt door een verzekering welke aan de bepalingen van deze wet voldeed en waarvan de werking niet was geschorst, verdwijnt niet door het achteraf sluiten van een dergelijke verzekeringsovereenkomst of door het beëindigen van de schorsing (1). (1) Cass. 29 september 2020, AR P.20.0435.N, AC 2020, nr. 585.",
        "De bewijslast voor het gepleegd zijn van het misdrijf bedoeld in de artikelen 2, § 1, en 22, § 1 WAM ligt in het beginsel bij de vervolgende partij, maar de vervolgende partij kan niet tot het onmogelijke gehouden zijn en indien een beklaagde aanvoert dat er op het ogenblik van het in het verkeer brengen van het motorrijtuig wel degelijk een door de wet bedoelde en niet-geschorste WAM-verzekering was voor dat voertuig, moet hij die bewering aannemelijk maken en staat het aan de rechter te oordelen of de betrokkene slaagt in die aanvoeringsplicht en de bewijswaarde van de overgelegde stukken te beoordelen; het overleggen door een beklaagde, na de vaststelling dat een motorrijtuig zonder de vereiste WAM-verzekering in het verkeer werd gebracht, van een niet-gedateerd internationaal motorrijtuigverzekeringsbewijs met een geldigheidsduur die de datum van de vaststelling omvat, verplicht de rechter niet noodzakelijk aan te nemen dat het misdrijf van niet-verzekering niet is bewezen en de rechter kan, rekening houdend met de door de bestuurder en de eigenaar van het motorvoertuig ten tijde van het in het verkeer brengen van dit voertuig afgelegde verklaringen, oordelen dat er op het ogenblik van de vaststelling geen geldige verzekering was."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230508.3N.3": {
      "court": "CASS",
      "date": "2023-05-08",
      "roleNumber": "C.22.0268.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230508.3N.3",
      "abstractFR": null,
      "abstractNL": [
        "Onder het begrip “terreinen die toegankelijk zijn voor een zeker aantal personen die het recht hebben om er te komen” worden de plaatsen bedoeld die, hoewel ze privaat zijn, blijvend toegankelijk zijn voor een welbepaalde categorie van personen, zoals aangestelden, klanten, leveranciers, bezoekers of passanten (1). (1) Cass. 10 december 2013, AR P.12.1708.N, AC 2013, nr. 673; Cass. 23 september 2010, AR C.09.0496.F, AC 2010, nr. 545 en Cass. 12 oktober 2005, AR P.05.0686, AC 2005, nr. 504."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220524.2N.1": {
      "court": "CASS",
      "date": "2022-05-24",
      "roleNumber": "P.22.0048.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220524.2N.1",
      "abstractFR": [
        "En vertu de l'article 22, § 1er, de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs, sont punissables le propriétaire ou le détenteur d'un véhicule automoteur qui le met en circulation ou tolère qu'il soit mis en circulation dans l'un des endroits prévus à l'article 2, § 1er, de cette loi sans que la responsabilité civile à laquelle il peut donner lieu soit couverte conformément à la même loi, ainsi que le conducteur de ce véhicule ; cette disposition est applicable lorsqu'un véhicule automoteur est mis en circulation alors que l'assurance contractée en vue de couvrir la responsabilité civile à laquelle il peut donner lieu est suspendue en raison du non-paiement de la prime, même lorsque l'assureur ne peut opposer au tiers lésé la suspension du contrat (1). (1) Cass. 20 janvier 1999, RG P.98.0924.F, Pas. 1999, n° 33, R.W. 1999-2000, 707 ; Cass. 9 janvier 1990, RG 2657, Bull. et Pas. 1990, I, 543 ; Tribunal de police de Hasselt 11 octobre 1995, Bull. Ass. 1996, 296 ; C. VAN SCHOUBROECK, G. JOCQUÉ, A. VANDERSPIKKEN et H. COUSY, « Overzicht van rechtspraak verzekering motorrijtuigen (1980-1997) », T.P.R. 1998, 100.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Krachtens artikel 22, § 1, WAM zijn strafbaar de eigenaar en de houder van het motorrijtuig die het in het verkeer brengt of toelaat dat het in het verkeer wordt gebracht op een van de in artikel 2, § 1, WAM bedoelde plaatsen zonder dat de burgerrechtelijke aansprakelijkheid waartoe het aanleiding kan geven, gedekt is overeenkomstig deze wet, alsmede de bestuurder van dat motorrijtuig; deze bepaling is van toepassing wanneer een motorrijtuig in het verkeer wordt gebracht waarvan de verzekering, gesloten tot dekking van de burgerrechtelijke aansprakelijkheid waartoe het aanleiding kan geven, geschorst is wegens niet-betaling van de premie, zelfs wanneer die schorsing door de verzekeraar aan de derde-benadeelde niet kan worden tegengeworpen (1). (1) Cass. 20 januari 1999, AR P.98.0924.F, AC 1999, nr. 33, RW 1999-2000, 707; Cass. 9 januari 1990, AR 2657, AC 1989-90, 604; Pol. Hasselt 11 oktober 1995, De Verz. 1996, 296; C. VAN SCHOUBROECK, G. JOCQUE, A. VANDERSPIKKEN en H. COUSY, “Overzicht van rechtspraak verzekering motorrijtuigen (1980-1997)”, TPR 1998, 100.",
        "Krachtens artikel 22, § 1, WAM zijn strafbaar de eigenaar en de houder van het motorrijtuig die het in het verkeer brengt of toelaat dat het in het verkeer wordt gebracht op een van de in artikel 2, § 1, WAM bedoelde plaatsen zonder dat de burgerrechtelijke aansprakelijkheid waartoe het aanleiding kan geven, gedekt is overeenkomstig deze wet, alsmede de bestuurder van dat motorrijtuig; deze bepaling is van toepassing wanneer een motorrijtuig in het verkeer wordt gebracht waarvan de verzekering, gesloten tot dekking van de burgerrechtelijke aansprakelijkheid waartoe het aanleiding kan geven, geschorst is wegens niet-betaling van de premie, zelfs wanneer die schorsing door de verzekeraar aan de derde-benadeelde niet kan worden tegengeworpen (1). (1) Cass. 20 januari 1999, AR P.98.0924.F, AC 1999, nr. 33, RW 1999-2000, 707; Cass. 9 januari 1990, AR 2657, AC 1989-90, 604; Pol. Hasselt 11 oktober 1995, De Verz. 1996, 296; C. VAN SCHOUBROECK, G. JOCQUE, A. VANDERSPIKKEN en H. COUSY, “Overzicht van rechtspraak verzekering motorrijtuigen (1980-1997)”, TPR 1998; 100."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201006.2N.12": {
      "court": "CASS",
      "date": "2020-10-06",
      "roleNumber": "P.20.0505.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201006.2N.12&lang=fr",
      "abstractFR": [
        "Le propriétaire qui met en circulation une remorque pour laquelle l'obligation d'assurance est de rigueur, sans avoir préalablement conclu une assurance en matière de responsabilité civile, est punissable; que la remorque soit ou non attelée à un véhicule tracteur ne change rien à ce caractère répréhensible (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De eigenaar die een aanhangwagen waarvoor een verzekeringsplicht geldt, in het verkeer brengt zonder het voorafgaandelijk sluiten van een WAM-verzekering is strafbaar; het al dan niet gekoppeld zijn van de aanhangwagen aan een trekker doet aan deze strafbaarheid niet af (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200929.2N.8": {
      "court": "CASS",
      "date": "2020-09-29",
      "roleNumber": "P.20.0435.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200929.2N.8&lang=fr",
      "abstractFR": [
        "Est punissable le conducteur qui conduit sciemment sur la voie publique un véhicule automoteur sur des terrains ouverts au public ou à un certain nombre de personnes ayant le droit de les fréquenter, sans que la responsabilité civile soit couverte par un contrat d'assurance répondant aux dispositions de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs et dont les effets ne sont pas suspendus; ce caractère punissable ne s'efface pas lorsqu'un contrat d'assurance est conclu après un tel fait et que l'assureur délivre un certificat tel que visé à l'article 7 de la loi du 21 novembre 1989 présentant une date de validité prenant cours à la date dudit fait (1). (1) Le ministère public a conclu à la cassation avec renvoi, pour les motifs (1°) que les articles 2 et 22 de la loi du 21 novembre 1989 n'imposent pas clairement au conducteur d'un véhicule automoteur l'obligation de présenter, dans le cadre d'un contrôle sur la voie publique, un document d'assurance en cours de validité démontrant que la responsabilité civile est couverte au moment même, et (2°) que la condamnation ne semblait pas légalement justifiée parce que les juges d'appel ont admis que le certificat d'assurance présenté par les demandeurs, daté du lendemain du contrôle sur la voie publique, ‘confère certes une couverture' à compter de la date du contrôle."
      ],
      "abstractNL": [
        "Strafbaar is de bestuurder die wetens een motorvoertuig bestuurt op de openbare weg en op terreinen die toegankelijk zijn voor het publiek of slechts voor een zeker aantal personen die het recht hebben om er te komen zonder dat de burgerrechtelijke aansprakelijkheid is gedekt door een verzekeringsovereenkomst die voldoet aan de bepalingen van de WAM en waarvan de werking niet is geschorst; die strafbaarheid verdwijnt niet indien na een dergelijk feit alsnog een verzekeringsovereenkomst wordt gesloten en de verzekeraar een bewijs als bedoeld door artikel 7 WAM uitreikt met een geldigheidsdatum die ingaat op de datum van dit feit (1). (1) Het openbaar ministerie adviseerde cassatie met verwijzing om reden dat 1°artikelen 2 en 22 WAM-Wet van 22 november 1989 geen duidelijke verplichting opleggen aan de bestuurder van een motorvoertuig om tijdens een controle op de openbare weg een geldig verzekeringsdocument voor te leggen, als bewijs dat op dat moment de burgerlijke aansprakelijkheid is gedekt en 2°de veroordeling niet naar recht verantwoord leek omdat de appelrechters aannamen dat het verzekeringsbewijs voorgelegd door eisers, gedateerd de dag na de controle op de openbare weg, ?weliswaar dekking verleent' vanaf de dag van de controle."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200618.1N.22": {
      "court": "CASS",
      "date": "2020-06-18",
      "roleNumber": "C.19.0299.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200618.1N.22&lang=fr",
      "abstractFR": [
        "Là où la loi ne distingue pas, il ne faut pas distinguer, de sorte qu’il convient d’entendre par « une invalidité temporaire d’un mois ou plus » une invalidité d’un mois ou plus, qu’elle soit complète ou partielle."
      ],
      "abstractNL": [
        "Wanneer de wet geen onderscheid maakt, mag ook geen onderscheid worden gemaakt, zodat onder \"een tijdelijke invaliditeit van een maand of meer\" zowel een algehele als een gedeeltelijke tijdelijke invaliditeit van een maand of meer moet worden verstaan."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200228.1F.1": {
      "court": "CASS",
      "date": "2020-02-28",
      "roleNumber": "C.19.0335.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200228.1F.1",
      "abstractFR": [
        "S'il suit des articles 2, § 1er, 4, § 2, et 8, al. 1er et 3, de la loi du 21 novembre 1989 que les contrats d'assurance couvrant la responsabilité civile de véhicules participant à un rallye automobile ne peuvent exclure de leur couverture que les dommages causés aux véhicules des autres participants survenus durant les courses et concours de vitesse, il ne s'ensuit pas que soit prohibée une clause d'abandon de recours, étrangère auxdits contrats d'assurance, par laquelle un participant déclare renoncer à tout recours contre d'autres participants et leurs assureurs pour les dommages qu'il subirait au cours dudit rallye, y compris lors d'étapes qui ne sont pas des concours de vitesse (1). (1) L. du 21 novembre 1989, art. 8, dans sa version avant son abrogation par l'article 347 de la loi du 4 avril 2014.",
        "Dès lors que la clause d'abandon de recours, interprétée comme une renonciation par son signataire à toutes réclamations pour les dommages subis au cours d'une des épreuves, y compris ceux qui sont causés lors d'une étape de liaison, est étrangère au contrat d'assurance couvrant la responsabilité civile du véhicule qui cause un dommage lors de sa participation à un rallye, son application n'a pas pour effet de permettre la mise en circulation sur la voie publique d'un tel véhicule sans que la responsabilité civile à laquelle il peut donner lieu soit couverte par un contrat d'assurance répondant aux dispositions de la loi du 21 novembre 1989."
      ],
      "abstractNL": [
        "Hoewel uit de artikelen 2, § 1, 4, § 2, en 8, eerste en derde lid, WAM volgt dat de verzekeringsovereenkomsten die de burgerrechtelijke aansprakelijkheid dekken van voertuigen die aan een rallywedstrijd deelnemen, enkel de schade kunnen uitsluiten die tijdens snelheidsritten en -wedstrijden aan de voertuigen van de andere deelnemers wordt toegebracht, volgt hieruit daarentegen niet dat een beding van afstand van verhaal, die met de voormelde verzekeringsovereenkomsten geen verband houdt en op grond waarvan een deelnemer verklaart afstand te doen van elk verhaal tegen de andere deelnemers en hun verzekeraars voor de schade die hij zou lijden tijdens die rallywedstrijd, ook tijdens ritten die geen snelheidsritten zijn, verboden zouden zijn (1). (1) Art. 8 WAM, zoals het van toepassing was vóór de opheffing ervan door artikel 347 Wet Verzekeringen 2014.",
        "Aangezien het beding van afstand van verhaal, dat wordt uitgelegd als een afstand, door de ondertekenaar ervan, van elke mogelijke aanspraak voor de schade die hij tijdens een van de wedstrijdonderdelen zou lijden, met inbegrip van die welke tijdens een verbindingsrit zou zijn veroorzaakt, geen verband houdt met de verzekeringsovereenkomst die de burgerrechtelijke aansprakelijkheid dekt van het voertuig dat de schade veroorzaakt tijdens de deelname ervan aan een rallywedstrijd, heeft de toepassing van dat beding niet tot gevolg dat een dergelijk voertuig op de openbare weg in het verkeer mag worden gebracht zonder dat de burgerrechtelijke aansprakelijkheid waartoe het aanleiding kan geven, gedekt wordt door een verzekeringsovereenkomst die aan de WAM-bepalingen voldoet."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200130.1N.3": {
      "court": "CASS",
      "date": "2020-01-30",
      "roleNumber": "C.18.0559.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200130.1N.3&lang=fr",
      "abstractFR": [
        "L'assureur d'un véhicule impliqué dans un accident à qui une demande est adressée sur la base de l'article 19bis-11, § 2, de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs, qui concerne un régime d'indemnisation automatique que la loi impose aux assureurs qui couvrent la responsabilité civile à laquelle des véhicules automoteurs peuvent donner lieu, doit fournir une réponse motivée aux éléments mentionnés dans la demande visée à l'article 14, § 1er, de cette loi (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De verzekeraar van een in een ongeval betrokken voertuig aan wie een verzoek wordt gericht op grond van artikel 19bis-11, § 2, WAM, die een automatische vergoedingsregeling betreft die de wet oplegt aan de verzekeraars die de burgerrechtelijke aansprakelijkheid waartoe motorrijtuigen aanleiding kunnen geven dekken, moet een met redenen omkleed antwoord geven op de elementen die in de aanvraag worden vermeld zoals bedoeld in artikel 14, § 1, WAM (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200121.2N.11": {
      "court": "CASS",
      "date": "2020-01-21",
      "roleNumber": "P.19.0528.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200121.2N.11&lang=fr",
      "abstractFR": [
        "Il faut entendre par territoire où le véhicule a son stationnement habituel, le territoire de l'État dont le véhicule porte une plaque d'immatriculation, que celle-ci soit permanente ou temporaire."
      ],
      "abstractNL": [
        "Onder grondgebied waar het voertuig gewoonlijk is gestald moet worden verstaan het grondgebied van de staat waarvan het voertuig een kenteken plaat draagt, ongeacht of het een permanente of een tijdelijke kentekenplaat betreft."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180426.12": {
      "court": "CASS",
      "date": "2018-04-26",
      "roleNumber": "C.17.0578.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180426.12&lang=fr",
      "abstractFR": [
        "Il ressort des dispositions des articles 19bis-11, § 1er, de la loi du 21 novembre 1989 et 19bis-11, § 2, tel qu'applicables en l'espèce, et de leur genèse légale que le régime d'indemnisation prévu à l'article 19bis-11, § 1er, de la loi du 21 novembre 1989 repose sur la responsabilité et les assurances de responsabilité, alors que le régime consacré à l'article 19bis-11, § 2, de la loi du 21 novembre 1989 constitue un régime d'indemnisation automatique distinct de l'intervention du Fonds et que la loi impose aux assureurs qui couvrent la responsabilité civile à laquelle des véhicules automoteurs peuvent donner lieu."
      ],
      "abstractNL": [
        "Uit artikel 19bis-11, §2, zoals opgeheven bij artikel 15 van de wet van 31 mei 2017 tot wijziging van de wet van 21 november 1989 betreffende de verplichte aansprakelijkheidsverzekering motorrijtuigen, volgt dat voor de toepassing van deze wetsbepaling enkel de WAM-verzekeraars van de voertuigen waarvan de bestuurders geen aansprakelijkheid dragen, niet tot vergoeding gehouden zijn (1). (1) Cass. 12 september 2016, AR C.15.0326.N, AC 2016, nr. 475."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170622.6": {
      "court": "CASS",
      "date": "2017-06-22",
      "roleNumber": "C.15.0080.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170622.6",
      "abstractFR": [
        "L'assureur qui a indemnisé une victime ou un ayant droit de celle-ci est subrogé dans leurs droits contre le tiers responsable en droit commun; ce dernier est toute personne autre que l'assuré, impliqué dans l'accident, dont la faute a causé le dommage réparé par l'assureur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De verzekeraar die het slachtoffer of een van diens rechthebbenden heeft vergoed, wordt gesubrogeerd in diens rechten tegen de gemeenrechtelijk aansprakelijke derde. Laatstgenoemde is elke persoon, met uitzondering van de verzekerde, die bij het ongeval betrokken is en wiens fout de schade heeft veroorzaakt die door de verzekeraar werd vergoed (1). (1) Zie concl. OM in Pas. 2017, nr."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170516.3": {
      "court": "CASS",
      "date": "2017-05-16",
      "roleNumber": "P.16.0964.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170516.3&lang=fr",
      "abstractFR": [
        "Le propriétaire, le détenteur et le conducteur du véhicule automoteur mis en circulation dans les endroits prévus à l'article 2, § 1er, de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs, sans que la responsabilité civile à laquelle il peut donner lieu soit couverte conformément à ladite loi, sont punissables, qu'ils aient ou non la qualité de preneur d'assurance."
      ],
      "abstractNL": [
        "De eigenaar, de houder en de bestuurder van het motorrijtuig dat in het verkeer wordt gebracht op de in artikel 2, §1, WAM bedoelde plaatsen zonder dat de burgerrechtelijke aansprakelijkheid waartoe het aanleiding kan geven, gedekt is overeenkomstig de wet, zijn strafbaar, ongeacht of zij al dan niet de hoedanigheid van verzekeringnemer hebben."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160926.1": {
      "court": "CASS",
      "date": "2016-09-26",
      "roleNumber": "C.15.0315.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160926.1&lang=fr",
      "abstractFR": [
        "L'assurance automobile obligatoire couvre le dommage qui est causé par un véhicule automoteur qui est mis en circulation dans les endroits prévus par la loi; les termes « en circulation » doivent recevoir une acception large, de sorte que les véhicules automoteurs qui ne sont pas en mouvement ne sont pas exclus de la couverture par ce seul fait; un lien de causalité doit exister entre le dommage et une quelconque utilisation du véhicule automoteur en circulation, soit par la place qu'il occupe, soit par son état ou un quelconque mouvement."
      ],
      "abstractNL": [
        "De WAM-verzekering dekt de schade die is veroorzaakt door een motorrijtuig dat in het verkeer is op een van de in de wet bepaalde plaatsen; de zinsnede 'in het verkeer' moet ruim begrepen worden, zodat niet in beweging zijnde motorrijtuigen daardoor alleen niet van dekking worden uitgesloten; vereist is dat er een oorzakelijk verband bestaat tussen de schade en enig gebruik van het motorrijtuig in het verkeer, hetzij door de plaats die het inneemt, zijn staat of enige beweging."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151007.4": {
      "court": "CASS",
      "date": "2015-10-07",
      "roleNumber": "P.15.0384.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151007.4",
      "abstractFR": [
        "En vertu de l'article 2, § 1er, de la loi du 21 novembre 1989 relative à l'assurance obligatoire des véhicules automoteurs, les véhicules automoteurs ne sont admis à la circulation sur la voie publique, les terrains ouverts au public et les terrains non publics mais ouverts à un certain nombre de personnes ayant le droit de les fréquenter que si la responsabilité civile à laquelle ils peuvent donner lieu est couverte par un contrat d'assurance répondant aux dispositions de la présente loi et dont les effets ne sont pas suspendus; une moto pilotée sur un circuit totalement soustrait à la circulation automobile n'est pas soumise à l'application légale d'assurance des véhicules automoteurs."
      ],
      "abstractNL": [
        "Krachtens artikel 2, § 1, W.A.M. 1989, worden motorrijtuigen alleen toegelaten tot het verkeer op de openbare weg en op terreinen die toegankelijk zijn voor het publiek of slechts voor een zeker aantal personen die het recht hebben om er te komen, indien de burgerlijke aansprakelijkheid waartoe zij aanleiding kunnen geven, gedekt is door een verzekeringsovereenkomst die aan de bepalingen van deze wet voldoet en waarvan de werking niet is geschorst; een motor die bestuurd wordt op een omloop die volledig voor autoverkeer is gevrijwaard, is niet onderworpen aan de wettelijke verzekeringsplicht inzake motorrijtuigen."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2020:ARR.20200528.1N.14": {
      "court": "CASS",
      "date": "2020-05-28",
      "roleNumber": "C.19.0234.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200528.1N.14&lang=fr",
      "abstractFR": [
        "L'assureur en assurance automobile obligatoire ne couvre que la responsabilité civile à laquelle le véhicule automoteur qu'il assure donne lieu dans le chef d’un assuré."
      ],
      "abstractNL": [
        "De WAM-verzekeraar verleent slechts dekking voor de burgerrechtelijke aansprakelijkheid waartoe het door hem verzekerde motorrijtuig aanleiding geeft in hoofde van de verzekerde."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200228.1F.1": {
      "court": "CASS",
      "date": "2020-02-28",
      "roleNumber": "C.19.0335.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200228.1F.1",
      "abstractFR": [
        "S'il suit des articles 2, § 1er, 4, § 2, et 8, al. 1er et 3, de la loi du 21 novembre 1989 que les contrats d'assurance couvrant la responsabilité civile de véhicules participant à un rallye automobile ne peuvent exclure de leur couverture que les dommages causés aux véhicules des autres participants survenus durant les courses et concours de vitesse, il ne s'ensuit pas que soit prohibée une clause d'abandon de recours, étrangère auxdits contrats d'assurance, par laquelle un participant déclare renoncer à tout recours contre d'autres participants et leurs assureurs pour les dommages qu'il subirait au cours dudit rallye, y compris lors d'étapes qui ne sont pas des concours de vitesse (1). (1) L. du 21 novembre 1989, art. 8, dans sa version avant son abrogation par l'article 347 de la loi du 4 avril 2014.",
        "Dès lors que la clause d'abandon de recours, interprétée comme une renonciation par son signataire à toutes réclamations pour les dommages subis au cours d'une des épreuves, y compris ceux qui sont causés lors d'une étape de liaison, est étrangère au contrat d'assurance couvrant la responsabilité civile du véhicule qui cause un dommage lors de sa participation à un rallye, son application n'a pas pour effet de permettre la mise en circulation sur la voie publique d'un tel véhicule sans que la responsabilité civile à laquelle il peut donner lieu soit couverte par un contrat d'assurance répondant aux dispositions de la loi du 21 novembre 1989."
      ],
      "abstractNL": [
        "Hoewel uit de artikelen 2, § 1, 4, § 2, en 8, eerste en derde lid, WAM volgt dat de verzekeringsovereenkomsten die de burgerrechtelijke aansprakelijkheid dekken van voertuigen die aan een rallywedstrijd deelnemen, enkel de schade kunnen uitsluiten die tijdens snelheidsritten en -wedstrijden aan de voertuigen van de andere deelnemers wordt toegebracht, volgt hieruit daarentegen niet dat een beding van afstand van verhaal, die met de voormelde verzekeringsovereenkomsten geen verband houdt en op grond waarvan een deelnemer verklaart afstand te doen van elk verhaal tegen de andere deelnemers en hun verzekeraars voor de schade die hij zou lijden tijdens die rallywedstrijd, ook tijdens ritten die geen snelheidsritten zijn, verboden zouden zijn (1). (1) Art. 8 WAM, zoals het van toepassing was vóór de opheffing ervan door artikel 347 Wet Verzekeringen 2014.",
        "Aangezien het beding van afstand van verhaal, dat wordt uitgelegd als een afstand, door de ondertekenaar ervan, van elke mogelijke aanspraak voor de schade die hij tijdens een van de wedstrijdonderdelen zou lijden, met inbegrip van die welke tijdens een verbindingsrit zou zijn veroorzaakt, geen verband houdt met de verzekeringsovereenkomst die de burgerrechtelijke aansprakelijkheid dekt van het voertuig dat de schade veroorzaakt tijdens de deelname ervan aan een rallywedstrijd, heeft de toepassing van dat beding niet tot gevolg dat een dergelijk voertuig op de openbare weg in het verkeer mag worden gebracht zonder dat de burgerrechtelijke aansprakelijkheid waartoe het aanleiding kan geven, gedekt wordt door een verzekeringsovereenkomst die aan de WAM-bepalingen voldoet."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160926.1": {
      "court": "CASS",
      "date": "2016-09-26",
      "roleNumber": "C.15.0315.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160926.1&lang=fr",
      "abstractFR": [
        "L'assurance automobile obligatoire couvre le dommage qui est causé par un véhicule automoteur qui est mis en circulation dans les endroits prévus par la loi; les termes « en circulation » doivent recevoir une acception large, de sorte que les véhicules automoteurs qui ne sont pas en mouvement ne sont pas exclus de la couverture par ce seul fait; un lien de causalité doit exister entre le dommage et une quelconque utilisation du véhicule automoteur en circulation, soit par la place qu'il occupe, soit par son état ou un quelconque mouvement."
      ],
      "abstractNL": [
        "De WAM-verzekering dekt de schade die is veroorzaakt door een motorrijtuig dat in het verkeer is op een van de in de wet bepaalde plaatsen; de zinsnede 'in het verkeer' moet ruim begrepen worden, zodat niet in beweging zijnde motorrijtuigen daardoor alleen niet van dekking worden uitgesloten; vereist is dat er een oorzakelijk verband bestaat tussen de schade en enig gebruik van het motorrijtuig in het verkeer, hetzij door de plaats die het inneemt, zijn staat of enige beweging."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160205.1": {
      "court": "CASS",
      "date": "2016-02-05",
      "roleNumber": "C.15.0011.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160205.1",
      "abstractFR": [
        "Le juge est tenu de remédier à toute lacune de la loi dont la Cour constitutionnelle a constaté l'inconstitutionnalité, ou à celle qui résulte de ce qu'une disposition de la loi est jugée inconstitutionnelle, lorsqu'il peut suppléer à cette insuffisance dans le cadre des dispositions légales existantes pour rendre la loi conforme aux articles 10 et 11 de la Constitution (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De rechter moet elke leemte in de wet waarvan het Grondwettelijk Hof de ongrondwettigheid heeft vastgesteld invullen, evenals elke leemte die hieruit voortvloeit dat een wetsbepaling als ongrondwettig wordt aangemerkt, wanneer hij die leemte in het kader van de bestaande wetsbepalingen kan verhelpen teneinde de wet in overeenstemming met de artikelen 10 en 11 van de Grondwet te brengen (1). (1) Zie concl. OM in Pas. 2015, nr. ... ."
      ]
    },
    "ECLI:BE:CASS:1998:ARR.19980205.4": {
      "court": "CASS",
      "date": "1998-02-05",
      "roleNumber": "C940267N;C940374N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:1998:ARR.19980205.4&lang=fr",
      "abstractFR": [
        "En ce que qu'elle prévoit que l'assureur doit couvrir la responsabilité civile du propriétaire, de tout détenteur et de tout conducteur du véhicule automoteur assuré, à l'exclusion de la responsabilité civile de ceux qui se seraient rendus maîtres du véhicule automoteur par vol ou violence, l'assurance obligatoire de la responsabilité civile en matière de véhicules automoteurs vise l'action en réparation des dommages causés par l'utilisation du véhicule qui découle de la responsabilité civile de l'assuré, même en cas de vol ou de violence et quel que soit le fondement de la responsabilité, à l'exclusion, toutefois, de la responsabilité des personnes citées à l'exception."
      ],
      "abstractNL": [
        "Waar in de WAM-verzekering de verzekeraar de burgerrechtelijke aansprakelijkheid moet dekken van de eigenaar, van iedere houder en van iedere bestuurder van het verzekerde motorrijtuig, met uitzondering van de burgerrechtelijke aansprakelijkheid van hen die zich door diefstal of geweldpleging de macht over het motorrijtuig hebben verschaft, wordt hierdoor gedoeld op een uit de burgerrechtelijke aansprakelijkheid van de verzekerde voortvloeiende rechtsvordering tot vergoeding van schade door het gebruik van het rijtuig veroorzaakt, zelfs bij diefstal of geweld en ongeacht op welke grondslag de aansprakelijkheid wordt gebaseerd, met uitsluiting evenwel van de aansprakelijkheid van de in de uitzondering vermelde personen."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2023:ARR.20230908.1F.6": {
      "court": "CASS",
      "date": "2023-09-08",
      "roleNumber": "C.22.0372.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230908.1F.6",
      "abstractFR": [
        "Le fonds commun de garantie n'est pas tenu d'indemniser de son préjudice personnel, fût-il subi par répercussion, le conducteur d'un véhicule automoteur impliqué dans un accident de la circulation automobile qui pilote ce véhicule en sachant que l'obligation d'assurance n'a pas été respectée (1). (1) Voir Cass. 19 septembre 2008, RG C.07.0357.N, Pas. 2008, n° 487."
      ],
      "abstractNL": null
    }
  },
  "5": {
    "ECLI:BE:CASS:2020:ARR.20200528.1N.14": {
      "court": "CASS",
      "date": "2020-05-28",
      "roleNumber": "C.19.0234.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200528.1N.14&lang=fr",
      "abstractFR": [
        "L'assureur en assurance automobile obligatoire ne couvre que la responsabilité civile à laquelle le véhicule automoteur qu'il assure donne lieu dans le chef d’un assuré."
      ],
      "abstractNL": [
        "De WAM-verzekeraar verleent slechts dekking voor de burgerrechtelijke aansprakelijkheid waartoe het door hem verzekerde motorrijtuig aanleiding geeft in hoofde van de verzekerde."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140912.5": {
      "court": "CASS",
      "date": "2014-09-12",
      "roleNumber": "C.13.0544.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140912.5&lang=fr",
      "abstractFR": [
        "L'article 29bis, § 1er, alinéa 5 de la loi du 21 novembre 1989, tel qu'il est applicable en l'espèce, dispose que les victimes ayant commis une faute inexcusable qui est la seule cause de l'accident, ne peuvent se prévaloir des dispositions visées au premier alinéa; cette disposition qui permet à l'assureur de se décharger de son obligation d'indemniser les victimes visées n'est pas d'ordre public (1). (1) Voir Cass. 17 mai 2000, RG P.00.0087.F, Pas. 2000, n° 300."
      ],
      "abstractNL": [
        "Artikel 29bis, §1, vijfde lid, WAM 1989, zoals hier van toepassing, bepaalt dat slachtoffers die een onverschoonbare fout hebben begaan die de enige oorzaak was van het ongeval, zich niet kunnen beroepen op de bepalingen van het eerste lid; deze bepaling die de verzekeraar toelaat zich te bevrijden van zijn verplichting tot vergoeding van de bedoelde slachtoffers, raakt niet de openbare orde (1). (1) Zie Cass. 17 mei 2000, AR P.00.0087.F, AC 2000, nr. 300."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2022:ARR.20221007.1N.4": {
      "court": "CASS",
      "date": "2022-10-07",
      "roleNumber": "C.22.0022.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221007.1N.4",
      "abstractFR": null,
      "abstractNL": [
        "De uitsluiting van slachtoffers die het ongeval en zijn gevolgen hebben gewild, moet strikt worden uitgelegd en betreft enkel de slachtoffers die de bij het ongeval geleden schade hebben gewild (1). (1) Zie Cass. 26 juni 2008, AR C.07.0494.N, AC 2008, nr. 407 met concl. van eerste advocaat-generaal R. Mortier."
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2021:ARR.20210218.1F.1": {
      "court": "CASS",
      "date": "2021-02-18",
      "roleNumber": "C.18.0606.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210218.1F.1",
      "abstractFR": [
        "Ni l'article 7 ni aucun autre article de la loi du 21 novembre 1989 ne déroge au droit que l'article 14 de la loi du 25 juin 1992 reconnaît à l'assureur de suspendre la garantie et de résilier le contrat pour défaut de paiement de la prime; il s'ensuit que l'article 5, alinéa 3, de l'arrêté royal du 13 février 1991, qui déroge à ce droit sans y être habilité par aucune loi particulière, est illégal (1). (1) A.R. du 13 février 1991, art. 5, al. 3, avant sa modification par l'A.R. du 22 décembre 2017."
      ],
      "abstractNL": [
        "Noch artikel 7 noch enig ander artikel WAM wijkt af van het recht dat artikel 14 Wet Landverzekeringsovereenkomst aan de verzekeraar toekent om de dekking te schorsen en de overeenkomst op te zeggen wegens niet-betaling van de premie; hieruit volgt dat artikel 5, derde lid, van het koninklijk besluit van 13 februari 1991, dat van dat recht afwijkt zonder daartoe door een bijzondere wet gerechtigd te zijn, onwettig is (1). (1) Art. 5, derde lid, KB van 13 februari 1991, vóór de wijziging ervan door het KB van 22 december 2017."
      ]
    }
  },
  "8": {
    "ECLI:BE:CASS:2020:ARR.20200228.1F.1": {
      "court": "CASS",
      "date": "2020-02-28",
      "roleNumber": "C.19.0335.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200228.1F.1",
      "abstractFR": [
        "S'il suit des articles 2, § 1er, 4, § 2, et 8, al. 1er et 3, de la loi du 21 novembre 1989 que les contrats d'assurance couvrant la responsabilité civile de véhicules participant à un rallye automobile ne peuvent exclure de leur couverture que les dommages causés aux véhicules des autres participants survenus durant les courses et concours de vitesse, il ne s'ensuit pas que soit prohibée une clause d'abandon de recours, étrangère auxdits contrats d'assurance, par laquelle un participant déclare renoncer à tout recours contre d'autres participants et leurs assureurs pour les dommages qu'il subirait au cours dudit rallye, y compris lors d'étapes qui ne sont pas des concours de vitesse (1). (1) L. du 21 novembre 1989, art. 8, dans sa version avant son abrogation par l'article 347 de la loi du 4 avril 2014.",
        "Dès lors que la clause d'abandon de recours, interprétée comme une renonciation par son signataire à toutes réclamations pour les dommages subis au cours d'une des épreuves, y compris ceux qui sont causés lors d'une étape de liaison, est étrangère au contrat d'assurance couvrant la responsabilité civile du véhicule qui cause un dommage lors de sa participation à un rallye, son application n'a pas pour effet de permettre la mise en circulation sur la voie publique d'un tel véhicule sans que la responsabilité civile à laquelle il peut donner lieu soit couverte par un contrat d'assurance répondant aux dispositions de la loi du 21 novembre 1989."
      ],
      "abstractNL": [
        "Hoewel uit de artikelen 2, § 1, 4, § 2, en 8, eerste en derde lid, WAM volgt dat de verzekeringsovereenkomsten die de burgerrechtelijke aansprakelijkheid dekken van voertuigen die aan een rallywedstrijd deelnemen, enkel de schade kunnen uitsluiten die tijdens snelheidsritten en -wedstrijden aan de voertuigen van de andere deelnemers wordt toegebracht, volgt hieruit daarentegen niet dat een beding van afstand van verhaal, die met de voormelde verzekeringsovereenkomsten geen verband houdt en op grond waarvan een deelnemer verklaart afstand te doen van elk verhaal tegen de andere deelnemers en hun verzekeraars voor de schade die hij zou lijden tijdens die rallywedstrijd, ook tijdens ritten die geen snelheidsritten zijn, verboden zouden zijn (1). (1) Art. 8 WAM, zoals het van toepassing was vóór de opheffing ervan door artikel 347 Wet Verzekeringen 2014.",
        "Aangezien het beding van afstand van verhaal, dat wordt uitgelegd als een afstand, door de ondertekenaar ervan, van elke mogelijke aanspraak voor de schade die hij tijdens een van de wedstrijdonderdelen zou lijden, met inbegrip van die welke tijdens een verbindingsrit zou zijn veroorzaakt, geen verband houdt met de verzekeringsovereenkomst die de burgerrechtelijke aansprakelijkheid dekt van het voertuig dat de schade veroorzaakt tijdens de deelname ervan aan een rallywedstrijd, heeft de toepassing van dat beding niet tot gevolg dat een dergelijk voertuig op de openbare weg in het verkeer mag worden gebracht zonder dat de burgerrechtelijke aansprakelijkheid waartoe het aanleiding kan geven, gedekt wordt door een verzekeringsovereenkomst die aan de WAM-bepalingen voldoet."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2016:ARR.20160205.1": {
      "court": "CASS",
      "date": "2016-02-05",
      "roleNumber": "C.15.0011.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160205.1",
      "abstractFR": [
        "Le juge est tenu de remédier à toute lacune de la loi dont la Cour constitutionnelle a constaté l'inconstitutionnalité, ou à celle qui résulte de ce qu'une disposition de la loi est jugée inconstitutionnelle, lorsqu'il peut suppléer à cette insuffisance dans le cadre des dispositions légales existantes pour rendre la loi conforme aux articles 10 et 11 de la Constitution (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De rechter moet elke leemte in de wet waarvan het Grondwettelijk Hof de ongrondwettigheid heeft vastgesteld invullen, evenals elke leemte die hieruit voortvloeit dat een wetsbepaling als ongrondwettig wordt aangemerkt, wanneer hij die leemte in het kader van de bestaande wetsbepalingen kan verhelpen teneinde de wet in overeenstemming met de artikelen 10 en 11 van de Grondwet te brengen (1). (1) Zie concl. OM in Pas. 2015, nr. ... ."
      ]
    }
  },
  "13": {
    "ECLI:BE:CASS:2021:ARR.20210122.1N.12": {
      "court": "CASS",
      "date": "2021-01-22",
      "roleNumber": "C.19.0625.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210122.1N.12&lang=fr",
      "abstractFR": [
        "Il ne suit pas de l'article 13 de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs que l'assureur ou son représentant chargé du règlement des sinistres est tenu de fournir une réponse motivée concernant la responsabilité et le dommage dans le délai de trois mois, si la responsabilité ou l'application de l'article 29bis n'est pas contestée et si le dommage n'est pas contesté et a été quantifié (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit artikel 13 WAM volgt niet dat de verzekeraar of haar schaderegelaar verplicht is een met redenen omkleed antwoord te geven omtrent de aansprakelijkheid en de schade binnen de termijn van drie maanden, indien de aansprakelijkheid of de toepassing van artikel 29bis niet wordt betwist en de schade niet wordt betwist en werd gekwantificeerd (1). (1) Zie concl. OM."
      ]
    }
  },
  "14": {
    "ECLI:BE:CASS:2020:ARR.20200130.1N.3": {
      "court": "CASS",
      "date": "2020-01-30",
      "roleNumber": "C.18.0559.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200130.1N.3&lang=fr",
      "abstractFR": [
        "L'assureur d'un véhicule impliqué dans un accident à qui une demande est adressée sur la base de l'article 19bis-11, § 2, de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs, qui concerne un régime d'indemnisation automatique que la loi impose aux assureurs qui couvrent la responsabilité civile à laquelle des véhicules automoteurs peuvent donner lieu, doit fournir une réponse motivée aux éléments mentionnés dans la demande visée à l'article 14, § 1er, de cette loi (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De verzekeraar van een in een ongeval betrokken voertuig aan wie een verzoek wordt gericht op grond van artikel 19bis-11, § 2, WAM, die een automatische vergoedingsregeling betreft die de wet oplegt aan de verzekeraars die de burgerrechtelijke aansprakelijkheid waartoe motorrijtuigen aanleiding kunnen geven dekken, moet een met redenen omkleed antwoord geven op de elementen die in de aanvraag worden vermeld zoals bedoeld in artikel 14, § 1, WAM (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190605.2": {
      "court": "CASS",
      "date": "2019-06-05",
      "roleNumber": "P.19.0247.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190605.2",
      "abstractFR": [
        "L'appel du prévenu ne profite pas à l'assureur de sa responsabilité civile, appelé à la cause ou intervenu volontairement, lorsqu'en vertu de l'article 14 de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs, le jugement entrepris a condamné celui-ci, solidairement ou in solidum avec le prévenu, à payer des dommages et intérêts à la personne lésée et que l'assureur n'a pas interjeté un appel recevable contre ce jugement; dans ce cas, le jugement entrepris, passé en force de chose jugée à l'égard de l'assureur de la personne déclarée responsable, règle irrévocablement les relations existantes entre la victime et l'assureur, de sorte que celui-ci demeure tenu de réparer le dommage défini par ce jugement (1). (1) Conf. aux concl. verbales du MP développées, à titre subsidiaire, pour rencontrer l'hypothèse de la recevabilité du pourvoi ; Cass. 28 janvier 2015, RG P.14.0390.F, Pas. 2015, n° 63 ; Cass. 21 décembre 2005, RG P.05.0485.F, Pas. 2005, n° 686. Sur la question de savoir si l'opposition du prévenu peut profiter à l'assureur de sa responsabilité civile, voir Cass. 26 octobre 2016, RG P.15.1587.F, et concl. du MP, Pas. 2016, n° 605."
      ],
      "abstractNL": [
        "Het hoger beroep van de beklaagde kan de in de zaak opgeroepen of vrijwillig tussengekomen verzekeraar van zijn burgerlijke aansprakelijkheid niet ten goede komen wanneer het beroepen vonnis de verzekeraar krachtens art. 14 WAM hoofdelijk of in solidum met de beklaagde heeft veroordeeld om aan de benadeelde schadevergoeding te betalen en de verzekeraar tegen dit vonnis geen ontvankelijk hoger beroep heeft ingesteld; in dat geval regelt het beroepen vonnis, dat ten aanzien van de verzekeraar van de aansprakelijk verklaarde persoon in kracht van gewijsde is gegaan, onherroepelijk de verhoudingen tussen de benadeelde en de verzekeraar, zodat deze gehouden blijft tot het vergoeden van de schade die in dat vonnis werd bepaald (1). (1) Conform de mondelinge conclusie van het OM die, subsidiair, antwoordt op de hypothese van de ontvankelijkheid van het cassatieberoep; Cass. 28 januari 2015, AR P.14.0390.F, AC 2015, nr. 63; Cass. 21 december 2005, AR P.05.0485.F, AC 2005, nr. 686."
      ]
    }
  },
  "16": {
    "ECLI:BE:CASS:2023:ARR.20231018.2F.1": {
      "court": "CASS",
      "date": "2023-10-18",
      "roleNumber": "P.22.1781.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231018.2F.1",
      "abstractFR": [
        "L'infraction consistant en la mise en circulation d'un véhicule dépourvu d'une assurance correspondant à sa classe n'est pas exclue au motif que le contrat d'assurance existe toujours et que l'assureur, en vertu de l'article 16 de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs, ne pourrait opposer au tiers lésé aucune exception ou déchéance dérivant dudit contrat; ainsi, de la seule circonstance que l'assureur reste tenu d'indemniser la personne lésée, il ne peut se déduire, en ce qui concerne le rapport juridique existant entre l'assureur et l'assuré ou le preneur d'assurance, que la responsabilité civile à laquelle peut donner lieu l'utilisation d'un véhicule automoteur dans l'un des endroits prévus par la loi, est couverte par une assurance répondant aux dispositions qu'elle prescrit."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2008:ARR.20080131.3": {
      "court": "CASS",
      "date": "2008-01-31",
      "roleNumber": "C.06.0186.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080131.3&lang=fr",
      "abstractFR": [
        "L'obligation de l'assureur de la responsabilité en matière de véhicules automoteurs de couvrir la responsabilité civile de chaque conducteur, ne vaut qu'en ce qui concerne le véhicule automoteur désigné dans la police, de sorte que l'assureur n'est pas tenu de couvrir la responsabilité civile de personnes autres que le preneur d'assurance, son conjoint et ses enfants cohabitants lorsqu'elles conduisent un véhicule qui remplace temporairement le véhicule désigné dans la police (1). (1) L. du 21 novembre 1989, art. 16, al. 1er, tel qu'il était applicable avant sa modification par la loi du 22 août 2002.",
        "Le défaut d'assurance pour des personnes autres que le preneur d'assurance, son conjoint ou ses enfants cohabitants lorsqu'elles conduisent un véhicule de remplacement, n'est pas une exception visée à l'article 16, alinéa 1er, de la loi du 21 novembre 1989 et peut être opposée par l'assureur aux personnes lésées (1) (2). (1) L. du 21 novembre 1989, art. 16, al. 1er, tel qu'il était applicable avant sa modification par la loi du 22 août 2002. (2) Voir G. JOCQUE, \"Grenzen aan de uitbreiding van de dekking door de W.A.M.-verzekering - Het tijdelijk vervangingsvoertuig of het toevallig bestuurd voertuig\", De Verz., 2003, (679) 682."
      ],
      "abstractNL": [
        "De verplichting van de W.A.M.-verzekeraar om de burgerrechtelijke aansprakelijkheid van iedere bestuurder te dekken geldt enkel met betrekking tot het in de polis omschreven motorrijtuig, zodat de verzekeraar niet verplicht is de burgerlijke aansprakelijkheid te dekken van andere personen dan de verzekeringnemer, diens echtgenoot en inwonende kinderen, wanneer die andere personen een motorrijtuig besturen dat het in de polis omschreven motorrijtuig tijdelijk vervangt (1). (1) W.A.M. 1989, art. 16, eerste lid, zoals van toepassing voor de wijziging ervan bij W. 22 aug. 2002.",
        "De afwezigheid van verzekering voor andere personen dan de verzekeringnemer, diens echtgenoot en inwonende kinderen, wanneer die andere personen een vervangingsvoertuig besturen, is geen exceptie bedoeld in artikel 16, eerste lid, van de W.A.M. 1989 en kan door de verzekeraar aan de benadeelden tegengeworpen worden (1) (2). (1) W.A.M. 1989, art. 16, eerste lid, zoals van toepassing voor de wijziging ervan bij W. 22 aug. 2002. (2) Zie G. JOCQUE, \"Grenzen aan de uitbreiding van de dekking door de W.A.M.-verzekering - Het tijdelijk vervangingsvoertuig of het toevallig bestuurd voertuig\", De Verz., 2003, (679) 682."
      ]
    }
  },
  "22": {
    "ECLI:BE:CASS:2022:ARR.20221018.2N.8": {
      "court": "CASS",
      "date": "2022-10-18",
      "roleNumber": "P.22.0742.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221018.2N.8",
      "abstractFR": [
        "L'article 22, § 1er, de loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs punit le propriétaire d'un véhicule automoteur qui le met en circulation ou tolère qu'il soit mis en circulation dans l'un des endroits prévus à l'article 2, § 1er, de cette loi sans que la responsabilité civile à laquelle il peut donner lieu soit couverte conformément à la même loi ; la condition relative à la propriété prévue à l'article 22, § 1er, de la loi précitée n'empêche pas le juge d'imputer cette infraction à la personne physique qui, en droit ou en fait, est la personne ayant réellement la responsabilité de remplir les obligations de la personne morale en tant que propriétaire et qui se rend coupable, par sa propre intervention, de l'infraction commise par la personne morale (1). (1) Compar. Cass. 25 octobre 2011, RG P.11.0419.N, Pas. 2011, nº 571."
      ],
      "abstractNL": [
        "Artikel 22, § 1, WAM bestraft de eigenaar van het motorvoertuig die het in het verkeer brengt of toelaat dat het in het verkeer wordt gebracht op een van de in artikel 2, § 1, WAM bedoelde plaatsen, zonder dat de burgerrechtelijke aansprakelijkheid waartoe het aanleiding kan geven is gedekt overeenkomstig de WAM; de in artikel 22, § 1, WAM bepaalde vereiste van eigendom staat niet eraan in de weg dat de rechter dit misdrijf toerekent aan de natuurlijke persoon die in rechte of in feite de ware verantwoordelijke is voor het nakomen van de verplichtingen van de rechtspersoon als eigenaar en die door zijn persoonlijk optreden schuldig is aan het door de rechtspersoon gepleegde misdrijf (1). (1) Vgl. Cass. 25 oktober 2011, AR P.11.0419.N, AC 2011, nr. 571."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240320.2F.13": {
      "court": "CASS",
      "date": "2024-03-20",
      "roleNumber": "P.24.0064.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240320.2F.13",
      "abstractFR": [
        "L'article 22, § 1er, de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs punit notamment le fait, pour le propriétaire d'un véhicule qu'il n'a pas lui-même assuré, de permettre son utilisation par une autre personne sans avoir vérifié qu'une assurance a été souscrite par elle ou, à tout le moins, sans avoir obtenu des garanties suffisantes quant à la souscription de cette assurance avant toute utilisation (1) ; la loi fait peser ainsi sur le propriétaire du véhicule conduit par un tiers un devoir de surveillance et de précaution. (1) « Il appartient au juge du fond d'apprécier si, dans les circonstances de la cause, le propriétaire d'un véhicule non immatriculé ou dépourvu d'un certificat de visite valable contrevient à ces dispositions par le fait de la mise en circulation de ce véhicule sur la voie publique » (Cass. 29 mars 2006, RG P.05.0055.F, Pas. 2006, n° 179 [cons. 3, i.f.], avec concl. de M. VANDERMEERSCH, avocat général, lequel a relevé qu' « en constatant que le demandeur, propriétaire d'un véhicule non assuré, ni immatriculé, ni pourvu du certificat de visite au contrôle technique, avait donné ce véhicule en prêt à la coprévenue (…) dans le but de la dépanner suite à l'indisponibilité de son propre véhicule et afin qu'elle puisse en disposer entre-temps, les juges d'appel ont pu légalement en déduire, au terme d'une appréciation en fait, que le demandeur avait mis en circulation ledit véhicule et avait toléré cette mise en circulation »)."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230307.2N.13": {
      "court": "CASS",
      "date": "2023-03-07",
      "roleNumber": "P.22.1738.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230307.2N.13",
      "abstractFR": null,
      "abstractNL": [
        "Het door de artikelen 2, § 1, en 22, § 1, WAM bedoelde misdrijf van het als eigenaar toegelaten hebben dat een motorrijtuig in het verkeer werd gebracht op de openbare weg of op terreinen die toegankelijk zijn voor het publiek of slechts voor een zeker aantal personen, die het recht hebben om er te komen, zonder dat de burgerrechtelijke aansprakelijkheid waartoe dit motorvoertuig aanleiding kan geven, was gedekt door een verzekering welke aan de bepalingen van deze wet voldeed en waarvan de werking niet was geschorst, verdwijnt niet door het achteraf sluiten van een dergelijke verzekeringsovereenkomst of door het beëindigen van de schorsing (1). (1) Cass. 29 september 2020, AR P.20.0435.N, AC 2020, nr. 585.",
        "De bewijslast voor het gepleegd zijn van het misdrijf bedoeld in de artikelen 2, § 1, en 22, § 1 WAM ligt in het beginsel bij de vervolgende partij, maar de vervolgende partij kan niet tot het onmogelijke gehouden zijn en indien een beklaagde aanvoert dat er op het ogenblik van het in het verkeer brengen van het motorrijtuig wel degelijk een door de wet bedoelde en niet-geschorste WAM-verzekering was voor dat voertuig, moet hij die bewering aannemelijk maken en staat het aan de rechter te oordelen of de betrokkene slaagt in die aanvoeringsplicht en de bewijswaarde van de overgelegde stukken te beoordelen; het overleggen door een beklaagde, na de vaststelling dat een motorrijtuig zonder de vereiste WAM-verzekering in het verkeer werd gebracht, van een niet-gedateerd internationaal motorrijtuigverzekeringsbewijs met een geldigheidsduur die de datum van de vaststelling omvat, verplicht de rechter niet noodzakelijk aan te nemen dat het misdrijf van niet-verzekering niet is bewezen en de rechter kan, rekening houdend met de door de bestuurder en de eigenaar van het motorvoertuig ten tijde van het in het verkeer brengen van dit voertuig afgelegde verklaringen, oordelen dat er op het ogenblik van de vaststelling geen geldige verzekering was."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231018.2F.1": {
      "court": "CASS",
      "date": "2023-10-18",
      "roleNumber": "P.22.1781.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231018.2F.1",
      "abstractFR": [
        "L'infraction consistant en la mise en circulation d'un véhicule dépourvu d'une assurance correspondant à sa classe n'est pas exclue au motif que le contrat d'assurance existe toujours et que l'assureur, en vertu de l'article 16 de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs, ne pourrait opposer au tiers lésé aucune exception ou déchéance dérivant dudit contrat; ainsi, de la seule circonstance que l'assureur reste tenu d'indemniser la personne lésée, il ne peut se déduire, en ce qui concerne le rapport juridique existant entre l'assureur et l'assuré ou le preneur d'assurance, que la responsabilité civile à laquelle peut donner lieu l'utilisation d'un véhicule automoteur dans l'un des endroits prévus par la loi, est couverte par une assurance répondant aux dispositions qu'elle prescrit.",
        "L'article 22, § 1er, alinéa 2, de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs n'est applicable qu'au détenteur et au conducteur du véhicule soumis à l'obligation d'assurance, et non au propriétaire dudit véhicule."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220524.2N.1": {
      "court": "CASS",
      "date": "2022-05-24",
      "roleNumber": "P.22.0048.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220524.2N.1",
      "abstractFR": [
        "En vertu de l'article 22, § 1er, de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs, sont punissables le propriétaire ou le détenteur d'un véhicule automoteur qui le met en circulation ou tolère qu'il soit mis en circulation dans l'un des endroits prévus à l'article 2, § 1er, de cette loi sans que la responsabilité civile à laquelle il peut donner lieu soit couverte conformément à la même loi, ainsi que le conducteur de ce véhicule ; cette disposition est applicable lorsqu'un véhicule automoteur est mis en circulation alors que l'assurance contractée en vue de couvrir la responsabilité civile à laquelle il peut donner lieu est suspendue en raison du non-paiement de la prime, même lorsque l'assureur ne peut opposer au tiers lésé la suspension du contrat (1). (1) Cass. 20 janvier 1999, RG P.98.0924.F, Pas. 1999, n° 33, R.W. 1999-2000, 707 ; Cass. 9 janvier 1990, RG 2657, Bull. et Pas. 1990, I, 543 ; Tribunal de police de Hasselt 11 octobre 1995, Bull. Ass. 1996, 296 ; C. VAN SCHOUBROECK, G. JOCQUÉ, A. VANDERSPIKKEN et H. COUSY, « Overzicht van rechtspraak verzekering motorrijtuigen (1980-1997) », T.P.R. 1998, 100.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Krachtens artikel 22, § 1, WAM zijn strafbaar de eigenaar en de houder van het motorrijtuig die het in het verkeer brengt of toelaat dat het in het verkeer wordt gebracht op een van de in artikel 2, § 1, WAM bedoelde plaatsen zonder dat de burgerrechtelijke aansprakelijkheid waartoe het aanleiding kan geven, gedekt is overeenkomstig deze wet, alsmede de bestuurder van dat motorrijtuig; deze bepaling is van toepassing wanneer een motorrijtuig in het verkeer wordt gebracht waarvan de verzekering, gesloten tot dekking van de burgerrechtelijke aansprakelijkheid waartoe het aanleiding kan geven, geschorst is wegens niet-betaling van de premie, zelfs wanneer die schorsing door de verzekeraar aan de derde-benadeelde niet kan worden tegengeworpen (1). (1) Cass. 20 januari 1999, AR P.98.0924.F, AC 1999, nr. 33, RW 1999-2000, 707; Cass. 9 januari 1990, AR 2657, AC 1989-90, 604; Pol. Hasselt 11 oktober 1995, De Verz. 1996, 296; C. VAN SCHOUBROECK, G. JOCQUE, A. VANDERSPIKKEN en H. COUSY, “Overzicht van rechtspraak verzekering motorrijtuigen (1980-1997)”, TPR 1998, 100.",
        "Krachtens artikel 22, § 1, WAM zijn strafbaar de eigenaar en de houder van het motorrijtuig die het in het verkeer brengt of toelaat dat het in het verkeer wordt gebracht op een van de in artikel 2, § 1, WAM bedoelde plaatsen zonder dat de burgerrechtelijke aansprakelijkheid waartoe het aanleiding kan geven, gedekt is overeenkomstig deze wet, alsmede de bestuurder van dat motorrijtuig; deze bepaling is van toepassing wanneer een motorrijtuig in het verkeer wordt gebracht waarvan de verzekering, gesloten tot dekking van de burgerrechtelijke aansprakelijkheid waartoe het aanleiding kan geven, geschorst is wegens niet-betaling van de premie, zelfs wanneer die schorsing door de verzekeraar aan de derde-benadeelde niet kan worden tegengeworpen (1). (1) Cass. 20 januari 1999, AR P.98.0924.F, AC 1999, nr. 33, RW 1999-2000, 707; Cass. 9 januari 1990, AR 2657, AC 1989-90, 604; Pol. Hasselt 11 oktober 1995, De Verz. 1996, 296; C. VAN SCHOUBROECK, G. JOCQUE, A. VANDERSPIKKEN en H. COUSY, “Overzicht van rechtspraak verzekering motorrijtuigen (1980-1997)”, TPR 1998; 100."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210622.2N.22": {
      "court": "CASS",
      "date": "2021-06-22",
      "roleNumber": "P.21.0429.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210622.2N.22&lang=fr",
      "abstractFR": [
        "Il résulte de la disposition de l'article 22, § 1er, de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs qu'une peine peut uniquement être infligée au détenteur et au conducteur d'un véhicule à moteur s'ils savent effectivement que ce véhicule n'est pas assuré; le fait qu'ils aient pu le savoir n'est pas suffisant à cet effet."
      ],
      "abstractNL": [
        "Uit de bepaling van artikel 22, § 1, WAM volgt dat de houder en de bestuurder van een motorrijtuig alleen strafbaar zijn als zij daadwerkelijk weten dat dit voertuig niet is verzekerd; het gegeven dat zij dit konden weten volstaat hiertoe niet."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201006.2N.12": {
      "court": "CASS",
      "date": "2020-10-06",
      "roleNumber": "P.20.0505.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201006.2N.12&lang=fr",
      "abstractFR": [
        "Le propriétaire qui met en circulation une remorque pour laquelle l'obligation d'assurance est de rigueur, sans avoir préalablement conclu une assurance en matière de responsabilité civile, est punissable; que la remorque soit ou non attelée à un véhicule tracteur ne change rien à ce caractère répréhensible (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De eigenaar die een aanhangwagen waarvoor een verzekeringsplicht geldt, in het verkeer brengt zonder het voorafgaandelijk sluiten van een WAM-verzekering is strafbaar; het al dan niet gekoppeld zijn van de aanhangwagen aan een trekker doet aan deze strafbaarheid niet af (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200929.2N.8": {
      "court": "CASS",
      "date": "2020-09-29",
      "roleNumber": "P.20.0435.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200929.2N.8&lang=fr",
      "abstractFR": [
        "Est punissable le conducteur qui conduit sciemment sur la voie publique un véhicule automoteur sur des terrains ouverts au public ou à un certain nombre de personnes ayant le droit de les fréquenter, sans que la responsabilité civile soit couverte par un contrat d'assurance répondant aux dispositions de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs et dont les effets ne sont pas suspendus; ce caractère punissable ne s'efface pas lorsqu'un contrat d'assurance est conclu après un tel fait et que l'assureur délivre un certificat tel que visé à l'article 7 de la loi du 21 novembre 1989 présentant une date de validité prenant cours à la date dudit fait (1). (1) Le ministère public a conclu à la cassation avec renvoi, pour les motifs (1°) que les articles 2 et 22 de la loi du 21 novembre 1989 n'imposent pas clairement au conducteur d'un véhicule automoteur l'obligation de présenter, dans le cadre d'un contrôle sur la voie publique, un document d'assurance en cours de validité démontrant que la responsabilité civile est couverte au moment même, et (2°) que la condamnation ne semblait pas légalement justifiée parce que les juges d'appel ont admis que le certificat d'assurance présenté par les demandeurs, daté du lendemain du contrôle sur la voie publique, ‘confère certes une couverture' à compter de la date du contrôle."
      ],
      "abstractNL": [
        "Strafbaar is de bestuurder die wetens een motorvoertuig bestuurt op de openbare weg en op terreinen die toegankelijk zijn voor het publiek of slechts voor een zeker aantal personen die het recht hebben om er te komen zonder dat de burgerrechtelijke aansprakelijkheid is gedekt door een verzekeringsovereenkomst die voldoet aan de bepalingen van de WAM en waarvan de werking niet is geschorst; die strafbaarheid verdwijnt niet indien na een dergelijk feit alsnog een verzekeringsovereenkomst wordt gesloten en de verzekeraar een bewijs als bedoeld door artikel 7 WAM uitreikt met een geldigheidsdatum die ingaat op de datum van dit feit (1). (1) Het openbaar ministerie adviseerde cassatie met verwijzing om reden dat 1°artikelen 2 en 22 WAM-Wet van 22 november 1989 geen duidelijke verplichting opleggen aan de bestuurder van een motorvoertuig om tijdens een controle op de openbare weg een geldig verzekeringsdocument voor te leggen, als bewijs dat op dat moment de burgerlijke aansprakelijkheid is gedekt en 2°de veroordeling niet naar recht verantwoord leek omdat de appelrechters aannamen dat het verzekeringsbewijs voorgelegd door eisers, gedateerd de dag na de controle op de openbare weg, ?weliswaar dekking verleent' vanaf de dag van de controle."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190611.3": {
      "court": "CASS",
      "date": "2019-06-11",
      "roleNumber": "P.19.0120.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190611.3&lang=fr",
      "abstractFR": [
        "La disposition de l'article 22, § 1er, alinéa 1er, de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs sanctionne le propriétaire d'un véhicule automoteur qu'il n'a pas lui-même fait assurer mais dont il a toléré l'utilisation par une autre personne sans avoir vérifié que celle-ci a souscrit une assurance ou, à tout le moins, sans avoir obtenu des garanties suffisantes quant à la souscription d'une telle assurance avant toute utilisation; le juge apprécie souverainement si le propriétaire du véhicule automoteur qui tolère la mise en circulation de celui-ci a procédé à la vérification requise par l'article 22, § 1er, alinéa 1er, de la loi du 21 novembre 1989 et la Cour se borne à vérifier si le juge ne déduit pas des faits qu'il a constatés des conséquences qui y sont étrangères ou qu'ils ne sauraient justifier (1). (1) Cass. 29 mars 2006, RG P.05.0055.F, Pas. 2006, n° 179 avec concl. de M. VANDERMEERSCH, avocat général."
      ],
      "abstractNL": [
        "De bepaling van artikel 22, § 1, eerste lid, WAM stelt de eigenaar van een motorrijtuig strafbaar wanneer hij het motorrijtuig niet zelf heeft verzekerd, maar het gebruik ervan door een ander heeft toegelaten zonder te hebben nagegaan of die verzekerd is of, op zijn minst, zonder voldoende waarborgen te hebben verkregen dat een dergelijke verzekering werd gesloten vóór de ingebruikneming; de rechter oordeelt onaantastbaar of de eigenaar van het motorrijtuig die toelaat dat zijn voertuig in het verkeer wordt gebracht, het door artikel 22, § 1, eerste lid, WAM vereiste nazicht heeft uitgevoerd en het Hof gaat alleen na of de rechter uit de door hem vastgestelde feiten geen gevolgen trekt die daarmee geen verband houden of op grond daarvan niet kunnen worden verantwoord (1). (1) Cass. 29 maart 2006, AR P.05.0055.F, AC 2006, nr. 179 met concl. advocaat-generaal D. VANDERMEERSCH op datum in Pas."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170516.3": {
      "court": "CASS",
      "date": "2017-05-16",
      "roleNumber": "P.16.0964.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170516.3&lang=fr",
      "abstractFR": [
        "Le propriétaire, le détenteur et le conducteur du véhicule automoteur mis en circulation dans les endroits prévus à l'article 2, § 1er, de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs, sans que la responsabilité civile à laquelle il peut donner lieu soit couverte conformément à ladite loi, sont punissables, qu'ils aient ou non la qualité de preneur d'assurance."
      ],
      "abstractNL": [
        "De eigenaar, de houder en de bestuurder van het motorrijtuig dat in het verkeer wordt gebracht op de in artikel 2, §1, WAM bedoelde plaatsen zonder dat de burgerrechtelijke aansprakelijkheid waartoe het aanleiding kan geven, gedekt is overeenkomstig de wet, zijn strafbaar, ongeacht of zij al dan niet de hoedanigheid van verzekeringnemer hebben."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170314.10": {
      "court": "CASS",
      "date": "2017-03-14",
      "roleNumber": "P.15.1562.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170314.10&lang=fr",
      "abstractFR": [
        "Est irrecevable, à défaut d'intérêt, le moyen qui invoque la violation de l'article 149 de la Constitution, en ce que le jugement attaqué, après avoir procédé à la requalification du fait mis à charge en une infraction à l'article 22, § 1er, alinéa 2, de la loi du 21 novembre 1989, pour avoir mis en circulation un véhicule non assuré en tant que détenteur ou conducteur, confirme le jugement dont appel ayant condamné la demanderesse à une peine du chef d'infraction à l'article 22, § 1er, alinéa 1er, de la loi du 21 novembre 1989, pour avoir mis en circulation un véhicule non assuré en tant que propriétaire, dès lors que la peine prononcée à charge de la demanderesse n'est pas supérieure à celle pouvant lui être infligée en tant que détentrice ou conductrice du véhicule non assuré pour l'infraction prévue à l'article 22, § 1er, alinéa 2, de la loi du 21 novembre 1989."
      ],
      "abstractNL": [
        "Is bij gebrek aan belang niet ontvankelijk, het cassatiemiddel dat de schending aanvoert van artikel 149 Grondwet, doordat het bestreden vonnis na het telast gelegde feit te hebben geherkwalificeerd in een inbreuk op artikel 22, § 1, tweede lid, WAM, om als houder of bestuurder een niet-verzekerd voertuig in het verkeer te hebben gebracht, het beroepen vonnis bevestigt dat de eiseres veroordeelde tot straf wegens inbreuk op artikel 22, §1, eerste lid, WAM, om als eigenaar een niet-verzekerd voertuig in het verkeer te hebben gebracht, vermits de tegen de eiseres uitgesproken straf niet hoger is dan die welke tegen haar kan worden uitgesproken als houdster of bestuurster van het niet-verzekerd voertuig voor de inbreuk bepaald in artikel 22, § 1, tweede lid, WAM."
      ]
    }
  },
  "2017": {
    "ECLI:BE:CASS:2020:ARR.20200121.2N.11": {
      "court": "CASS",
      "date": "2020-01-21",
      "roleNumber": "P.19.0528.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200121.2N.11&lang=fr",
      "abstractFR": [
        "Il faut entendre par territoire où le véhicule a son stationnement habituel, le territoire de l'État dont le véhicule porte une plaque d'immatriculation, que celle-ci soit permanente ou temporaire."
      ],
      "abstractNL": [
        "Onder grondgebied waar het voertuig gewoonlijk is gestald moet worden verstaan het grondgebied van de staat waarvan het voertuig een kenteken plaat draagt, ongeacht of het een permanente of een tijdelijke kentekenplaat betreft."
      ]
    }
  },
  "29bis": {
    "ECLI:BE:CASS:2026:ARR.20260108.1N.9": {
      "court": "CASS",
      "date": "2026-01-08",
      "roleNumber": "C.24.0313.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2026:ARR.20260108.1N.9",
      "abstractFR": null,
      "abstractNL": [
        "Uit de wetsgeschiedenis van artikel 29bis, §1, eerste en zesde lid, WAM blijkt dat de uitsluiting van slachtoffers die het ongeval en zijn gevolgen hebben gewild, strikt moet worden uitgelegd en dat enkel slachtoffers worden bedoeld die de bij het ongeval geleden schade hebben gewild (1). (1) Zie Cass. 7 oktober 2022, AR C.22.0022.N, ECLI:BE:CASS:2022:ARR.20221007.1N.4.",
        "De rechter oordeelt onaantastbaar of een slachtoffer het ongeval en zijn gevolgen heeft gewild; het Hof gaat niettemin na of de rechter op grond van zijn vaststellingen tot zijn beslissing is kunnen komen (1). (1) Zie Cass. 7 oktober 2022, AR C.22.0022.N, ECLI:BE:CASS:2022:ARR.20221007.1N.4."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240920.1N.6": {
      "court": "CASS",
      "date": "2024-09-20",
      "roleNumber": "C.23.0330.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240920.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "Een verkeersongeval in de zin van artikel 29bis, § 1, eerste lid, WAM is het ongeval dat zich voordoet op de openbare weg en op terreinen, zij het privé, die toegankelijk zijn voor een aantal personen die het recht hebben om er te komen en dat verband houdt met de risico's van het wegverkeer (1). (1) Zie concl. OM.",
        "De bestuurder, in de zin van artikel 29bis, § 2, WAM, is de persoon die het motorrijtuig bestuurt op het ogenblik van het ongeval, dat wil zeggen de persoon die, op dat ogenblik, het meesterschap over dat motorrijtuig heeft via mechanische middelen waardoor hij het voertuig in een bepaalde richting kan sturen en die zodoende het vermogen van de motor beheerst (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250912.1F.2": {
      "court": "CASS",
      "date": "2025-09-12",
      "roleNumber": "C.24.0104.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250912.1F.2",
      "abstractFR": [
        "Un véhicule automoteur est impliqué dans un accident de la circulation s'il a joué un rôle quelconque dans celui-ci (1) (2). (1) Cass. 13 juin 2014, RG C.13.0184.F, Pas. 2014, nr. 427. (2) L'article 29bis, § 1er, de la loi du 21 novembre 1989, tant avant qu'après sa modification par la loi du 19 janvier 2001."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230309.1F.3": {
      "court": "CASS",
      "date": "2023-03-09",
      "roleNumber": "C.22.0123.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230309.1F.3",
      "abstractFR": [
        "Pour déterminer l'indemnité relative à un dommage évalué en équité, le juge doit se placer au moment où il statue."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230508.3N.3": {
      "court": "CASS",
      "date": "2023-05-08",
      "roleNumber": "C.22.0268.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230508.3N.3",
      "abstractFR": null,
      "abstractNL": [
        "Onder het begrip “terreinen die toegankelijk zijn voor een zeker aantal personen die het recht hebben om er te komen” worden de plaatsen bedoeld die, hoewel ze privaat zijn, blijvend toegankelijk zijn voor een welbepaalde categorie van personen, zoals aangestelden, klanten, leveranciers, bezoekers of passanten (1). (1) Cass. 10 december 2013, AR P.12.1708.N, AC 2013, nr. 673; Cass. 23 september 2010, AR C.09.0496.F, AC 2010, nr. 545 en Cass. 12 oktober 2005, AR P.05.0686, AC 2005, nr. 504."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221007.1N.4": {
      "court": "CASS",
      "date": "2022-10-07",
      "roleNumber": "C.22.0022.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221007.1N.4",
      "abstractFR": null,
      "abstractNL": [
        "De uitsluiting van slachtoffers die het ongeval en zijn gevolgen hebben gewild, moet strikt worden uitgelegd en betreft enkel de slachtoffers die de bij het ongeval geleden schade hebben gewild (1). (1) Zie Cass. 26 juni 2008, AR C.07.0494.N, AC 2008, nr. 407 met concl. van eerste advocaat-generaal R. Mortier."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230908.1F.6": {
      "court": "CASS",
      "date": "2023-09-08",
      "roleNumber": "C.22.0372.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230908.1F.6",
      "abstractFR": [
        "Le fonds commun de garantie n'est pas tenu d'indemniser de son préjudice personnel, fût-il subi par répercussion, le conducteur d'un véhicule automoteur impliqué dans un accident de la circulation automobile qui pilote ce véhicule en sachant que l'obligation d'assurance n'a pas été respectée (1). (1) Voir Cass. 19 septembre 2008, RG C.07.0357.N, Pas. 2008, n° 487."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230112.1F.4": {
      "court": "CASS",
      "date": "2023-01-12",
      "roleNumber": "C.21.0379.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230112.1F.4",
      "abstractFR": [
        "La circonstance que le véhicule automoteur impliqué n'est pas conçu, ou ne l'est pas uniquement, pour le transport de personnes ou de choses sur des routes ou des terrains mais pour servir, exclusivement ou non, d'engin destiné à réaliser des opérations autres que pareil transport et que, au moment de l'accident, ce véhicule automoteur est utilisé aussi en tant qu'engin n'empêche pas de considérer qu'il participe à la circulation ; en particulier, lorsque, se déplaçant sur une voie publique ou sur un terrain au sens de l'article 2, § 1er, de la loi, le véhicule automoteur cause des dommages d'une manière qui est caractéristique des dommages provoqués par les véhicules automoteurs dans la circulation, le fait de l'utilisation concomitante du véhicule comme engin, au sens précité, ne saurait empêcher de considérer que les dommages ont été causés dans la circulation (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201026.3F.1": {
      "court": "CASS",
      "date": "2020-10-26",
      "roleNumber": "C.18.0064.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201026.3F.1",
      "abstractFR": [
        "L'article 29bis de la loi du 21 novembre 1989 ne déroge pas au droit commun de la responsabilité civile en ce qui concerne la notion de dommage indemnisable (1). (1) Voir Cass. 23 octobre 2009, RG C.07.0638.F, Pas. 2009, n° 616, avec concl. de M. Dubrulle, avocat général."
      ],
      "abstractNL": [
        "Artikel 29bis WAM wijkt niet af van het gemeen recht van de burgerrechtelijke aansprakelijkheid met betrekking tot het begrip vergoedbare schade (1). (1) Zie Cass. 23 oktober 2009, AR C.07.0638.F, AC 2009, nr. 616, met concl. van advocaat-generaal Dubrulle, op datum in Pas."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200605.1F.1": {
      "court": "CASS",
      "date": "2020-06-05",
      "roleNumber": "C.18.0432.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200605.1F.1",
      "abstractFR": [
        "Pour qu'il y ait accident de la circulation au sens des articles 601bis du Code judiciaire et 29bis, § 1er, alinéa 1er de la loi du 21 novembre 1989, il faut qu'il y ait participation à la circulation, laquelle s'entend de l'usage par un véhicule d'une voie de communication en vue de transporter une personne ou une chose d'un lieu à un autre; il n'est pas requis, en outre, que le dommage survenu au passager soit en rapport avec la participation du véhicule à la circulation."
      ],
      "abstractNL": [
        "Opdat er sprake is van een verkeersongeval in de zin van de artikelen 601bis Gerechtelijk Wetboek en 29bis, § 1, eerste lid, WAM, moet er deelname zijn aan het verkeer, namelijk het gebruik, door een voertuig, van een weg om een persoon of een zaak van een plaats naar een andere te vervoeren; het is niet daarenboven vereist dat de schade van de inzittende in verband moet staan met de deelname van het voertuig aan het verkeer."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211215.2F.2": {
      "court": "CASS",
      "date": "2021-12-15",
      "roleNumber": "P.21.0922.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211215.2F.2",
      "abstractFR": [
        "Lorsqu'elle se réclame de l'obligation d'indemnisation instituée, en faveur de la victime de dommages corporels, par l'article 29bis de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs, l'action en intervention mue par une partie citante en déclaration de jugement commun devant la juridiction pénale n'est ni prévue ni autorisée par ou en vertu d'une loi.",
        "L'obligation déduite de l'article 29bis de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs existe en l'absence d'une responsabilité quelconque de l'assuré et n'est pas fondée sur une infraction commise par celui-ci, en manière telle que le juge correctionnel ou de police ne pourrait statuer sur une telle demande d'indemnisation sans méconnaître les règles d'ordre public relatives à la compétence des juridictions pénales (1). (1) Cass. 19 octobre 2005, RG P.05.0858.F, Pas. 2005, n° 520."
      ],
      "abstractNL": [
        "Wanneer ze zich beroept op de schadevergoedingsplicht die artikel 29bis WAM heeft ingevoerd ten voordele van slachtoffers voor schade voortvloeiend uit lichamelijke letsels, is de vordering tot tussenkomst die voor de strafrechter wordt ingesteld door een tot bindendverklaring van het vonnis dagvaardende partij, noch voorzien door een wet, noch toegelaten door of krachtens een wet.",
        "De vergoedingsplicht afgeleid uit artikel 29bis WAM geldt wanneer de verzekerde niet op enigerlei wijze aansprakelijk is en is niet gegrond op een overtreding die hij zou hebben begaan, zodat de correctionele rechter of de politierechter een dergelijke vordering tot schadevergoeding niet kan beslechten zonder miskenning van de bevoegdheidsregels van de strafrechtbanken, die van openbare orde zijn (1). (1) Cass. 19 oktober 2005, AR P.05.0858.F, AC 2005, nr. 520."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220127.1N.5": {
      "court": "CASS",
      "date": "2022-01-27",
      "roleNumber": "C.21.0212.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220127.1N.5&lang=fr",
      "abstractFR": [
        "Un véhicule automoteur est impliqué au sens de l'article 29bis, § 1er, de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs. lorsqu'il a joué un certain rôle dans l'accident de circulation; c'est-à-dire lorsque, sans avoir été un élément nécessaire, il a eu une influence sur l'accident; il n'est pas requis à cet égard qu'il existe un lien de causalité entre la présence du véhicule automoteur et la survenance de l'accident (1). (1) Cass. 13 juin 2014, RG C.13.0184.F, Pas 2014, n° 427, avec concl. de M. Werquin, avocat général ; Cass. 28 avril 2011, RG C.10.0492.F, Pas 2011, n° 286; Cass. 3 octobre 2008, RG C.07.0130.N, Pas 2008, n° 524."
      ],
      "abstractNL": [
        "Een motorrijtuig is betrokken in de zin van artikel 29bis, §1 W.A.M.-wet wanneer het enige rol heeft gespeeld in het verkeersongeval; dit is wanneer het zonder hiervoor een noodzakelijk element te zijn geweest een invloed heeft gehad op het verkeersongeval; hiervoor is niet vereist dat er een oorzakelijk verband bestaat tussen de aanwezigheid van het motorrijtuig en het ontstaan van het ongeval (1). (1) Cass. 13 juni 2014, AR C.13.0184.F, AC 2014, nr. 427, met concl. van advocaat-generaal Th. WERQUIN op datum in Pas.; Cass. 28 april 2011, AR C.10.0492.F, AC 2011, nr. 286; Cass. 3 oktober 2008, AR C.07.0130.N, AC 2008, nr. 524."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210917.1F.1": {
      "court": "CASS",
      "date": "2021-09-17",
      "roleNumber": "C.21.0029.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210917.1F.1",
      "abstractFR": [
        "Il suit de la combinaison des articles 1251,3° de l'ancien Code civil et 29bis de la loi du 21 novembre 1989 que, lorsque l'assureur qui indemnise la victime elle-même fautive est l'assureur du tiers responsable, il ne peut certes être subrogé dans les droits de la victime à l'égard du tiers responsable, mais il peut exercer, jusqu'à concurrence du montant que cette victime eût dû supporter selon le droit commun, un recours contributoire, par part égale, contre les assureurs des autres véhicules impliqués dans l'accident (1). (1) Voir concl. du MP avant Cass. 22 juin 2017, RG C.15.0080.F, Pas. 2017, n°413; voir. Cass. 28 septembre 2017, RG C.17.0006.N, Pas. 2017, n° 508."
      ],
      "abstractNL": [
        "Uit de samenhang tussen de artikelen 1251,3°, Oud Burgerlijk Wetboek en 29bis WAM volgt dat, wanneer de verzekeraar die het zelf foutieve slachtoffer vergoedt de verzekeraar van de aansprakelijke derde is, hij weliswaar niet kan worden gesubrogeerd in de rechten van het slachtoffer ten aanzien van de aansprakelijke derde, maar tot beloop van het bedrag waarvoor dat slachtoffer naar gemeen recht zelf had moeten instaan een bijdragevordering, elk voor een gelijk deel, kan instellen tegen de verzekeraars van de andere bij het ongeval betrokken voertuigen (1). (1) Zie concl. OM vóór Cass. 22 juni 2017, AR C.15.0080.F, Pas. 2017, nr. 413; zie Cass. 28 september 2017, AR C.17.0006.N, AC 2017, nr. 508."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210122.1N.12": {
      "court": "CASS",
      "date": "2021-01-22",
      "roleNumber": "C.19.0625.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210122.1N.12&lang=fr",
      "abstractFR": [
        "Il ne suit pas de l'article 13 de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs que l'assureur ou son représentant chargé du règlement des sinistres est tenu de fournir une réponse motivée concernant la responsabilité et le dommage dans le délai de trois mois, si la responsabilité ou l'application de l'article 29bis n'est pas contestée et si le dommage n'est pas contesté et a été quantifié (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit artikel 13 WAM volgt niet dat de verzekeraar of haar schaderegelaar verplicht is een met redenen omkleed antwoord te geven omtrent de aansprakelijkheid en de schade binnen de termijn van drie maanden, indien de aansprakelijkheid of de toepassing van artikel 29bis niet wordt betwist en de schade niet wordt betwist en werd gekwantificeerd (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180628.8": {
      "court": "CASS",
      "date": "2018-06-28",
      "roleNumber": "C.17.0631.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180628.8&lang=fr",
      "abstractFR": [
        "L'assureur en assurance automobile obligatoire qui, sur la base de l'article 29bis de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs, indemnise les débours effectués par l'assureur-loi qui a été subrogé dans les droits de la victime, ne peut en réclamer le remboursement à la victime ni à son assureur en assurance automobile obligatoire lorsque la victime est elle-même responsable de l'accident."
      ],
      "abstractNL": [
        "De WAM-verzekeraar die op grond van artikel 29bis WAM de uitgaven vergoedt van de arbeidsongevallenverzekeraar die in de rechten van het slachtoffer is getreden, kan deze niet terugvorderen van het slachtoffer en zijn aansprakelijkheidsverzekeraar wanneer het slachtoffer zelf voor het ongeval aansprakelijk is."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180316.3": {
      "court": "CASS",
      "date": "2018-03-16",
      "roleNumber": "C.17.0240.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180316.3",
      "abstractFR": [
        "Il suit des articles 3 et 9, alinéa 1er, de la Convention de La Haye du 4 mai 1971 et de l'article 2 de la loi du 16 juillet 2004 portant le Code de droit international privé que, sous réserve de l'application de l'article 10 de la Convention de La Haye, la loi que cette convention désigne est applicable tant à la responsabilité résultant d'un accident de la circulation qu'à l'action de la victime contre l'assureur tenu sur la base d'un fondement extracontractuel de réparer le dommage, sans que l'article 29bis de la loi du 21 novembre 1989 puisse trouver à s'appliquer (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de artikelen 3 en 9, eerste lid, Verdrag van Den Haag van 4 mei 1971 en artikel 2 Wetboek IPR volgt dat, onder voorbehoud van de toepassing van artikel 10 van het Verdrag van Den Haag, de wet die dat verdrag aanwijst, zowel toepasselijk is op de aansprakelijkheid die voortvloeit uit een verkeersongeval als op de vordering van het slachtoffer tegen de verzekeraar die gehouden is tot schadevergoeding op buitencontractuele grondslag, zonder dat artikel 29bis WAM van toepassing is (1). (1) Zie concl. OM in Pas. 2018, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170622.6": {
      "court": "CASS",
      "date": "2017-06-22",
      "roleNumber": "C.15.0080.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170622.6",
      "abstractFR": [
        "L'assureur qui a indemnisé une victime ou un ayant droit de celle-ci est subrogé dans leurs droits contre le tiers responsable en droit commun; ce dernier est toute personne autre que l'assuré, impliqué dans l'accident, dont la faute a causé le dommage réparé par l'assureur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De verzekeraar die het slachtoffer of een van diens rechthebbenden heeft vergoed, wordt gesubrogeerd in diens rechten tegen de gemeenrechtelijk aansprakelijke derde. Laatstgenoemde is elke persoon, met uitzondering van de verzekerde, die bij het ongeval betrokken is en wiens fout de schade heeft veroorzaakt die door de verzekeraar werd vergoed (1). (1) Zie concl. OM in Pas. 2017, nr."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170309.4": {
      "court": "CASS",
      "date": "2017-03-09",
      "roleNumber": "C.15.0253.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170309.4",
      "abstractFR": [
        "Le passager d'un véhicule automoteur lié à une voie ferrée impliqué dans un accident de circulation bénéficie de l'indemnisation prévue, quel que soit le lieu de la survenance de cet accident, même s'il s'agit d'une voie ferrée complètement isolée de la circulation (1). (1) Voir Cass. 11 janvier 2010, RG C.09.0165.F, Pas 2010, n° 17; C.const., 6 février 2014, n° 25/2014."
      ],
      "abstractNL": [
        "De inzittende van een aan spoorstaven gebonden motorrijtuig dat bij een verkeersongeval betrokken is, geniet de voorgeschreven vergoeding, ongeacht de plaats waar dat ongeval zich heeft voorgedaan, zelfs wanneer het gaat om een spoor dat volledig is afgezonderd van het wegverkeer (1). (1) Zie Cass. 11 januari 2010, AR C.09.0165.F, AC 2010, nr. 17; GwH, 6 februari 2014, nr. 25/2014."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160630.18": {
      "court": "CASS",
      "date": "2016-06-30",
      "roleNumber": "C.15.0447.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160630.18&lang=fr",
      "abstractFR": [
        "Il ressort des dispositions de l'article 29bis, § 1er, alinéa 1er de la loi du 21 novembre 1989 et de l'article 1251, 3°, du Code civil que lorsque plusieurs véhicules automoteurs sont impliqués dans un accident de la circulation, les assureurs respectifs doivent indemniser la victime et supporter en principe chacun une partie égale de l'indemnité; celui qui a procédé à l'indemnisation de la victime, dispose, en vertu de l'article 1251, 3°, du Code civil, d'une action récursoire contre les autres assureurs de la responsabilité pour ce qu'il a payé outre sa part à la victime (1). (1) Cass. 26 janvier 2012, RG C.11.0318.N, Pas. 2012, n° 70.",
        "Lorsque la victime a contribué au dommage par sa faute, l'assureur d'un véhicule automoteur impliqué qui a indemnisé la victime ne peut, sur la base de l'article 29bis, § 4, alinéa 1er, de la loi du 21 novembre 1989, réclamer l'indemnité versée au tiers responsable ou à son assureur qu'à concurrence du montant auquel la victime aurait pu prétendre en droit commun, compte tenu du partage de la responsabilité; en vertu de l'article 1251, 3°, du Code civil, l'assureur peut aussi réclamer à tout assureur d'un véhicule automoteur impliqué la partie de l'indemnité versée qui correspond au montant dont la victime doit répondre en droit commun, chacun à part égale (1). (1) Cass. 26 janvier 2012, RG C.11.0318.N, Pas. 2012, n° 70."
      ],
      "abstractNL": [
        "Uit de bepalingen van artikel 29bis, §1, eerste lid, WAM en artikel 1251, 3°, Burgerlijk Wetboek volgt dat wanneer bij een verkeersongeval meerdere motorrijtuigen betrokken zijn, de respectieve verzekeraars het slachtoffer moeten vergoeden en de last in beginsel elk voor een gelijk deel moeten dragen; diegene die tot vergoeding van het slachtoffer overgaat, heeft op grond van artikel 1251, 3°, Burgerlijk Wetboek een regresvordering tegen de andere aansprakelijkheidsverzekeraars voor wat hij boven zijn deel betaalt aan het slachtoffer (1). (1) Cass. 26 januari 2012, AR C.11.0318.N, AC 2012, nr. 70.",
        "Wanneer het slachtoffer door zijn schuld heeft bijgedragen tot de schade, kan de verzekeraar van een betrokken motorrijtuig die het slachtoffer heeft vergoed, de betaalde vergoeding op grond van artikel 29bis, §4, eerste lid, WAM slechts terugvorderen van de aansprakelijke derde of zijn verzekeraar tot beloop van het bedrag waarop het slachtoffer naar gemeen recht aanspraak had kunnen maken, rekening houdend met de verdeling van de aansprakelijkheid; de verzekeraar kan tevens het deel van de betaalde vergoeding dat overeenstemt met het bedrag waarvoor het slachtoffer naar gemeen recht zelf moet instaan, op grond van artikel 1251, 3°, Burgerlijk Wetboek terugvorderen van elke verzekeraar van een mede betrokken motorrijtuig, elk volgens een gelijk deel (1). (1) Cass. 26 januari 2012, AR C.11.0318.N, AC 2012, nr. 70."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160513.5": {
      "court": "CASS",
      "date": "2016-05-13",
      "roleNumber": "C.15.0415.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160513.5",
      "abstractFR": [
        "Au sens de l'article 29bis de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs, le conducteur est la personne qui conduit le véhicule automoteur au moment de l'accident, c'est-à-dire celle qui, à ce moment, en a la maîtrise (1). (1) Voir Cass. 18 mai 2012, RG C.11.0628.F - C.11.0791.F, Pas. 2012, n° 314, avec concl. de M. GÉNICOT, avocat général; Cass.19 juin 2015, RG C.14.0403.N - C.14.0474.N, Pas. 2015, n° 419 et Cass. 7 septembre 2015, RG C.14.0209.F, Pas. 2015, n° 489."
      ],
      "abstractNL": [
        "De bestuurder, in de zin van artikel 29bis van de wet van 21 november 1989 betreffende de verplichte aansprakelijkheidsverzekering inzake motorrijtuigen, is de persoon die het motorrijtuig bestuurt op het ogenblik van het ongeval, namelijk de persoon die, op dat ogenblik, de meesterschap erover heeft (1). (1) Zie Cass. 18 mei 2012, AR C.11.0628.F - C.11.0791.F, AC 2012, nr. 314, met concl. van advocaat-generaal Genicot in Pas. 2012; Cass. 19 juni 2015, AR C.14.0403.N - C.14.0474.N, AC 2015, nr.419; Cass. 7 september 2015, AR C.14.0209.F, AC 2015, nr 489."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160205.1": {
      "court": "CASS",
      "date": "2016-02-05",
      "roleNumber": "C.15.0011.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160205.1",
      "abstractFR": [
        "Le juge est tenu de remédier à toute lacune de la loi dont la Cour constitutionnelle a constaté l'inconstitutionnalité, ou à celle qui résulte de ce qu'une disposition de la loi est jugée inconstitutionnelle, lorsqu'il peut suppléer à cette insuffisance dans le cadre des dispositions légales existantes pour rendre la loi conforme aux articles 10 et 11 de la Constitution (1). (1) Voir les concl. du MP.",
        "L'arrêt préjudiciel constatant l'inconstitutionnalité de l'article 29bis de la loi du 21 novembre 1989, sans que la Cour constitutionnelle en ait limité les effets dans le temps, est déclaratoire et s'impose tant à la juridiction qui a posé la question préjudicielle qu'à celle qui en est dispensée (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De rechter moet elke leemte in de wet waarvan het Grondwettelijk Hof de ongrondwettigheid heeft vastgesteld invullen, evenals elke leemte die hieruit voortvloeit dat een wetsbepaling als ongrondwettig wordt aangemerkt, wanneer hij die leemte in het kader van de bestaande wetsbepalingen kan verhelpen teneinde de wet in overeenstemming met de artikelen 10 en 11 van de Grondwet te brengen (1). (1) Zie concl. OM in Pas. 2015, nr. ... .",
        "De rechter moet elke leemte in de wet waarvan het Grondwettelijk Hof de ongrondwettigheid heeft vastgesteld invullen, evenals elke leemte die hieruit voortvloeit dat een wetsbepaling als ongrondwettig wordt aangemerkt, wanneer hij die leemte in het kader van de bestaande wetsbepalingen kan verhelpen teneinde de wet in overeenstemming met de artikelen 10 en 11 van de Grondwet te brengen (1). (1) Zie concl. OM in Pas. 2015, nr. ? ."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151106.1": {
      "court": "CASS",
      "date": "2015-11-06",
      "roleNumber": "C.14.0391.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151106.1",
      "abstractFR": [
        "Viole l'article 29bis, § 1er, alinéa 1er, de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs, la décision qui considère que seuls les proches de la victime sont les ayants droit visés par cette disposition légale et qui exclut dès lors de ces derniers l'employeur qui subit un préjudice personnel en servant la rémunération d'un travailleur qui, ayant été victime d'un accident de la circulation, ne peut plus, en raison de ses blessures, fournir ses prestations de travail (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De beslissing schendt artikel 29bis, § 1, eerste lid, van de wet van 21 november 1989 betreffende de verplichte aansprakelijkheidsverzekering inzake motorrijtuigen, wanneer ze ervan uitgaat dat enkel de verwanten van het slachtoffer rechthebbenden zijn in de zin van die wetsbepaling en van die laatsten derhalve de werkgever uitsluit die persoonlijke schade lijdt, doordat hij het loon uitbetaalt van een werknemer die het slachtoffer is geworden van een verkeersongeval en daarom, t.g.v. zijn letsels, geen arbeidsprestaties meer kan verrichten (1). (1) Zie concl. OM in Pas. 2015, nr. ... ."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150907.1": {
      "court": "CASS",
      "date": "2015-09-07",
      "roleNumber": "C.14.0209.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150907.1",
      "abstractFR": [
        "Le conducteur au sens de l'article 29bis de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs, est la personne qui conduit le véhicule automoteur au moment de l'accident, c'est-à-dire celle qui, à ce moment en a la maîtrise (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De bestuurder in de zin van artikel 29bis van de wet van 21 november 1989 betreffende de verplichte aansprakelijkheidsverzekering inzake motorrijtuigen, is de persoon die het motorrijtuig bestuurt op het tijdstip van het ongeval, namelijk diegene die op dat tijdstip het meesterschap erover heeft (1). (1) Zie de concl. OM in Pas. 2015, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150619.6": {
      "court": "CASS",
      "date": "2015-06-19",
      "roleNumber": "C.14.0403.N-C.14.0474.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150619.6&lang=fr",
      "abstractFR": [
        "Le conducteur au sens de l'article 29bis de la loi du 21 novembre 1989, est la personne qui conduit un véhicule automoteur au moment de l'accident, c'est-à-dire celle qui, à ce moment, en exerce le contrôle par l'utilisation des moyens mécaniques donnant la possibilité d'imprimer une direction au véhicule et qui maîtrise ainsi la puissance du moteur; la seule circonstance qu'un conducteur est éjecté de son véhicule et heurte le sol, un obstacle ou un autre véhicule dans le processus même de l'accident, ne lui fait pas perdre la qualité de conducteur; il ne perd cette qualité que si, après avoir été éjecté, elle est victime d'un accident de la circulation distinct du premier (1). (1) Cass. 18 mai 2012, RG C.11.0628.F-C.11.0791.F, Pas. 2012, n° 314 avec concl. de M. Genicot, avocat général."
      ],
      "abstractNL": [
        "De bestuurder, in de zin van artikel 29bis van de WAM 1989, is de persoon die het motorrijtuig bestuurt op het ogenblik van het ongeval, dat wil zeggen de persoon die, op dat ogenblik, het meesterschap over dat motorrijtuig heeft via mechanische middelen waardoor hij het voertuig in een bepaalde richting kan sturen en die zodoende het vermogen van de motor beheerst; de omstandigheid alleen dat een bestuurder van zijn voertuig wordt geworpen en de grond, een hindernis of een ander voertuig raakt tijdens het ongeval zelf, ontneemt hem niet de hoedanigheid van bestuurder; hij verliest die hoedanigheid pas wanneer hij, na van het voertuig te zijn geworpen, getroffen wordt door een verkeersongeval dat niet met het eerste ongeval samenvalt (1). (1) Cass. 18 mei 2012, AR C.11.0628.F-C.11.0791.F, AC 2012, nr. 314, met concl. van advocaat-generaal J.M. GENICOT in Pas. 2012, nr. 314."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150619.5": {
      "court": "CASS",
      "date": "2015-06-19",
      "roleNumber": "C.14.0150.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150619.5&lang=fr",
      "abstractFR": [
        "L'obligation d'indemnisation de l'assureur sur la base de l'article 29bis de la loi du 21 novembre 1989 n'est pas une obligation lui incombant en guise de contrepartie à l'égard de l'assuré; elle incombe uniquement à l'assureur et se situe en dehors des obligations synallagmatiques des parties au contrat (1). (1) Voir les concl. du MP.",
        "L'assureur qui a indemnisé les victimes d'un accident de la circulation en application de l'article 29bis de la loi du 21 novembre 1989 est habilité à exercer un droit contractuel de recours à l'égard de l'assuré ou du preneur d'assurance, dans les limites toutefois des sommes auxquelles l'assureur serait tenu en raison de la responsabilité de son assuré (1). (1) Voir les concl. du MP.",
        "Une clause octroyant à l'assureur un droit de recours à concurrence de sommes dont l'assuré n'est pas responsable déroge au contrat type annexé à l'arrêté royal du 14 décembre 1992 au détriment du preneur d'assurance et, en conséquence, est interdite en vertu de l'article 1er du même arrêté royal (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De vergoedingsplicht van de verzekeraar op grond van artikel 29bis WAM is geen verplichting van de verzekeraar die een tegenprestatie vormt ten aanzien van de verzekerde; zij rust alleen op de verzekeraar en staat buiten de wederzijdse verbintenissen van de contractspartijen (1). (1) Zie concl. OM.",
        "Het is de verzekeraar die de slachtoffers van een verkeersongeval heeft vergoed op grond van artikel 29bis WAM, toegelaten een contractueel recht van verhaal uit te oefenen op de verzekerde of de verzekeringnemer, zij het beperkt tot het bedrag waartoe de verzekeraar op grond van de aansprakelijkheid van zijn verzekerde zou zijn gehouden (1). (1) Zie concl. OM.",
        "Een beding dat aan de verzekeraar een recht van verhaal toestaat voor bedragen waarvoor de verzekerde niet aansprakelijk is, wijkt af van de modelovereenkomst gevoegd bij het besluit van 14 december 1992 ten nadele van de verzekeringnemer en is bijgevolg op grond van artikel 1 van dit besluit niet toegelaten (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141120.1": {
      "court": "CASS",
      "date": "2014-11-20",
      "roleNumber": "C.13.0435.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141120.1",
      "abstractFR": [
        "L''arrêt préjudiciel constatant l''inconstitutionnalité de l''article 29bis de la loi du 21 novembre 1989, sans que la Cour constitutionnelle en ait limité les effets dans le temps, est déclaratoire et s'impose tant à la juridiction qui a posé la question préjudicielle qu''à celle qui en est dispensée (1). (1) Voir concl. du MP.",
        "Pour les juridictions non visées par l''article 28 de la loi spéciale du 6 janvier 1989, l''effet de l''arrêt préjudiciel constatant l''inconstitutionnalité de l''article 29bis de la loi du 21 novembre 1989 n''est pas limité aux accidents de la circulation impliquant un véhicule automoteur lié à une voie ferrée survenus après la publication de cet arrêt (1). (1) Voir concl. du MP."
      ],
      "abstractNL": [
        "Het prejudicieel arrest dat de ongrondwettigheid vaststelt van artikel 29bis van de wet van 21 november 1989, zonder dat het Grondwettelijk Hof de gevolgen ervan in de tijd heeft beperkt, is declaratoir en geldt zowel voor het rechtscollege dat de prejudiciële vraag heeft gesteld als voor het rechtscollege dat daarvan is vrijgesteld (1). (1) Zie concl. OM in Pas. 2014, nr. ***.",
        "Voor de in artikel 28 van de bijzondere wet van 6 januari 1989 niet vermelde rechtscolleges is het gevolg van het prejudicieel arrest dat de ongrondwettigheid vaststelt van artikel 29bis van de wet van 21 november 1989 niet beperkt tot na de publicatie van dat arrest ontstane verkeersongevallen waarbij een aan spoorstaven gebonden motorrijtuig betrokken is (1). (1) Zie concl. OM in Pas. 2014, nr. ***."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140912.5": {
      "court": "CASS",
      "date": "2014-09-12",
      "roleNumber": "C.13.0544.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140912.5&lang=fr",
      "abstractFR": [
        "L'article 29bis, § 1er, alinéa 5 de la loi du 21 novembre 1989, tel qu'il est applicable en l'espèce, dispose que les victimes ayant commis une faute inexcusable qui est la seule cause de l'accident, ne peuvent se prévaloir des dispositions visées au premier alinéa; cette disposition qui permet à l'assureur de se décharger de son obligation d'indemniser les victimes visées n'est pas d'ordre public (1). (1) Voir Cass. 17 mai 2000, RG P.00.0087.F, Pas. 2000, n° 300."
      ],
      "abstractNL": [
        "Artikel 29bis, §1, vijfde lid, WAM 1989, zoals hier van toepassing, bepaalt dat slachtoffers die een onverschoonbare fout hebben begaan die de enige oorzaak was van het ongeval, zich niet kunnen beroepen op de bepalingen van het eerste lid; deze bepaling die de verzekeraar toelaat zich te bevrijden van zijn verplichting tot vergoeding van de bedoelde slachtoffers, raakt niet de openbare orde (1). (1) Zie Cass. 17 mei 2000, AR P.00.0087.F, AC 2000, nr. 300."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140912.6": {
      "court": "CASS",
      "date": "2014-09-12",
      "roleNumber": "C.13.0567.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140912.6&lang=fr",
      "abstractFR": [
        "La simple présence d'un véhicule automoteur au moment d'un accident de la circulation ne suffit pas pour conclure que ce véhicule est impliqué dans l'accident au sens de l'article 29bis, § 1er, de la loi du 21 novembre 1989, tel qu'il est applicable en l'espèce; un véhicule automoteur est bien impliqué au sens de cette disposition légale lorsqu'il a joué un rôle quelconque dans l'accident de la circulation, c'est-à-dire lorsque sans en constituer un élément essentiel, il a exercé une influence sur l'accident de la circulation (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De loutere aanwezigheid van een motorrijtuig op het ogenblik van een verkeersongeval volstaat niet om te besluiten dat dit motorrijtuig bij het ongeval betrokken is in de zin van artikel 29bis, §1, WAM-wet, zoals te dezen van toepassing; een motorrijtuig is wel betrokken in de zin van die wetsbepaling wanneer het enige rol heeft gespeeld in het verkeersongeval, dit is wanneer het zonder hiervoor een noodzakelijk element te zijn geweest, een invloed heeft gehad op het verkeersongeval (1). (1) Zie concl. OM."
      ]
    }
  },
  "19bis": {
    "ECLI:BE:CASS:2023:ARR.20230921.1N.4": {
      "court": "CASS",
      "date": "2023-09-21",
      "roleNumber": "C.22.0406.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230921.1N.4",
      "abstractFR": null,
      "abstractNL": [
        "Het Gemeenschappelijk Waarborgfonds treedt niet in de rechten van de benadeelde aan wie het een betaling heeft verricht die niet verschuldigd was."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241126.2N.28": {
      "court": "CASS",
      "date": "2024-11-26",
      "roleNumber": "P.23.0764.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241126.2N.28",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 3 en 4 Voorafgaande Titel Wetboek van Strafvordering en de artikelen 19bis-11, § 1, 7°, en 19bis-17 Wet Aansprakelijkheid Motorvoertuigen volgt dat de strafrechter die de beklaagde vrijspreekt voor de hem ten laste gelegde feiten en aldus oordeelt dat de beklaagde niet aansprakelijk is voor het ongeval, niet bevoegd is om het Belgisch Gemeenschappelijk waarborgfonds in de plaats te stellen van de aansprakelijke persoon en te veroordelen tot het vergoeden van de schadelijke gevolgen van het ongeval."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230908.1F.6": {
      "court": "CASS",
      "date": "2023-09-08",
      "roleNumber": "C.22.0372.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230908.1F.6",
      "abstractFR": [
        "Le fonds commun de garantie n'est pas tenu d'indemniser de son préjudice personnel, fût-il subi par répercussion, le conducteur d'un véhicule automoteur impliqué dans un accident de la circulation automobile qui pilote ce véhicule en sachant que l'obligation d'assurance n'a pas été respectée (1). (1) Voir Cass. 19 septembre 2008, RG C.07.0357.N, Pas. 2008, n° 487."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2020:ARR.20200914.3F.3": {
      "court": "CASS",
      "date": "2020-09-14",
      "roleNumber": "C.19.0162.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200914.3F.3",
      "abstractFR": [
        "Il ne suit pas de l'article 19bis-11, § 2, de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs que seule la personne lésée puisse en invoquer le bénéfice (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit artikel 19bis-11, § 2, WAM volgt niet dat enkel de benadeelde zich op het voordeel ervan kan beroepen (1). (1) Zie concl. OM in Pas. 2020, nr. 528."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210607.3F.1": {
      "court": "CASS",
      "date": "2021-06-07",
      "roleNumber": "C.20.0245.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210607.3F.1",
      "abstractFR": [
        "Il ne suit pas de l'article 19bis-11, § 2, de la loi du 21 novembre 1989 que le propriétaire d'un des véhicules impliqués dans l'accident ne puisse être indemnisé comme personne lésée qu'à la condition de prouver que le conducteur de ce véhicule n'est pas responsable de l'accident (1). (1) Voir Cass. 24 novembre 2016, RG C.15.0517.F, Pas. 2016, n° 673; Cass. 26 avril 2018, RG C.170578.N, Pas. 2018, n° 273."
      ],
      "abstractNL": [
        "Uit artikel 19bis-11, § 2, WAM volgt niet dat de eigenaar van een van de bij het ongeval betrokken voertuigen enkel als benadeelde kan worden vergoed als hij aantoont dat de bestuurder van dat voertuig niet aansprakelijk is voor het ongeval (1). (1) Zie Cass. 24 november 2016, AR C.15.0517.F, AC 2016, nr. 673; Cass. 26 april 2018, AR C.17.0578.N, AC 2018, nr. 273."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200618.1N.22": {
      "court": "CASS",
      "date": "2020-06-18",
      "roleNumber": "C.19.0299.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200618.1N.22&lang=fr",
      "abstractFR": [
        "Là où la loi ne distingue pas, il ne faut pas distinguer, de sorte qu’il convient d’entendre par « une invalidité temporaire d’un mois ou plus » une invalidité d’un mois ou plus, qu’elle soit complète ou partielle."
      ],
      "abstractNL": [
        "Wanneer de wet geen onderscheid maakt, mag ook geen onderscheid worden gemaakt, zodat onder \"een tijdelijke invaliditeit van een maand of meer\" zowel een algehele als een gedeeltelijke tijdelijke invaliditeit van een maand of meer moet worden verstaan."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200130.1N.3": {
      "court": "CASS",
      "date": "2020-01-30",
      "roleNumber": "C.18.0559.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200130.1N.3&lang=fr",
      "abstractFR": [
        "L'assureur d'un véhicule impliqué dans un accident à qui une demande est adressée sur la base de l'article 19bis-11, § 2, de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs, qui concerne un régime d'indemnisation automatique que la loi impose aux assureurs qui couvrent la responsabilité civile à laquelle des véhicules automoteurs peuvent donner lieu, doit fournir une réponse motivée aux éléments mentionnés dans la demande visée à l'article 14, § 1er, de cette loi (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De verzekeraar van een in een ongeval betrokken voertuig aan wie een verzoek wordt gericht op grond van artikel 19bis-11, § 2, WAM, die een automatische vergoedingsregeling betreft die de wet oplegt aan de verzekeraars die de burgerrechtelijke aansprakelijkheid waartoe motorrijtuigen aanleiding kunnen geven dekken, moet een met redenen omkleed antwoord geven op de elementen die in de aanvraag worden vermeld zoals bedoeld in artikel 14, § 1, WAM (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180426.12": {
      "court": "CASS",
      "date": "2018-04-26",
      "roleNumber": "C.17.0578.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180426.12&lang=fr",
      "abstractFR": [
        "Il résulte de l'article 19bis-11, §2, tel qu'abrogé par l'article 15 de la loi du 31 mai 2017 modifiant la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs que, pour l'application de cette disposition légale, seuls les assureurs en matière d'assurance automobile obligatoire des véhicules dont les conducteurs ne voient pas leur responsabilité engagée ne sont pas tenus à indemnisation (1). (1) Cass. 12 septembre 2016, RG C.15.0326.N, Pas. 2016, n° 475.",
        "Il ressort des dispositions des articles 19bis-11, § 1er, de la loi du 21 novembre 1989 et 19bis-11, § 2, tel qu'applicables en l'espèce, et de leur genèse légale que le régime d'indemnisation prévu à l'article 19bis-11, § 1er, de la loi du 21 novembre 1989 repose sur la responsabilité et les assurances de responsabilité, alors que le régime consacré à l'article 19bis-11, § 2, de la loi du 21 novembre 1989 constitue un régime d'indemnisation automatique distinct de l'intervention du Fonds et que la loi impose aux assureurs qui couvrent la responsabilité civile à laquelle des véhicules automoteurs peuvent donner lieu.",
        "La répartition par parts égales visée à l'article 19bis-11, § 2, de la loi du 21 novembre 1989, tel qu'applicable en l'espèce, ne s'applique qu'entre les assureurs; la personne lésée peut par conséquent réclamer la totalité du dommage qu'elle a subi à tout assureur d'un véhicule impliqué dans l'accident, à l'exception de ceux de l'assuré dont la responsabilité n'est indubitablement pas engagée (1). (1) Cass. 14 décembre 2017, RG C.17.0338.N, Pas. 2017, n° 715."
      ],
      "abstractNL": [
        "Een interpretatieve wet is een wet die betreffende een punt waar de rechtsregel onzeker of betwist is, een oplossing geeft die door de rechtspraak had kunnen aangenomen worde (1); uit de parlementaire voorbereiding van de wet van 31 mei 2017 tot wijziging van de wet van 21 november 1989 betreffende de verplichte aansprakelijkheidsverzekering motorrijtuigen volgt dat artikel 29ter WAM, zoals ingevoerd bij de voormelde wet van 31 mei 2017, voorziet in een aangepaste vergoedingsregel en bijgevolg geen interpretatieve wetsbepaling is. (1) Cass. 7 april 2016, AR F.14.0097.N, AC 2016, nr. 245; Cass. 16 februari 2015, AR C.13.0524.F, AC 2015, nr. 115.",
        "Uit artikel 19bis-11, §2, zoals opgeheven bij artikel 15 van de wet van 31 mei 2017 tot wijziging van de wet van 21 november 1989 betreffende de verplichte aansprakelijkheidsverzekering motorrijtuigen, volgt dat voor de toepassing van deze wetsbepaling enkel de WAM-verzekeraars van de voertuigen waarvan de bestuurders geen aansprakelijkheid dragen, niet tot vergoeding gehouden zijn (1). (1) Cass. 12 september 2016, AR C.15.0326.N, AC 2016, nr. 475.",
        "Uit de bepalingen van artikel 19bis-11, §1, WAM en artikel 19bis-11, §2, zoals hier van toepassing, en hun wetsgeschiedenis blijkt dat de vergoedingsregeling bepaald in artikel 19bis-11, §1, WAM steunt op aansprakelijkheid en de aansprakelijkheidsverzekeringen, terwijl de in artikel 19bis-11, §2, WAM vervatte regel een automatische vergoedingsregel is die losstaat van het optreden van het Fonds en die de wet oplegt aan de verzekeraars die de burgerrechtelijke aansprakelijkheid waartoe motorrijtuigen aanleiding kunnen geven, dekken."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180208.1": {
      "court": "CASS",
      "date": "2018-02-08",
      "roleNumber": "C.15.0458.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180208.1&lang=fr",
      "abstractFR": [
        "Toute personne lésée peut obtenir du Fonds commun de garantie la réparation des dommages causés par un véhicule automoteur lorsqu'aucune entreprise d'assurances n'est obligée à ladite réparation en raison d'un cas fortuit exonérant le conducteur du véhicule qui a causé l'accident.",
        "Le cas fortuit doit être apprécié dans le chef du conducteur du véhicule ayant causé l'accident (1). (1) Voir Cass. 2 mai 1989, RG n° 2308, Pas. 1988-89, n° 497."
      ],
      "abstractNL": [
        "Elke benadeelde kan van het Gemeenschappelijk Waarborgfonds de vergoeding verkrijgen van de schade die door een motorrijtuig is veroorzaakt wanneer geen enkele verzekeringsonderneming tot die vergoeding verplicht is om reden van een toevallig feit waardoor de bestuurder van het voertuig dat het ongeval veroorzaakte, vrijuit gaat.",
        "Het toevallig feit moet worden beoordeeld aan de zijde van de bestuurder van het voertuig dat het ongeval heeft veroorzaakt (1). (1) Zie Cass. 2 mei 1989, AR nr. 2308, AC 1988-89, nr. 497."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161124.9": {
      "court": "CASS",
      "date": "2016-11-24",
      "roleNumber": "C.15.0517.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161124.9",
      "abstractFR": [
        "Il ne suit pas de l'article 19bis-11, § 2, de la loi du 21 novembre 1989 que le conducteur d'un des véhicules impliqués dans l'accident ne puisse être indemnisé comme personne lésée qu'à la condition de prouver qu'il n'est pas responsable de l'accident."
      ],
      "abstractNL": [
        "Uit artikel 19bis-11, § 2, WAM-wet volgt niet dat de bestuurder van een van de bij het ongeval betrokken voertuigen slechts als benadeelde persoon kan worden vergoed mits hij bewijst dat hij niet aansprakelijk is voor het ongeval."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160630.19": {
      "court": "CASS",
      "date": "2016-06-30",
      "roleNumber": "C.15.0458.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160630.19&lang=fr",
      "abstractFR": [
        "Lorsque le moyen de cassation soulève une violation des articles 10 et 11 de la Constitution dans la mesure où l'article 19bis-13, § 3, de la loi du 21 novembre 1989 permet que la personne lésée secondaire soit privée de l'indemnisation de son dommage matériel, nonobstant le fait que ce dommage ait été causé par un conducteur identifié mais par le seul fait que ce dernier peut faire appel à l'intervention d'un conducteur non identifié, la Cour pose à la Cour constitutionnelle la question de savoir si l'article 19bis-13, § 3 de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs viole les articles 10 et 11 de la Constitution, s'il est interprété en ce sens que, outre la personne lésée primaire par un accident causé par un véhicule non identifié, la personne lésée secondaire est aussi privée de la possibilité d'obtenir une indemnisation du dommage matériel de la part du Fonds commun de garantie, dès lors qu'une telle interprétation crée en effet une inégalité dans le chef des personnes lésées secondaires parce que les victimes d'un sinistre causé par un conducteur qui est confronté à un cas fortuit qui est aussi un véhicule non identifié ne peut prétendre qu'à l'indemnisation du dommage corporel, alors que les victimes d'un sinistre qui est causé par un conducteur qui est confronté à un simple cas fortuit peuvent prétendre à l'indemnisation intégrale tant du dommage corporel que du dommage matériel."
      ],
      "abstractNL": [
        "Wanneer het cassatiemiddel een schending van de artikelen 10 en 11 Grondwet opwerpt in zoverre artikel 19bis-13, §3, WAM toelaat dat de secundaire schadelijder de vergoeding van zijn materiële schade wordt ontzegd, niettegenstaande deze werd veroorzaakt door een geïdentificeerde bestuurder doch louter door het feit dat deze zich kan beroepen op de tussenkomst van een niet-geïdentificeerde bestuurder, stelt het Hof de vraag aan het Grondwettelijk Hof of artikel 19bis-13, §3, van de wet van 21 november 1989 betreffende de verplichte aansprakelijkheidsverzekering inzake motorrijtuigen de artikelen 10 en 11 Grondwet schendt, indien het in die zin geïnterpreteerd wordt dat, naast de primaire schadelijder van een ongeval veroorzaakt door een niet-geïdentificeerd voertuig, ook de secundaire schadelijder de mogelijkheid ontzegd kan worden vergoeding voor materiële schade van het gemeenschappelijk waarborgfonds te verkrijgen, aangezien dergelijke interpretatie immers een ongelijkheid creëert in hoofde van de groep secundaire schadelijders, omdat slachtoffers van een schadegeval dat veroorzaakt wordt door een bestuurder die geconfronteerd wordt met een toevallig feit dat tegelijkertijd een niet- geïdentificeerd voertuig is, enkel recht hebben op vergoeding van de lichamelijke schade, terwijl de slachtoffers van een schadegeval dat veroorzaakt wordt door een bestuurder die geconfronteerd wordt met een zuiver toevallig feit recht hebben op integrale vergoeding van zowel lichamelijke als materiële schade."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141106.11": {
      "court": "CASS",
      "date": "2014-11-06",
      "roleNumber": "C.14.0066.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141106.11",
      "abstractFR": [
        "L'obligation d'indemnisation des assureurs couvrant la responsabilité civile des conducteurs des véhicules n'est pas limitée à la réparation des dommages résultant de lésions corporelles (1). (1) L. du 21 novembre 1989, art. 19bis-11, § 2, inséré par la loi du 22 août 2002."
      ],
      "abstractNL": [
        "De vergoedingsverplichting van de verzekeraars die de burgerrechtelijke aansprakelijkheid van de bestuurders van de voertuigen dekken, is niet beperkt tot de vergoeding van de schade uit lichamelijke letsels (1). (1) Art. 19bis-11, § 2, W.A.M. 1989, ingevoegd door de wet van 22 augustus 2002."
      ]
    }
  },
  "29ter": {
    "ECLI:BE:CASS:2022:ARR.20221223.1N.6": {
      "court": "CASS",
      "date": "2022-12-23",
      "roleNumber": "C.22.0145.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221223.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 29ter WAM, zoals ingevoerd bij de vermelde wet van 31 mei 2017, voorziet in een aangepaste vergoedingsregel en is bijgevolg geen interpretatieve wetsbepaling (1). (1) Cass. 26 april 2018, AR C.17.0578.N, AC 2018, nr. 273; Cass. 7 april 2016, AR F.14.0097.N, AC 2016, nr. 245; Cass. 16 februari 2015, AR C.13.0524.F, AC 2015, nr. 115."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180426.12": {
      "court": "CASS",
      "date": "2018-04-26",
      "roleNumber": "C.17.0578.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180426.12&lang=fr",
      "abstractFR": [
        "Une loi interprétative est une loi qui, à propos d'un point de la règle de droit qui est incertain ou contesté, donne une solution qui aurait pu être admise par la jurisprudence (1); il résulte des travaux préparatoires de la loi du 31 mai 2017 modifiant la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs que l'article 29ter de la loi du 21 novembre 1989, tel qu'inséré par la loi précitée du 31 mai 2017, prévoit un régime d'indemnisation adapté e n'est pas, par conséquent, une disposition légale interprétative. (1) Cass. 7 avril 2016, RG F.14.0097.N, Pas. 2016, n° 245; Cass. 16 février 2015, RG C. 13.0524.F, Pas. 2015, n° 115."
      ],
      "abstractNL": [
        "Een interpretatieve wet is een wet die betreffende een punt waar de rechtsregel onzeker of betwist is, een oplossing geeft die door de rechtspraak had kunnen aangenomen worden (1); uit de parlementaire voorbereiding van de wet van 31 mei 2017 tot wijziging van de wet van 21 november 1989 betreffende de verplichte aansprakelijkheidsverzekering motorrijtuigen volgt dat artikel 29ter WAM, zoals ingevoerd bij de voormelde wet van 31 mei 2017, voorziet in een aangepaste vergoedingsregel en bijgevolg geen interpretatieve wetsbepaling is. (1) Cass. 7 april 2016, AR F.14.0097.N, AC 2016, nr. 245; Cass. 16 februari 2015, AR C.13.0524.F, AC 2015, nr. 115."
      ]
    }
  }
}