{
  "2": {
    "ECLI:BE:CASS:2019:ARR.20191119.2N.9": {
      "court": "CASS",
      "date": "2019-11-19",
      "roleNumber": "P.19.0729.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191119.2N.9&lang=fr",
      "abstractFR": [
        "Il y a acte de chasse lorsqu'il est démontré que le prévenu avait l'intention de s'emparer de gibier par l'acte qui lui est reproché (1) ; le juge se prononce souverainement sur ce point, mais la Cour vérifie si le juge ne déduit pas de ses constatations des conséquences qui y sont étrangères ou qu'elles ne sauraient justifier. (1) L. ULRIX, Jacht in APR, Gand, Story-Scientia, 1973, n° 2 à 20."
      ],
      "abstractNL": [
        "Er is sprake van een jachtdaad wanneer is aangetoond dat de beklaagde met de hem verweten handeling het voornemen heeft gehad wild te bemachtigen (1); de rechter oordeelt daarover onaantastbaar maar het Hof gaat na of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden verantwoord. (1) L. ULRIX, Jacht in APR, GENT, Story-Scientia, 1973, nr. 2 tot 20."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191015.4": {
      "court": "CASS",
      "date": "2019-10-15",
      "roleNumber": "P.19.0406.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191015.4&lang=fr",
      "abstractFR": [
        "Il résulte des articles 2, alinéa 2, 3 et 6, alinéa 1er, du décret du Conseil flamand du 24 juillet 1991 sur la chasse que l'interdiction prévue à l'article 6, § 1er, porte uniquement sur le fait de tuer ou de capturer, ou, dans ce but, de dépister ou de poursuivre du gibier au sens de l'article 3 dudit décret, étant entendu qu'il n'est pas requis que le gibier soit effectivement tué ou capturé mais que l'intention de s'emparer du gibier suffit; le juge examine souverainement si les faits qu'il constate constituent un acte de chasse tel que visé à l'article 2, alinéa 2 du décret du Conseil flamand du 24 juillet 1991 (1). (1) L. ULRIX, Jacht, dans A.P.R., Gand, Story-Scientia, 1973, 13-19."
      ],
      "abstractNL": [
        "Uit de bepalingen van de artikelen 2, tweede lid, 3 en 6, eerste lid van het Jachtdecreet volgt dat het verbod van artikel 6, eerste lid, Jachtdecreet enkel betrekking heeft op het doden of vangen of het met dat doel opsporen en achtervolgen van wild in de zin van artikel 3 van dat decreet, waarbij niet vereist is dat daadwerkelijk wild wordt gedood of gevangen maar het voornemen om wild te bemachtigen volstaat; de rechter oordeelt onaantastbaar of de feiten die hij vaststelt een jachtdaad uitmaken als bedoeld in artikel 2, tweede lid, Jachtdecreet (1). (1) L. ULRIX, Jacht, in APR, Gent, Story-Scientia, 1973, 13-19."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170919.4": {
      "court": "CASS",
      "date": "2017-09-19",
      "roleNumber": "P.16.1101.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170919.4&lang=fr",
      "abstractFR": [
        "Aux termes de l'article 2 du décret sur la chasse du 24 juillet 1991, l'acte de chasse ne comprend pas seulement l'action par laquelle le gibier est tué ou capturé, mais aussi l'action par laquelle le gibier est dépisté et poursuivi à cette fin; il faut mais il suffit que l'intention de s'approprier du gibier ait été démontrée et il n'est pas nécessaire que du gibier soit effectivement capturé ou tué (1). (1) Gand, 28 décembre 2012, T.M.R., 2013/3, pp. 356-357; A. VANDEPLAS, Jagen, Comm. Straf., pp. 3-5; W. HAELEWYN et A. BALCAEN: « Wapens, wild en wachters », note sous Corr. Courtrai 20 février 2008, T. Strafr., 2009, pp. 277- 282."
      ],
      "abstractNL": [
        "Volgens artikel 2 Jachtdecreet omvat de jachtdaad niet alleen de handeling waarbij het wild wordt gedood of gevangen, maar ook de handeling waarbij dat wild met dat doel wordt opgespoord en achtervolgd; het is vereist maar het volstaat dat het voornemen om wild te bemachtigen is aangetoond en het is niet noodzakelijk dat daadwerkelijk wild wordt gevangen of gedood (1). (1) Gent, 28 december 2012, T.M.R., 2013/3, pp. 356-357; A. VANDEPLAS, Jagen, Comm.Straf., pp. 3-5; W. HAELEWYN en A. BALCAEN: « Wapens, wild en wachters », noot onder Corr. Kortrijk 20 februari 2008, T. Strafr., 2009, pp. 277- 282."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2019:ARR.20191015.4": {
      "court": "CASS",
      "date": "2019-10-15",
      "roleNumber": "P.19.0406.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191015.4&lang=fr",
      "abstractFR": [
        "Il résulte des articles 2, alinéa 2, 3 et 6, alinéa 1er, du décret du Conseil flamand du 24 juillet 1991 sur la chasse que l'interdiction prévue à l'article 6, § 1er, porte uniquement sur le fait de tuer ou de capturer, ou, dans ce but, de dépister ou de poursuivre du gibier au sens de l'article 3 dudit décret, étant entendu qu'il n'est pas requis que le gibier soit effectivement tué ou capturé mais que l'intention de s'emparer du gibier suffit; le juge examine souverainement si les faits qu'il constate constituent un acte de chasse tel que visé à l'article 2, alinéa 2 du décret du Conseil flamand du 24 juillet 1991 (1). (1) L. ULRIX, Jacht, dans A.P.R., Gand, Story-Scientia, 1973, 13-19."
      ],
      "abstractNL": [
        "Uit de bepalingen van de artikelen 2, tweede lid, 3 en 6, eerste lid van het Jachtdecreet volgt dat het verbod van artikel 6, eerste lid, Jachtdecreet enkel betrekking heeft op het doden of vangen of het met dat doel opsporen en achtervolgen van wild in de zin van artikel 3 van dat decreet, waarbij niet vereist is dat daadwerkelijk wild wordt gedood of gevangen maar het voornemen om wild te bemachtigen volstaat; de rechter oordeelt onaantastbaar of de feiten die hij vaststelt een jachtdaad uitmaken als bedoeld in artikel 2, tweede lid, Jachtdecreet (1). (1) L. ULRIX, Jacht, in APR, Gent, Story-Scientia, 1973, 13-19."
      ]
    }
  }
}