{
  "4": {
    "ECLI:BE:CASS:2004:ARR.20040317.12": {
      "court": "CASS",
      "date": "2004-03-17",
      "roleNumber": "P040210F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2004:ARR.20040317.12",
      "abstractFR": [
        "Le délai prévu par l'article 3, § 4, de la loi du 5 mars 1998 relative à la libération conditionnelle et modifiant la loi du 9 avril 1930 de défense sociale à l'égard des anormaux et des délinquants d'habitude, remplacée par la loi du 1er juillet 1964, et la périodicité de la réunion de la commission de libération conditionnelle prévue par l'article 4, § 3, de l'arrêté royal du 10 février 1999 portant des mesures d'exécution relatives à la libération conditionnelle, ne sont pas prescrits à peine de nullité (1). (1) Voir Cass., 14 juin 2000, RG P.00.0513.F, n° 365 et 10 décembre 2003, RG P.03.1395.F, n° ..."
      ],
      "abstractNL": [
        "De termijn, bepaald in art. 3, § 4, Wet van 5 maart 1998 betreffende de voorwaardelijke invrijheidstelling en tot wijziging van de Wet van 9 april 1930 tot bescherming van de maatschappij tegen de abnormalen en de gewoontemisdadigers, vervangen door de Wet van 1 juli 1964, en de periodiciteit van de vergadering van de commissie voor de voorwaardelijke invrijheidstelling, bedoeld in art. 4, § 3, K.B. van 10 feb. 1999 houdende uitvoeringsmaatregelen inzake de voorwaardelijke invrijheidstelling, zijn niet voorgeschreven op straffe van nietigheid (1). (1) Zie Cass., 14 juni 2000, AR P.00.0513.F, nr 365; 10 dec. 2003, AR P.03.1395.F, nr ..."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2000:ARR.20000920.10": {
      "court": "CASS",
      "date": "2000-09-20",
      "roleNumber": "P001156FV",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2000:ARR.20000920.10",
      "abstractFR": [
        "Est nulle la décision de la commission de libération conditionnelle, lorsqu'il est impossible, en raison du défaut de signature du procès-verbal de l'audience par le président et par le secrétaire, de contrôler si les membres de la commission qui ont délibéré et statué sur l'affaire avaient assisté à toutes les audiences où ladite affaire a été examinée (1). (1) Voir cass., 7 juin 1989, RG 7321, n° 573; 19 octobre 1990, RG 3815, n° 71; et 14 décembre 1993, RG 7169, n° 524."
      ],
      "abstractNL": [
        "De beslissing van de commissie voor de voorwaardelijke invrijheidstelling is nietig, wanneer, bij gebrek aan ondertekening van het proces-verbaal van de zitting door de voorzitter en de secretaris, niet kan worden nagegaan of de leden van de commissie die over de zaak hebben beraadslaagd en uitspraak gedaan, aan alle zittingen hebben deelgenomen waarop die zaak is behandeld (1). (1) Zie Cass., 7 juni 1989, A.R. 7321, nr. 573; 19 okt. 1990, A.R. 3815, nr. 71; 14 dec. 1993, A.R. 7169, nr. 524."
      ]
    },
    "ECLI:BE:CASS:2000:ARR.20000216.7": {
      "court": "CASS",
      "date": "2000-02-16",
      "roleNumber": "P991826F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2000:ARR.20000216.7",
      "abstractFR": [
        "De la circonstance que le secrétaire de la commission de libération conditionnelle a signé la décision de celle-ci, conformément à l'obligation que lui impose la loi , il ne se déduit pas qu'il a pris part au délibéré."
      ],
      "abstractNL": [
        "Uit de omstandigheid dat de secretaris van de commissie voor de voorwaardelijke invrijheidstelling een beslissing van die commissie ondertekend heeft overeenkomstig de hem bij wet opgelegde verplichting, kan niet worden afgeleid dat hij aan de beraadslaging heeft deelgenomen."
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2000:ARR.20000920.10": {
      "court": "CASS",
      "date": "2000-09-20",
      "roleNumber": "P001156FV",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2000:ARR.20000920.10",
      "abstractFR": [
        "Le procès-verbal de l'audience de la commission de libération conditionnelle, dressé par le secrétaire pour chaque affaire examinée, doit être signé tant par le président que par le secrétaire; cette formalité, prescrite aux fins de conférer authenticité au procès-verbal qui contient ces mentions, est substantielle (1). (1) Voir cass., 20 octobre 1999, RG P.99.0408.F, n° 548.",
        "Est nulle la décision de la commission de libération conditionnelle, lorsqu'il est impossible, en raison du défaut de signature du procès-verbal de l'audience par le président et par le secrétaire, de contrôler si les membres de la commission qui ont délibéré et statué sur l'affaire avaient assisté à toutes les audiences où ladite affaire a été examinée (1). (1) Voir cass., 7 juin 1989, RG 7321, n° 573; 19 octobre 1990, RG 3815, n° 71; et 14 décembre 1993, RG 7169, n° 524."
      ],
      "abstractNL": [
        "Het proces-verbaal van de terechtzitting van de commissie voor de voorwaardelijke invrijheidstelling, dat door de secretaris per behandelde zaak wordt opgemaakt, moet zowel door de voorzitter als door de secretaris ondertekend worden; voormeld vormvereiste, dat voorgeschreven is om authenticiteit te verlenen aan het proces-verbaal dat die vermeldingen bevat, is substantieel (1). (1) Zie Cass., 20 okt. 1999, A.R. P.99.0408.F, nr. 548.",
        "De beslissing van de commissie voor de voorwaardelijke invrijheidstelling is nietig, wanneer, bij gebrek aan ondertekening van het proces-verbaal van de zitting door de voorzitter en de secretaris, niet kan worden nagegaan of de leden van de commissie die over de zaak hebben beraadslaagd en uitspraak gedaan, aan alle zittingen hebben deelgenomen waarop die zaak is behandeld (1). (1) Zie Cass., 7 juni 1989, A.R. 7321, nr. 573; 19 okt. 1990, A.R. 3815, nr. 71; 14 dec. 1993, A.R. 7169, nr. 524."
      ]
    }
  }
}