{
  "1": {
    "ECLI:BE:CASS:2025:ARR.20251007.2N.19": {
      "court": "CASS",
      "date": "2025-10-07",
      "roleNumber": "P.25.0842.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251007.2N.19",
      "abstractFR": null,
      "abstractNL": [
        "De rechter is in beginsel verplicht de door artikel 30, vierde lid, van de wet van 21 december 2009 betreffende het accijnsstelsel van alcoholvrije dranken en koffie voorziene verbeurdverklaring uit te spreken, maar uit het arrest van het Grondwettelijk Hof nr. 11/2025 van 30 januari 2025 volgt dat de rechter moet afzien van het opleggen van de verbeurdverklaring van de accijnsproducten wanneer die bijkomende bestraffing tot gevolg zou hebben dat daardoor aan een beklaagde een onredelijk zware straf zou worden opgelegd; bijgevolg is de rechter, alvorens over die verbeurdverklaring uitspraak te doen en ongeacht of de accijnsproducten in beslag werden genomen, ertoe gehouden na te gaan of daarmee aan een beklaagde geen onredelijk zware straf zou worden opgelegd; de rechter oordeelt daarover onaantastbaar en kan daarbij rekening houden met de vermogenstoestand van de beklaagde zoals die blijkt uit de elementen die aan zijn beoordeling zijn voorgelegd, diens persoonlijkheid en rol bij de feiten, de aard en de zwaarwichtigheid van het bewezenverklaarde misdrijf en het door de beklaagde nagestreefde voordeel, zonder dat de rechter noodzakelijk al die elementen bij zijn beoordeling moet betrekken (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251125.2N.5": {
      "court": "CASS",
      "date": "2025-11-25",
      "roleNumber": "P.25.0713.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251125.2N.5",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 26, eerste en tweede lid, Wet Politieambt laat de politieambtenaren die op grond van die bepalingen een publiek toegankelijke plaats betreden, enkel toe om zintuiglijke waarnemingen te doen van de betreden plaats en van wie of wat zich in die plaats bevindt; die bepalingen beletten de optredende politieambtenaren weliswaar niet om vragen te stellen aan aanwezige personen, maar zij laten als dusdanig niet toe dat de politieambtenaren overgaan tot het nemen van dwangmaatregelen zodat die betreding in de regel geen impact heeft op het eigendomsrecht zoals beschermd door artikel 1 Eerste Aanvullend Protocol EVRM (1). (1) Zie JANSSENS, R., “De zoeking in een voor het publiek toegankelijke plaats” (noot), T.Strafr., 2011, 350-351."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251104.2N.99": {
      "court": "CASS",
      "date": "2025-11-04",
      "roleNumber": "P.23.1685.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251104.2N.99",
      "abstractFR": null,
      "abstractNL": [
        "De rechter is in beginsel verplicht de verbeurdverklaring van de in artikel 261 AWDA bedoelde goederen uit te spreken maart uit de rechtspraak van het Grondwettelijk Hof zoals vervat in arrest nr. 11/2025 van 30 januari 2025 met betrekking tot de verbeurdverklaring bepaald in artikel 30, vierde lid, van de wet van 21 december 2009 betreffende het accijnsstelsel van alcoholvrije dranken en koffie, die overeenstemmend van toepassing is op de in artikel 261 AWDA bedoelde verbeurdverklaring, volgt dat de rechter moet afzien van het opleggen van de verbeurdverklaring van de goederen wanneer die bijkomende bestraffing tot gevolg zou hebben dat daardoor aan een beklaagde een onredelijk zware straf zou worden opgelegd; bijgevolg is de rechter, alvorens over die verbeurdverklaring uitspraak te doen en ongeacht of de goederen in beslag werden genomen, ertoe gehouden na te gaan of daarmee aan een beklaagde geen onredelijk zware straf zou worden opgelegd en de rechter oordeelt daarover onaantastbaar en kan daarbij rekening houden met de vermogenstoestand van de beklaagde zoals die blijkt uit de elementen die aan zijn beoordeling zijn voorgelegd, diens persoonlijkheid en rol bij de feiten, de aard en de zwaarwichtigheid van het bewezenverklaarde misdrijf en het door de beklaagde nagestreefde voordeel, zonder dat de rechter noodzakelijk al die elementen bij zijn beoordeling moet betrekken (1). (1) Cass. 7 oktober 2025, AR P.25.0842.N, ECLI:BE:CASS:2025:ARR.20251007.2N.19, met concl. OM; Cass. 7 oktober 2025 AR P.25.0081.N, ECLI:BE:CASS:2025:ARR.20251007.2N.23."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220222.2N.10": {
      "court": "CASS",
      "date": "2022-02-22",
      "roleNumber": "P.21.1267.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220222.2N.10",
      "abstractFR": [
        "Les dispositions pénales des articles 45 et 48 de la loi du 22 décembre 2009 relative au régime général d'accise, 220, 221 et 281/2 de la loi générale du 18 juillet 1977 sur les douanes et accises font partie du droit pénal douanier particulier, par lequel le législateur entend lutter contre l'ampleur et la fréquence de la fraude dans une matière particulièrement technique et souvent transfrontalière, largement régie par une vaste législation européenne, par le biais d'un propre système de recherches et de poursuites pénales, la répression des infractions à la législation en matière de douanes et d'accises étant souvent rendue compliquée par le nombre élevé de personnes impliquées dans le commerce et par la mobilité des biens pour lesquels les droits sont dus ; ces infractions sont principalement commises en raison des énormes profits qui peuvent en être tirés, au détriment des différentes autorités et, pour ces raisons, et notamment afin de décourager ce type de criminalité, le législateur punit les infractions en matière de douanes et d'accises par des amendes qui peuvent être très lourdes parce qu'elles sont calculées sur la base des droits de douane ou d'accises que les auteurs ont éludés ou ont voulu éluder, et l'effet dissuasif des amendes ne peut être efficace que si tant les bénéfices réalisés que les bénéfices escomptés sont pris en compte dans le calcul de ces amendes et, à cet égard, l'article 42 du Règlement (UE) n ° 952/2013 du Parlement européen et du Conseil du 9 octobre 2013 dispose que les sanctions prévues par les États membres en cas de non-respect de la législation douanière doivent être effectives, proportionnées et dissuasives ; le fait que les amendes en matière de douanes et d'accises dépassent raisonnablement la capacité financière de la personne condamnée ne signifie pas que ces infractions sont sanctionnées de manière disproportionnée ou discriminatoire, même lorsqu'elles n'ont pas donné lieu aux bénéfices escomptés par les auteurs parce qu'elles ont été mises au jour en temps utile et la circonstance que les faits commis par un prévenu sont à ce point graves que l'amende ne peut raisonnablement être réduite à un montant que le prévenu pourra payer parce que ce montant n'est aucunement proportionné aux faits n'a pas davantage pour conséquence que le juge ne puisse infliger à ce prévenu aucun emprisonnement principal ou seulement limité, de sorte que, dans les limites précitées, le juge établit souverainement la sanction qu'il estime proportionnée à la gravité de l'infraction déclarée établie et à la personnalité de l'auteur, la Cour examinant toutefois s'il ne ressort pas des constatations et des motifs de la décision attaquée qu'elle a été rendue en violation de ces dispositions conventionnelles."
      ],
      "abstractNL": [
        "De strafbepalingen vervat in de bepalingen van de artikelen 45 en 48 Accijnswet en 220, 221 en 281/2 AWDA maken deel uit van het bijzonder douanestrafrecht, waarmee de wetgever via een eigen systeem voor strafrechtelijke opsporing en vervolging de omvang en de frequentie van de fraude wil bestrijden in een bijzonder technische en vaak grensoverschrijdende materie die mede grotendeels door een uitgebreide Europese regelgeving wordt beheerst, waarbij de bestraffing van de inbreuken op de douane- en accijnswetgeving vaak bemoeilijkt wordt door het hoge aantal personen dat bij de handel is betrokken en door de mobiliteit van de goederen waarop de rechten zijn verschuldigd; deze inbreuken worden voornamelijk gepleegd wegens de enorme winsten die ermee kunnen worden gerealiseerd, dit ten nadele van verschillende overheden en om die redenen, en in het bijzonder om dit type criminaliteit te ontraden, bestraft de wetgever douane- en accijnsmisdrijven met geldboeten die zeer zwaar kunnen zijn omdat zij worden berekend op grond van de douanerechten of accijnzen die de daders ontduiken of wilden ontduiken en het ontradend effect van de geldboeten kan enkel uitwerking krijgen wanneer voor het berekenen van die geldboeten niet alleen de gerealiseerde winst, maar ook de verhoopte winst in rekening wordt gebracht en ook artikel 42 DWU bepaalt dat de sancties die door de lidstaten worden vastgesteld voor het niet naleven van de douanewetgeving effectief, proportioneel en afschrikkend moeten zijn; dat geldboeten inzake douane en accijnzen de financiële draagkracht van de veroordeelde redelijkerwijze overstijgen, houdt niet in dat die misdrijven op een onevenredige of een discriminerende wijze worden bestraft, ook niet wanneer zij de door de daders verhoopte winst niet hebben opgeleverd omdat zij tijdig zijn ontdekt en de omstandigheid dat de door een beklaagde gepleegde feiten zo ernstig zijn dat de geldboete redelijkerwijze niet kan worden herleid tot een bedrag dat de beklaagde wel zal kunnen betalen omdat een dergelijk bedrag in generlei verhouding staat tot de feiten, leidt er evenmin toe dat de rechter die beklaagde geen of maar een beperkte hoofdgevangenisstraf kan opleggen, zodat binnen de voormelde perken de rechter onaantastbaar de sanctie vaststelt die hij in verhouding acht met de zwaarte van de bewezen verklaarde inbreuk en de persoonlijkheid van de dader waarbij het Hof nagaat of uit de vaststellingen en redenen van de bestreden beslissing niet blijkt dat er werd geoordeeld met schending van die verdragsbepalingen."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251021.2N.20": {
      "court": "CASS",
      "date": "2025-10-21",
      "roleNumber": "P.23.0785.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251021.2N.20",
      "abstractFR": null,
      "abstractNL": [
        "De verbeurdverklaring gesteund op artikel 436, derde lid, Programmawet 2004 heeft een zakelijk karakter omdat het uitspreken ervan niet vereist dat de veroordeelde eigenaar is van de betrokken goederen noch dat de overtreder bekend moet zijn; zij vereist evenmin een voorafgaande inbeslagneming van de goederen; door de verbeurdverklaring wordt de Belgische Staat van rechtswege eigenaar van de goederen; indien de verbeurdverklaring betrekking heeft op niet in beslag genomen goederen, rust op de veroordeelde de verplichting om de verbeurdverklaarde goederen voor te brengen; bij niet-naleving van die verplichting heeft de Belgische Staat recht op schadevergoeding door middel van diens veroordeling door de strafrechter tot de betaling van de tegenwaarde van de verbeurdverklaarde goederen; die veroordeling is een toepassing van de uit de artikelen 1382 en 1383 oud Burgerlijk Wetboek voortvloeiende regel dat elke schuldenaar van een zaak als schadevergoeding de tegenwaarde ervan moet betalen indien hij ze heeft onttrokken aan zijn schuldeiser of wanneer hij door zijn toedoen tekortkomt aan de verplichting om de zaak te leveren; artikel 44 Strafwetboek dat bepaalt dat de veroordeling tot de bij de wet gestelde straffen altijd wordt uitgesproken onverminderd de teruggave en de schadevergoeding die aan de partijen mochten zijn verschuldigd, vormt daarvan een toepassing (1). (1) Cass. 25 juni 2025, AR P.25.0469.F, ECLI:BE:CASS:2025:ARR.20250625.2F.4 met concl. van eerste advocaat-generaal M. NOLET DE BRAUWERE; Cass. 16 april 2024, AR P.23.1652.N, ECLI:BE:CASS:2024:ARR.20240416.2N.21; Cass. 23 juni 2020, AR P.20.0020.N, AC 2020, nr. 436, NC 2021, 171; Cass. 28 mei 2019, AR P.17.1006.N, AC 2019, nr. 328; Cass. 28 juni 2016, AR P.14.1588.N, AC 2016, nr. 424 met concl. van procureur-generaal M. DE SWAEF, toen plaatsvervangend advocaat-generaal; EHRM 2 mei 2025, Nr. 4760/17 ARBE LOGISTICS Bvba t/België, www.echr.coe.int.",
        "Uit het arrest nr. 11/2025 van het Grondwettelijk Hof van 30 januari 2025 over de verbeurdverklaring bepaald in art. 30, vierde lid, wet van 21 december 2009 betreffende het accijnsstelsel van alcoholvrije dranken en koffie, dat overeenstemmend van toepassing is op de in artikel 436, derde lid, Programmawet 27 december 2004 bedoelde verbeurdverklaring van aan accijnzen onderworpen energieproducten, volgt dat de rechter in beginsel verplicht is de verbeurdverklaring van de accijnsgoederen moet uitspreken, maar moet afzien van het opleggen van de verbeurdverklaring van die goederen wanneer die bijkomende bestraffing tot gevolg zou hebben dat daardoor aan een beklaagde een onredelijk zware straf zou worden opgelegd; bijgevolg is de rechter, alvorens over die verbeurdverklaring uitspraak te doen en ongeacht of de goederen in beslag werden genomen, ertoe gehouden na te gaan of daarmee aan een beklaagde geen onredelijk zware straf zou worden opgelegd; de rechter oordeelt daarover onaantastbaar en kan daarbij rekening houden met de vermogenstoestand van de beklaagde zoals die blijkt uit de elementen die aan zijn beoordeling zijn voorgelegd, diens persoonlijkheid en rol bij de feiten, de aard en de zwaarwichtigheid van het bewezenverklaarde misdrijf en het door de beklaagde nagestreefde voordeel, zonder dat de rechter noodzakelijk al die elementen bij zijn beoordeling moet betrekken; uit het voorgaande volgt dat wanneer de rechter, om het uitspreken van een onredelijk zware straf te vermijden, ervan afziet aan een beklaagde de verbeurdverklaring van de accijnsgoederen op te leggen, op die beklaagde evenmin de verplichting kan rusten om die goederen voor te brengen; bij gebrek aan verbeurdverklaring kan er voor de Belgische Staat dan ook geen recht op schadevergoeding bestaan wegens het louter niet-voorbrengen van de goederen, zodat er geen grond is om die beklaagde te veroordelen tot de betaling van de tegenwaarde ervan; die veroordeling is enkel een burgerrechtelijk gevolg van de onmogelijkheid tot uitvoering van de verbeurdverklaring (1). (1) Cass. 7 oktober 2025, AR P.25.0842.N, ECLI:BE:CASS:2025:ARR.20251007.2N.19, met concl. van advocaat-generaal D. SCHOETERS; Cass. 7 oktober 2025, AR P.25.0081.N, ECLI:BE:CASS:2025:ARR.20251007.2N.23; Cass. 25 juni 2025, AR P.25.0469.F, ECLI:BE:CASS:2025:ARR.20250625.2F.4, met concl. van eerste advocaat-generaal M. NOLET DE BRAUWERE; GwH 30 januari 2025, nr. 11/2025, www.const-court.be."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251007.2N.23": {
      "court": "CASS",
      "date": "2025-10-07",
      "roleNumber": "P.25.0081.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251007.2N.23",
      "abstractFR": null,
      "abstractNL": [
        "De rechter is in beginsel verplicht de door artikel 436, derde lid, Programmawet van 27 december 2004 bepaalde verbeurdverklaring van de producten waarop accijnzen verschuldigd zijn uit te spreken maar uit de rechtspraak van het Grondwettelijk Hof met betrekking tot de verbeurdverklaring bepaald in artikel 30, vierde lid, van de wet van 21 december 2009 betreffende het accijnsstelsel van alcoholvrije dranken en koffie (1), die overeenstemmend van toepassing is op de in artikel 436, derde lid, Programmawet 27 december 2004 bedoelde verbeurdverklaring van aan accijnzen onderworpen energieproducten, volgt dat de rechter moet afzien van het opleggen van de verbeurdverklaring van de accijnsgoederen wanneer die bijkomende bestraffing tot gevolg zou hebben dat daardoor aan een beklaagde een onredelijk zware straf zou worden opgelegd; bijgevolg is de rechter, alvorens over die verbeurdverklaring uitspraak te doen en ongeacht of de goederen in beslag werden genomen, ertoe gehouden na te gaan of daarmee aan een beklaagde geen onredelijk zware straf zou worden opgelegd; de rechter oordeelt daarover onaantastbaar en kan daarbij rekening houden met de vermogenstoestand van de beklaagde zoals die blijkt uit de elementen die aan zijn beoordeling zijn voorgelegd, diens persoonlijkheid en rol bij de feiten, de aard en de zwaarwichtigheid van het bewezenverklaarde misdrijf en het door de beklaagde nagestreefde voordeel, zonder dat de rechter noodzakelijk al die elementen bij zijn beoordeling moet betrekken (2). (1) GwH 30 januari 2025, nr. 11/2025, www.const-court.be. (2) Zie Cass. 7 oktober 2025, AR P.25.0842.N, ECLI:BE:CASS:2025:ARR.20251007.2N.19, met concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250929.3F.1": {
      "court": "CASS",
      "date": "2025-09-29",
      "roleNumber": "F.10.0058.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250929.3F.1",
      "abstractFR": [
        "Il ressort de la genèse de l'article 49 de la loi-programme du 9 juillet 2004 que l'insertion de cette disposition légale est justifiée par le fait que la régularité de l'interruption de la prescription des impôts contestés par la signification d'un commandement a été reconnue jusqu'au moment où les arrêts des 10 octobre 2002 et 21 février 2003 ont été rendus par la Cour et que cette disposition légale a été adoptée afin de garantir les intérêts financiers du Trésor; cette disposition légale, qui doit empêcher que certains contribuables bénéficient d'un avantage non envisagé par le législateur et qui est conforme à l'intérêt général et nécessaire pour assurer le paiement des impôts dont le législateur n'a nullement modifié les règles d'établissement, est compatible avec l'article 1er du Premier Protocole additionnel à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (1). (1) Voir les concl. du MP.",
        "L'article 1er du Premier Protocole additionnel à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales est étranger à l'obligation du directeur régional de statuer dans un délai raisonnable sur la réclamation que le contribuable peut introduire, conformément à l'article 366 du Code des impôts sur les revenus 1992 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20221209.1N.8": {
      "court": "CASS",
      "date": "2022-12-09",
      "roleNumber": "C.22.0030.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221209.1N.8",
      "abstractFR": null,
      "abstractNL": [
        "De vordering van de begunstigde van een verkoopbelofte kan bogen op eigendomsbescherming in de zin van artikel 1 Eerste aanvullend Protocol EVRM en kan derdenverzet instellen tegen de beslissing over de wettigheid van de onteigening gezien hij beschikt over een recht dat buiten zijn schuldvordering ligt (1). (1) Zie andersluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250923.2N.5": {
      "court": "CASS",
      "date": "2025-09-23",
      "roleNumber": "P.24.1378.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250923.2N.5",
      "abstractFR": null,
      "abstractNL": [
        "De rechter moet overeenkomstig artikel 1 Eerste Aanvullend Protocol EVRM en artikel 159 Grondwet nagaan of de vordering van de herstelvorderende overheid op grond van artikel 11.4.1 van het decreet van 12 juli 2013 betreffende het onroerend erfgoed uitsluitend met het oog op de bescherming van de erfgoedwaarden is genomen en hij moet een vordering die is gesteund op motieven die vreemd zijn aan de bescherming van de erfgoedwaarden of op een opvatting daarvan die kennelijk onredelijk is, zonder gevolg laten (1). (1) Zie Cass.7 juni 2016, AR P.15.0135.N, AC 2016, nr. 377, ECLI:BE:CASS:2016:ARR.20160607.1"
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231020.1F.2": {
      "court": "CASS",
      "date": "2023-10-20",
      "roleNumber": "C.19.0558.F-C.21.0109.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231020.1F.2",
      "abstractFR": [
        "Il ne suit pas des articles 16 de la Constitution et 1er du Premier Protocole additionnel à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, que, lorsqu'une mesure de l'autorité restreignant le droit de propriété constitue une violation de ces dispositions, cette violation est constitutive d'une faute qui perdure aussi longtemps que le comportement fautif de l'autorité n'a pas cessé.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20241224.2N.33": {
      "court": "CASS",
      "date": "2024-12-24",
      "roleNumber": "P.24.1672.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241224.2N.33",
      "abstractFR": null,
      "abstractNL": [
        "De strafuitvoeringsrechtbank die in het kader van de toetsing van de tegenaanwijzingen van artikel 47, §1, 1° en 2° Wet Strafuitvoering oordeelt dat een veroordeelde tot vrijheidsstraf geen activiteiten in binnen- of buitenlandse vennootschappen mag verrichten, legt aldus een beperking op aan het eigendomsrecht van de veroordeelde waarvoor een wettelijke basis bestaat; die beperking is bovendien niet onevenredig met het nagestreefde doel van algemeen belang."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230207.2N.9": {
      "court": "CASS",
      "date": "2023-02-07",
      "roleNumber": "P.22.1492.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230207.2N.9",
      "abstractFR": null,
      "abstractNL": [
        "De verbeurdverklaring van een gans informaticasysteem of een gehele digitale gegevensdrager kan evenwel leiden tot het verlies van legale digitale gegevens van persoonlijke of professionele aard, die op dat informaticasysteem of die digitale gegevensdrager zijn opgeslagen; hierdoor kan het recht op privéleven of het eigendomsrecht van de beklaagde worden aangetast; daartegenover staat dat digitale gegevens vatbaar zijn voor een in principe onbeperkte vermenigvuldiging zonder kwaliteitsverlies; de technische en maatschappelijke evolutie waardoor de digitale opslag van gegevens is toegenomen en de mogelijkheid tot het digitaal vermenigvuldigen van die gegevens verantwoorden dan ook een evolutieve uitlegging van de toepasselijke wetsbepalingen, mede in het licht van de door het Europees Hof voor de Rechten van de Mens gegeven uitlegging van artikel 8 EVRM en artikel 1 Eerste Aanvullend Protocol EVRM; hieruit volgt dat de artikelen 42, 1°, en 44 Strafwetboek, samen gelezen met artikel 8 EVRM en artikel 1 Eerste Aanvullend Protocol EVRM, de beklaagde toelaten om aan de rechter de teruggave te vragen van een digitale kopie van de legale gegevens die zijn opgeslagen in een informaticasysteem of op een digitale gegevensdrager, wanneer dat systeem of die drager in aanmerking komt voor verbeurdverklaring; vereist is dat de betrokkene de teruggave uitdrukkelijk vraagt, dat hij aantoont dat die vraag betrekking heeft op essentiële gegevens van persoonlijke of professionele aard waar hij zonder de teruggave geen toegang meer kan hebben, dat hij die gegevens en hun precieze locatie in het informaticasysteem of op de gegevensdrager aanduidt en dat hij zelf een gegevensdrager ter beschikking stelt waarop de gegevens kunnen worden gekopieerd; bovendien moet het technisch en zonder onevenredige werklast mogelijk zijn de gevraagde gegevens te kopiëren (1). (1) Zie gelijkluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250619.1F.7": {
      "court": "CASS",
      "date": "2025-06-19",
      "roleNumber": "F.23.0037.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250619.1F.7",
      "abstractFR": [
        "L'ingérence de l'État dans la jouissance du droit au respect des biens de toute personne, que constitue l'établissement de l'impôt, doit être prévue par une norme juridique qui doit être suffisamment accessible, précise et prévisible dans son application; Il ne s'ensuit en revanche pas que les règles gouvernant l'admissibilité d'une preuve obtenue illégalement ne puissent résulter que d'une loi au sens formel ni que, lorsqu'elles invitent le juge à procéder à un contrôle de proportionnalité au regard du droit à un procès équitable en mettant en balance l'intérêt général et l'intérêt individuel du contribuable, ces normes ne répondent pas au critère de prévisibilité (1). (1) Voir concl. non conformes du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230324.1N.1": {
      "court": "CASS",
      "date": "2023-03-24",
      "roleNumber": "F.21.0076.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230324.1N.1",
      "abstractFR": null,
      "abstractNL": [
        "Een belasting is enkel verenigbaar met het recht op het ongestoord genot van de eigendom, indien ze een redelijk verband van evenredigheid heeft tot het nagestreefde doel; een interestvoet inzake btw van 0,8 pct. per maand, zoals bepaald in artikel 91, § 1, Btw-wetboek, is niet onevenredig tot het door de wetgever nagestreefde doel."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230502.2N.7": {
      "court": "CASS",
      "date": "2023-05-02",
      "roleNumber": "P.23.0068.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230502.2N.7",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 1 Eerste Aanvullend Protocol EVRM houdt voor de onderzoeksrechter of de kamer van inbeschuldigingstelling geen verplichting in om met betrekking tot eigendomsmisdrijven, in verhouding tot andere misdrijven, een meer effectief gerechtelijk onderzoek te voeren of te bevelen en in dergelijke zaken onderzoekshandelingen te stellen of te bevelen waarvan het te verwachten resultaat kennelijk in wanverhouding zal staan tot de te leveren inspanningen en te maken kosten; de enkele omstandigheid dat bepaalde onderzoekshandelingen, gesteld dat zij op het moment van de klachtneerlegging zouden zijn uitgevoerd, hadden kunnen bijdragen tot de opsporing van de daders van de aangeklaagde feiten en het verzamelen van relevant bewijs, gebiedt het onderzoeksgerecht niet om die onderzoekshandelingen alsnog te bevelen, ook al acht dat gerecht die handelingen inmiddels niet meer nuttig."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220524.2N.7": {
      "court": "CASS",
      "date": "2022-05-24",
      "roleNumber": "P.21.1435.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220524.2N.7",
      "abstractFR": [
        "L'article 1er du Premier Protocole additionnel à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales interdit au juge d'ordonner une mesure de réparation manifestement déraisonnable en application de l'article 16.6.6 du décret du 5 avril 1995 contenant des dispositions générales concernant la politique de l'environnement ; le juge est ainsi tenu d'examiner si l'avantage résultant de la mesure de réparation ordonnée en faveur de la préservation et de la remise en état de l'environnement l'emporte sur la charge qui en résulte pour le contrevenant ; la réparation ordonnée doit être proportionnée à l'atteinte portée à l'environnement constatée in concreto, et la mesure doit rester raisonnable par rapport à la charge qui en résulte pour la personne concernée ; en l'absence de conclusions quant à la proportionnalité et au caractère raisonnable de la mesure de réparation, le juge n'est toutefois pas tenu de motiver plus avant sa décision à cet égard (1). (1) En ce qui concerne la mesure de réparation prévue en matière d'urbanisme et d'aménagement du territoire (art. 6.3.1 du Code flamand de l'aménagement du territoire), la Cour a déjà statué en un sens analogue : « L'article 1er du Premier Protocole additionnel à la Convention de sauvegarde des droits de l'homme interdit au juge d'ordonner une mesure de réparation qui est manifestement déraisonnable. À cette fin, il doit examiner si l'intérêt de la mesure de réparation ordonnée en faveur du maintien d'un bon aménagement du territoire compense la charge qui en résulte pour le contrevenant. La réparation ordonnée doit être proportionnée à l'atteinte portée à l'aménagement du territoire constatée in concreto et la mesure doit rester raisonnable par rapport à la charge qui résulte de celle-ci pour la personne concernée. » (Cass. 5 janvier 2021, RG P.20.0736.N, Pas. 2021, nº 1 ; dans le même sens, Cass. 5 février 2019, RG P.17.0756.N, Pas. 2019, nº 65 ; Cass. 5 janvier 2016, RG P.14.1754.N, Pas. 2016, nº 3 ; Cass. 4 février 2003, RG P.01.1462.N, Pas. 2003, nº 80 ; Cass. 24 novembre 2009, RG P.09.0278.N, Pas. 2009, nº 689) et « Le juge apprécie souverainement en fait si la mesure de réparation est proportionnelle à l'atteinte portée à l'aménagement du territoire constatée in concreto et s'il ne résulte pas de la comparaison faite entre l'avantage procuré à l'aménagement du territoire par cette mesure et la charge imposée à la personne concernée que la mesure de réparation est manifestement déraisonnable. Le juge peut également tenir compte, dans cette appréciation, de la nature de l'infraction urbanistique qui a donné lieu à la mesure de réparation, de la manière dont celle-ci a été commise, de l'état de flagrance et de la préméditation éventuels. » (Cass. 5 janvier 2021, RG P.20.0736.N, Pas. 2021, nº 1 ; Cass. 27 septembre 2011, RG P.10.2020.N, Pas. 2011, nº 500 ; Cass. 18 décembre 2001, RG P.99.1548.N, Pas. 2001, n° 709). (BDS)"
      ],
      "abstractNL": [
        "Artikel 1 Eerste Aanvullend Protocol EVRM verbiedt de rechter bij toepassing van artikel 16.6.6 DABM een herstelmaatregel te bevelen die kennelijk onredelijk is; hierbij dient hij na te gaan of het voordeel van de bevolen herstelmaatregel ter vrijwaring en herstel van het milieu opweegt tegen de last die daaruit voortvloeit voor de overtreder; het bevolen herstel moet evenredig zijn met de in concreto vastgestelde aantasting van het milieu en de maatregel moet redelijk blijven in vergelijking tot de last die hij voor de betrokkene meebrengt; bij afwezigheid van een conclusie over de redelijkheid en evenredigheid van de herstelmaatregel, is de rechter er evenwel niet toe gehouden zijn beslissing in dit verband nader met redenen te omkleden (1). (1) Over de herstelmaatregel in zaken van stedenbouw en ruimtelijke ordening (art. 6.3.1 Vlaamse Codex Ruimtelijke Ordening) oordeelde het Hof reeds in vergelijkbare zin: “Artikel 1 Eerste Aanvullend Protocol EVRM verbiedt de rechter een herstelmaatregel te bevelen die kennelijk onredelijk is. Hierbij dient hij na te gaan of het voordeel van de bevolen herstelmaatregel voor het behoud van een goede ruimtelijke ordening opweegt tegen de last die daaruit voortvloeit voor de overtreder. Het bevolen herstel moet evenredig zijn met de in concreto vastgestelde aantasting van de ruimtelijke ordening en de maatregel moet redelijk blijven in vergelijking tot de last die hij voor de betrokkene meebrengt” (Cass. 5 januari 2021, AR P.20.0736.N, AC 2021, nr. 1, in dezelfde zin Cass. 5 februari 2019, AR P.17.0756.N, AC 2019, nr. 65; Cass. 5 januari 2016, AR P.14.1754.N, AC 2016, nr. 3; Cass. 4 februari 2003, AR P.01.1462.N, AC 2003, nr. 80; Cass. 24 november 2009, AR P.09.0278.N, AC 2009, nr. 689) en “De rechter oordeelt onaantastbaar in feite of een herstelmaatregel evenredig is met de in concreto vastgestelde aantasting van de ruimtelijke ordening en of uit de vergelijking tussen het voordeel voor de ruimtelijke ordening dat volgt uit die maatregel en de voor de betrokkene veroorzaakte last niet volgt dat de herstelmaatregel kennelijk onredelijk is. Bij die beoordeling kan de rechter de aard van en de wijze waarop het stedenbouwkundige misdrijf werd gepleegd dat tot de herstelmaatregel aanleiding geeft, het flagrante karakter van het misdrijf en de doelbewustheid waarmee het werd gepleegd, mee in overweging nemen” (Cass. 5 januari 2021, AR P.20.0736.N, AC 2021, nr. 1; Cass. 27 september 2011, AR P.10.2020.N, AC 2011, nr. 500; Cass. 18 december 2001, AR P.99.1548.N, AC 2001, nr. 709). (BDS)",
        "Artikel 1 Eerste Aanvullend Protocol EVRM verbiedt de rechter bij toepassing van artikel 16.6.6 DABM een herstelmaatregel te bevelen die kennelijk onredelijk is; hierbij dient hij na te gaan of het voordeel van de bevolen herstelmaatregel ter vrijwaring en herstel van het milieu opweegt tegen de last die daaruit voortvloeit voor de overtreder; het bevolen herstel moet evenredig zijn met de in concreto vastgestelde aantasting van het milieu en de maatregel moet redelijk blijven in vergelijking tot de last die hij voor de betrokkene meebrengt; bij afwezigheid van een conclusie over de redelijkheid en evenredigheid van de herstelmaatregel, is de rechter er evenwel niet toe gehouden zijn beslissing in dit verband nader met redenen te omkleden (1). (1) NOOT. Over de herstelmaatregel in zaken van stedenbouw en ruimtelijke ordening (art. 6.3.1 Vlaamse Codex Ruimtelijke Ordening) oordeelde het Hof reeds in vergelijkbare zin: “Artikel 1 Eerste Aanvullend Protocol EVRM verbiedt de rechter een herstelmaatregel te bevelen die kennelijk onredelijk is. Hierbij dient hij na te gaan of het voordeel van de bevolen herstelmaatregel voor het behoud van een goede ruimtelijke ordening opweegt tegen de last die daaruit voortvloeit voor de overtreder. Het bevolen herstel moet evenredig zijn met de in concreto vastgestelde aantasting van de ruimtelijke ordening en de maatregel moet redelijk blijven in vergelijking tot de last die hij voor de betrokkene meebrengt “ (Cass. 5 januari 2021, AR P.20.0736.N, AC 2021, nr. 1, in dezelfde zin Cass. 5 februari 2019, AR P.17.0756.N, AC 2019, nr. 65; Cass. 5 januari 2016, AR P.14.1754.N, AC 2016, nr. 3; Cass. 4 februari 2003, AR P.01.1462.N, AC 2003, nr. 80; Cass. 24 november 2009, AR P.09.0278.N, AC 2009, nr. 689) en “ De rechter oordeelt onaantastbaar in feite of een herstelmaatregel evenredig is met de in concreto vastgestelde aantasting van de ruimtelijke ordening en of uit de vergelijking tussen het voordeel voor de ruimtelijke ordening dat volgt uit die maatregel en de voor de betrokkene veroorzaakte last niet volgt dat de herstelmaatregel kennelijk onredelijk is. Bij die beoordeling kan de rechter de aard van en de wijze waarop het stedenbouwkundige misdrijf werd gepleegd dat tot de herstelmaatregel aanleiding geeft, het flagrante karakter van het misdrijf en de doelbewustheid waarmee het werd gepleegd, mee in overweging nemen” (Cass. 5 januari 2021, AR P.20.0736.N, AC 2021, nr. 1; Cass. 27 september 2011, AR P.10.2020.N, AC 2011, nr. 500; Cass. 18 december 2001, AR P.99.1548.N, AC 2001, nr. 709). (BDS)"
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210517.3F.6": {
      "court": "CASS",
      "date": "2021-05-17",
      "roleNumber": "F.17.0030.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210517.3F.6",
      "abstractFR": [
        "L'article 1er du Premier Protocole additionnel à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales exige que l'ingérence de l'autorité publique dans la jouissance du droit au respect des biens que constitue l'imposition fiscale soit légale, c'est-à-dire qu'elle repose sur des normes juridiques suffisamment accessibles, précises et prévisibles dans leur application; il ne peut être décidé que des normes juridiques internes, conduisant au refus d'imputation d'un crédit d'impôt de 20 p.c. pour les intérêts d'origine coréenne exemptés d'impôt à la source en Corée, ne sont pas « suffisamment accessibles, précises et prévisibles dans leur application au sens de la Convention européenne de sauvegarde des droits de l'homme et des libertés fondamentales », sur la base d'une unanimité d'interprétation qui n'existe pas (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel 1 Eerste Aanvullend Protocol EVRM vereist dat de inmenging van de overheid, wegens de fiscale heffing, in het recht op het ongestoord genot van eigendom wettig moet zijn, wat betekent dat ze berust op rechtsnormen die, wat de toepassing ervan betreft, voldoende toegankelijk, duidelijk en voorzienbaar zijn; er mag, op basis van een algemeen aanvaarde uitlegging die zo niet blijkt te zijn, niet worden beslist dat de interne rechtsnormen die hebben geleid tot de weigering om een belastingkrediet van 20 pct. toe te kennen voor de in Korea van bronbelasting vrijgestelde interest van Koreaanse oorsprong, niet “voldoende toegankelijk, nauwkeurig en voorzienbaar” zijn “in hun toepassing in de zin van het EVRM” (1). (1) Zie concl. OM in Pas. 2021, nr. 351."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210604.1N.4": {
      "court": "CASS",
      "date": "2021-06-04",
      "roleNumber": "F.20.0049.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210604.1N.4&lang=fr",
      "abstractFR": [
        "Il suit de la jurisprudence de la Cour européenne des droits de l'homme que l'interprétation que l'administration fiscale nationale utilise dans ses directives et applique dans la pratique peut avoir pour effet qu'une disposition fiscale ne répond pas aux exigences de prévisibilité et de sécurité juridique contenues à l'article 1er du Premier protocole additionnel à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales."
      ],
      "abstractNL": [
        "Uit de rechtspraak van het EHRM volgt dat de interpretatie die de nationale belastingadministratie in haar richtlijnen hanteert en in de praktijk toepast tot gevolg kan hebben dat een fiscale bepaling niet beantwoordt aan de vereisten van voorzienbaarheid en rechtszekerheid die zijn neergelegd in artikel 1 Eerste Aanvullend Protocol EVRM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211222.2F.1": {
      "court": "CASS",
      "date": "2021-12-22",
      "roleNumber": "P.21.0771.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211222.2F.1",
      "abstractFR": [
        "Il suit des articles 6.1 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales et de l'article 1er, alinéa 1er, du Protocole numéro 1, que le droit à un procès équitable et le droit au respect des biens s'opposent à ce que la partie qui triomphe en justice subisse une réduction substantielle de sa créance en raison de l'obligation de supporter la totalité ou l'essentiel de ses frais de défense, lorsque cette situation découle de la nécessité de se défendre contre une action exercée dans des conditions manifestement déraisonnables; sous peine de méconnaître ces dispositions conventionnelles, le législateur n'a pu, en libellant l'article 1022, alinéa 4, du Code judiciaire, entendre octroyer au bénéficiaire de l'aide juridique un avantage du fait qu'il a usé de ses droits d'une manière manifestement déraisonnable; il s'ensuit que même imputable au bénéficiaire de l'aide, une situation manifestement déraisonnable ne peut uniquement justifier une réduction de l'indemnité de procédure en dessous du minimum prévu par le Roi mais aussi une dérogation à la règle du minimum (1). (1) Voir les concl. contraires « dit en substance » du MP."
      ],
      "abstractNL": [
        "Uit artikel 6.1 EVRM en artikel 1, eerste lid, van het Eerste Aanvullend Protocol EVRM volgt dat het recht op een eerlijk proces en het recht op eerbiediging van eigendom zich ertegen verzetten dat de voor het gerecht in het gelijk gestelde partij een substantiële vermindering van haar schuldvordering zou ondergaan wegens de verplichting om alle of het grootste gedeelte van haar verweerkosten te dragen, wanneer die situatie voortvloeit uit de noodzaak om zich te verdedigen tegen een rechtsvordering die in kennelijk onredelijke omstandigheden werd ingesteld; op straffe van schending van die verdragsbepalingen heeft de wetgever, bij het formuleren van artikel 1022, vierde lid, Gerechtelijk Wetboek niet de bedoeling kunnen hebben om aan de begunstigde van de juridische bijstand een voordeel toe te kennen doordat hij zijn rechten op een kennelijk onredelijke wijze heeft uitgeoefend; hieruit volgt dat een kennelijk onredelijke situatie, zelfs als die aan de begunstigde van de bijstand te wijten is, niet enkel een vermindering van de rechtsplegingsvergoeding tot onder het door de Koning vastgelegde minimum kan verantwoorden maar ook een afwijking van de regel van het minimum (1). (1) Zie andersluidende concl. “in hoofdzaak” OM, Pas. 2021, nr. 824."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220322.2N.13": {
      "court": "CASS",
      "date": "2022-03-22",
      "roleNumber": "P.21.1502.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220322.2N.13&lang=fr",
      "abstractFR": [
        "La confiscation du patrimoine dont dispose une organisation criminelle ne requiert pas, sous réserve des droits des tiers de bonne foi, tel que le prévoit l'article 43quater, § 4, du Code pénal, que les biens confisqués soient la propriété du prévenu et n'exclut donc pas la possibilité que la confiscation concerne des biens sur lesquels une personne n'étant pas partie à la procédure pénale puisse faire valoir ultérieurement un droit de propriété ; la circonstance que ce tiers ne fait pas lui-même l'objet des poursuites à l'origine de la confiscation n'entache pas la régularité de cette peine ; le fait que le ministère public n'ait pas convoqué cette personne conformément à l'article 5ter du titre préliminaire du Code de procédure pénale peut éventuellement donner lieu à des dommages-intérêts, sans toutefois entraîner l'irrégularité de la confiscation (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "La personne qui prend connaissance de la signification d'une décision ordonnant la confiscation de biens dont elle prétend être propriétaire, ainsi que d'un formulaire type expliquant les recours ouverts à une personne condamnée par défaut en matière répressive, doit comprendre, même en l'absence de disposition légale appropriée à cette situation particulière ou de formulaire ad hoc, que si elle veut former opposition contre cette décision, elle doit respecter le délai d'opposition prévu par la loi, tel qu'il est précisé dans ce formulaire ; c'est d'autant plus le cas lorsque cette personne, assistée en tout temps par un avocat, était informée dans les faits de la décision ordonnant la confiscation et de la procédure pénale ayant abouti à cette décision, quand bien même elle n'était pas formellement convoquée à cette procédure ou n'était pas tenue d'y intervenir ; il n'est pas davantage imprévisible pour ce tiers que la possibilité de former opposition contre la décision est assortie d'une échéance, dès lors que la destination des biens confisqués doit être déterminée avec certitude dans un délai raisonnable ; par conséquent, le tiers n'a pas le droit de former opposition sans aucune limitation dans le temps ou de faire apprécier par un juge le fondement de sa prétention, indépendamment de l'irrecevabilité de son opposition pour cause de tardiveté ; il en résulte que l'article 187 du Code d'instruction criminelle est suffisamment précis et prévisible pour permettre au tiers qui a pris connaissance de la signification et de la notification précitées de connaître le délai dans lequel il doit former opposition contre la décision ordonnant la confiscation ; la possibilité offerte au tiers de former opposition dans les délais fixés à l'article 187, § 1er, du Code d'instruction criminelle, éventuellement prolongés en cas de situation de force majeure, contre la décision ordonnant la confiscation qui lui préjudicie garantit le respect des droits de ce tiers, tels le droit à un procès équitable et le droit à la propriété (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Le fait que le ministère public ait requis, dans la procédure pénale diligentée contre un prévenu, la confiscation de biens dont dispose une organisation criminelle et qui sont formellement la propriété d'un tiers n'implique pas que cette confiscation constitue une peine infligée à ce tiers (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "L'exigence imposant au tiers de rendre plausible sa bonne foi concerne l'appréciation du fondement de l'opposition et non sa recevabilité ; par conséquent, le tiers ne doit pas démontrer sa bonne foi pour pouvoir former opposition contre la décision ordonnant la confiscation ; s'agissent de l'appréciation ou du fonctionnement de la prévention purement civile que le tiers fait valoir sur la propriété des choses confisquées, le juge tient compte en principe de la maxime de preuve en matière civile ; quant à l'appréciation du fondement factuel et juridique de la confiscation et de la bonne foi du tiers, par laquelle on entend, dans le cas prévu à l'article 43quater, § 4, du Code pénal, que le tiers ne savait pas et ne pouvait savoir que ses biens étaient à la disposition d'une organisation criminelle, le juge applique la norme de preuve en matière répressive ; compte tenu de ce qui précède, l'appréciation effectuée par le juge repose sur l'ensemble des éléments du dossier répressif qu'il apprécie souverainement et sans être lié par des notions formelles appartenant au droit civil ou au droit des sociétés, eu égard à l'autonomie du droit pénal ; cette règle de la preuve s'applique tant à la procédure pénale originaire qu'à la procédure sur opposition engagée par le tiers (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De verbeurdverklaring van het vermogen dat ter beschikking staat van een criminele organisatie, onder voorbehoud van de rechten van derden te goeder trouw, zoals bepaald in artikel 43quater, §4, Strafwetboek, vereist niet dat de verbeurdverklaarde goederen eigendom zijn van de beklaagde en laat dus de mogelijkheid open dat goederen worden verbeurdverklaard waarop een persoon die geen partij was in het strafproces, nadien een eigendomsaanspraak laat gelden; aldus staat het feit dat die derde niet zelf is vervolgd voor het feit dat aan de verbeurdverklaring ten grondslag ligt, de regelmatigheid van die straf niet in de weg; het feit dat het openbaar ministerie die persoon niet heeft opgeroepen overeenkomstig artikel 5ter Voorafgaande Titel Wetboek van Strafvordering kan eventueel aanleiding geven tot schadevergoeding, maar heeft evenmin tot gevolg dat de verbeurdverklaring niet regelmatig is bevolen (1). (1) Zie concl. OM.",
        "Voor een persoon die kennis neemt van de betekening van een beslissing waarbij goederen worden verbeurdverklaard waarvan hij voorhoudt eigenaar te zijn, alsook van een modelformulier waarin wordt uitgelegd over welke rechtsmiddelen een bij verstek veroordeelde persoon in strafzaken beschikt, moet het ook bij afwezigheid van een aan die bijzondere situatie aangepaste wetsbepaling of formulier duidelijk zijn dat hij, indien hij tegen die beslissing verzet wil instellen, dat moet doen binnen de wettelijk bepaalde termijn van verzet zoals die ook is vermeld in dat formulier; dit is des te meer het geval wanneer die persoon, steeds bijgestaan door een advocaat, feitelijk op de hoogte was van de beslissing tot verbeurdverklaring en van de strafprocedure die tot deze beslissing heeft geleid, ook al was hij in die procedure niet formeel opgeroepen of was hij niet verplicht daarin tussen te komen; het is voor die derde ook niet onvoorzienbaar dat het verzet dat hij tegen de beslissing kan instellen tijdsgebonden is aangezien er binnen een redelijke termijn zekerheid moet komen over de bestemming van de verbeurdverklaarde goederen; bijgevolg heeft de derde geen recht op verzet zonder enige tijdsbeperking of op de beoordeling van de gegrondheid van zijn aanspraak door een rechter, ongeacht de niet-ontvankelijkheid van zijn verzet wegens de laattijdigheid ervan; hieruit volgt dat artikel 187 Wetboek van Strafvordering voor de derde die kennis heeft genomen van de voormelde betekening en kennisgeving, voldoende duidelijk en voorspelbaar is om de termijn te kennen waarbinnen hij verzet dient aan te tekenen tegen de beslissing tot verbeurdverklaring; door het feit dat de derde binnen de in artikel 187, § 1, Wetboek van Strafvordering bepaalde termijnen, eventueel verlengd ingevolge het bestaan van een situatie van overmacht, verzet kan instellen tegen de beslissing tot verbeurdverklaring die hem benadeelt, worden de rechten van de derde geëerbiedigd, zoals het recht op een eerlijk proces en het recht op eigendom (1). (1) Zie concl. OM.",
        "Het feit dat het openbaar ministerie in het strafproces lastens een beklaagde de verbeurdverklaring heeft gevorderd van goederen die ter beschikking staan van een criminele organisatie en die formeel eigendom zijn van een derde, impliceert niet dat die verbeurdverklaring een straf is die aan die derde is opgelegd (1). (1) Zie concl. OM.",
        "Het vereiste dat de derde zijn goede trouw aannemelijk moet maken betreft de beoordeling van de gegrondheid van hetverzet en niet de ontvankelijkheid ervan; de derde moet bijgevolg geen goede trouw aantonen om verzet tegen de beslissing tot verbeurdverklaring te kunnen instellen; voor wat betreft de beoordeling van de gegrondheid van de louter burgerrechtelijke eigendomsaanspraak van de derde op de verbeurdverklaarde zaken houdt de rechter in beginsel rekening met de bewijsstandaard in burgerlijke zaken; voor wat betreft de beoordeling van de feitelijke en juridische grondslag van de verbeurdverklaring en de goede trouw van de derde, waarmee in het geval van artikel 43quater, § 4, Strafwetboek wordt bedoeld dat de derde niet wist en niet kon weten dat zijn goederen ter beschikking stonden van een criminele organisatie, hanteert de rechter de bewijsstandaard in strafzaken; dit laatste wil zeggen dat de rechter zijn beoordeling steunt op het geheel van de gegevens van het strafdossier die hij, gelet op de autonomie van het strafrecht, vrij en zonder gebonden te zijn aan formele burgerrechtelijke of vennootschapsrechtelijke begrippen beoordeelt; die bewijsregeling is toepasselijk op zowel het oorspronkelijke strafproces als het proces na het verzet van de derde (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220329.2N.17": {
      "court": "CASS",
      "date": "2022-03-29",
      "roleNumber": "P.21.1640.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220329.2N.17",
      "abstractFR": [
        "La confiscation spéciale facultative prévue par l'article 50, § 2, de la loi du 16 mars 1968 relative à la police de la circulation routière n'est pas, en soi, incompatible avec le droit au respect des biens, garanti par l'article 1er du Premier Protocole additionnel à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, pour autant qu'elle ne constitue pas une mesure disproportionnée par rapport au but légitime qu'elle poursuit et donc une violation du droit de propriété; dans les limites de la loi et des dispositions conventionnelles qui ont un effet direct en Belgique, le juge fixe en fait et, dès lors, souverainement la sanction qu'il estime proportionnelle à la gravité de l'infraction déclarée établie, en tenant compte de la personnalité de l'auteur."
      ],
      "abstractNL": [
        "De bijzondere facultatieve verbeurdverklaring van artikel 50, § 2 Wegverkeerswet is op zich niet onbestaanbaar met het recht op het ongestoord genot van eigendom, dat is gewaarborgd bij artikel 1 Eerste Aanvullend Protocol EVRM, voor zover ze geen onevenredige maatregel vormt ten aanzien van het ermee nagestreefde wettige doel en aldus een miskenning inhoudt van het eigendomsrecht; binnen de perken van de wet en deze verdragsbepaling die in België rechtstreekse werking heeft, bepaalt de rechter in feite en derhalve onaantastbaar de sanctie die hij in verhouding acht met de zwaarte van de bewezen verklaarde inbreuk en de persoonlijkheid van de dader.",
        "De bijzondere facultatieve verbeurdverklaring van artikel 52, § 2 Wegverkeerswet is op zich niet onbestaanbaar met het recht op het ongestoord genot van eigendom, dat is gewaarborgd bij artikel 1 Eerste Aanvullend Protocol EVRM, voor zover ze geen onevenredige maatregel vormt ten aanzien van het ermee nagestreefde wettige doel en aldus een miskenning inhoudt van het eigendomsrecht; binnen de perken van de wet en deze verdragsbepaling die in België rechtstreekse werking heeft, bepaalt de rechter in feite en derhalve onaantastbaar de sanctie die hij in verhouding acht met de zwaarte van de bewezen verklaarde inbreuk en de persoonlijkheid van de dader."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220301.2N.8": {
      "court": "CASS",
      "date": "2022-03-22",
      "roleNumber": "P.21.1502.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220301.2N.8",
      "abstractFR": null,
      "abstractNL": [
        "De verbeurdverklaring van het vermogen dat ter beschikking staat van een criminele organisatie, onder voorbehoud van de rechten van derden te goeder trouw, zoals bepaald in artikel 43quater, §4, Strafwetboek, vereist niet dat de verbeurdverklaarde goederen eigendom zijn van de beklaagde en laat dus de mogelijkheid open dat goederen worden verbeurdverklaard waarop een persoon die geen partij was in het strafproces, nadien een eigendomsaanspraak laat gelden; aldus staat het feit dat die derde niet zelf is vervolgd voor het feit dat aan de verbeurdverklaring ten grondslag ligt, de regelmatigheid van die straf niet in de weg; het feit dat het openbaar ministerie die persoon niet heeft opgeroepen overeenkomstig artikel 5ter Voorafgaande Titel Wetboek van Strafvordering kan eventueel aanleiding geven tot schadevergoeding, maar heeft evenmin tot gevolg dat de verbeurdverklaring niet regelmatig is bevolen (1). (1) Zie concl. OM.",
        "Voor een persoon die kennis neemt van de betekening van een beslissing waarbij goederen worden verbeurdverklaard waarvan hij voorhoudt eigenaar te zijn, alsook van een modelformulier waarin wordt uitgelegd over welke rechtsmiddelen een bij verstek veroordeelde persoon in strafzaken beschikt, moet het ook bij afwezigheid van een aan die bijzondere situatie aangepaste wetsbepaling of formulier duidelijk zijn dat hij, indien hij tegen die beslissing verzet wil instellen, dat moet doen binnen de wettelijk bepaalde termijn van verzet zoals die ook is vermeld in dat formulier; dit is des te meer het geval wanneer die persoon, steeds bijgestaan door een advocaat, feitelijk op de hoogte was van de beslissing tot verbeurdverklaring en van de strafprocedure die tot deze beslissing heeft geleid, ook al was hij in die procedure niet formeel opgeroepen of was hij niet verplicht daarin tussen te komen; het is voor die derde ook niet onvoorzienbaar dat het verzet dat hij tegen de beslissing kan instellen tijdsgebonden is aangezien er binnen een redelijke termijn zekerheid moet komen over de bestemming van de verbeurdverklaarde goederen; bijgevolg heeft de derde geen recht op verzet zonder enige tijdsbeperking of op de beoordeling van de gegrondheid van zijn aanspraak door een rechter, ongeacht de niet-ontvankelijkheid van zijn verzet wegens de laattijdigheid ervan; hieruit volgt dat artikel 187 Wetboek van Strafvordering voor de derde die kennis heeft genomen van de voormelde betekening en kennisgeving, voldoende duidelijk en voorspelbaar is om de termijn te kennen waarbinnen hij verzet dient aan te tekenen tegen de beslissing tot verbeurdverklaring; door het feit dat de derde binnen de in artikel 187, § 1, Wetboek van Strafvordering bepaalde termijnen, eventueel verlengd ingevolge het bestaan van een situatie van overmacht, verzet kan instellen tegen de beslissing tot verbeurdverklaring die hem benadeelt, worden de rechten van de derde geëerbiedigd, zoals het recht op een eerlijk proces en het recht op eigendom (1). (1) Zie concl. OM.",
        "Het feit dat het openbaar ministerie in het strafproces lastens een beklaagde de verbeurdverklaring heeft gevorderd van goederen die ter beschikking staan van een criminele organisatie en die formeel eigendom zijn van een derde, impliceert niet dat die verbeurdverklaring een straf is die aan die derde is opgelegd (1). (1) Zie concl. OM.",
        "Het vereiste dat de derde zijn goede trouw aannemelijk moet maken betreft de beoordeling van de gegrondheid van dat verzet en niet de ontvankelijkheid ervan; de derde moet bijgevolg geen goede trouw aantonen om verzet tegen de beslissing tot verbeurdverklaring te kunnen instellen; voor wat betreft de beoordeling van de gegrondheid van de louter burgerrechtelijke eigendomsaanspraak van de derde op de verbeurdverklaarde zaken houdt de rechter in beginsel rekening met de bewijsstandaard in burgerlijke zaken, voor wat betreft de beoordeling van de feitelijke en juridische grondslag van de verbeurdverklaring en de goede trouw van de derde, waarmee in het geval van artikel 43quater, § 4, Strafwetboek wordt bedoeld dat de derde niet wist en niet kon weten dat zijn goederen ter beschikking stonden van een criminele organisatie, hanteert de rechter de bewijsstandaard in strafzaken; dit laatste wil zeggen dat de rechter zijn beoordeling steunt op het geheel van de gegevens van het strafdossier die hij, gelet op de autonomie van het strafrecht, vrij en zonder gebonden te zijn aan formele burgerrechtelijke of vennootschapsrechtelijke begrippen beoordeelt; die bewijsregeling is toepasselijk op zowel het oorspronkelijke strafproces als het proces na het verzet van de derde (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220225.1F.13": {
      "court": "CASS",
      "date": "2022-02-25",
      "roleNumber": "F.20.0062.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220225.1F.13",
      "abstractFR": [
        "Seule une décision se prononçant sur la culpabilité par un jugement ou un arrêt d'acquittement ou de condamnation, passé en force de chose jugée, empêche que de nouvelles poursuites soient intentées pour une même infraction (1). (1) Voir les concl. du MP.",
        "Un jugement ou arrêt rendu en matière correctionnelle, qui dit les poursuites irrecevables sans se prononcer sur la culpabilité par une décision d'acquittement ou de condamnation, ne fait pas obstacle au maintien des cotisations à l'impôt des personnes physiques et des accroissements d'impôt (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Enkel een beslissing die over de schuldvraag uitspraak doet bij wijze van een vrijsprekend of veroordelend vonnis of arrest dat in kracht van gewijsde is gegaan, belet dat nieuwe vervolgingen voor hetzelfde strafbare feit worden ingesteld (1). (1) Zie concl. OM in Pas. 2022, nr. 152.",
        "Een vonnis of arrest uitspraak doende in correctionele zaken, dat de vervolgingen niet-ontvankelijk verklaart zonder uitspraak te doen over de schuld bij wijze van een vrijsprekende of veroordelende beslissing, staat niet in de weg aan de handhaving van bijdragen in de personenbelasting en belastingverhogingen (1). (1) Zie concl. OM in Pas. 2022, nr. 152.",
        "Enkel een beslissing die over de schuldvraag uitspraak doet bij wijze van een vrijsprekend of veroordelend vonnis of arrest dat in kracht van gewijsde is gegaan, belet dat nieuwe vervolgingen voor hetzelfde strafbare feit worden ingesteld (1). (1) Zie concl. OM in Pas. 2022, nr. 151.",
        "Een vonnis of arrest uitspraak doende in correctionele zaken, dat de vervolgingen niet-ontvankelijk verklaart zonder uitspraak te doen over de schuld bij wijze van een vrijsprekende of veroordelende beslissing, staat niet in de weg aan de handhaving van bijdragen in de personenbelasting en belastingverhogingen (1). (1) Zie concl. OM in Pas. 2022, nr. 151."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180308.6": {
      "court": "CASS",
      "date": "2018-03-08",
      "roleNumber": "C.17.0451.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180308.6&lang=fr",
      "abstractFR": [
        "Par propriété au sens de l'article 1er du Premier protocole additionnel à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, il y a lieu d'entendre non seulement la propriété existante, mais également les droits patrimoniaux, en ce compris les actions par lesquelles l'intéressé peut se prévaloir à tout le moins d'une attente légitime d'obtention de la jouissance effective d'un droit de propriété; par contre, une demande conditionnelle forclose en raison de l'inaccomplissement de la condition ne peut être considérée comme une propriété au sens de la disposition précitée (1). (1) \"[...] according to the established case-law of the Convention organs, \"possessions\" can be \"existing possessions\" or assets, including claims, in respect of which the applicant can argue that he has at least a \"legitimate expectation\" of obtaining effective enjoyment of a property right. By way of contrast, the hope of recognition of the survival of an old property right which it has long been impossible to exercise effectively cannot be considered as a \"possession\" within the meaning of Article 1 of Protocol No. 1, nor van a conditional claim which lapses as a result of the non-fulfilment of the condition\". CEDH 12 juillet 2001, n° 42527/98, Prince Hans-Adam II de Liechtenstein/Allemagne ; CEDH 10 juillet 2002, n° 38645/97, Polacek et Polackova/Tchéquie ; CEDH 10 juillet 2002, n° 39794/98, Gratzinger et Gratzingerova/Tchéquie; CEDH 28 september 2004, n° 44912/98, Kopecký/Slovaquie ; CEDH 29 janvier 2008, n° 19247/03, Balan/Moldavie ; CEDH 15 septembre 2009, n° 10373/05, Moskal/Pologne ; J. SLUYSMANS et R. DE GRAAFF, \"Ontwikkelingen in het eigendomsbegrip onder artikel 1 Eerste Protocol\", NTM 2014, 255."
      ],
      "abstractNL": [
        "Onder eigendom in de zin van artikel 1 van het Eerste Aanvullend Protocol bij het EVRM wordt niet alleen bestaande eigendom begrepen, maar ook vermogensrechten, met inbegrip van vorderingen waaromtrent de betrokkene kan laten gelden dat hij of zij minstens een legitieme verwachting heeft om het daadwerkelijk genot van een eigendomsrecht te verwerven; daarentegen kan een voorwaardelijke vordering die vervallen is ingevolge de niet-vervulling van de voorwaarde niet worden beschouwd als eigendom in de zin van voormelde bepaling (1). (1) \"[...] according to the established case-law of the Convention organs, \"possessions\" can be \"existing possessions\" or assets, including claims, in respect of which the applicant can argue that he has at least a \"legitimate expectation\" of obtaining effective enjoyment of a property right. By way of contrast, the hope of recognition of the survival of an old property right which it has long been impossible to exercise effectively cannot be considered as a \"possession\" within the meaning of Article 1 of Protocol No. 1, nor van a conditional claim which lapses as a result of the non-fulfilment of the condition\". EHRM 12 juli 2001, nr. 42527/98, Prins Hans-Adam II van Liechtenstein/Duitsland; EHRM 10 juli 2002, nr. 38645/97, Polacek en Polackova/Tsjechië; EHRM 10 juli 2002, nr. 39794/98, Gratzinger en Gratzingerova/Tsjechië; EHRM 28 september 2004, nr. 44912/98, Kopecký/Slovakije; EHRM 29 januari 2008, nr. 19247/03, Balan/Moldavië; EHRM 15 september 2009, nr. 10373/05, Moskal/Polen; J. SLUYSMANS en R. DE GRAAFF, \"Ontwikkelingen in het eigendomsbegrip onder artikel 1 Eerste Protocol\", NTM 2014, 255."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20131121.1": {
      "court": "CASS",
      "date": "2013-11-21",
      "roleNumber": "F.11.0175.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131121.1&lang=fr",
      "abstractFR": [
        "Laarticle 49 de la loi-programme du 9 juillet 2004 qui doit empêcher que certains contribuables bénéficient daun avantage qui naest pas prévu par la législateur et qui est conforme à laintérêt général et nécessaire pour assurer le paiement daimpôts pour lesquels le législateur naa nullement modifié les règles daétablissement, est compatible avec laarticle 1er du Premier Protocole Additionnel de la Convention de sauvegarde des droits de lahomme et des libertés fondamentales (1). (1) Voir les concl. du M.P. publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Artikel 49 van de Programmawet van 9 juli 2004, dat moet verhinderen dat bepaalde belastingplichtigen een door de wetgever niet-bedoeld voordeel zouden genieten en dat in overeenstemming is met het algemeen belang en noodzakelijk is om de betaling te verzekeren van belastingen waarvan de wetgever geenszins de regels van vaststelling wijzigde, is verenigbaar met artikel 1 van het eerste aanvullende Protocol EVRM (1). (1) Zie concl. O.M."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20131105.14": {
      "court": "CASS",
      "date": "2013-11-05",
      "roleNumber": "P.13.0834.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131105.14&lang=fr",
      "abstractFR": [
        "Laarticle 13 de la Convention de sauvegarde des droits de lahomme et des libertés fondamentales ne requiert pas quaun recours immédiat puisse toujours être utilisé à laencontre daun acte dainstruction; le fait que la décision de la chambre des mises en accusation ne peut faire laobjet daun pourvoi en cassation immédiat naempêche pas que dans un stade ultérieur de la procédure pénale, la demanderesse puisse accéder au juge afin daobtenir effectivement une aide juridique relative à la saisie contestée et laimpossibilité de former un pourvoi en cassation immédiat ne constitue, dès lors, pas une violation des articles 1er et 5 du Premier Protocole additionnel à la Convention de sauvegarde des droits de lahomme et des libertés fondamentales et de laarticle 13 de la Convention de sauvegarde des droits de lahomme et des libertés fondamentales."
      ],
      "abstractNL": [
        "Artikel 13 EVRM vereist niet dat tegen beslissing over een onderzoekshandeling steeds een onmiddellijke rechtsmiddel moet kunnen worden aangewend; het feit dat geen onmiddellijk cassatieberoep openstaat tegen de beslissing van de kamer van inbeschuldigingstelling, belet niet dat de eiseres in een later stadium van de strafprocedure wel toegang kan hebben tot de rechter teneinde met betrekking tot het betwiste beslag daadwerkelijk rechtshulp te krijgen en de onmogelijkheid onmiddellijk cassatieberoep in te stellen levert bijgevolg geen schending op van de artikelen 1 en 5 van het Eerste Aanvullend Protocol bij het EVRM en van artikel 13 EVRM."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20121205.2": {
      "court": "CASS",
      "date": "2012-12-05",
      "roleNumber": "P.12.1235.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20121205.2",
      "abstractFR": [
        "En appliquant la confiscation obligatoire à laobjet du blanchiment même sail naappartient pas au condamné, laarticle 505 du Code pénal ne viole pas laarticle 1er du premier protocole additionnel de la Convention de sauvegarde des droits de lahomme et des libertés fondamentales, sauf à lire ledit article isolément des règles qui en atténuent la rigueur."
      ],
      "abstractNL": [
        "Door de verplichte verbeurdverklaring toe te passen op het voorwerp van de witwaspraktijken, ook al behoort dat niet toe aan de veroordeelde, schendt artikel 505 van het Strafwetboek, artikel 1 van het Aanvullend protocol nummer 1 van het Verdrag tot Bescherming van de Rechten van de Mens en de Fundamentele Vrijheden niet, behalve indien dat artikel los wordt gelezen van de regels die de strengheid ervan afzwakken."
      ]
    },
    "ECLI:BE:CASS:2008:ARR.20081205.5": {
      "court": "CASS",
      "date": "2008-12-05",
      "roleNumber": "C.07.0145.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20081205.5&lang=fr",
      "abstractFR": [
        "L'article 1er, alinÃ©a 2, du Premier protocole additionnel Ã la Convention de sauvegarde des droits de l'homme et des libertÃ©s fondamentales confirme le principe des limitations lÃ©gales Ã la mise en auvre de la propriÃ©tÃ©, Ã savoir dans la mesure oÃ¹ celles-ci sont indispensables Ã l'intÃ©rÃªt gÃ©nÃ©ral, comme la santÃ© publique (1). (1) Voir Cass., 17 octobre 2006, RG P.06.0846.N, nÂ° 493."
      ],
      "abstractNL": [
        "Artikel 1, tweede lid van het Eerste Aanvullend E.V.R.M.-Protocol bevestigt het beginsel van de wettelijke beperkingen op de aanwending van de eigendom, met name in zoverre deze noodzakelijk zijn voor het algemeen belang, zoals de volksgezondheid (1). (1) Zie Cass., 17 okt. 2006, AR P.06.0846.N, nr. 493."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2016:ARR.20161222.9": {
      "court": "CASS",
      "date": "2016-12-22",
      "roleNumber": "C.10.0051.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161222.9",
      "abstractFR": [
        "La jouissance du droit à l'instruction doit être assurée à toute personne sans distinction fondée sur la langue."
      ],
      "abstractNL": [
        "Het genot van het recht op onderwijs moet aan elke persoon worden verzekerd zonder onderscheid op grond van taal."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2013:ARR.20131105.14": {
      "court": "CASS",
      "date": "2013-11-05",
      "roleNumber": "P.13.0834.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131105.14&lang=fr",
      "abstractFR": [
        "Laarticle 13 de la Convention de sauvegarde des droits de lahomme et des libertés fondamentales ne requiert pas quaun recours immédiat puisse toujours être utilisé à laencontre daun acte dainstruction; le fait que la décision de la chambre des mises en accusation ne peut faire laobjet daun pourvoi en cassation immédiat naempêche pas que dans un stade ultérieur de la procédure pénale, la demanderesse puisse accéder au juge afin daobtenir effectivement une aide juridique relative à la saisie contestée et laimpossibilité de former un pourvoi en cassation immédiat ne constitue, dès lors, pas une violation des articles 1er et 5 du Premier Protocole additionnel à la Convention de sauvegarde des droits de lahomme et des libertés fondamentales et de laarticle 13 de la Convention de sauvegarde des droits de lahomme et des libertés fondamentales."
      ],
      "abstractNL": [
        "Artikel 13 EVRM vereist niet dat tegen beslissing over een onderzoekshandeling steeds een onmiddellijke rechtsmiddel moet kunnen worden aangewend; het feit dat geen onmiddellijk cassatieberoep openstaat tegen de beslissing van de kamer van inbeschuldigingstelling, belet niet dat de eiseres in een later stadium van de strafprocedure wel toegang kan hebben tot de rechter teneinde met betrekking tot het betwiste beslag daadwerkelijk rechtshulp te krijgen en de onmogelijkheid onmiddellijk cassatieberoep in te stellen levert bijgevolg geen schending op van de artikelen 1 en 5 van het Eerste Aanvullend Protocol bij het EVRM en van artikel 13 EVRM."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2025:ARR.20251124.3F.1": {
      "court": "CASS",
      "date": "2025-11-24",
      "roleNumber": "S.18.0059.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251124.3F.1",
      "abstractFR": [
        "Sauf lorsque la loi en dispose autrement, l'utilisation en matière civile d'une preuve obtenue illégalement ne peut être écartée que si l'irrégularité commise entache la fiabilité de la preuve ou si cette utilisation compromet le droit au procès équitable; à cet égard, le juge tient compte, entre autres, de la manière dont la preuve a été obtenue, des circonstances dans lesquelles l'illégalité a été commise, de la gravité de celle-ci, de la mesure dans laquelle elle a porté atteinte aux droits de la partie adverse, du droit à la preuve de la partie qui l'utilise et de l'attitude de la partie adverse (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20251124.3F.2": {
      "court": "CASS",
      "date": "2025-11-24",
      "roleNumber": "S.23.0020.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251124.3F.2",
      "abstractFR": [
        "Sauf lorsque la loi en dispose autrement, l'utilisation en matière civile d'une preuve obtenue illégalement ne peut être écartée que si l'irrégularité commise entache la fiabilité de la preuve ou si cette utilisation compromet le droit au procès équitable; à cet égard, le juge tient compte, entre autres, de la manière dont la preuve a été obtenue, des circonstances dans lesquelles l'illégalité a été commise, de la gravité de celle-ci, de la mesure dans laquelle elle a porté atteinte aux droits de la partie adverse, du droit à la preuve de la partie qui l'utilise et de l'attitude de la partie adverse."
      ],
      "abstractNL": null
    }
  }
}