{
  "4": {
    "ECLI:BE:CASS:2012:ARR.20120914.1": {
      "court": "CASS",
      "date": "2012-09-14",
      "roleNumber": "C.11.0450.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120914.1&lang=fr",
      "abstractFR": [
        "Les articles 4 et 5 de la loi du 25 août 1891 s'appliquent aussi au transport de personnes dans un service public (1). (1) Voir les conclusions du M.P. publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De artikelen 4 en 5 Vervoerwet gelden ook ten aanzien van personenvervoer in openbare dienst (1). (1) Zie de concl. van het O.M."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2012:ARR.20120914.1": {
      "court": "CASS",
      "date": "2012-09-14",
      "roleNumber": "C.11.0450.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120914.1&lang=fr",
      "abstractFR": [
        "Les articles 4 et 5 de la loi du 25 août 1891 s'appliquent aussi au transport de personnes dans un service public (1). (1) Voir les conclusions du M.P. publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De artikelen 4 en 5 Vervoerwet gelden ook ten aanzien van personenvervoer in openbare dienst (1). (1) Zie de concl. van het O.M."
      ]
    }
  },
  "9": {
    "ECLI:BE:CASS:2021:ARR.20210611.1N.5": {
      "court": "CASS",
      "date": "2021-06-11",
      "roleNumber": "C.20.0185.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210611.1N.5&lang=fr",
      "abstractFR": [
        "L'action en paiement de l'indemnité visée à l'article 7 du règlement (CE) n° 261/2004 du Parlement européen et du Conseil du 11 février 2004 établissant des règles communes en matière d'indemnisation et d'assistance des passagers en cas de refus d'embarquement et d'annulation ou de retard important d'un vol, et abrogeant le règlement (CEE) n° 295/91 se fonde sur un contrat de transport de personnes, de sorte que les passagers doivent introduire cette action, de même que, le cas échéant, une demande préalable d'indemnisation dans un délai d'un an à compter du jour du retard, qui constitue le manquement contractuel donnant lieu à l'action."
      ],
      "abstractNL": [
        "De vordering tot betaling van de in artikel 7 Passagiersverordening bedoelde compensatie is gebaseerd op een overeenkomst van personenvervoer zodat de passagiers die vordering evenals een eventueel voorafgaand verzoek tot compensatie moeten instellen binnen een termijn van 1 jaar te rekenen vanaf de dag van de vertraging, welke de contractuele wanprestatie uitmaakt die aanleiding geeft tot de vordering."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190208.4": {
      "court": "CASS",
      "date": "2019-02-08",
      "roleNumber": "C.18.0327.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190208.4&lang=fr",
      "abstractFR": [
        "Il résulte de la lecture conjointe des articles 9 de la loi du 25 août 1891 portant révision du titre du Code de commerce concernant les contrats de transport, 2260 et 2261 du Code civil, ainsi que d'une interprétation conforme à la Constitution de ces dispositions, que le jour où s'est produit le fait qui donne lieu à l'action en justice et marque l'entame du délai de prescription n'est pas inclus dans ce délai, à l'inverse du dernier jour de celui-ci (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de samenhang van artikel 9 Vervoerwet en de artikelen 2260 en 2261 Burgerlijk Wetboek en een grondwetconforme interpretatie van deze bepalingen, volgt dat de dag waarop het feit zich heeft voorgedaan dat tot de rechtsvordering aanleiding geeft en die de verjaringstermijn doet lopen, niet in die termijn begrepen is, maar wel de laatste dag van de termijn (1). (1) Zie concl. OM."
      ]
    }
  }
}