{
  "126": {
    "ECLI:BE:CASS:2009:ARR.20091130.4": {
      "court": "CASS",
      "date": "2009-11-30",
      "roleNumber": "S.04.0134.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20091130.4&lang=fr",
      "abstractFR": [
        "Il y a lieu d'interpréter l'article 579, 1°, du Code judiciaire en ce sens qu'en ce qui concerne la compétence des juridictions du travail, le sort des demandes relatives aux indemnités pour accidents du travail n'est pas réglé différemment selon que ces demandes intéressent les stagiaires participant à une formation professionnelle au sens de l'article 126 de l'arrêté de l'Exécutif flamand du 21 décembre 1988 portant organisation de l'Office flamand de l'Emploi et de la Formation professionnelle que l'employeur est tenu d'assurer aux mêmes conditions que s'ils étaient occupés dans l'entreprise en qualité de travailleurs salariés dans la profession à laquelle ils sont formés ou qu'elles intéressent les travailleurs, les apprentis ou autres personnes assimilées par le Roi auxquelles la loi du 10 avril 1971 sur les accidents du travail est applicable ou rendue applicable par une autre loi (1) (2). (1) Voir les conclusions du ministère public publiées avant cet arrêt dans A.C. (2) Voir Cass., 26 juin 2008, audience plénière, RG S.04.0134.N, Pas., 2008, n° 408 et les conclusions du ministère public publiées avant cet arrêt dans A.C."
      ],
      "abstractNL": [
        "Artikel 579, 1°, van het Gerechtelijk Wetboek dient in die zin te worden begrepen dat de vorderingen betreffende de schade wegens arbeidsongevallen, wat betreft de bevoegdheid van de arbeidsgerechten om daarvan kennis te nemen, niet verschillend geregeld zijn voor de in artikel 126 van het besluit van de Vlaamse executieve van 21 december 1988 bepaalde cursisten die door de werkgever moeten verzekerd zijn onder dezelfde voorwaarden als waren zij in het aan te leren beroep in loondienst tewerkgesteld in de onderneming, en voor de werknemers, leerjongens of andere door de Koning gelijkgestelde personen, waarop de Arbeidsongevallenwet wel toepasselijk is of krachtens een andere wet toepasselijk is gemaakt (1) (2). (1) Zie de conclusie van het openbaar ministerie. (2) Zie Cass., 26 juni 2008, voltallige terechtzitting, AR S.04.0134.N, A.C., 2008, nr 408, met conclusie O.M."
      ]
    }
  }
}