{
  "1": {
    "ECLI:BE:CASS:2018:ARR.20180330.1": {
      "court": "CASS",
      "date": "2018-03-30",
      "roleNumber": "C.16.0162.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180330.1",
      "abstractFR": [
        "Le notaire est un fonctionnaire public tenu de prêter son ministère lorsqu'il en est requis; ni l'article 10 du règlement pour l'organisation de la comptabilité notariale, rendu obligatoire par l'article 1er de l'arrêté royal du 9 mars 2003, qui a pour objet d'organiser la comptabilité et ne déroge pas à l'obligation imposée au notaire par les articles 1er et 3 de la loi du 25 ventôse an XI contenant organisation du notariat et 1580 du Code judiciaire de procéder à l'adjudication, ni aucune autre disposition n'autorise le notaire à refuser de prêter son ministère si une provision ne lui est pas versée (1). (1) Voir Cass. 24 octobre 2002, RG C.00.0724.F, Pas. 2002, n°506, avec concl. de M. De Riemaecker, avocat général."
      ],
      "abstractNL": [
        "De notaris is een openbaar ambtenaar die verplicht is zijn dienst te verlenen wanneer hij daartoe wordt verzocht; noch artikel 10 van het reglement voor de organisatie van de notariële boekhouding, bindend verklaard door artikel 1 van het koninklijk besluit van 9 maart 2003, dat ertoe strekt de boekhouding te organiseren en dat niet afwijkt van de verplichting die de notaris is opgelegd door de artikelen 1 en 3 Wet Notarisambt en artikel 1580 van het Gerechtelijk Wetboek om tot de veiling over te gaan, noch enige andere bepaling staat de notaris toe zijn dienst te weigeren indien hem geen provisie is overgemaakt (1). (1) Zie Cass. 24 oktober 2002, AR C.00.0724.F, AC 2002, nr. 506, met concl. van advocaat-generaal De Riemaecker in Pas. 2002, nr. 506."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170629.2": {
      "court": "CASS",
      "date": "2017-06-29",
      "roleNumber": "C.12.0590.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170629.2",
      "abstractFR": [
        "L'article 1er, alinéa 1er, de la loi du 25 ventôse - 5 germinal an XI n'exclut pas qu'un contrat puisse se former entre le notaire et les parties qui le consultent en vue d'établir un acte authentique."
      ],
      "abstractNL": [
        "Artikel 1, eerste lid, van de wet van 25 ventôse - 5 germinal jaar XI sluit niet uit dat er tussen de notaris en de partijen die hem raadplegen met het oog op de redactie van een authentieke akte een overeenkomst kan ontstaan."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160609.1": {
      "court": "CASS",
      "date": "2016-06-09",
      "roleNumber": "C.15.0360.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160609.1&lang=fr",
      "abstractFR": [
        "Il ne ressort pas de la circonstance que l'article 1er, alinéa 2 de la loi du 16 mars 1803 contenant organisation du notariat, dispose que sous réserve des droits de l'autorité publique, ont seuls qualité pour procéder aux ventes publiques d'immeubles, de rentes et de créances hypothécaires, que les ventes qui sont conclues sans l'intervention d'un notaire ne peuvent être des ventes publiques au sens de l'article précité (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Une vente publique relevant du monopole des notaires au sens de l'article 1er, alinéa 2, de la loi du 16 mars 1803 contenant organisation du notariat est une vente par laquelle la possibilité est offerte à un public réuni physiquement ou virtuellement de faire des offres concurrentes, l'un ayant connaissance de l'offre de l'autre, sans savoir nécessairement de qui émane l'offre ou qui a fait l'offre et pour laquelle on sait dès le départ que le bien sera attribué à celui qui a fait l'offre la plus élevée ou qu'il sera retenu; la circonstance que certaines formalités doivent être remplies pour être autorisé à faire une offre, ne prive pas la vente de son caractère public (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de omstandigheid dat artikel 1, tweede lid, van de Wet van 16 maart 1803 tot regeling van het notarisambt, bepaalt dat, onder voorbehoud van de rechten van de openbare overheid, alleen notarissen bevoegd zijn om onroerende goederen, renten en hypothecaire schuldvorderingen openbaar te verkopen, volgt niet dat verkopingen die geschieden zonder tussenkomst van een notaris geen openbare verkopingen kunnen zijn in de zin van voormelde wetsbepaling (1). (1) Zie concl. OM.",
        "Een onder het monopolie van de notarissen vallende openbare verkoop in de zin van artikel 1, tweede lid, van de Wet van 16 maart 1803 tot regeling van het notarisambt is een verkoop waarbij aan een publiek dat fysiek of virtueel wordt samengebracht de mogelijkheid wordt geboden om concurrentiële biedingen te doen, waarbij de een kennis heeft van het bod van de ander, zonder noodzakelijk te weten van wie het bod uitgaat of wie het bod heeft gedaan en waarbij van bij de aanvang duidelijk is dat het goed aan de hoogste bieder zal worden toegewezen of dat het zal worden ingehouden; de omstandigheid dat bepaalde formaliteiten moeten worden vervuld om toegelaten te worden tot de biedingen, ontneemt aan de verkoop niet zijn openbaar karakter (1). (1) Zie concl. OM."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2018:ARR.20180330.1": {
      "court": "CASS",
      "date": "2018-03-30",
      "roleNumber": "C.16.0162.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180330.1",
      "abstractFR": [
        "Le notaire est un fonctionnaire public tenu de prêter son ministère lorsqu'il en est requis; ni l'article 10 du règlement pour l'organisation de la comptabilité notariale, rendu obligatoire par l'article 1er de l'arrêté royal du 9 mars 2003, qui a pour objet d'organiser la comptabilité et ne déroge pas à l'obligation imposée au notaire par les articles 1er et 3 de la loi du 25 ventôse an XI contenant organisation du notariat et 1580 du Code judiciaire de procéder à l'adjudication, ni aucune autre disposition n'autorise le notaire à refuser de prêter son ministère si une provision ne lui est pas versée (1). (1) Voir Cass. 24 octobre 2002, RG C.00.0724.F, Pas. 2002, n°506, avec concl. de M. De Riemaecker, avocat général."
      ],
      "abstractNL": [
        "De notaris is een openbaar ambtenaar die verplicht is zijn dienst te verlenen wanneer hij daartoe wordt verzocht; noch artikel 10 van het reglement voor de organisatie van de notariële boekhouding, bindend verklaard door artikel 1 van het koninklijk besluit van 9 maart 2003, dat ertoe strekt de boekhouding te organiseren en dat niet afwijkt van de verplichting die de notaris is opgelegd door de artikelen 1 en 3 Wet Notarisambt en artikel 1580 van het Gerechtelijk Wetboek om tot de veiling over te gaan, noch enige andere bepaling staat de notaris toe zijn dienst te weigeren indien hem geen provisie is overgemaakt (1). (1) Zie Cass. 24 oktober 2002, AR C.00.0724.F, AC 2002, nr. 506, met concl. van advocaat-generaal De Riemaecker in Pas. 2002, nr. 506."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2013:ARR.20130322.1": {
      "court": "CASS",
      "date": "2013-03-22",
      "roleNumber": "C110096N-C110098N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130322.1&lang=fr",
      "abstractFR": [
        "Il ressort de la radiation dans l'article 114 de la loi du 16 mars 1803 contenant organisation du notariat de la référence à l'article 6, alinéa 1er, 1°, par la loi du 4 mai 1999 et des travaux parlementaires de cette loi que le législateur n'a plus voulu reconnaître à la violation de la prescription de l'article 6, alinéa 1er, 1° l'effet de la nullité de l'acte notarié et a voulu déroger au prescrit de l'article 1317, alinéa 1er, du Code civil; il s'ensuit que la réglementation particulière de la loi du 16 mars 1803 ne sanctionne pas par la nullité, comme prévu par l'article 5, §2, la non-déclaration par la partie dans l'acte qu'elle est physiquement incapable de se rendre à l'étude (1). (1) Voir les conclusions du M.P. publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Uit de schrapping in artikel 114 Wet Notarisambt van de verwijzing naar artikel 6, eerste lid, 1° door de wet van 4 mei 1999 en uit de parlementaire voorbereiding van deze wet blijkt dat de wetgever aan de miskenning van het in dit artikel 6, eerste lid, 1° bedoelde voorschrift niet langer het gevolg van de nietigheid van de notariële akte heeft willen verbinden en heeft willen derogeren aan het bepaalde in artikel 1317, eerste lid, Burgerlijk Wetboek; hieruit volgt dat de bijzondere regeling van de Wet Notarisambt de niet-vermelding van de verklaring van de partij dat zij fysiek niet in staat is om zich te verplaatsen naar het kantoor zoals bepaald in artikel 5, §2, niet met de nietigheid sanctioneert (1). (1) Zie de concl. van het O.M."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2010:ARR.20100611.2": {
      "court": "CASS",
      "date": "2010-06-11",
      "roleNumber": "C090525F-C090526F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100611.2",
      "abstractFR": [
        "Nonobstant leur caractère commercial, les activités de courtage immobilier, tendant à prospecter des acquéreurs, ne sont pas, en règle, interdites au notaire qui est appelé à passer l'acte authentique de vente; le notaire qui exerce ces activités n'est pas soumis aux obligations de l'arrêté royal du 6 septembre 1993 (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "Ook al zijn de makelaarsactiviteiten die bedoeld zijn om kopers op te sporen daden van koophandel, toch zijn ze in de regel niet verboden voor de notaris wiens taak erin bestaat de authentieke koopakte te verlijden; de notaris die genoemde activiteiten verricht, is niet onderworpen aan de verplichtingen van het koninklijk besluit van 6 september 1993 (1). (1) Zie concl. O.M., in Bull., 2010, AR C.09.0526, nr. ..."
      ]
    }
  },
  "8": {
    "ECLI:BE:CASS:2019:ARR.20191017.20": {
      "court": "CASS",
      "date": "2019-10-17",
      "roleNumber": "C.18.0592.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191017.20&lang=fr",
      "abstractFR": [
        "L'interdiction visée à l'article 8 de la loi du 25 ventôse an XI (16 mars 1803) contenant organisation du notariat ne s'applique pas lorsque l'écrit sous seing privé contient des dispositions en faveur du notaire (1). (1) A. VAN DEN BOSSCHE, Hoe streng is artikel 8 van de Notariswet?, note sous Gand, 22 mars 2018, T. Not. 2018, 1025 - 1029."
      ],
      "abstractNL": [
        "Het in artikel 8 Wet Notarisambt neergelegde verbod is niet van toepassing wanneer het onderhands geschrift beschikkingen in het voordeel van de notaris bevat (1). (1) A. VAN DEN BOSSCHE, Hoe streng is artikel 8 van de Notariswet?, noot onder Gent 22 maart 2018, T. Not. 2018, 1025-1029."
      ]
    },
    "ECLI:BE:CASS:2008:ARR.20080124.3": {
      "court": "CASS",
      "date": "2008-01-24",
      "roleNumber": "C.07.0291.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080124.3&lang=fr",
      "abstractFR": [
        "Pour qu'un testament international soit valable en la forme devant un notaire belge, il est requis que les deux témoins ne soient pas alliés du testateur au troisième degré."
      ],
      "abstractNL": [
        "Opdat een internationaal testament voor een Belgische notaris geldig is naar de vorm, is het vereist dat de twee getuigen geen aanverwant zijn in de derde graad van de erflater."
      ]
    }
  },
  "9": {
    "ECLI:BE:CASS:2020:ARR.20200507.1N.8": {
      "court": "CASS",
      "date": "2020-05-07",
      "roleNumber": "C.19.0273.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200507.1N.8&lang=fr",
      "abstractFR": [
        "Le devoir de conseil et d'information incombant au notaire en vertu de l'article 9, § 1er, alinéa 3, de la loi du 16 mars 1803, qui comprend également un devoir de recherche et d'enquête, est une obligation de moyen dont le respect sera apprécié par rapport au comportement d'un notaire normalement diligent placé dans les mêmes circonstances, tout en tenant compte de la connaissance et de l'expérience des parties, de leurs attentes légitimes et des informations dont dispose le notaire."
      ],
      "abstractNL": [
        "De op de notaris, bij toepassing van artikel 9, § 1, derde lid Notarisambt, rustende raadgevings- en informatieplicht, die ook een opzoekings- en onderzoeksplicht omvat, is een inspanningsverbintenis waarvan de nakoming wordt getoetst aan de gedragswijze van een normaal zorgvuldige notaris geplaatst in dezelfde omstandigheden en waarbij wordt rekening gehouden met de kennis en ervaring van de partijen, hun legitieme verwachtingen en de gegevens waarover de notaris beschikt."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170105.3": {
      "court": "CASS",
      "date": "2017-01-05",
      "roleNumber": "F.15.0164.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170105.3",
      "abstractFR": [
        "N'est pas une cause de nullité de l'acte authentique, la violation de l'article 9, § 1er, de la loi du 25 ventôse an XI contenant organisation du notariat, selon lequel le notaire doit faire mention dans l'acte notarié qu'il a notamment attiré l'attention des parties sur l'existence d'intérêts contradictoires ou d'engagements disproportionnés (1). (1) Voir les concl. partiellement contraires du MP. La Cour a rendu le même jour en la cause inscrite à son rôle général sous le numéro F.15.0198.F, sur conclusions écrites contraires du Ministère Public, un arrêt qui, d'abord, confirme un enseignement précédent, selon lequel l'article 1464, alinéa 2, qui, par dérogation à l'alinéa 1er, dispose que la stipulation de parts inégales et la clause d'attribution de tout le patrimoine commun sont considérées comme des donations pour la part dépassant la moitié qu'elles attribuent au conjoint survivant dans la valeur, au jour du partage, des biens présents ou futurs que l'époux prédécédé a fait entrer dans le patrimoine commun par une stipulation expresse du contrat de mariage, est une dérogation visant à protéger les droits des héritiers réservataires et a pour seul effet que l'attribution des biens apportés par le conjoint prédécédé dans le patrimoine commun doit être considérée, pour lai part dépassant.la moitié attribuée au conjoint survivant, comme une donation pour la détermination des droits de ces héritiers réservataires (Cass. 10 décembre 2010, RG F.08.0102.N, Pas. 2010, n° 726 avec concl. de M. Thijs, avocat général). En l'espèce, le demandeur en cassation s'est marié sous le régime de la communauté légale, à défaut de convention matrimoniale. Les conjoints ont apporté à leur régime matrimonial une modification consistant à prévoir que « in geval van ontbinding van het huwelijk door overlijden wordt het gemeenschappelijk vermogen toebedeeid aan de heer M.P., voornoemd ». L'épouse du demandeur, victime d'une maladie incurable et à l'article de la mort, est décédée le lendemain de la passation de l'acte ; elle le laisse pour seul héritier légal et réservataire de la totalité de la succession de la défunte, le patrimoine commun étant recueilli par lui. Le litige concerne l'imposition de cette transmission de la totalité du patrimoine commun. L'arrêt attaqué dit pour droit que la convention matrimoniale passée in articula mortis s'analyse en une donation indirecte à laquelle l'article 7 du Code des droits de succession s'applique. Le pourvoi, qui est dirigé contre cette décision, présente un moyen pris de la violation des articles 1461 et 1464 du Code Civil et de l'article 7 du Code des droits de succession. La Cour décide que l'arrêt attaqué, pour lequel la présomption du caractère onéreux de la convention visée à l'article 1464, alinéa 1er, du Code civil ne peut être invoquée par le demandeur parce que l'attribution de toute la communauté à son profit n'a pas été conclue sous condition de sa survie, ne justifie pas légalement sa décision de faire application de l'article 7 du Code des droits de succession. De la sorte la Cour confirme l'enseignement repris ci-dessus sous le résumé n° 2. AH"
      ],
      "abstractNL": [
        "De schending van artikel 9, § 1, van de wet van 25 ventôse jaar XI op het notarisambt, volgens welke de notaris in de notariële akte moet vermelden dat hij m. n. de aandacht van de partijen heeft gevestigd op de aanwezigheid van tegenstrijdige belangen of van onevenwichtige bedingen, is geen grond van nietigheid van de authentieke akte (1). (1) Zie gedeeltelijke andersluidende conclusie OM. Het Hof heeft dezelfde dag, in de zaak AR F.15.0198.F, op de andersluidende schriftelijke conclusie van het OM, een arrest gewezen dat, in de eerste plaats, een voorgaande leer bevestigt volgens welke artikel 1464, tweede lid, dat, in afwijking van het eerste lid, bepaalt dat het beding van ongelijke verdeling en het beding van verblijving van het gehele gemeenschappelijk vermogen als schenkingen worden beschouwd voor het aandeel boven de helft dat aan de langstlevende echtgenoot wordt toegewezen in de waarde, op de dag van de verdeling, van de tegenwoordige of toekomstige goederen die de vooroverleden echtgenoot in het gemeenschappelijk vermogen heeft gebracht door een uitdrukkelijk beding in de huwelijksovereenkomst, een afwijkende bepaling is die ertoe strekt de rechten van de reservataire erfgenamen te vrijwaren en enkel tot gevolg heeft dat de toekenning van de goederen die door de vooroverleden echtgenoot in het gemeenschappelijk vermogen zijn ingebracht, voor het aandeel boven de helft die aan de overlevende echtgenoot wordt toegekend, met het oog op het vaststellen van de rechten van die reservataire erfgenamen als een schenking moet worden beschouwd (Cass. 10 december 2010, AR F.08.0102.N, AC 2010, nr. 726, met concl. van advocaat-generaal Thijs). In dit geval is de eiser in cassatie gehuwd onder het stelsel van de wettelijke gemeenschap, bij gebrek aan een huwelijksovereenkomst. De echtgenoten hebben hun huwelijksvermogensstelsel in die zin gewijzigd dat zij zijn overeengekomen dat \"in geval van ontbinding van het huwelijk door overlijden het gemeenschappelijk vermogen wordt toebedeeld aan de heer M.P., voornoemd\". De echtgenote van de eiser, die door een ongeneeslijke ziekte wordt getroffen en op sterven ligt, overlijdt de dag na het verlijden van de akte; haar echtgenoot is de enige wettelijke en reservataire erfgenaam van de gehele nalatenschap van de overledene, waarbij hij het gemeenschappelijk vermogen verkrijgt. Het geschil heeft betrekking op de belasting van die overdracht van het gehele gemeenschappelijk vermogen. Het bestreden arrest zegt voor recht dat de huwelijksovereenkomst die in articula mortis is verleden, moet worden beschouwd als een onrechtstreekse schenking waarop artikel 7 Wetboek Successierechten van toepassing is. Het cassatieberoep tegen die beslissing voert een middel aan dat steunt op de schending van de artikelen 1461 en 1464 Burgerlijk Wetboek en van artikel 7 Wetboek Successierechten. Het Hof beslist dat het bestreden arrest, volgens hetwelk het vermoeden van het bezwarend karakter van de overeenkomst bedoeld in artikel 1464, eerste lid, Burgerlijk Wetboek, niet door de eiser kan worden aangevoerd omdat de toekenning van de gehele gemeenschap in zijn voordeel niet werd overeengekomen op voorwaarde van overleving, zijn beslissing om artikel 7 Wetboek Successierechten toe te passen niet naar recht verantwoordt. Aldus bevestigt het Hof de leer die hierboven is weergegeven in de samenvatting nr. 2. AH"
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20090416.2": {
      "court": "CASS",
      "date": "2009-04-16",
      "roleNumber": "C.07.0520.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090416.2",
      "abstractFR": [
        "Le notaire commis par justice pour procéder à l'adjudication d'un immeuble doit réaliser celle-ci en veillant à l'intérêt des parties à la procédure et, à cette fin, leur donner tous les conseils et toutes les informations utiles à la sauvegarde de cet intérêt."
      ],
      "abstractNL": [
        "De notaris die door de rechter wordt aangesteld om een onroerend goed te verkopen moet die verkoping organiseren met inachtneming van de belangen van de partijen bij de procedure en hen daartoe alle raad en informatie geven die het vrijwaren van dat belang ten goede komen."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2008:ARR.20080124.3": {
      "court": "CASS",
      "date": "2008-01-24",
      "roleNumber": "C.07.0291.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080124.3&lang=fr",
      "abstractFR": [
        "Pour qu'un testament international soit valable en la forme devant un notaire belge, il est requis que les deux témoins ne soient pas alliés du testateur au troisième degré."
      ],
      "abstractNL": [
        "Opdat een internationaal testament voor een Belgische notaris geldig is naar de vorm, is het vereist dat de twee getuigen geen aanverwant zijn in de derde graad van de erflater."
      ]
    },
    "ECLI:BE:CASS:2007:ARR.20070129.3": {
      "court": "CASS",
      "date": "2007-01-29",
      "roleNumber": "C040606F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20070129.3",
      "abstractFR": [
        "L'interdiction d'être pris pour témoin d'un testament par acte public ne se limite pas aux seuls serviteurs se trouvant dans un lien étroit de dépendance envers le notaire et les personnes qui y sont visées."
      ],
      "abstractNL": [
        "Het verbod om als getuige van een testament bij openbare akte genomen te worden, beperkt zich niet tot de huisbedienden met een nauwe band van afhankelijkheid t.a.v. de notaris en tot de daarin bedoelde personen."
      ]
    }
  },
  "14": {
    "ECLI:BE:CASS:2010:ARR.20100624.6": {
      "court": "CASS",
      "date": "2010-06-24",
      "roleNumber": "C.09.0438.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100624.6&lang=fr",
      "abstractFR": [
        "S'il y a désaccord entre les parties lors d'un partage judiciaire, le notaire les convoque à être présentes lors de la rédaction du procès-verbal des dires et difficultés et les invite à signer ce procès-verbal; en cas d'absence des parties le procès-verbal sera signé par le notaire commis pour représenter les parties défaillantes ou récalcitrantes (1). (1) P. WATELET, La rédaction des actes notariés, Bruxelles, Larcier, 1980, 676; P. WATELET, Partages et liquidations judiciaire, in Rép. Not., t. XIII, Livre V, Bruxelles, Larcier, 1988, 73, n° 138; J. DEMBLON, P. HARMEL, M. RENARD-DECLAIRFAYT & J.F. TAYMANS, L'acte notarié, in Rép. Not., t. XI, Livre XI, Bruxelles, Larcier, 2002, 273, n° 380; A. VAN DEN BOSSCHE, Proces-verbaal van beweringen en zwarigheden en afsluiting van de procedure, in Vereffening-Verdeling, Kluwer, Anvers, 1992."
      ],
      "abstractNL": [
        "Ingeval de partijen bij een gerechtelijke verdeling het niet eens zijn, moet de notaris ze oproepen om aanwezig te zijn bij het opstellen van het proces-verbaal van beweringen en zwarigheden en ze uitnodigen het te ondertekenen; bij hun afwezigheid dient het proces-verbaal te worden ondertekend door de notaris aangesteld om de afwezige of onwillige partijen te vertegenwoordigen (1). (1) P. WATELET, La rédaction des actes notariés, Brussel, Larcier, 1980, 676; P. WATELET, Partages et liquidations judiciaires, in Rép. Not., t. XIII, boek V, Brussel, Larcier, 1988, 73, nr. 138; J. DEMBLON, P. HARMEL, M. RENARD-DECLAIRFAYT & J.F. TAYMANS, L'acte notarié, in Rép. Not., t. XI, boek XI, Brussel, Larcier, 2002, 273, nr. 380; A. VAN DEN BOSSCHE, Proces-verbaal van beweringen en zwarigheden en afsluiting van de procedure, in Vereffening-verdeling, Kluwer, Antwerpen, 1992."
      ]
    }
  },
  "15": {
    "ECLI:BE:CASS:2020:ARR.20200117.1F.1": {
      "court": "CASS",
      "date": "2020-01-17",
      "roleNumber": "C.18.0604.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200117.1F.1",
      "abstractFR": [
        "Lorsque l'acte authentique notarié présente une rature et qu'elle n'est ni constatée ni approuvée de la manière prévue à l'article 16 de la loi du 25 ventôse an XI, elle doit être considérée en principe comme inexistante; partant, elle ne fait pas partie de l'acte authentique et ne peut entacher l'authenticité de son contenu, même si cet article n'en prévoit pas la nullité (1). (1) Cass. 12 novembre 1982, RG 3376, Pas. 1983, n° 163.",
        "S'il est constant que la rature existait et a été voulue par les parties au moment de la passation de l'acte authentique, l'acte authentique réel est précisément l'acte corrigé; le juge apprécie en fait s'il en est ainsi (1). (1) Cass. 12 novembre 1982, RG 3376, Pas. 1983, n° 163.",
        "La charge de la preuve que la rature existait et a été voulue par les parties au moment de la passation de l'acte authentique incombe à la partie qui s'en prévaut; cette preuve peut être établie sur la base d'éléments tant intrinsèques qu'extrinsèques à l'acte, y compris des éléments postérieurs à celui-ci."
      ],
      "abstractNL": [
        "Wanneer in een authentieke notariële akte woorden worden doorgehaald en de doorhaling noch is vastgesteld noch is goedgekeurd op de wijze bepaald in artikel 16 Wet Notarisambt, wordt ze in beginsel als niet-bestaande beschouwd; ze maakt bijgevolg geen deel uit van de authentieke akte en ze kan evenmin de authenticiteit van de inhoud van die akte aantasten, ook al schrijft voornoemd artikel de nietigheid van die doorhaling niet voor (1). (1) Cass. 12 november 1982, AR 3376, AC 1982-83, nr. 163.",
        "Hoewel kan vaststaan dat de doorhaling bestond en door de partijen was gewild op het ogenblik van het verlijden van de authentieke akte, is de werkelijke authentieke akte net de verbeterde akte; de rechter beoordeelt dit in feite (1). (1) Cass. 12 november 1982, AR 3376, AC 1982-83, nr. 163.",
        "Het feit dat de doorhaling bestond en door de partijen was gewild op het ogenblik van het verlijden van de authentieke akte, moet bewezen worden door de partij die zich hierop beroept; dat bewijs kan worden geleverd op grond van aan de akte intrinsieke en extrinsieke gegevens, met inbegrip van gegevens die van na die akte dagtekenen."
      ]
    }
  },
  "16": {
    "ECLI:BE:CASS:2020:ARR.20200117.1F.1": {
      "court": "CASS",
      "date": "2020-01-17",
      "roleNumber": "C.18.0604.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200117.1F.1",
      "abstractFR": [
        "Lorsque l'acte authentique notarié présente une rature et qu'elle n'est ni constatée ni approuvée de la manière prévue à l'article 16 de la loi du 25 ventôse an XI, elle doit être considérée en principe comme inexistante; partant, elle ne fait pas partie de l'acte authentique et ne peut entacher l'authenticité de son contenu, même si cet article n'en prévoit pas la nullité (1). (1) Cass. 12 novembre 1982, RG 3376, Pas. 1983, n° 163.",
        "S'il est constant que la rature existait et a été voulue par les parties au moment de la passation de l'acte authentique, l'acte authentique réel est précisément l'acte corrigé; le juge apprécie en fait s'il en est ainsi (1). (1) Cass. 12 novembre 1982, RG 3376, Pas. 1983, n° 163.",
        "La charge de la preuve que la rature existait et a été voulue par les parties au moment de la passation de l'acte authentique incombe à la partie qui s'en prévaut; cette preuve peut être établie sur la base d'éléments tant intrinsèques qu'extrinsèques à l'acte, y compris des éléments postérieurs à celui-ci."
      ],
      "abstractNL": [
        "Wanneer in een authentieke notariële akte woorden worden doorgehaald en de doorhaling noch is vastgesteld noch is goedgekeurd op de wijze bepaald in artikel 16 Wet Notarisambt, wordt ze in beginsel als niet-bestaande beschouwd; ze maakt bijgevolg geen deel uit van de authentieke akte en ze kan evenmin de authenticiteit van de inhoud van die akte aantasten, ook al schrijft voornoemd artikel de nietigheid van die doorhaling niet voor (1). (1) Cass. 12 november 1982, AR 3376, AC 1982-83, nr. 163.",
        "Hoewel kan vaststaan dat de doorhaling bestond en door de partijen was gewild op het ogenblik van het verlijden van de authentieke akte, is de werkelijke authentieke akte net de verbeterde akte; de rechter beoordeelt dit in feite (1). (1) Cass. 12 november 1982, AR 3376, AC 1982-83, nr. 163.",
        "Het feit dat de doorhaling bestond en door de partijen was gewild op het ogenblik van het verlijden van de authentieke akte, moet bewezen worden door de partij die zich hierop beroept; dat bewijs kan worden geleverd op grond van aan de akte intrinsieke en extrinsieke gegevens, met inbegrip van gegevens die van na die akte dagtekenen."
      ]
    }
  },
  "19": {
    "ECLI:BE:CASS:2018:ARR.20181012.6": {
      "court": "CASS",
      "date": "2018-10-12",
      "roleNumber": "C.18.0109.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181012.6&lang=fr",
      "abstractFR": [
        "L'acte notarié forme un titre exécutoire lorsqu'il consacre, en sa forme authentique, les éléments nécessaires à la détermination de l'existence, de l'exigibilité et du montant de la créance (1); la force exécutoire de l'acte notarié ayant pour objet une ouverture de crédit n'est pas mise en péril lorsqu'il faut s'appuyer sur des éléments extérieurs pour déterminer le montant dû à l'échéance ou pour reporter cette échéance du fait d'une prolongation de la durée du crédit; il n'est pas davantage requis que l'acte comporte expressément une obligation de remboursement lorsque l'existence de cette obligation et son étendue résultent implicitement de l'acte. (1) Cass. 1er juin 2017, RG C.16.0479.F, Pas. 2017, n°367."
      ],
      "abstractNL": [
        "De notariële akte vormt een uitvoerbare titel wanneer ze, in haar authentieke vorm, alle gegevens bekrachtigt die nodig zijn om het bestaan, de opeisbaarheid en het bedrag van de schuldvordering te bepalen (1); de uitvoerbare kracht van de notariële akte die een kredietopening tot voorwerp heeft, komt niet in het gedrang wanneer voor de bepaling van het verschuldigde bedrag bij de vervaldag of voor het uitstel van deze vervaldag wegens een verlenging van het krediet moet worden gesteund op externe gegevens; evenmin is vereist dat de akte een uitdrukkelijke terugbetalingsverplichting bevat wanneer het bestaan van deze verbintenis en de omvang ervan impliciet uit de akte volgt. (1) Cass. 1 juni 2017, AR C.16.0479.F, AC 2017, nr. 367."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170904.1": {
      "court": "CASS",
      "date": "2017-09-04",
      "roleNumber": "C.16.0196.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170904.1",
      "abstractFR": [
        "Le moyen qui fait grief à l'arrêt de méconnaître la force probante de l'acte authentique de cession établi par le notaire, est étranger à l'article 19 de la loi du 25 Ventôse an XI contenant l'organisation du notariat, qui a trait à sa force exécutoire; il est partant irrecevable."
      ],
      "abstractNL": [
        "Het middel dat het arrest verwijt de bewijswaarde te miskennen van de authentieke akte van overdracht die is opgemaakt door de notaris, houdt geen verband met artikel 19, Wet Notarisambt, dat betrekking heeft op de uitvoerbare kracht ervan; het is derhalve niet ontvankelijk."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170601.7": {
      "court": "CASS",
      "date": "2017-06-01",
      "roleNumber": "C.16.0479.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170601.7",
      "abstractFR": [
        "L'acte notarié constitue un titre exécutoire lorsqu'il consacre, en la forme authentique, les éléments nécessaires à la détermination de l'existence, de l'exigibilité et du montant de la créance."
      ],
      "abstractNL": [
        "De notariële akte vormt een uitvoerbare titel wanneer ze, in haar authentieke vorm, alle gegevens bekrachtigt die nodig zijn om het bestaan, de opeisbaarheid en het bedrag van de schuldvordering te bepalen."
      ]
    }
  },
  "50": {
    "ECLI:BE:CASS:2024:ARR.20240613.1N.8": {
      "court": "CASS",
      "date": "2024-06-13",
      "roleNumber": "C.23.0105.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240613.1N.8",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 50, § 1, eerste, tweede en derde lid, en § 4, Wet Notarisambt volgt dat de notaris handelend als orgaan van zijn vennootschap, voor wat betreft zijn beroepsaansprakelijkheid in de regel niet persoonlijk kan worden aangesproken. Hij kan niettemin persoonlijk worden aangesproken wanneer hij overtredingen heeft begaan met bedrieglijk oogmerk of met het doel om schade te berokkenen (1). (1) Zie concl. OM."
      ]
    }
  },
  "91": {
    "ECLI:BE:CASS:2018:ARR.20180330.1": {
      "court": "CASS",
      "date": "2018-03-30",
      "roleNumber": "C.16.0162.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180330.1",
      "abstractFR": [
        "Le notaire est un fonctionnaire public tenu de prêter son ministère lorsqu'il en est requis; ni l'article 10 du règlement pour l'organisation de la comptabilité notariale, rendu obligatoire par l'article 1er de l'arrêté royal du 9 mars 2003, qui a pour objet d'organiser la comptabilité et ne déroge pas à l'obligation imposée au notaire par les articles 1er et 3 de la loi du 25 ventôse an XI contenant organisation du notariat et 1580 du Code judiciaire de procéder à l'adjudication, ni aucune autre disposition n'autorise le notaire à refuser de prêter son ministère si une provision ne lui est pas versée (1). (1) Voir Cass. 24 octobre 2002, RG C.00.0724.F, Pas. 2002, n°506, avec concl. de M. De Riemaecker, avocat général."
      ],
      "abstractNL": [
        "De notaris is een openbaar ambtenaar die verplicht is zijn dienst te verlenen wanneer hij daartoe wordt verzocht; noch artikel 10 van het reglement voor de organisatie van de notariële boekhouding, bindend verklaard door artikel 1 van het koninklijk besluit van 9 maart 2003, dat ertoe strekt de boekhouding te organiseren en dat niet afwijkt van de verplichting die de notaris is opgelegd door de artikelen 1 en 3 Wet Notarisambt en artikel 1580 van het Gerechtelijk Wetboek om tot de veiling over te gaan, noch enige andere bepaling staat de notaris toe zijn dienst te weigeren indien hem geen provisie is overgemaakt (1). (1) Zie Cass. 24 oktober 2002, AR C.00.0724.F, AC 2002, nr. 506, met concl. van advocaat-generaal De Riemaecker in Pas. 2002, nr. 506."
      ]
    }
  },
  "107": {
    "ECLI:BE:CASS:2014:ARR.20140123.2": {
      "court": "CASS",
      "date": "2014-01-23",
      "roleNumber": "D.12.0010.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140123.2&lang=fr",
      "abstractFR": [
        "L'article 107, alinéa 1er, de la loi du 16 mars 1803 contenant organisation du notariat qui dispose que: la décision de la Chambre des notaires est susceptible de recours devant le tribunal civil, dans le mois de la notification indique uniquement qui doit former le recours et quelle juridiction doit être saisie et dans quel délai mais pas contre qui il y a lieu de diriger ce recours; à défaut de précision dans la loi, un recours formé contre la décision de la Chambre des notaires ne peut être déclaré irrecevable s'il a été dirigé soit contre la Chambre des notaires soit contre la Compagnie des notaires ou le syndic de la Chambre des notaires (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "Artikel 107, eerste lid, Organieke Wet Notariaat, dat bepaalt dat binnen een maand na de kennisgeving tegen de beslissing van de kamer van de notarissen beroep kan worden ingesteld bij de burgerlijke rechtbank, geeft enkel aan door wie het beroep moet worden ingesteld, door welk rechtscollege en binnen welke termijn, maar niet tegen wie dit beroep moet worden gericht; aangezien de wet dit niet bepaalt, kan een beroep tegen de beslissing van de kamer van notarissen niet onontvankelijk worden verklaard indien het gericht werd tegen hetzij de kamer van notarissen, hetzij het genootschap van notarissen, of de syndicus van de kamer van notarissen (1). (1) Zie concl. O.M."
      ]
    }
  },
  "114": {
    "ECLI:BE:CASS:2013:ARR.20130322.1": {
      "court": "CASS",
      "date": "2013-03-22",
      "roleNumber": "C110096N-C110098N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130322.1&lang=fr",
      "abstractFR": [
        "Il ressort de la radiation dans l'article 114 de la loi du 16 mars 1803 contenant organisation du notariat de la référence à l'article 6, alinéa 1er, 1°, par la loi du 4 mai 1999 et des travaux parlementaires de cette loi que le législateur n'a plus voulu reconnaître à la violation de la prescription de l'article 6, alinéa 1er, 1° l'effet de la nullité de l'acte notarié et a voulu déroger au prescrit de l'article 1317, alinéa 1er, du Code civil; il s'ensuit que la réglementation particulière de la loi du 16 mars 1803 ne sanctionne pas par la nullité, comme prévu par l'article 5, §2, la non-déclaration par la partie dans l'acte qu'elle est physiquement incapable de se rendre à l'étude (1). (1) Voir les conclusions du M.P. publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Uit de schrapping in artikel 114 Wet Notarisambt van de verwijzing naar artikel 6, eerste lid, 1° door de wet van 4 mei 1999 en uit de parlementaire voorbereiding van deze wet blijkt dat de wetgever aan de miskenning van het in dit artikel 6, eerste lid, 1° bedoelde voorschrift niet langer het gevolg van de nietigheid van de notariële akte heeft willen verbinden en heeft willen derogeren aan het bepaalde in artikel 1317, eerste lid, Burgerlijk Wetboek; hieruit volgt dat de bijzondere regeling van de Wet Notarisambt de niet-vermelding van de verklaring van de partij dat zij fysiek niet in staat is om zich te verplaatsen naar het kantoor zoals bepaald in artikel 5, §2, niet met de nietigheid sanctioneert (1). (1) Zie de concl. van het O.M."
      ]
    }
  }
}