{
  "2": {
    "ECLI:BE:CASS:2024:ARR.20241022.2N.2": {
      "court": "CASS",
      "date": "2024-10-22",
      "roleNumber": "P.24.0893.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241022.2N.2",
      "abstractFR": null,
      "abstractNL": [
        "Vuurwapens zijn bij toepassing van artikel 3, § 3, 1°, Wapenwet 2006 in beginsel vergunningsplichtig en zij kunnen slechts als vrij verkrijgbare wapens in de zin van artikel 3, § 2, Wapenwet 2006 worden beschouwd wanneer vaststaat dat die vuurwapens beantwoorden aan de door de Wapenwet en de uitvoeringsbesluiten ervan gestelde voorwaarden om te kunnen worden beschouwd als vrij verkrijgbare wapens; eensdeels volgt uit artikel 3, § 2, 2°, Wapenwet 2006 dat vuurwapens met een historische, folkloristische of decoratieve waarde enkel niet te beschouwen zijn als vergunningsplichtige wapens wanneer zij voldoen aan minstens een van de vermelde voorwaarden inzake techniciteit, ouderdom, gebruik of eigendom en zij niet buiten het kader van historische of folkloristische manifestaties voor het schieten worden bestemd, welke voorwaarden niet zijn bepaald voor seinpistolen en anderdeels vereist artikel 2 van het koninklijk besluit van 1 maart 1998 dat, om de seinpistolen in te delen bij de categorie van de vrij verkrijgbare wapens, de houder steeds moet kunnen bewijzen deze wapens nodig te hebben voor een daarmee overeenstemmende activiteit: het arrest dat een beklaagde ontslaat van rechtsvervolging op grond van het oordeel met betrekking tot bepaalde seinpistolen dat er redelijke twijfel is of zij werden vervaardigd na 1895 en met betrekking tot andere seinpistolen dat niet met zekerheid blijkt dat zij niet vallen onder de categorieën 1° en 2° van artikel 1 van het koninklijk besluit van 20 september 1991 is niet naar recht verantwoord (1). (1) Zie concl. OM."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2021:ARR.20210226.1N.1": {
      "court": "CASS",
      "date": "2021-02-26",
      "roleNumber": "D.18.0013.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210226.1N.1&lang=fr",
      "abstractFR": [
        "Le Conseil conduit l'instruction et décide, lors de la clôture de la phase d'instruction, du renvoi à la commission de discipline, mais n'est pas partie à la procédure disciplinaire."
      ],
      "abstractNL": [
        "De Raad voert onderzoek en beslist bij het afsluiten van de onderzoeksfase over de verwijzing naar de tuchtcommissie, maar is geen partij in de tuchtprocedure."
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2021:ARR.20210226.1N.1": {
      "court": "CASS",
      "date": "2021-02-26",
      "roleNumber": "D.18.0013.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210226.1N.1&lang=fr",
      "abstractFR": [
        "Le Conseil conduit l'instruction et décide, lors de la clôture de la phase d'instruction, du renvoi à la commission de discipline, mais n'est pas partie à la procédure disciplinaire."
      ],
      "abstractNL": [
        "De Raad voert onderzoek en beslist bij het afsluiten van de onderzoeksfase over de verwijzing naar de tuchtcommissie, maar is geen partij in de tuchtprocedure."
      ]
    }
  }
}