{
  "2": {
    "ECLI:BE:CASS:2021:ARR.20210618.1N.11": {
      "court": "CASS",
      "date": "2021-06-18",
      "roleNumber": "C.19.0255.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210618.1N.11&lang=fr",
      "abstractFR": [
        "Il suit de la mission générale du curateur, qui consiste à réaliser l'actif du failli et à partager le produit obtenu, et de la circonstance que le curateur exerce les droits communs des créanciers lorsqu'il agit au nom de la masse, que la décharge ne peut être opposée au curateur lorsqu'il intente, au profit de la masse des créanciers, une action en responsabilité des administrateurs sur la base de l'article 528 du Code des sociétés."
      ],
      "abstractNL": [
        "Uit de algemene opdracht van de curator, die erin bestaat de activa van de gefailleerde te gelde te maken en het provenu te verdelen, en uit het gegeven dat de curator de gemeenschappelijke rechten van de schuldeisers uitoefent wanneer hij namens de boedel optreedt, volgt dat de kwijting niet aan de curator kan worden tegengeworpen wanneer hij ten behoeve van de gezamenlijke schuldeisers een vordering in bestuurdersaansprakelijkheid op grond van artikel 528 Wetboek van Vennootschappen instelt."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210504.2N.7": {
      "court": "CASS",
      "date": "2021-05-04",
      "roleNumber": "P.20.1325.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210504.2N.7&lang=fr",
      "abstractFR": [
        "Les tiers, au sens des articles 76, alinéas 1 et 2, et 683, alinéa 1er, du Code des sociétés, sont ceux qui ont traité avec la société en raison de son existence; en effet, ces dispositions légales protègent les tiers qui traitent habituellement avec la société ou ses organes et pour lesquels les actes à publier sont, pour cette raison, pertinents; la personne contre laquelle la société porte plainte avec constitution de partie civile n'est pas un tiers au sens de ces dispositions; il en va de même du juge d'instruction entre les mains duquel la plainte est déposée; en effet, le lien juridique dans lequel la société implique ces personnes par sa plainte repose sur un acte prétendument illicite ou sur la loi et est donc involontaire; dès lors, tous les actes et éléments existants de la société leur sont immédiatement opposables; cette interprétation de la loi ne prive pas la société absorbante de son droit d'accès au juge durant la période comprise entre la fusion et sa publication; en effet, il peut être fait mention de la fusion à l'occasion de la plainte avec constitution de partie civile, permettant ainsi aux intéressés d'en avoir connaissance (1). (1) Voir les concl. « dit en substance » du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Derden in de zin van artikelen 76, eerste lid en tweede lid en 683, eerste lid Wetboek van Vennootschappen zijn zij die met de vennootschap wegens haar bestaan hebben gehandeld; deze wetsbepalingen beschermen immers de derden die met de vennootschap of met haar organen plegen te handelen en voor wie de openbaar te maken akten om die reden relevant zijn; degene waartegen de vennootschap een klacht met burgerlijke partijstelling indient, is geen derde in de zin van die bepalingen; hetzelfde geldt voor de onderzoeksrechter waarbij de klacht wordt ingediend; de rechtsband waarin de vennootschap die personen met haar klacht betrekt, steunt immers op een beweerde onrechtmatige daad of op de wet en is dus onvrijwillig; bijgevolg zijn alle bestaande akten en gegevens van de vennootschap hen onmiddellijk tegenstelbaar; die wetsuitlegging ontzegt aan de verkrijgende vennootschap niet het recht op toegang tot de rechter in de periode tussen de fusie en de bekendmaking ervan; de fusie kan immers worden vermeld bij de klacht met burgerlijke partijstelling, zodat belanghebbenden daarvan kennis kunnen nemen (1). (1) Zie concl. “in hoofdzaak” OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211202.1N.8": {
      "court": "CASS",
      "date": "2021-12-02",
      "roleNumber": "C.21.0016.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211202.1N.8&lang=fr",
      "abstractFR": [
        "Il appartient au gérant et non au curateur de prouver que les seuils visés à l'article 265, alinéa 2, du Code des sociétés n'ont pas été dépassés, de sorte que l'article 265, alinéa 1er, de ce code ne peut pas être appliqué au gérant."
      ],
      "abstractNL": [
        "Het is aan de zaakvoerder en niet aan de curator om te bewijzen dat de in artikel 265, tweede lid Wetboek van Vennootschappen bedoelde drempels niet zijn overschreden zodat artikel 265, eerste lid Wetboek van Vennootschappen niet op de zaakvoerder kan worden toegepast."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190308.3": {
      "court": "CASS",
      "date": "2019-03-08",
      "roleNumber": "C.16.0506.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190308.3&lang=fr",
      "abstractFR": [
        "L'administrateur provisoire d'une société de droit commun dénuée de la personnalité juridique n'a pas la qualité d'organe social et n'est pas davantage considéré comme le représentant des associés et doit être appelé séparément à la procédure qui conteste sa désignation (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De voorlopige bewindvoerder over een maatschap zonder rechtspersoonlijkheid heeft niet de hoedanigheid van orgaan van die maatschap en geldt evenmin als vertegenwoordiger van de maten en dient afzonderlijk in de procedure die zijn aanstelling betwist te worden betrokken (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160916.1": {
      "court": "CASS",
      "date": "2016-09-16",
      "roleNumber": "C.14.0388.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160916.1&lang=fr",
      "abstractFR": [
        "Il ressort des articles 213, § 2, alinéas 1er et 2 du Code des sociétés que l'associé unique est tenu à l'égard de tous les créanciers mais que l'étendue de cette obligation est limitée aux dettes nées au cours d'une période déterminée (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "La mission générale du curateur consiste à réaliser les actifs du failli et à distribuer le produit; la nécessité d'un règlement efficace de la faillite et l'égalité de traitement des créanciers impliquent que le curateur puisse agir contre un tiers qui doit répondre des dettes du failli lorsque cette obligation existe à l'égard de tous les créanciers, même si ce droit d'agir n'appartient pas au failli; l'obligation à l'égard de tous les créanciers existe même si l'étendue de celle-ci est limitée dans le temps (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de bepalingen van artikel 213, §2, eerste en tweede lid, Wetboek van Vennootschappen volgt dat de enige vennoot gehouden is ten aanzien van alle schuldeisers, maar de omvang van die gehoudenheid beperkt is tot schulden ontstaan in een bepaalde periode (1). (1) Zie concl. OM.",
        "De algemene opdracht van de curator bestaat erin de activa van de gefailleerde te gelde te maken en het provenu te verdelen; de noodzaak van een efficiënte afwikkeling van het faillissement en de gelijke behandeling van de schuldeisers, maken dat de curator gerechtigd is de vorderingsrechten uit te oefenen tegen een derde die heeft in te staan voor de schulden van de gefailleerde wanneer die gehoudenheid bestaat tegenover alle schuldeisers, ook al behoren die vorderingsrechten niet toe aan de gefailleerde; de gehoudenheid tegenover alle schuldeisers bestaat, ook al is de omvang van die gehoudenheid beperkt in de tijd (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160506.4": {
      "court": "CASS",
      "date": "2016-05-06",
      "roleNumber": "C.15.0540.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160506.4",
      "abstractFR": [
        "Un associé d'une société momentanée peut agir en justice en son nom personnel pour sa part individuelle (1). (1) Voir Cass. 7 mars 2014, RG C.11.0601.F, Pas. 2014, n° 184."
      ],
      "abstractNL": [
        "Een vennoot in een tijdelijke vennootschap kan in eigen naam en voor zijn eigen aandeel in rechte optreden (1). (1) Zie Cass. 7 maart 2014, AR C.11.0601.F, AC 2014, nr. 184."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2021:ARR.20210504.2N.7": {
      "court": "CASS",
      "date": "2021-05-04",
      "roleNumber": "P.20.1325.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210504.2N.7",
      "abstractFR": [
        "Il résulte des articles 682, alinéa 1er, 1°, et 682, alinéa 1er, 3°, du Code des sociétés que le contrat de mandat qu'une société, ultérieurement dissoute à la suite d'une fusion, conclut avec un mandataire avant ladite fusion est transféré de plein droit à la société absorbante; toutefois, il ne résulte pas de ces dispositions qu'un acte juridique posé par le mandataire, après la fusion, au nom et pour le compte de la société déjà dissoute doive toujours être réputé accompli pour le compte de la société absorbante (1). (1) Voir les concl. « dit en substance » du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de artikelen 682, eerste lid, 1°, en 682, eerste lid, 3° Wetboek van Vennootschappen vloeit voort dat een lastgevingsovereenkomst die een nadien door een fusie ontbonden vennootschap sluit met een lasthebber vóór de fusie, van rechtswege overgaat op de verkrijgende vennootschap; uit die bepalingen vloeit echter niet voort dat een rechtshandeling gesteld door de lasthebber na de fusie in naam en voor rekening van de reeds ontbonden vennootschap steeds moet worden geacht te zijn verricht voor rekening van de verkrijgende vennootschap (1). (1) Zie concl. “in hoofdzaak” OM.",
        "Uit de artikelen 682, eerste lid, 1°, en 682, eerste lid, 3° Wetboek van Vennootschappen vloeit voort dat een lastgevingsovereenkomst die een nadien door een fusie ontbonden vennootschap sluit met een lasthebber vóór de fusie, van rechtswege overgaat op de verkrijgende vennootschap; uit die bepalingen vloeit echter niet voort dat een rechtshandeling gesteld door de lasthebber na de fusie in naam en voor rekening van de reeds ontbonden vennootschap steeds moet worden geacht te zijn verricht voor rekening van de verkrijgende vennootschap (1) (2). (1) Zie concl. “in hoofdzaak” OM. (2) Art. 682, eerste lid, 1° en 3° Wetboek van Vennootschappen, van toepassing vóór de inwerkingtreding van de Wet van 23 maart 2019."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200918.1N.2": {
      "court": "CASS",
      "date": "2020-09-18",
      "roleNumber": "C.20.0104.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200918.1N.2&lang=fr",
      "abstractFR": [
        "En cas de soumission tardive des comptes annuels à l’assemblée générale ou de dépôt tardif des comptes annuels auprès de la Banque nationale de Belgique, le dommage subi par les tiers est, sauf preuve contraire, présumé résulter de cette omission, l’administrateur ou le gérant pouvant renverser cette présomption en rapportant la preuve de l’absence de lien de causalité entre le dommage subi par des tiers et cette omission et le tiers est ainsi libéré de la charge de la preuve de ce lien de causalité."
      ],
      "abstractNL": [
        "Ingeval van niet tijdige voorlegging van de jaarrekening aan de algemene vergadering of niet tijdige neerlegging van de jaarrekening bij de Nationale Bank van België, wordt de door de derden geleden schade, behoudens tegenbewijs, vermoed voort te vloeien uit dit verzuim , waarbij de bestuurder of zaakvoerder dit vermoeden kan weerleggen door het bewijs te leveren van de afwezigheid van het oorzakelijk verband tussen de door derden geleden schade en het bedoelde verzuim en de derde aldus wordt bevrijd van de bewijslast van dat oorzakelijk verband."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141030.7": {
      "court": "CASS",
      "date": "2014-10-30",
      "roleNumber": "F.14.0018.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141030.7",
      "abstractFR": [
        "Il suit des articles 352, 353 et 357, § 1er, 2 et 3, du Code des sociétés que, si l'associé d'une société coopérative à responsabilité illimitée répond personnellement et solidairement des dettes sociales, le seul fait d'acquérir des parts de cette société ne suffit pas à conférer à son titulaire la qualité d'associé: il faut que le cessionnaire accepte expressément de s'engager de manière illimitée et solidaire, ce que vérifie l'organe de gestion lors de l'inscription dans le registre des parts constatant par ailleurs son admission."
      ],
      "abstractNL": [
        "Uit de artikelen 352, 353 en 357, §§1, 2 en 3, van het Wetboek van vennootschappen volgt dat, hoewel de vennoot van een coöperatieve vennootschap met onbeperkte aansprakelijk persoonlijk en hoofdelijk instaat voor de schulden van de vennootschap, het feit dat aandelen van die vennootschap worden verworven op zich alleen niet voldoende is om de houder ervan de hoedanigheid van vennoot toe te kennen: het is noodzakelijk dat de overnemer uitdrukkelijk aanvaardt zich op onbeperkte en hoofdelijke wijze te verbinden, wat door het bestuursorgaan wordt nagegaan bij de inschrijving in het aandelenregister waarin overigens zijn toetreding wordt vastgesteld."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2013:ARR.20131025.5": {
      "court": "CASS",
      "date": "2013-10-25",
      "roleNumber": "F.12.0191.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131025.5",
      "abstractFR": [
        "Il suit de l'article 196, § 2, du Code des impôts sur les revenus 1992, dans sa version applicable au litige, et 15, § 1er et 5, du Code des sociétés, que, nonobstant son appartenance à un groupe de sociétés, une société qui, considérée isolément, répond aux critères fixés à l'article 15, § 1er, précité, sort du champ d'application de l'article 196, § 2, précité et conserve dès lors le bénéfice de la déduction intégrale de la première annuité d'amortissement pour l'exercice comptable durant laquelle l'immobilisation concernée a été acquise ou constituée, indépendamment de la date de cette acquisition ou constitution (1). (1) Conclusions écrites conformes du M.P."
      ],
      "abstractNL": [
        "Uit artikel 196, §2, van het Wetboek van de inkomstenbelastingen 1992 in de versie ervan die van toepassing is op het geschil, en uit artikel 15, §§1 en 5, van het Wetboek van vennootschappen volgt dat een vennootschap die, hoewel zij deel uitmaakt van een groep vennootschappen, beantwoordt aan de criteria van artikel 15, §1, van het Wetboek van vennootschappen, buiten het toepassingsgebied valt van artikel 196, §2, van het Wetboek van de inkomstenbelastingen 1992 en bijgevolg het voordeel behoudt van de volledige aftrek van de eerste afschrijvingsannuïteit voor het boekjaar tijdens hetwelk het betrokken actief werd aangeschaft of tot stand gebracht, los van het tijdstip van die aanschaffing of totstandbrenging (1). (1) Eensluidende schriftelijke concl. O.M."
      ]
    }
  },
  "15": {
    "ECLI:BE:CASS:2014:ARR.20141031.4": {
      "court": "CASS",
      "date": "2014-10-31",
      "roleNumber": "F.13.0161.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141031.4&lang=fr",
      "abstractFR": [
        "Une société qui satisfait par elle-même, c'est-à-dire sur une base non consolidée, aux critères de l'article 15, § 1er, du Code des sociétés est considérée comme une petite société pour l'application de l'article 205quater, § 6, du Code des impôts sur les revenus 1992, même si la société est liée à une ou plusieurs autres sociétés et qu'en application de l'article 15, § 5, du Code des sociétés un ou plusieurs critères de l'article 15, § 1er, du Code des sociétés seraient dépassés (1). (1) Voir les concl. MP publiées à leur date dans AC et l'arrêt prononcé par la Cour de cassation dans la cause F.12.0127.N le 19 juin 2014 après le dépôt de ces conclusions AC 2014, n° 444."
      ],
      "abstractNL": [
        "Een vennootschap die zelf, dit is op niet-geconsolideerde basis, voldoet aan de criteria van artikel 15, §1, Wetboek van Vennootschappen wordt voor de toepassing van artikel 205quater, §6, WIB92 als een kleine vennootschap aangemerkt, ook al is de vennootschap verbonden met één of meer andere vennootschappen en zouden bij de toepassing van artikel 15, § 5, Wetboek van Vennootschappen één of meer criteria van artikel 15, § 1, Wetboek van Vennootschappen worden overschreden (1). (1) Zie concl. OM en het na de neerlegging van deze conclusie op 19 juni 2014 door het Hof van Cassatie uitgesproken arrest in de zaak F.12.0127.N, AC 2014, nr. 444."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140619.4": {
      "court": "CASS",
      "date": "2014-06-19",
      "roleNumber": "F.12.0127.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140619.4&lang=fr",
      "abstractFR": [
        "Une société qui satisfait par elle-même, c'est-à-dire sur une base non consolidée, aux critères de l'article 15, § 1er, du Code des sociétés est considérée comme une petite société pour l'application de l'article 196, § 2, du Code des impôts sur les revenus 1992, même si la société est liée à une ou plusieurs autres sociétés et qu'en application de l'article 15, § 5, du Code des sociétés un ou plusieurs critères de l'article 15, § 1er, du Code des sociétés seraient dépassés (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Een vennootschap die zelf, dit is op niet-geconsolideerde basis, voldoet aan de criteria van artikel 15, §1, Wetboek van Vennootschappen wordt voor de toepassing van artikel 196, §2, WIB92 als een kleine vennootschap aangemerkt, ook al is de vennootschap verbonden met één of meer andere vennootschappen en zouden bij de toepassing van artikel 15, §5, Wetboek van Vennootschappen één of meer criteria van artikel 15, §1, Wetboek van Vennootschappen worden overschreden (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20131025.5": {
      "court": "CASS",
      "date": "2013-10-25",
      "roleNumber": "F.12.0191.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131025.5",
      "abstractFR": [
        "Il suit de l'article 196, § 2, du Code des impôts sur les revenus 1992, dans sa version applicable au litige, et 15, § 1er et 5, du Code des sociétés, que, nonobstant son appartenance à un groupe de sociétés, une société qui, considérée isolément, répond aux critères fixés à l'article 15, § 1er, précité, sort du champ d'application de l'article 196, § 2, précité et conserve dès lors le bénéfice de la déduction intégrale de la première annuité d'amortissement pour l'exercice comptable durant laquelle l'immobilisation concernée a été acquise ou constituée, indépendamment de la date de cette acquisition ou constitution (1). (1) Conclusions écrites conformes du M.P."
      ],
      "abstractNL": [
        "Uit artikel 196, §2, van het Wetboek van de inkomstenbelastingen 1992 in de versie ervan die van toepassing is op het geschil, en uit artikel 15, §§1 en 5, van het Wetboek van vennootschappen volgt dat een vennootschap die, hoewel zij deel uitmaakt van een groep vennootschappen, beantwoordt aan de criteria van artikel 15, §1, van het Wetboek van vennootschappen, buiten het toepassingsgebied valt van artikel 196, §2, van het Wetboek van de inkomstenbelastingen 1992 en bijgevolg het voordeel behoudt van de volledige aftrek van de eerste afschrijvingsannuïteit voor het boekjaar tijdens hetwelk het betrokken actief werd aangeschaft of tot stand gebracht, los van het tijdstip van die aanschaffing of totstandbrenging (1). (1) Eensluidende schriftelijke concl. O.M."
      ]
    }
  },
  "31": {
    "ECLI:BE:CASS:2014:ARR.20140221.2": {
      "court": "CASS",
      "date": "2014-02-21",
      "roleNumber": "C.13.0325.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140221.2",
      "abstractFR": [
        "Lorsque, postérieurement à la constitution de la société, les associés conviennent, par dérogation aux stipulations du contrat de société, de s'en rapporter à l'un d'entre eux pour le règlement des parts, nulle réclamation n'est admise à ce sujet, s'il s'est écoulé plus de trois mois depuis que la partie qui se prétend lésée a eu connaissance du règlement, ou si ce règlement a reçu de sa part un commencement d'exécution."
      ],
      "abstractNL": [
        "Wanneer de vennoten, na de oprichting van de vennootschap, overeenkomen om, afwijkend van hetgeen in de vennootschapsovereenkomst bedongen is, overeenkomen de regeling van de hoegrootheid van de aandelen over te laten aan een van hen, wordt geen bezwaar dienaangaande aangenomen indien meer dan drie maanden zijn verlopen sinds de partij die beweert benadeeld te zijn, van de regeling kennis heeft gekregen, of indien zij aan die regeling een begin van uitvoering heeft gegeven."
      ]
    }
  },
  "33": {
    "ECLI:BE:CASS:2019:ARR.20190617.1": {
      "court": "CASS",
      "date": "2019-06-17",
      "roleNumber": "C.18.0583.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190617.1&lang=fr",
      "abstractFR": [
        "En cas de conflits au sein de sociétés, le juge des référés peut désigner un administrateur provisoire et le charger d'une mission plus ou moins large d'administration de la société; bien qu'une telle mesure constitue une ingérence considérable dans la vie de la société et ne puisse donc être imposée que dans des circonstances particulièrement graves, elle ne requiert pas que le juge constate que le fonctionnement normal de la société ou de ses organes est bloqué ou quasiment impossible, ou que la survie de la société est menacée; l'urgence justifiant la désignation d'un administrateur provisoire peut également naître d'autres circonstances, telles qu'un abus de majorité ou des actes manifestement contraires aux intérêts de la société (1). (1) Code des sociétés, art. 33, actuel art. 4:9 du Code des sociétés et des associations."
      ],
      "abstractNL": [
        "Bij conflicten binnen vennootschappen, kan de rechter in kort geding een voorlopig bewindvoerder aanstellen en deze belasten met een meer of minder ruime opdracht van bestuur van de vennootschap; hoewel een dergelijke maatregel een verregaande inmenging in het vennootschapsleven oplevert en bijgevolg slechts in bijzonder ernstige omstandigheden kan worden opgelegd, is daartoe niet vereist dat de rechter vaststelt dat de normale werking van de vennootschap of haar organen geblokkeerd of nagenoeg onmogelijk is of dat het voortbestaan van de vennootschap gevaar loopt; de urgentie die de aanstelling van een voorlopig bewindvoerder rechtvaardigt kan ook in andere omstandigheden gelegen zijn, zoals misbruik van meerderheid of manifest met het vennootschapsbelang strijdige bestuursdaden (1). (1) Art. 33 Wetboek Vennootschappen, thans art. 4:9 Wetboek van vennootschappen en verenigingen."
      ]
    }
  },
  "47": {
    "ECLI:BE:CASS:2016:ARR.20160506.4": {
      "court": "CASS",
      "date": "2016-05-06",
      "roleNumber": "C.15.0540.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160506.4",
      "abstractFR": [
        "Un associé d'une société momentanée peut agir en justice en son nom personnel pour sa part individuelle (1). (1) Voir Cass. 7 mars 2014, RG C.11.0601.F, Pas. 2014, n° 184."
      ],
      "abstractNL": [
        "Een vennoot in een tijdelijke vennootschap kan in eigen naam en voor zijn eigen aandeel in rechte optreden (1). (1) Zie Cass. 7 maart 2014, AR C.11.0601.F, AC 2014, nr. 184."
      ]
    }
  },
  "53": {
    "ECLI:BE:CASS:2016:ARR.20160506.4": {
      "court": "CASS",
      "date": "2016-05-06",
      "roleNumber": "C.15.0540.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160506.4",
      "abstractFR": [
        "Un associé d'une société momentanée peut agir en justice en son nom personnel pour sa part individuelle (1). (1) Voir Cass. 7 mars 2014, RG C.11.0601.F, Pas. 2014, n° 184."
      ],
      "abstractNL": [
        "Een vennoot in een tijdelijke vennootschap kan in eigen naam en voor zijn eigen aandeel in rechte optreden (1). (1) Zie Cass. 7 maart 2014, AR C.11.0601.F, AC 2014, nr. 184."
      ]
    }
  },
  "60": {
    "ECLI:BE:CASS:2015:ARR.20150508.4": {
      "court": "CASS",
      "date": "2015-05-08",
      "roleNumber": "C.14.0248.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150508.4&lang=fr",
      "abstractFR": [
        "La reprise de l'engagement par la société valant ratification , l'engagement tout comme les actes juridiques effectués ultérieurement par le promoteur par rapport à cet engagement sont considérés dès le départ comme ayant été contractés par la société et les biens qui ont été acquis par le promoteur au nom de la société sont considérés avoir été la propriété de la société dès l'origine; à l'égard du promoteur la reprise a la valeur d'une condition résolutoire le libérant des engagements contractés au nom de la société et il est ainsi considéré n'avoir jamais été propriétaire des biens acquis au nom de la société en formation; la réalisation de la condition résolutoire a un effet réel.",
        "La reprise par la société d'un contrat de vente d'un bien immeuble conclu en son nom par le promoteur a pour conséquence que les droits réels accordés auparavant par le promoteur sur l'immeuble ainsi que les saisies pratiquées sur le bien par les créanciers du promoteur sont échus à la condition que l'acte d'achat transcrit dans les registres au bureau des hypothèques mentionne expressément que l'achat a été effectué au nom de la société en formation."
      ],
      "abstractNL": [
        "De overname van de verbintenis door de vennootschap geldt als bekrachtiging, waardoor de verbintenis evenals de nadien door de promotor in verband met die verbintenis gestelde rechtshandelingen worden geacht van het begin af door de vennootschap te zijn aangegaan en waardoor de goederen die door de promotor in naam van de vennootschap werden verworven worden geacht van het begin af eigendom te zijn geweest van de vennootschap; ten aanzien van de promotor geldt de overname als een ontbindende voorwaarde waardoor hij wordt bevrijd van de in naam van de vennootschap aangegane verbintenissen en wordt geacht nooit eigenaar te zijn geweest van de in naam van de vennootschap in oprichting verworven goederen; de vervulling van de ontbindende voorwaarde heeft zakelijke werking.",
        "De overname door de vennootschap van een door de promotor in haar naam aangegane koopovereenkomst van een onroerend goed heeft tot gevolg dat de voordien door de promotor op het onroerend goed toegestane zakelijke rechten evenals de door de schuldeisers van de promotor op het goed gelegde beslagen komen te vervallen, op voorwaarde dat in de op het hypotheekkantoor overgeschreven aankoopakte uitdrukkelijk is vermeld dat de aankoop werd verricht in naam van de vennootschap in oprichting."
      ]
    }
  },
  "61": {
    "ECLI:BE:CASS:2022:ARR.20220504.2F.5": {
      "court": "CASS",
      "date": "2022-05-04",
      "roleNumber": "P.22.0032.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220504.2F.5",
      "abstractFR": [
        "Toutes les infractions imputées à une personne morale se réalisent concrètement par des personnes physiques; partant, ni l'article 61 de la loi du 7 mai 1999 portant le Code des sociétés, en vertu duquel les sociétés agissent par leur organe , ni l'article 522 de la même loi, définissant les pouvoirs du conseil d'administration (1), n'interdisent de rattacher la négligence imputée à une personne morale aux omissions, en connaissance de cause, de son administrateur délégué (2). (1) Le Code des sociétés a été abrogé par l'art. 34 de la loi du 23 mars 2019 introduisant le Code des sociétés et des associations et portant des dispositions diverses ; voir spéc. art. 2:49 et 7:93 de ce code. (2) La demanderesse soutenait que l'arrêt viole la théorie de l'organe et les articles 61 et 522 du Code des sociétés, tels qu'applicables au jour des faits, à défaut de constater que son représentant a agi en son nom et pour son compte à elle. En la présente espèce, c'est un défaut de prévoyance ou de précaution découlant d'une abstention coupable qui fonde la responsabilité que l'arrêt retient dans le chef de la demanderesse, et non d'un acte interdit qui aurait été posé par son représentant en son nom et pour son compte."
      ],
      "abstractNL": [
        "Alle aan een rechtspersoon verweten misdrijven worden concreet door natuurlijke personen gepleegd; noch artikel 61 Wetboek van Vennootschappen, krachtens hetwelk vennootschappen door hun organen handelen, noch artikel 522 van die wet, dat de bevoegdheden van de raad van bestuur bepaalt, (1) verbiedt bijgevolg om het aan een rechtspersoon verweten verzuim toe te rekenen aan de doelbewuste nalatigheid van zijn afgevaardigd bestuurder (2). (1) Het Wetboek van Vennootschappen is opgeheven door art. 34 van de wet van 23 maart 2019 tot invoering van het Wetboek van Vennootschappen; zie met name de artt. 2:49 en 7:91 WVV. (2) De eiseres voerde aan dat het arrest de orgaantheorie miskent en de artikelen 61 en 522 Wetboek van Vennootschappen schendt, zoals die van toepassing waren op het tijdstip van de feiten, door niet vast te stellen dat haar vertegenwoordiger in haar naam en voor haar rekening heeft gehandeld. In dit geval vormt een gebrek aan voorzichtigheid of voorzorg, dat voortvloeit uit een schuldig verzuim, de grondslag voor de aansprakelijkheid die het arrest aan de eiseres toerekent, en niet een verboden handeling die door haar vertegenwoordiger, in haar naam en voor haar rekening zou zijn gesteld."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170127.4": {
      "court": "CASS",
      "date": "2017-01-27",
      "roleNumber": "C.16.0141.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170127.4&lang=fr",
      "abstractFR": [
        "Une convention conclue par une société lie uniquement cette société et non la personne physique qui a conclu la convention au nom de la société en sa qualité d'organe de cette dernière; elle ne peut être considéré comme débiteur de cette convention que s'il s'y est engagé en son nom propre (1). (1) Voir R. STEENNOT, 'De tegenwerpbaarheid van algemene voorwaarden' (note sous JP. Etterbeek 28 septembre 2012), T.Vred. 2013, (574) 577."
      ],
      "abstractNL": [
        "Een door een vennootschap gesloten overeenkomst bindt alleen deze vennootschap en niet de natuurlijke persoon die in zijn hoedanigheid van orgaan van de vennootschap de overeenkomst namens de vennootschap heeft gesloten; hij kan enkel als medeschuldenaar van die overeenkomst worden aangemerkt mits hij zich zelf daartoe, in eigen naam, verbonden heeft (1). (1) Zie R. STEENNOT, 'De tegenwerpbaarheid van algemene voorwaarden' (noot onder Vred. Etterbeek 28 september 2012), T.Vred. 2013, (574) 577."
      ]
    }
  },
  "66": {
    "ECLI:BE:CASS:2016:ARR.20160201.2": {
      "court": "CASS",
      "date": "2016-02-01",
      "roleNumber": "C.15.0295.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160201.2",
      "abstractFR": [
        "L'apport d'un élément de patrimoine entièrement libéré dans une société commerciale implique que cet élément soit mis à la disposition immédiate de la société afin que celle-ci réalise son but et qu'il soit maintenu dans la société en tant qu'élément du capital social, pour la valeur qui lui a été attribuée, aux fins de participer aux risques de l'entreprise et à la formation du gage des créanciers; il s'ensuit qu'à dater de la décision de l'assemblée générale d'augmenter le capital par l'apport d'un bien faisant l'objet d'un bail à ferme, la société bénéficiaire de cet apport peut exercer tous les droits dérivant du bail et que, dès lors que cette décision a été constatée dans un acte authentique, sa qualité de bailleur est immédiatement opposable au preneur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De inbreng van een volgestort vermogenselement in een handelsvennootschap impliceert dat dit element onmiddellijk ter beschikking van de vennootschap wordt gesteld zodat laatstgenoemde haar doel kan verwezenlijken en het in de vennootschap behouden blijft als een element van het maatschappelijk kapitaal, voor de waarde die eraan werd toegekend, om te delen in de risico's van de onderneming en tot waarborg van de schuldeisers; daaruit volgt dat zodra de algemene vergadering beslist om het kapitaal te verhogen door de inbreng van een verpacht goed, de vennootschap die de begunstigde van die inbreng is alle rechten uit die pacht kan uitoefenen en dat, aangezien die beslissing in een authentieke akte is vastgelegd, zijn hoedanigheid van verpachter onmiddellijk tegenstelbaar is aan de pachter."
      ]
    }
  },
  "69": {
    "ECLI:BE:CASS:2016:ARR.20160902.7": {
      "court": "CASS",
      "date": "2016-09-02",
      "roleNumber": "F.15.0104.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160902.7&lang=fr",
      "abstractFR": [
        "La perte de la qualité d'associé en nom collectif doit être publiée (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het verlies van de hoedanigheid van vennoot onder firma moet worden bekendgemaakt (1). (1) Zie concl. OM."
      ]
    }
  },
  "74": {
    "ECLI:BE:CASS:2016:ARR.20160902.7": {
      "court": "CASS",
      "date": "2016-09-02",
      "roleNumber": "F.15.0104.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160902.7&lang=fr",
      "abstractFR": [
        "La perte de la qualité d'associé en nom collectif doit être publiée (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het verlies van de hoedanigheid van vennoot onder firma moet worden bekendgemaakt (1). (1) Zie concl. OM."
      ]
    }
  },
  "76": {
    "ECLI:BE:CASS:2021:ARR.20210504.2N.7": {
      "court": "CASS",
      "date": "2021-05-04",
      "roleNumber": "P.20.1325.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210504.2N.7",
      "abstractFR": [
        "Les tiers, au sens des articles 76, alinéas 1 et 2, et 683, alinéa 1er, du Code des sociétés, sont ceux qui ont traité avec la société en raison de son existence; en effet, ces dispositions légales protègent les tiers qui traitent habituellement avec la société ou ses organes et pour lesquels les actes à publier sont, pour cette raison, pertinents; la personne contre laquelle la société porte plainte avec constitution de partie civile n'est pas un tiers au sens de ces dispositions; il en va de même du juge d'instruction entre les mains duquel la plainte est déposée; en effet, le lien juridique dans lequel la société implique ces personnes par sa plainte repose sur un acte prétendument illicite ou sur la loi et est donc involontaire; dès lors, tous les actes et éléments existants de la société leur sont immédiatement opposables; cette interprétation de la loi ne prive pas la société absorbante de son droit d'accès au juge durant la période comprise entre la fusion et sa publication; en effet, il peut être fait mention de la fusion à l'occasion de la plainte avec constitution de partie civile, permettant ainsi aux intéressés d'en avoir connaissance (1). (1) Voir les concl. « dit en substance » du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Derden in de zin van artikelen 76, eerste lid en tweede lid en 683, eerste lid Wetboek van Vennootschappen zijn zij die met de vennootschap wegens haar bestaan hebben gehandeld; deze wetsbepalingen beschermen immers de derden die met de vennootschap of met haar organen plegen te handelen en voor wie de openbaar te maken akten om die reden relevant zijn; degene waartegen de vennootschap een klacht met burgerlijke partijstelling indient, is geen derde in de zin van die bepalingen; hetzelfde geldt voor de onderzoeksrechter waarbij de klacht wordt ingediend; de rechtsband waarin de vennootschap die personen met haar klacht betrekt, steunt immers op een beweerde onrechtmatige daad of op de wet en is dus onvrijwillig; bijgevolg zijn alle bestaande akten en gegevens van de vennootschap hen onmiddellijk tegenstelbaar; die wetsuitlegging ontzegt aan de verkrijgende vennootschap niet het recht op toegang tot de rechter in de periode tussen de fusie en de bekendmaking ervan; de fusie kan immers worden vermeld bij de klacht met burgerlijke partijstelling, zodat belanghebbenden daarvan kennis kunnen nemen (1). (1) Zie concl. “in hoofdzaak” OM.",
        "Derden in de zin van artikelen 76, eerste lid en tweede lid en 683, eerste lid Wetboek van Vennootschappen zijn zij die met de vennootschap wegens haar bestaan hebben gehandeld; deze wetsbepalingen beschermen immers de derden die met de vennootschap of met haar organen plegen te handelen en voor wie de openbaar te maken akten om die reden relevant zijn; degene waartegen de vennootschap een klacht met burgerlijke partijstelling indient, is geen derde in de zin van die bepalingen; hetzelfde geldt voor de onderzoeksrechter waarbij de klacht wordt ingediend; de rechtsband waarin de vennootschap die personen met haar klacht betrekt, steunt immers op een beweerde onrechtmatige daad of op de wet en is dus onvrijwillig; bijgevolg zijn alle bestaande akten en gegevens van de vennootschap hen onmiddellijk tegenstelbaar; die wetsuitlegging ontzegt aan de verkrijgende vennootschap niet het recht op toegang tot de rechter in de periode tussen de fusie en de bekendmaking ervan; de fusie kan immers worden vermeld bij de klacht met burgerlijke partijstelling, zodat belanghebbenden daarvan kennis kunnen nemen (1) (2). (1) Zie concl. “in hoofdzaak” OM. (2) Artt. 76, eerste en tweede lid, en 683, eerste lid, Wetboek van Vennootschappen, van toepassing vóór de inwerkingtreding van de Wet van 23 maart 2019."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160902.7": {
      "court": "CASS",
      "date": "2016-09-02",
      "roleNumber": "F.15.0104.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160902.7&lang=fr",
      "abstractFR": [
        "Les tiers, au sens de l'article 76, alinéa 1er, du Code des sociétés, sont ceux qui ont agi avec la société en raison de son existence dès lors que cette disposition légale protège les tiers qui agissent habituellement avec la société ou ses organes et pour lesquels les actes à publier sont, pour cette raison, pertinents, de sorte que les tiers qui peuvent exercer contre la société une action résultant d'un acte illicite ou une action en vertu de la loi, ne sont pas des tiers protégés par cette disposition; dès lors que le caractère dû de ce précompte professionnel résulte de la loi, l'administration fiscale n'est pas un tiers au sens de la disposition précitée (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Derden in de zin van artikel 76, eerste lid, Wetboek van Vennootschappen zijn zij die met de vennootschap wegens haar bestaan gehandeld hebben nu deze wetsbepaling de derden beschermt die met de vennootschap of met haar organen plegen te handelen en voor wie de openbaar te maken akten om die reden relevant zijn, zodat derden die op de vennootschap een vordering uit onrechtmatige daad of uit kracht van de wet hebben, geen door deze bepaling beschermde derden zijn; nu de verschuldigdheid van de bedrijfsvoorheffing uit de wet voortvloeit, is de fiscale administratie geen derde in de zin van voormelde bepaling (1). (1) Zie concl. OM."
      ]
    }
  },
  "92": {
    "ECLI:BE:CASS:2020:ARR.20200918.1N.2": {
      "court": "CASS",
      "date": "2020-09-18",
      "roleNumber": "C.20.0104.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200918.1N.2&lang=fr",
      "abstractFR": [
        "En cas de soumission tardive des comptes annuels à l’assemblée générale ou de dépôt tardif des comptes annuels auprès de la Banque nationale de Belgique, le dommage subi par les tiers est, sauf preuve contraire, présumé résulter de cette omission, l’administrateur ou le gérant pouvant renverser cette présomption en rapportant la preuve de l’absence de lien de causalité entre le dommage subi par des tiers et cette omission et le tiers est ainsi libéré de la charge de la preuve de ce lien de causalité."
      ],
      "abstractNL": [
        "Ingeval van niet tijdige voorlegging van de jaarrekening aan de algemene vergadering of niet tijdige neerlegging van de jaarrekening bij de Nationale Bank van België, wordt de door de derden geleden schade, behoudens tegenbewijs, vermoed voort te vloeien uit dit verzuim , waarbij de bestuurder of zaakvoerder dit vermoeden kan weerleggen door het bewijs te leveren van de afwezigheid van het oorzakelijk verband tussen de door derden geleden schade en het bedoelde verzuim en de derde aldus wordt bevrijd van de bewijslast van dat oorzakelijk verband."
      ]
    }
  },
  "98": {
    "ECLI:BE:CASS:2020:ARR.20200918.1N.2": {
      "court": "CASS",
      "date": "2020-09-18",
      "roleNumber": "C.20.0104.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200918.1N.2&lang=fr",
      "abstractFR": [
        "En cas de soumission tardive des comptes annuels à l’assemblée générale ou de dépôt tardif des comptes annuels auprès de la Banque nationale de Belgique, le dommage subi par les tiers est, sauf preuve contraire, présumé résulter de cette omission, l’administrateur ou le gérant pouvant renverser cette présomption en rapportant la preuve de l’absence de lien de causalité entre le dommage subi par des tiers et cette omission et le tiers est ainsi libéré de la charge de la preuve de ce lien de causalité."
      ],
      "abstractNL": [
        "Ingeval van niet tijdige voorlegging van de jaarrekening aan de algemene vergadering of niet tijdige neerlegging van de jaarrekening bij de Nationale Bank van België, wordt de door de derden geleden schade, behoudens tegenbewijs, vermoed voort te vloeien uit dit verzuim , waarbij de bestuurder of zaakvoerder dit vermoeden kan weerleggen door het bewijs te leveren van de afwezigheid van het oorzakelijk verband tussen de door derden geleden schade en het bedoelde verzuim en de derde aldus wordt bevrijd van de bewijslast van dat oorzakelijk verband."
      ]
    }
  },
  "127": {
    "ECLI:BE:CASS:2025:ARR.20250423.2F.5": {
      "court": "CASS",
      "date": "2025-04-23",
      "roleNumber": "P.25.0067.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250423.2F.5",
      "abstractFR": [
        "De la circonstance qu'un acte n'est pas punissable au titre de la loi nouvelle entrée en vigueur après sa perpétration, il ne résulte pas que cet acte ne pourrait pas être sanctionné au regard d'une autre disposition légale en vigueur, elle, tant à la date de l'infraction qu'au jour de son jugement; ainsi en est-il lorsque le prévenu n'est pas condamné du chef d'infraction à l'article 3.44 du Code des sociétés, disposition qui n'existait pas au moment où l'infraction a été commise, mais bien aux articles 193, 196, 197, 213 et 214 du Code pénal, la requalification des inscriptions comptables litigieuses n'en altérant pas l'identité (1). (1) Voir Cass. 25 septembre 2024, RG P.24.0567.F, Pas. 2024, n° 613."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2018:ARR.20180627.1": {
      "court": "CASS",
      "date": "2018-06-27",
      "roleNumber": "P.17.1160.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180627.1",
      "abstractFR": [
        "L'élément moral, qui est requis pour toute infraction, ne s'identifie pas aux mobiles de l'auteur; ces derniers, qui le conduisent par exemple à commettre un faux en écritures ou à en faire usage, n'ont aucune incidence sur l'intention frauduleuse requise par de telles infractions (1). (1) Le moyen portait sur les préventions de faux en écritures et leur usage, mais aussi de faux comptes annuels, non-respect des obligations prévues à l'art. 53 de la loi sur les faillites, défaut d'aveu de faillite dans le délai légal, soustraction de livres ou documents comptables, abus de biens sociaux et blanchiment. La Cour avait déjà notamment dit en substance que le mobile est sans incidence sur l'élément moral des préventions de faux ou usage d'un acte faux ou d'une pièce fausse (soit l'intention frauduleuse; Cass. 18 avril 2006, RG P.06.0010.N, Pas. 2006, n° 216, R.W., 2006-2007, p. 1273, note S. VAN DYCK, « Valsheid in geschriften opnieuw in de kijker »; Cass. 5 décembre 2000, RG P.99.0189.N, Pas. 2000, n° 667; Cass. 26 octobre 1994, RG P.94.0551.F, Pas. 1994, n° 452), d'abus de confiance (C.pén., art. 491 et s.; Cass. 25 mai 2011, RG P.11.0060.F, Pas. 2011, n° 350; Cass. 25 juin 2008, RG P.07.1873.F, Pas. 2008, n° 396) ou de faux témoignage en matière civile (C.pén., art. 220; Cass. 24 octobre 2007, RG P.07.0769.F, Pas. 2007, n° 501). Voir Fr. KUTY, Principes généraux du droit pénal belge - T. II. L'infraction pénale, Larcier, 2010, n° 1149-1150. (M.N.B.)"
      ],
      "abstractNL": [
        "Het moreel bestanddeel, vereist voor elk misdrijf, is niet hetzelfde als de beweegredenen van de dader; die redenen, die de beklaagde er bijvoorbeeld toe brengen een valsheid in geschriften of het gebruik van valse stukken te plegen, hebben geen enkele invloed op het voor dergelijke misdrijven vereiste bedrieglijk opzet (1). (1) Het middel had betrekking op de telastleggingen valsheid in geschriften en het gebruik daarvan, maar ook op de telastleggingen valse jaarrekeningen, niet-naleving van de verplichtingen bepaald in artikel 53 Faillissementswet, niet-aangifte van het faillissement binnen de wettelijke termijn, ontvreemding van de boekhouding of van boekhoudkundige bescheiden, misbruik van vennootschapsgoederen en witwaspraktijken. Het Hof had reeds met name in substantie gezegd dat de beweegreden geen invloed heeft op het moreel bestanddeel van de telastleggingen valsheid of gebruik van een valse akte of van een vals stuk (m.a.w. het bedrieglijk opzet; Cass. 18 april 2006, AR P.06.0010.N, AC 2006, nr. 216, RW 2006-2007, p. 1273, met noot Silvia VAN DYCK, Valsheid in geschriften opnieuw in de kijker; Cass. 5 december 2000, AR P.99.0189.N, AC 2000, nr. 667; Cass. 26 oktober 1994, AR P.94.0551.F, AC 1994, nr. 452), van de telastlegging misbruik van vertrouwen (artt. 491 e.v., Strafwetboek; Cass. 25 mei 2011, AR P.11.0060.F, AC 2011, nr. 350; Cass. 25 juni 2008, AR P.07.1873.F, AC 2008, nr. 396) of van valse getuigenis in burgerlijke zaken (art. 220, Strafwetboek; Cass. 24 oktober 2007, AR P.07.0769.F, AC 2007, nr. 501). Zie Fr. KUTY, Principes généraux du droit pénal belge Dl. II. Linfraction pénale, Larcier 2010, nr. 1149-1150. (M.N.B.)"
      ]
    }
  },
  "183": {
    "ECLI:BE:CASS:2021:ARR.20211126.1F.1": {
      "court": "CASS",
      "date": "2021-11-26",
      "roleNumber": "C.20.0572.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211126.1F.1",
      "abstractFR": [
        "Fût-il désigné par l'assemblée générale ou par le tribunal de l'entreprise, le liquidateur est, durant les opérations de liquidation, l'organe de la société vis-vis des tiers (1). (1) Voir les concl. du MP.",
        "Il appartient au liquidateur de réaliser le patrimoine social dans les meilleures conditions possibles afin d'en répartir le produit entre les créanciers et, le cas échéant, les actionnaires ou associés de la manière prescrite par l'article 190 du Code des sociétés (1). (1) Voir les concl. du MP.",
        "S'il exerce ses pouvoirs dans l'intérêt de la société et des créanciers, le liquidateur ne représente que la société et non les créanciers; il ne peut dès lors mettre en œuvre que les actions qui appartiennent à la société (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Ten opzichte van derden en tijdens de vereffening is de vereffenaar, of hij nu door de algemene vergadering dan wel door de ondernemingsrechtbank werd aangewezen, het orgaan van de vennootschap (1). (1) Zie concl. OM in Pas. 2021, nr. 748.",
        "Het is de taak van de vereffenaar om het vermogen van de vennootschap zo goed mogelijk te gelde te maken, om dan de opbrengst te verdelen onder de schuldeisers en eventueel onder de aandeelhouders of vennoten, zoals voorgeschreven door artikel 190 Wetboek van Vennootschappen (1). (1) Zie concl. OM in Pas. 2021, nr. 748.",
        "Hoewel hij zijn bevoegdheden uitoefent in het belang van de vennootschap en van haar schuldeisers, vertegenwoordigt de vereffenaar enkel de vennootschap en niet de schuldeisers; hij kan dan ook enkel de vorderingen instellen die de vennootschap toekomen (1). (1) Zie concl. OM in Pas. 2021, nr. 748.",
        "Ten opzichte van derden en tijdens de vereffening is de vereffenaar, of hij nu door de algemene vergadering dan wel door de ondernemingsrechtbank werd aangewezen, het orgaan van de vennootschap (1). (1) Zie concl.OM in Pas. 2021, nr. 748.",
        "Het is de taak van de vereffenaar om het vermogen van de vennootschap zo goed mogelijk te gelde te maken, om dan de opbrengst te verdelen onder de schuldeisers en eventueel onder de aandeelhouders of vennoten, zoals voorgeschreven door artikel 190 Wetboek van Vennootschappen (1). (1) Zie concl.OM in Pas. 2021, nr. 748.",
        "Hoewel hij zijn bevoegdheden uitoefent in het belang van de vennootschap en van haar schuldeisers, vertegenwoordigt de vereffenaar enkel de vennootschap en niet de schuldeisers; hij kan dan ook enkel de vorderingen instellen die de vennootschap toekomen (1). (1) Zie concl.OM in Pas. 2021, nr. 748."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200214.1F.7": {
      "court": "CASS",
      "date": "2020-02-14",
      "roleNumber": "C.19.0108.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200214.1F.7",
      "abstractFR": [
        "La société dont la liquidation est clôturée continue d'exister pour répondre tant des actions que les créanciers sociaux ont introduites avant sa clôture que celles qu'ils peuvent exercer contre elle en la personne de ses liquidateurs durant le délai précité; elle peut faire valoir ses moyens de défense contre ces actions."
      ],
      "abstractNL": [
        "De vennootschap wordt na afsluiting van haar vereffening geacht voort te bestaan om zich te verweren tegen zowel de rechtsvorderingen die de schuldeisers hebben ingesteld vóór de afsluiting ervan als die welke zij tijdens de voormelde termijn kunnen instellen tegen die vennootschap in de persoon van haar vereffenaars; de vennootschap kan tegen die rechtsvorderingen haar verweermiddelen aanvoeren."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191107.14": {
      "court": "CASS",
      "date": "2019-11-07",
      "roleNumber": "C.19.0052.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191107.14&lang=fr",
      "abstractFR": [
        "La clôture de la liquidation d'une société conformément aux articles 194 et 195 du Code des sociétés met fin, en principe, à l'existence et à la personnalité juridique de cette société; la société liquidée est réputée poursuivre son existence en vue de sa défense à l'égard des demandes formées contre elle en temps utile par les créanciers conformément à l'article 198, § 1er, troisième tiret, du Code des sociétés, ainsi qu'à l'égard de demandes déjà introduites contre elle avant la clôture de la liquidation (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Cette existence passive, qui vise à assurer la protection des créanciers de la société, permet également à la société liquidée d'exercer un recours contre une décision judiciaire de condamnation rendue après la clôture de la liquidation dans une procédure pendante au moment de la liquidation (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De sluiting van de vereffening van een vennootschap overeenkomstig de artikelen 194 en 195 Wetboek van Vennootschappen, maakt in beginsel een einde aan het bestaan en de rechtspersoonlijkheid van deze vennootschap; de vereffende vennootschap wordt geacht voort te bestaan om zich te verweren tegen vorderingen die de schuldeisers conform artikel 198, §1, derde streepje, Wetboek van Vennootschappen tijdig hebben ingesteld tegen de vennootschap, alsook ten aanzien van vorderingen die reeds voor de sluiting van de vereffening tegen de vennootschap werden ingesteld (1). (1) Zie concl. OM.",
        "Dit passief voortbestaan, dat de bescherming beoogt van de schuldeisers van de vennootschap, laat de vereffende vennootschap ook toe om een rechtsmiddel in te stellen tegen een veroordelende rechterlijke beslissing gewezen na de sluiting van de vereffening in een procedure die nog lopende was ten tijde van de vereffening (1). (1) Zie concl. OM."
      ]
    }
  },
  "185": {
    "ECLI:BE:CASS:2017:ARR.20170309.6": {
      "court": "CASS",
      "date": "2017-03-09",
      "roleNumber": "C.16.0048.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170309.6",
      "abstractFR": [
        "Lorsqu'un tiers demande la désignation d'un curateur ad hoc pour réaliser les actifs apparus après la clôture de la faillite, il doit diriger son action contre la personne réputée liquidateur de la personne morale faillie."
      ],
      "abstractNL": [
        "Wanneer een derde de aanstelling van een curator ad hoc vordert om de activa te gelde te maken die na de sluiting van het faillissement zijn opgedoken, moet hij zijn rechtsvordering richten tegen de persoon die geacht wordt de vereffenaar van de failliete rechtspersoon te zijn."
      ]
    }
  },
  "190": {
    "ECLI:BE:CASS:2021:ARR.20211126.1F.1": {
      "court": "CASS",
      "date": "2021-11-26",
      "roleNumber": "C.20.0572.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211126.1F.1",
      "abstractFR": [
        "Il appartient au liquidateur de réaliser le patrimoine social dans les meilleures conditions possibles afin d'en répartir le produit entre les créanciers et, le cas échéant, les actionnaires ou associés de la manière prescrite par l'article 190 du Code des sociétés (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het is de taak van de vereffenaar om het vermogen van de vennootschap zo goed mogelijk te gelde te maken, om dan de opbrengst te verdelen onder de schuldeisers en eventueel onder de aandeelhouders of vennoten, zoals voorgeschreven door artikel 190 Wetboek van Vennootschappen (1). (1) Zie concl. OM in Pas. 2021, nr. 748.",
        "Het is de taak van de vereffenaar om het vermogen van de vennootschap zo goed mogelijk te gelde te maken, om dan de opbrengst te verdelen onder de schuldeisers en eventueel onder de aandeelhouders of vennoten, zoals voorgeschreven door artikel 190 Wetboek van Vennootschappen (1). (1) Zie concl.OM in Pas. 2021, nr. 748."
      ]
    }
  },
  "192": {
    "ECLI:BE:CASS:2024:ARR.20240930.3N.2": {
      "court": "CASS",
      "date": "2024-09-30",
      "roleNumber": "C.23.0457.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240930.3N.2",
      "abstractFR": null,
      "abstractNL": [
        "De vereffenaar die foutief de vereffening afsluit is ten aanzien van een derde schuldeiser van de vennootschap gehouden tot vergoeding van de schade indien de schade zonder de fout van de vereffenaar niet zou zijn ontstaan."
      ]
    }
  },
  "194": {
    "ECLI:BE:CASS:2019:ARR.20191107.14": {
      "court": "CASS",
      "date": "2019-11-07",
      "roleNumber": "C.19.0052.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191107.14&lang=fr",
      "abstractFR": [
        "La clôture de la liquidation d'une société conformément aux articles 194 et 195 du Code des sociétés met fin, en principe, à l'existence et à la personnalité juridique de cette société; la société liquidée est réputée poursuivre son existence en vue de sa défense à l'égard des demandes formées contre elle en temps utile par les créanciers conformément à l'article 198, § 1er, troisième tiret, du Code des sociétés, ainsi qu'à l'égard de demandes déjà introduites contre elle avant la clôture de la liquidation (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Cette existence passive, qui vise à assurer la protection des créanciers de la société, permet également à la société liquidée d'exercer un recours contre une décision judiciaire de condamnation rendue après la clôture de la liquidation dans une procédure pendante au moment de la liquidation (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De sluiting van de vereffening van een vennootschap overeenkomstig de artikelen 194 en 195 Wetboek van Vennootschappen, maakt in beginsel een einde aan het bestaan en de rechtspersoonlijkheid van deze vennootschap; de vereffende vennootschap wordt geacht voort te bestaan om zich te verweren tegen vorderingen die de schuldeisers conform artikel 198, §1, derde streepje, Wetboek van Vennootschappen tijdig hebben ingesteld tegen de vennootschap, alsook ten aanzien van vorderingen die reeds voor de sluiting van de vereffening tegen de vennootschap werden ingesteld (1). (1) Zie concl. OM.",
        "Dit passief voortbestaan, dat de bescherming beoogt van de schuldeisers van de vennootschap, laat de vereffende vennootschap ook toe om een rechtsmiddel in te stellen tegen een veroordelende rechterlijke beslissing gewezen na de sluiting van de vereffening in een procedure die nog lopende was ten tijde van de vereffening (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190920.2": {
      "court": "CASS",
      "date": "2019-09-20",
      "roleNumber": "C.18.0448.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190920.2",
      "abstractFR": [
        "La clôture de la liquidation met fin à l'existence de la société; toutefois, l'article 198, § 1er, du Code des sociétés déroge au principe de l'extinction de l'être moral en vue d'assurer la protection des créanciers (1). (1) Voir Cass. 17 avril 2008, RG C.07.0054.N, Pas. 2008, n° 231.",
        "La société dont la liquidation est clôturée ne continue d'exister que pour répondre des actions que les créanciers sociaux peuvent exercer contre elle en la personne de ses liquidateurs (1). (1) Cass. 14 février 2012, RG P.11.1181.N, Pas. 2012, n° 106.",
        "L'action que la société, dont la liquidation est clôturée, a introduite avant la clôture de sa liquidation ne peut être poursuivie ni par ses liquidateurs ni par ses associés, qui ne peuvent être considérés comme ses ayant cause à titre universel (1). (1) Cass. 17 juin 1965 (Bull. et Pas. 1965, I, 1134)."
      ],
      "abstractNL": [
        "De afsluiting van de vereffening maakt een einde aan het bestaan van de vennootschap; artikel 198, § 1, Wetboek van Vennootschappen wijkt evenwel van het beginsel van het uitdoven van de rechtspersoon af met het oog op de bescherming van de schuldeisers (1). (1) Zie Cass. 17 april 2008, AR C.07.0054.N, AC 2008, nr. 231.",
        "De vennootschap waarvan de vereffening is afgesloten, blijft enkel voort bestaan om zich te verweren tegen vorderingen die door de schuldeisers tegen die vennootschap worden ingesteld in de persoon van haar vereffenaars (1). (1) Cass. 14 februari 2012, AR P.11.1181.N, AC 2012, nr. 106.",
        "De rechtsvordering die de vereffende vennootschap heeft ingesteld vóór de afsluiting van haar vereffening, kan noch door haar vereffenaars noch door haar vennoten, die niet kunnen worden beschouwd als haar rechtverkrijgenden ten algemene titel, worden voortgezet (1). (1) Zie Cass. 17 juni 1965 (Bull en Pas. 1965, I, 1134)."
      ]
    }
  },
  "195": {
    "ECLI:BE:CASS:2019:ARR.20191107.14": {
      "court": "CASS",
      "date": "2019-11-07",
      "roleNumber": "C.19.0052.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191107.14&lang=fr",
      "abstractFR": [
        "La clôture de la liquidation d'une société conformément aux articles 194 et 195 du Code des sociétés met fin, en principe, à l'existence et à la personnalité juridique de cette société; la société liquidée est réputée poursuivre son existence en vue de sa défense à l'égard des demandes formées contre elle en temps utile par les créanciers conformément à l'article 198, § 1er, troisième tiret, du Code des sociétés, ainsi qu'à l'égard de demandes déjà introduites contre elle avant la clôture de la liquidation (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Cette existence passive, qui vise à assurer la protection des créanciers de la société, permet également à la société liquidée d'exercer un recours contre une décision judiciaire de condamnation rendue après la clôture de la liquidation dans une procédure pendante au moment de la liquidation (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De sluiting van de vereffening van een vennootschap overeenkomstig de artikelen 194 en 195 Wetboek van Vennootschappen, maakt in beginsel een einde aan het bestaan en de rechtspersoonlijkheid van deze vennootschap; de vereffende vennootschap wordt geacht voort te bestaan om zich te verweren tegen vorderingen die de schuldeisers conform artikel 198, §1, derde streepje, Wetboek van Vennootschappen tijdig hebben ingesteld tegen de vennootschap, alsook ten aanzien van vorderingen die reeds voor de sluiting van de vereffening tegen de vennootschap werden ingesteld (1). (1) Zie concl. OM.",
        "Dit passief voortbestaan, dat de bescherming beoogt van de schuldeisers van de vennootschap, laat de vereffende vennootschap ook toe om een rechtsmiddel in te stellen tegen een veroordelende rechterlijke beslissing gewezen na de sluiting van de vereffening in een procedure die nog lopende was ten tijde van de vereffening (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190920.2": {
      "court": "CASS",
      "date": "2019-09-20",
      "roleNumber": "C.18.0448.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190920.2",
      "abstractFR": [
        "La clôture de la liquidation met fin à l'existence de la société; toutefois, l'article 198, § 1er, du Code des sociétés déroge au principe de l'extinction de l'être moral en vue d'assurer la protection des créanciers (1). (1) Voir Cass. 17 avril 2008, RG C.07.0054.N, Pas. 2008, n° 231.",
        "La société dont la liquidation est clôturée ne continue d'exister que pour répondre des actions que les créanciers sociaux peuvent exercer contre elle en la personne de ses liquidateurs (1). (1) Cass. 14 février 2012, RG P.11.1181.N, Pas. 2012, n° 106.",
        "L'action que la société, dont la liquidation est clôturée, a introduite avant la clôture de sa liquidation ne peut être poursuivie ni par ses liquidateurs ni par ses associés, qui ne peuvent être considérés comme ses ayant cause à titre universel (1). (1) Cass. 17 juin 1965 (Bull. et Pas. 1965, I, 1134)."
      ],
      "abstractNL": [
        "De afsluiting van de vereffening maakt een einde aan het bestaan van de vennootschap; artikel 198, § 1, Wetboek van Vennootschappen wijkt evenwel van het beginsel van het uitdoven van de rechtspersoon af met het oog op de bescherming van de schuldeisers (1). (1) Zie Cass. 17 april 2008, AR C.07.0054.N, AC 2008, nr. 231.",
        "De vennootschap waarvan de vereffening is afgesloten, blijft enkel voort bestaan om zich te verweren tegen vorderingen die door de schuldeisers tegen die vennootschap worden ingesteld in de persoon van haar vereffenaars (1). (1) Cass. 14 februari 2012, AR P.11.1181.N, AC 2012, nr. 106.",
        "De rechtsvordering die de vereffende vennootschap heeft ingesteld vóór de afsluiting van haar vereffening, kan noch door haar vereffenaars noch door haar vennoten, die niet kunnen worden beschouwd als haar rechtverkrijgenden ten algemene titel, worden voortgezet (1). (1) Zie Cass. 17 juni 1965 (Bull en Pas. 1965, I, 1134)."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141216.1": {
      "court": "CASS",
      "date": "2014-12-16",
      "roleNumber": "P.14.0430.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141216.1&lang=fr",
      "abstractFR": [
        "La clôture de la liquidation d'une personne morale n'exclut pas que l'usage de faux comptes annuels puisse encore engendrer un effet utile."
      ],
      "abstractNL": [
        "Het afsluiten van de vereffening van een rechtspersoon sluit niet uit dat het gebruik van valse jaarrekeningen nog een nuttig gevolg zou kunnen hebben."
      ]
    }
  },
  "198": {
    "ECLI:BE:CASS:2024:ARR.20241018.1N.9": {
      "court": "CASS",
      "date": "2024-10-18",
      "roleNumber": "C.22.0362.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241018.1N.9",
      "abstractFR": null,
      "abstractNL": [
        "Gezien de vraag rijst of de wetgever op een grondwettelijk toegelaten wijze een onderscheid heeft gemaakt tussen enerzijds artikel 198, § 1, eerste streepje, Wetboek van Vennootschappen, zoals van toepassing vóór de opheffing van dit wetboek bij Wet van 23 maart 2019, in samenhang gelezen met het recht op toegang tot de rechter, gewaarborgd door artikel 6.1 EVRM, in zoverre de vordering tegen vennoten verjaart na vijf jaar vanaf de bekendmaking van de uittreding van de vennoot of van de ontbinding van de vennootschap, of vanaf het verstrijken van de overeengekomen duur, ongeacht het tijdstip waarop de eiser kennis krijgt van de feiten die ten grondslag liggen aan zijn vordering en die noodzakelijk zijn om zijn vordering effectief te kunnen instellen, en anderzijds artikel 198, § 1, vierde streepje, Wetboek van Vennootschappen, zoals van toepassing, vóór de opheffing van dit wetboek bij Wet van 23 maart 2019, en artikel 2262bis, § 1, tweede lid, Oud Burgerlijk Wetboek, krachtens hetwelk de loop van de verjaring van de vordering kennis vereist in hoofde van de eiser van de relevante feiten die ten grondslag liggen aan zijn vordering, bestaat er grond om het Grondwettelijk Hof een prejudiciële vraag te stellen (1). (1) Zie concl. OM.",
        "De leemte inzake het vertrekpunt van de verjaring in geval van het opzettelijk verbergen van verrichtingen door een of meer vennoten is niet van die aard dat zij noodzakelijk vereist dat een volledig andere regeling wordt ingevoerd, die een hernieuwde maatschappelijke afweging van belangen door de wetgever of een aanpassing van een of meer andere wettelijke bepalingen vereist. Aan de ongrondwettigheid kan zonder meer een einde worden gesteld door artikel 198, § 1, eerste streepje, Wetboek van Vennootschappen aan te vullen in die zin dat, zoals het geval in het vierde streepje van deze bepaling, de termijn van vijf jaar in dat geval begint te lopen te rekenen van de ontdekking van de verborgen gehouden verrichtingen (1). (1) Zie concl. OM.",
        "De leemte inzake het vertrekpunt van de verjaring in geval van het opzettelijk verbergen van verrichtingen door een of meer vennoten is niet van die aard dat zij noodzakelijk vereist dat een volledig andere regeling wordt ingevoerd, die een hernieuwde maatschappelijke afweging van belangen door de wetgever of een aanpassing van een of meer andere wettelijke bepalingen vereist. Aan de ongrondwettigheid kan zonder meer een einde worden gesteld door artikel 198, § 1, eerste streepje, Wetboek van Vennootschappen aan te vullen in die zin dat, zoals het geval in het vierde streepje van deze bepaling, de termijn van vijf jaar in dat geval begint te lopen te rekenen van de ontdekking van de verborgen gehouden verrichtingen (1). (1) Zie concl. OM"
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250620.1N.13": {
      "court": "CASS",
      "date": "2025-06-20",
      "roleNumber": "C.24.0187.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250620.1N.13",
      "abstractFR": null,
      "abstractNL": [
        "De verjaring van rechtsvorderingen tegen zaakvoerders, bestuurders, commissarissen, vereffenaars wegens verrichtingen in verband met hun taak begint te lopen van zodra de verrichtingen niet meer verborgen worden gehouden en de benadeelde derhalve in de mogelijkheid verkeert deze te kennen; die kennis slaat op alle omstandigheden die vereist zijn voor het instellen van voormelde rechtsvorderingen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230310.1N.3": {
      "court": "CASS",
      "date": "2023-03-10",
      "roleNumber": "C.22.0362.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230310.1N.3",
      "abstractFR": null,
      "abstractNL": [
        "Gezien de vraag rijst of de wetgever op een grondwettelijk toegelaten wijze een onderscheid heeft gemaakt tussen enerzijds artikel 198, § 1, eerste streepje, Wetboek van Vennootschappen, zoals van toepassing vóór de opheffing van dit wetboek bij Wet van 23 maart 2019, in samenhang gelezen met het recht op toegang tot de rechter, gewaarborgd door artikel 6.1 EVRM, in zoverre de vordering tegen vennoten verjaart na vijf jaar vanaf de bekendmaking van de uittreding van de vennoot of van de ontbinding van de vennootschap, of vanaf het verstrijken van de overeengekomen duur, ongeacht het tijdstip waarop de eiser kennis krijgt van de feiten die ten grondslag liggen aan zijn vordering en die noodzakelijk zijn om zijn vordering effectief te kunnen instellen, en anderzijds artikel 198, § 1, vierde streepje, Wetboek van Vennootschappen, zoals van toepassing, vóór de opheffing van dit wetboek bij Wet van 23 maart 2019, en artikel 2262bis, § 1, tweede lid, Oud Burgerlijk Wetboek, krachtens hetwelk de loop van de verjaring van de vordering kennis vereist in hoofde van de eiser van de relevante feiten die ten grondslag liggen aan zijn vordering, bestaat er grond om het Grondwettelijk Hof een prejudiciële vraag te stellen (1). (1) Zie concl. OM.",
        "De leemte inzake het vertrekpunt van de verjaring in geval van het opzettelijk verbergen van verrichtingen door een of meer vennoten is niet van die aard dat zij noodzakelijk vereist dat een volledig andere regeling wordt ingevoerd, die een hernieuwde maatschappelijke afweging van belangen door de wetgever of een aanpassing van een of meer andere wettelijke bepalingen vereist. Aan de ongrondwettigheid kan zonder meer een einde worden gesteld door artikel 198, § 1, eerste streepje, Wetboek van Vennootschappen aan te vullen in die zin dat, zoals het geval in het vierde streepje van deze bepaling, de termijn van vijf jaar in dat geval begint te lopen te rekenen van de ontdekking van de verborgen gehouden verrichtingen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200422.2F.5": {
      "court": "CASS",
      "date": "2020-04-22",
      "roleNumber": "P.20.0124.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200422.2F.5",
      "abstractFR": [
        "En vertu de l'article 26 du titre préliminaire du Code de procédure pénale, l'action civile résultant d'une infraction ne peut se prescrire avant l'action publique; il suit de cet article que, lorsque devant le juge pénal, la victime introduit son action avant la prescription de l'action publique, la prescription de l'action civile cesse de courir jusqu'à la clôture de l'instance; il ne peut donc s'en déduire que lorsque le juge, saisi des actions publique et civile, constate que la première est prescrite, il doit décider que la seconde l'est aussi lorsqu'elle n'a fait l'objet d'aucun acte interruptif avant la prescription spécifique qui la régit (1). (1) En l'espèce, en application de l'art. 198 du Code des sociétés, code abrogé par la loi du 23 mars 2019 introduisant le Code des sociétés et des associations et portant des dispositions diverses. Le demandeur a fait valoir que la Cour considère en matière d'urbanisme que « lorsque la demande de remise en état des lieux est introduite en temps utile devant le juge pénal, la prescription de cette action ne court plus jusqu'à ce qu'une décision passée en force de chose jugée mette fin à l'instance » (Cass. 13 novembre 2007, RG P.07.0961.N, Pas. 2007, n° 549, cité par Raoul DECLERCQ, Beginselen van Strafrechtspleging, 2010, p. 1222, al. 1er). Mais cet arrêt énonce aussi que « la demande de remise en état des lieux émanant de l'inspecteur urbaniste est une action civile résultant d'une infraction, qui, conformément à l'article 26 du Titre préliminaire au Code de procédure pénale, ne se prescrit pas avant l'action publique ». Il s'en déduit que la demande civile est introduite « en temps utile », aux termes de cet arrêt, si elle l'est avant sa prescription, que ce soit selon les règles civiles (voir Fr. KUTY, Les principes généraux de droit pénal belge, T. I - La loi pénale, 3è éd., Larcier, 2018, no 146, al. 2) ou selon celles de l'action publique. Ainsi, dans un arrêt du 16 mars 2010, la Cour a déduit que l'action civile a été introduite « en temps utile » devant le juge pénal de la seule constatation qu'elle l'a été avant la prescription de l'action publique, sans se référer aux règles de la prescription en droit civil, ajoutant : « il résulte [des art. 4 et 26 du titre préliminaire du Code de procédure pénale et 2244 du Code civil] que l'introduction de l'action civile devant le juge pénal en temps utile interrompt la prescription jusqu'à ce qu'une décision définitive mette un terme à l'instance. Nonobstant la prescription de l'action publique, le juge pénal reste compétent pour apprécier l'action civile » (Cass. 16 mars 2010, RG P.09.1519.N, Pas. 2009, n° 185 ; voir Cass. 12 mars 2008, RG P.07.1523.F, Pas. 2008, n° 171 ; Cass. 13 novembre 2007, RG P.07.0961.N, Pas. 2007, n° 549 ; Cass. 13 mai 2003, RG P.02.1261.N, Pas. 2003, n° 291, et notes). (M.N.B.)"
      ],
      "abstractNL": [
        "Wanneer als gevolg van een verschrijving van de griffie het rechtsdagbericht van de zaak aan de advocaat van de eiser werd gestuurd op een onjuist adres en die raadsman hierdoor het in artikel 1107 Gerechtelijk Wetboek vastgelegde recht werd ontzegd om op die rechtszitting te verschijnen, aldaar de mondelinge conclusie van het openbaar ministerie te horen en, in voorkomend geval, het Hof te vragen een termijn vast te stellen om een antwoordnota neer te leggen, moet het tegensprekelijk karakter van de rechtspleging worden hersteld dat door de gelaakte verschrijving is teloorgegaan en moet derhalve het arrest worden ingetrokken dat het cassatieberoep heeft verworpen (1). (1) Het Hof heeft niet alleen arresten ingetrokken omdat ze enkel berustten op een verschrijving die de eiser niet kon worden aangerekend en waartegen hij zich niet heeft kunnen verdedigen (zie R. DECLERCQ, “Pourvoi en cassation en matière répressive”, RPDB, 2015, nr. 1225), maar ook en met name wanneer het arrest van verwerping werd uitgesproken op een eerdere datum dan die welke per vergissing aan de eiser werd medegedeeld, zodat hij ervan kon uitgaan dat de termijn van het oude artikel 420bis, eerste lid, Wetboek van Strafvordering nog niet was verstreken (Cass. 19 juni 1972, AC 1972, 982 ; Cass. 29 september 1992, AR 7060, AC 1991-92, nr. 636, aangehaald door R. DECLERCQ, o.c., nr. 1223. noot 4796); zie concl. van advocaat-generaal VANDERMEERSCH op datum in Pas. vóór Cass. 21 september 2016, AR P.16.0925.F, Pas. 2016, nr. 515. Het verstekarrest van 15 januari 2020 lijkt tevens vatbaar voor verzet. Weliswaar “doet het Hof naar luid van de artikelen 1108 en 1113 Gerechtelijk Wetboek recht, ongeacht of de advocaten en de partijen tegenwoordig zijn of niet en worden alle arresten geacht op tegenspraak te zijn gewezen. Artikel 1106, tweede lid, van hetzelfde wetboek bepaalt [evenwel] dat de griffier een rechtsdagbericht van de zaak verstuurt ten minste vijftien dagen vóór de zitting. Het verzuim van dat vormvereiste ontneemt het arrest het tegensprekelijk karakter dat het geacht werd te bezitten.” (Cass. 23 februari 2011, AR P.11.0297.F, AC 2011, nr. 163). Bovendien heeft het Hof heeft met name het verzet ontvankelijk verklaard, « formée contre un arrêt rendu à la suite d'une procédure pour laquelle les formalités prévues par l'ancien article 420ter du Code d'instruction criminelle n'avaient pas été observées, c'est-à-dire que la fixation n'a pas été portée, au moins 15 jours avant le jour de l'audience, au tableau des causes pendantes devant la Cour, affiché au greffe et dans la salle des audiences et contenant le nom des parties, des avocats et du magistrat du ministère public chargé de donner ses conclusions » (R. DECLERCQ, o.c., nr. 1221, en de verwijzingen in de noot 4766). (M.N.B.)"
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191107.14": {
      "court": "CASS",
      "date": "2019-11-07",
      "roleNumber": "C.19.0052.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191107.14&lang=fr",
      "abstractFR": [
        "La clôture de la liquidation d'une société conformément aux articles 194 et 195 du Code des sociétés met fin, en principe, à l'existence et à la personnalité juridique de cette société; la société liquidée est réputée poursuivre son existence en vue de sa défense à l'égard des demandes formées contre elle en temps utile par les créanciers conformément à l'article 198, § 1er, troisième tiret, du Code des sociétés, ainsi qu'à l'égard de demandes déjà introduites contre elle avant la clôture de la liquidation (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Cette existence passive, qui vise à assurer la protection des créanciers de la société, permet également à la société liquidée d'exercer un recours contre une décision judiciaire de condamnation rendue après la clôture de la liquidation dans une procédure pendante au moment de la liquidation (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De sluiting van de vereffening van een vennootschap overeenkomstig de artikelen 194 en 195 Wetboek van Vennootschappen, maakt in beginsel een einde aan het bestaan en de rechtspersoonlijkheid van deze vennootschap; de vereffende vennootschap wordt geacht voort te bestaan om zich te verweren tegen vorderingen die de schuldeisers conform artikel 198, §1, derde streepje, Wetboek van Vennootschappen tijdig hebben ingesteld tegen de vennootschap, alsook ten aanzien van vorderingen die reeds voor de sluiting van de vereffening tegen de vennootschap werden ingesteld (1). (1) Zie concl. OM.",
        "Dit passief voortbestaan, dat de bescherming beoogt van de schuldeisers van de vennootschap, laat de vereffende vennootschap ook toe om een rechtsmiddel in te stellen tegen een veroordelende rechterlijke beslissing gewezen na de sluiting van de vereffening in een procedure die nog lopende was ten tijde van de vereffening (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190920.2": {
      "court": "CASS",
      "date": "2019-09-20",
      "roleNumber": "C.18.0448.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190920.2",
      "abstractFR": [
        "La clôture de la liquidation met fin à l'existence de la société; toutefois, l'article 198, § 1er, du Code des sociétés déroge au principe de l'extinction de l'être moral en vue d'assurer la protection des créanciers (1). (1) Voir Cass. 17 avril 2008, RG C.07.0054.N, Pas. 2008, n° 231.",
        "La société dont la liquidation est clôturée ne continue d'exister que pour répondre des actions que les créanciers sociaux peuvent exercer contre elle en la personne de ses liquidateurs (1). (1) Cass. 14 février 2012, RG P.11.1181.N, Pas. 2012, n° 106.",
        "L'action que la société, dont la liquidation est clôturée, a introduite avant la clôture de sa liquidation ne peut être poursuivie ni par ses liquidateurs ni par ses associés, qui ne peuvent être considérés comme ses ayant cause à titre universel (1). (1) Cass. 17 juin 1965 (Bull. et Pas. 1965, I, 1134)."
      ],
      "abstractNL": [
        "De afsluiting van de vereffening maakt een einde aan het bestaan van de vennootschap; artikel 198, § 1, Wetboek van Vennootschappen wijkt evenwel van het beginsel van het uitdoven van de rechtspersoon af met het oog op de bescherming van de schuldeisers (1). (1) Zie Cass. 17 april 2008, AR C.07.0054.N, AC 2008, nr. 231.",
        "De vennootschap waarvan de vereffening is afgesloten, blijft enkel voort bestaan om zich te verweren tegen vorderingen die door de schuldeisers tegen die vennootschap worden ingesteld in de persoon van haar vereffenaars (1). (1) Cass. 14 februari 2012, AR P.11.1181.N, AC 2012, nr. 106.",
        "De rechtsvordering die de vereffende vennootschap heeft ingesteld vóór de afsluiting van haar vereffening, kan noch door haar vereffenaars noch door haar vennoten, die niet kunnen worden beschouwd als haar rechtverkrijgenden ten algemene titel, worden voortgezet (1). (1) Zie Cass. 17 juni 1965 (Bull en Pas. 1965, I, 1134)."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180504.3": {
      "court": "CASS",
      "date": "2018-05-04",
      "roleNumber": "C.17.0410.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180504.3",
      "abstractFR": [
        "Le manquement des administrateurs à leur obligation de réunir l'assemblée générale dans les deux mois à dater du moment où la perte de capital social a été constatée ou aurait dû l'être en vertu des obligations légales ou statutaires est consommé dès l'instant où ce délai est expiré."
      ],
      "abstractNL": [
        "De niet-nakoming, door de bestuurders, van hun verplichting om de algemene vergadering samen te roepen binnen de twee maanden nadat het verlies van het maatschappelijk kapitaal werd vastgesteld of had moeten worden vastgesteld krachtens de wettelijke of statutaire bepalingen, staat vast zodra die termijn is verstreken."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141216.1": {
      "court": "CASS",
      "date": "2014-12-16",
      "roleNumber": "P.14.0430.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141216.1&lang=fr",
      "abstractFR": [
        "La clôture de la liquidation d'une personne morale n'exclut pas que l'usage de faux comptes annuels puisse encore engendrer un effet utile."
      ],
      "abstractNL": [
        "Het afsluiten van de vereffening van een rechtspersoon sluit niet uit dat het gebruik van valse jaarrekeningen nog een nuttig gevolg zou kunnen hebben."
      ]
    },
    "ECLI:BE:CASS:2011:ARR.20110323.3": {
      "court": "CASS",
      "date": "2011-03-23",
      "roleNumber": "P.10.1757.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20110323.3",
      "abstractFR": [
        "L'usage d'une pièce fausse peut se poursuivre au-delà de la clôture des opérations de la faillite d'une personne morale."
      ],
      "abstractNL": [
        "Het gebruik van een vals stuk kan blijven duren na de sluiting van de verrichtingen van het faillissement van de rechtspersoon."
      ]
    }
  },
  "202": {
    "ECLI:BE:CASS:2024:ARR.20240412.1F.6": {
      "court": "CASS",
      "date": "2024-04-12",
      "roleNumber": "C.23.0376.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240412.1F.6",
      "abstractFR": [
        "Les commandités et les commanditaires qui ont habituellement géré les affaires de la société sont tenus solidairement et de manière illimitée au respect des obligations de la société, quels que soient leur cause ou le moment où elles sont nées (1). (1) Voir les concl. du MP.",
        "Les commandités et les commanditaires qui ont habituellement géré les affaires d'une société en commandite simple sont tenus solidairement et de manière illimitée aux frais et dépens de l'administration de la faillite de cette société (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2018:ARR.20180622.2": {
      "court": "CASS",
      "date": "2018-06-22",
      "roleNumber": "C.17.0587.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180622.2",
      "abstractFR": [
        "Tous les associés d'une société en nom collectif sont qualifiés d'entreprises (1). (1) Voir les concl., en extrait, du MP."
      ],
      "abstractNL": [
        "Alle vennoten van een vennootschap onder firma worden als ondernemingen aangemerkt (1). (1) Zie concl. OM in Pas. 2018, nr. 409."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180202.2": {
      "court": "CASS",
      "date": "2018-02-02",
      "roleNumber": "C.16.0448.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180202.2",
      "abstractFR": [
        "Sauf si elle a été confiée à une personne étrangère à la société, la gestion de la société en commandite simple ne peut être confiée qu'aux seuls associés commandités."
      ],
      "abstractNL": [
        "Tenzij het bestuur van de gewone commanditaire vennootschap werd toevertrouwd aan een persoon die niet met de vennootschap verbonden is, mag dat bestuur enkel aan de beherende vennoten worden toevertrouwd."
      ]
    }
  },
  "203": {
    "ECLI:BE:CASS:2018:ARR.20180413.3": {
      "court": "CASS",
      "date": "2018-04-13",
      "roleNumber": "C.17.0486.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180413.3",
      "abstractFR": [
        "Le jugement portant condamnation de la société en nom collectif n'est pas revêtu de l'autorité de chose jugée à l'égard des associés qui n'ont pas été mis à la cause dans la procédure tendant à la condamnation de la société en nom collectif."
      ],
      "abstractNL": [
        "Het vonnis dat de vennootschap onder firma veroordeelt, heeft geen gezag van gewijsde ten aanzien van de vennoten die niet werden betrokken bij de procedure tot veroordeling van de vennootschap onder firma."
      ]
    }
  },
  "204": {
    "ECLI:BE:CASS:2021:ARR.20210430.1N.3": {
      "court": "CASS",
      "date": "2021-04-30",
      "roleNumber": "F.19.0133.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210430.1N.3&lang=fr",
      "abstractFR": [
        "Il résulte des articles 204 et 209 du Code des sociétés que les associés en nom collectif qui ont cédé leur participation sont solidairement responsables de toutes les obligations de la société nées avant la cession; cela s'applique également à l'obligation fiscale née avant la cession des actions, de sorte qu'une cotisation enrôlée au titre de l'année de revenus précédant la cession des actions peut être exécutée sur le patrimoine de l'associé qui a cédé ses actions (1). (1) Voir les concl. MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de artikelen 204 en 209 Wetboek van Vennootschappen volgt dat de vennoten onder firma die hun deelneming hebben overgedragen, hoofdelijk aansprakelijk zijn voor alle verbintenissen van de vennootschap die vóór de overdracht zijn ontstaan; dit geldt eveneens voor de belastingschuld die ontstaan is voor de overdracht van de aandelen, zodat een ingekohierde aanslag die betrekking heeft op het inkomstenjaar dat voorafgaat aan de overdracht van de aandelen kan worden ten uitvoer gelegd op het vermogen van de vennoot die zijn aandelen heeft overgedragen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200618.1N.28": {
      "court": "CASS",
      "date": "2020-06-18",
      "roleNumber": "C.18.0333.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200618.1N.28&lang=fr",
      "abstractFR": [
        "L’associé qui cède ses parts reste tenu tant des engagements de la société nés avant la cession et que des engagements résultant de la poursuite de l’exécution de conventions antérieures."
      ],
      "abstractNL": [
        "Een vennoot die zijn aandelen overdraagt, blijft gehouden zowel voor de verbintenissen van de vennootschap die ontstaan zijn vóór de overdracht als voor verbintenissen die voortvloeien uit de verdere uitvoering van voordien gesloten overeenkomsten."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160902.7": {
      "court": "CASS",
      "date": "2016-09-02",
      "roleNumber": "F.15.0104.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160902.7&lang=fr",
      "abstractFR": [
        "Les associés en nom collectif qui ont cédé leurs parts sont solidaires pour tous les engagements de la société qui sont nés antérieurement à la cession (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De vennoten onder firma die hun deelneming hebben overgedragen, zijn hoofdelijk aansprakelijk voor alle verbintenissen van de vennootschap die vóór de overdracht zijn ontstaan (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20131107.14": {
      "court": "CASS",
      "date": "2013-11-07",
      "roleNumber": "C.12.0570.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131107.14&lang=fr",
      "abstractFR": [
        "Les associés en nom collectif sont solidaires pour tous les engagements de la société même si ceux-ci sont nés avant le moment de leur admission dans la société (1). (1) Voir les concl. du M.P. publiées à leur date dans A.C.",
        "Les associés en nom collectif qui ont cédé leurs parts, sont solidairement responsables pour tous les engagements de la société antérieurs à la cession; la circonstance que les créanciers dont les créances sont nées après qu'un associé a cédé sa part, n'empêche pas que cet associé est responsable à l'égard de tous les créanciers dont les créances sont nées antérieurement (1). (1) Voir les concl. du M.P. publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Vennoten onder firma zijn hoofdelijk aansprakelijk voor alle verbintenissen van de vennootschap, ook al zijn deze ontstaan vóór het tijdstip van hun toetreding tot de vennootschap (1). (1) Zie concl. O.M.",
        "Vennoten onder firma die hun deelneming hebben overgedragen, zijn hoofdelijk aansprakelijk voor alle verbintenissen van de vennootschap die vóór de overdracht zijn aangegaan; de omstandigheid dat de schuldeisers wiens schuldvorderingen zijn ontstaan nadat een vennoot zijn deelneming heeft overgedragen, staat er niet aan in de weg dat deze vennoot gehouden is ten aanzien van alle schuldeisers wiens schuldvorderingen voordien zijn ontstaan (1). (1) Zie concl. O.M."
      ]
    }
  },
  "205": {
    "ECLI:BE:CASS:2018:ARR.20180622.2": {
      "court": "CASS",
      "date": "2018-06-22",
      "roleNumber": "C.17.0587.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180622.2",
      "abstractFR": [
        "Tous les associés d'une société en nom collectif sont qualifiés d'entreprises (1). (1) Voir les concl., en extrait, du MP."
      ],
      "abstractNL": [
        "Alle vennoten van een vennootschap onder firma worden als ondernemingen aangemerkt (1). (1) Zie concl. OM in Pas. 2018, nr. 409."
      ]
    }
  },
  "207": {
    "ECLI:BE:CASS:2024:ARR.20240412.1F.6": {
      "court": "CASS",
      "date": "2024-04-12",
      "roleNumber": "C.23.0376.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240412.1F.6",
      "abstractFR": [
        "Les commandités et les commanditaires qui ont habituellement géré les affaires de la société sont tenus solidairement et de manière illimitée au respect des obligations de la société, quels que soient leur cause ou le moment où elles sont nées (1). (1) Voir les concl. du MP.",
        "Les commandités et les commanditaires qui ont habituellement géré les affaires d'une société en commandite simple sont tenus solidairement et de manière illimitée aux frais et dépens de l'administration de la faillite de cette société (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2018:ARR.20180202.2": {
      "court": "CASS",
      "date": "2018-02-02",
      "roleNumber": "C.16.0448.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180202.2",
      "abstractFR": [
        "Sauf si elle a été confiée à une personne étrangère à la société, la gestion de la société en commandite simple ne peut être confiée qu'aux seuls associés commandités."
      ],
      "abstractNL": [
        "Tenzij het bestuur van de gewone commanditaire vennootschap werd toevertrouwd aan een persoon die niet met de vennootschap verbonden is, mag dat bestuur enkel aan de beherende vennoten worden toevertrouwd."
      ]
    }
  },
  "209": {
    "ECLI:BE:CASS:2021:ARR.20210430.1N.3": {
      "court": "CASS",
      "date": "2021-04-30",
      "roleNumber": "F.19.0133.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210430.1N.3&lang=fr",
      "abstractFR": [
        "Il résulte des articles 204 et 209 du Code des sociétés que les associés en nom collectif qui ont cédé leur participation sont solidairement responsables de toutes les obligations de la société nées avant la cession; cela s'applique également à l'obligation fiscale née avant la cession des actions, de sorte qu'une cotisation enrôlée au titre de l'année de revenus précédant la cession des actions peut être exécutée sur le patrimoine de l'associé qui a cédé ses actions (1). (1) Voir les concl. MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de artikelen 204 en 209 Wetboek van Vennootschappen volgt dat de vennoten onder firma die hun deelneming hebben overgedragen, hoofdelijk aansprakelijk zijn voor alle verbintenissen van de vennootschap die vóór de overdracht zijn ontstaan; dit geldt eveneens voor de belastingschuld die ontstaan is voor de overdracht van de aandelen, zodat een ingekohierde aanslag die betrekking heeft op het inkomstenjaar dat voorafgaat aan de overdracht van de aandelen kan worden ten uitvoer gelegd op het vermogen van de vennoot die zijn aandelen heeft overgedragen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200618.1N.28": {
      "court": "CASS",
      "date": "2020-06-18",
      "roleNumber": "C.18.0333.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200618.1N.28&lang=fr",
      "abstractFR": [
        "L’associé qui cède ses parts reste tenu tant des engagements de la société nés avant la cession et que des engagements résultant de la poursuite de l’exécution de conventions antérieures."
      ],
      "abstractNL": [
        "Een vennoot die zijn aandelen overdraagt, blijft gehouden zowel voor de verbintenissen van de vennootschap die ontstaan zijn vóór de overdracht als voor verbintenissen die voortvloeien uit de verdere uitvoering van voordien gesloten overeenkomsten."
      ]
    }
  },
  "213": {
    "ECLI:BE:CASS:2016:ARR.20160916.1": {
      "court": "CASS",
      "date": "2016-09-16",
      "roleNumber": "C.14.0388.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160916.1&lang=fr",
      "abstractFR": [
        "Il ressort des articles 213, § 2, alinéas 1er et 2 du Code des sociétés que l'associé unique est tenu à l'égard de tous les créanciers mais que l'étendue de cette obligation est limitée aux dettes nées au cours d'une période déterminée (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "La mission générale du curateur consiste à réaliser les actifs du failli et à distribuer le produit; la nécessité d'un règlement efficace de la faillite et l'égalité de traitement des créanciers impliquent que le curateur puisse agir contre un tiers qui doit répondre des dettes du failli lorsque cette obligation existe à l'égard de tous les créanciers, même si ce droit d'agir n'appartient pas au failli; l'obligation à l'égard de tous les créanciers existe même si l'étendue de celle-ci est limitée dans le temps (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de bepalingen van artikel 213, §2, eerste en tweede lid, Wetboek van Vennootschappen volgt dat de enige vennoot gehouden is ten aanzien van alle schuldeisers, maar de omvang van die gehoudenheid beperkt is tot schulden ontstaan in een bepaalde periode (1). (1) Zie concl. OM.",
        "De algemene opdracht van de curator bestaat erin de activa van de gefailleerde te gelde te maken en het provenu te verdelen; de noodzaak van een efficiënte afwikkeling van het faillissement en de gelijke behandeling van de schuldeisers, maken dat de curator gerechtigd is de vorderingsrechten uit te oefenen tegen een derde die heeft in te staan voor de schulden van de gefailleerde wanneer die gehoudenheid bestaat tegenover alle schuldeisers, ook al behoren die vorderingsrechten niet toe aan de gefailleerde; de gehoudenheid tegenover alle schuldeisers bestaat, ook al is de omvang van die gehoudenheid beperkt in de tijd (1). (1) Zie concl. OM."
      ]
    }
  },
  "235": {
    "ECLI:BE:CASS:2020:ARR.20201009.1N.2": {
      "court": "CASS",
      "date": "2020-10-09",
      "roleNumber": "C.17.0601.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201009.1N.2&lang=fr",
      "abstractFR": [
        "Après l'inscription de la cession dans le registre des parts, le cédant d'actions non libérées ne peut être appelé par la société ou par des tiers à procéder à leur libération que jusqu'à concurrence des dettes de la société nées antérieurement."
      ],
      "abstractNL": [
        "Na de inschrijving van de aandelenoverdracht in het register van aandelen kan de overdrager van niet-volstorte aandelen door de vennootschap en door derden tot volstorting worden aangesproken tot beloop van niet meer dan de voordien ontstane vennootschapsschulden."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220902.1N.6": {
      "court": "CASS",
      "date": "2022-09-02",
      "roleNumber": "C.22.0002.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220902.1N.6&lang=fr",
      "abstractFR": [
        "Après l'inscription de la cession d'actions dans le registre des parts, le cédant d'actions non libérées ne peut être appelé par la société et par des tiers à procéder à la libération des actions que jusqu'à concurrence des dettes de la société nées antérieurement."
      ],
      "abstractNL": [
        "Na de inschrijving van de aandelenoverdracht in het register van aandelen kan de overdrager van niet-volgestorte aandelen door de vennootschap en door derden tot beloop van niet meer dan de voordien ontstane vennootschapsschulden tot volstorting worden aangesproken."
      ]
    }
  },
  "250": {
    "ECLI:BE:CASS:2020:ARR.20201009.1N.2": {
      "court": "CASS",
      "date": "2020-10-09",
      "roleNumber": "C.17.0601.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201009.1N.2&lang=fr",
      "abstractFR": [
        "Après l'inscription de la cession dans le registre des parts, le cédant d'actions non libérées ne peut être appelé par la société ou par des tiers à procéder à leur libération que jusqu'à concurrence des dettes de la société nées antérieurement."
      ],
      "abstractNL": [
        "Na de inschrijving van de aandelenoverdracht in het register van aandelen kan de overdrager van niet-volstorte aandelen door de vennootschap en door derden tot volstorting worden aangesproken tot beloop van niet meer dan de voordien ontstane vennootschapsschulden."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220902.1N.6": {
      "court": "CASS",
      "date": "2022-09-02",
      "roleNumber": "C.22.0002.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220902.1N.6&lang=fr",
      "abstractFR": [
        "Après l'inscription de la cession d'actions dans le registre des parts, le cédant d'actions non libérées ne peut être appelé par la société et par des tiers à procéder à la libération des actions que jusqu'à concurrence des dettes de la société nées antérieurement."
      ],
      "abstractNL": [
        "Na de inschrijving van de aandelenoverdracht in het register van aandelen kan de overdrager van niet-volgestorte aandelen door de vennootschap en door derden tot beloop van niet meer dan de voordien ontstane vennootschapsschulden tot volstorting worden aangesproken."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170309.5": {
      "court": "CASS",
      "date": "2017-03-09",
      "roleNumber": "C.15.0283.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170309.5",
      "abstractFR": [
        "L'inscription d'une cession de parts dans le registre de parts d'une société rend cette cession opposable pour tout ce que la cession comporte, tant en ce qui concerne les droits que les obligations attachées à la propriété des parts et constitue une dérogation au droit commun du transfert des droits et des obligations."
      ],
      "abstractNL": [
        "De inschrijving van een overdracht van aandelen in het register van aandelen van een vennootschap maakt die overdracht tegenstelbaar voor alles wat daarin is vervat, zowel wat betreft de rechten als de verplichtingen die aan de eigendom van de aandelen verbonden zijn, en vormt een afwijking van het gemeen recht van de overdracht van rechten en verplichtingen."
      ]
    }
  },
  "257": {
    "ECLI:BE:CASS:2016:ARR.20160531.3": {
      "court": "CASS",
      "date": "2016-05-31",
      "roleNumber": "P.15.1507.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160531.3&lang=fr",
      "abstractFR": [
        "Lorsque la loi ne prévoit pas de moyen de preuve spécial, le juge pénal apprécie souverainement la valeur probante des éléments qui lui sont régulièrement soumis et qui ont fait l'objet de la contradiction des parties, en tenant éventuellement compte de toutes les présomptions de fait qui suscitent dans son chef l'intime conviction de la culpabilité du prévenu; partant, le juge peut déduire la culpabilité d'un gérant du chef d'abus de confiance au préjudice de la société du fait que ledit gérant ne peut justifier avoir affecté les fonds qu'il a prélevés du compte de la société, selon les pièces comptables, dans l'intérêt de la société, le juge ne méconnaissant pas, de ce fait, la présomption d'innocence ni les règles relatives à la charge de la preuve en matière répressive, et ne violant pas davantage l'article 491 du Code pénal (1). (1) Voir Cass. 11 mars 2014, RG P.12.1903.N, Pas. 2004, n° 197."
      ],
      "abstractNL": [
        "Wanneer de wet geen bijzonder bewijsmiddel voorschrijft, beoordeelt de rechter in strafzaken onaantastbaar de bewijswaarde van de hem regelmatig overgelegde gegevens waarover de partijen tegenspraak hebben kunnen voeren waarbij de rechter rekening mag houden met alle vermoedens van feitelijke aard die hem de innerlijke overtuiging van de schuld van de beklaagde geven; zodoende kan de rechter de schuld van een zaakvoerder aan misbruik van vertrouwen ten nadele van de vennootschap afleiden uit het feit dat die zaakvoerder niet kan verantwoorden dat hij de gelden die hij volgens de boekhoudkundige stukken heeft afgenomen van de vennootschapsrekening, heeft besteed in het belang van de vennootschap waardoor aldus de rechter het vermoeden van onschuld of de regels betreffende de bewijslast in strafzaken niet miskent en hij evenmin artikel 491 Strafwetboek schendt (1). (1) Zie Cass. 11 maart 2014, AR P.12.1903.N, AC 2014, nr. 197."
      ]
    }
  },
  "258": {
    "ECLI:BE:CASS:2016:ARR.20160531.3": {
      "court": "CASS",
      "date": "2016-05-31",
      "roleNumber": "P.15.1507.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160531.3&lang=fr",
      "abstractFR": [
        "Lorsque la loi ne prévoit pas de moyen de preuve spécial, le juge pénal apprécie souverainement la valeur probante des éléments qui lui sont régulièrement soumis et qui ont fait l'objet de la contradiction des parties, en tenant éventuellement compte de toutes les présomptions de fait qui suscitent dans son chef l'intime conviction de la culpabilité du prévenu; partant, le juge peut déduire la culpabilité d'un gérant du chef d'abus de confiance au préjudice de la société du fait que ledit gérant ne peut justifier avoir affecté les fonds qu'il a prélevés du compte de la société, selon les pièces comptables, dans l'intérêt de la société, le juge ne méconnaissant pas, de ce fait, la présomption d'innocence ni les règles relatives à la charge de la preuve en matière répressive, et ne violant pas davantage l'article 491 du Code pénal (1). (1) Voir Cass. 11 mars 2014, RG P.12.1903.N, Pas. 2004, n° 197."
      ],
      "abstractNL": [
        "Wanneer de wet geen bijzonder bewijsmiddel voorschrijft, beoordeelt de rechter in strafzaken onaantastbaar de bewijswaarde van de hem regelmatig overgelegde gegevens waarover de partijen tegenspraak hebben kunnen voeren waarbij de rechter rekening mag houden met alle vermoedens van feitelijke aard die hem de innerlijke overtuiging van de schuld van de beklaagde geven; zodoende kan de rechter de schuld van een zaakvoerder aan misbruik van vertrouwen ten nadele van de vennootschap afleiden uit het feit dat die zaakvoerder niet kan verantwoorden dat hij de gelden die hij volgens de boekhoudkundige stukken heeft afgenomen van de vennootschapsrekening, heeft besteed in het belang van de vennootschap waardoor aldus de rechter het vermoeden van onschuld of de regels betreffende de bewijslast in strafzaken niet miskent en hij evenmin artikel 491 Strafwetboek schendt (1). (1) Zie Cass. 11 maart 2014, AR P.12.1903.N, AC 2014, nr. 197."
      ]
    }
  },
  "259": {
    "ECLI:BE:CASS:2018:ARR.20180601.3": {
      "court": "CASS",
      "date": "2018-06-01",
      "roleNumber": "C.17.0642.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180601.3",
      "abstractFR": [
        "Seule la société peut agir en nullité des décisions prises ou des opérations accomplies par le Collège de gestion dont un membre a, directement ou indirectement, un intérêt opposé (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Enkel de vennootschap heeft het recht om de nietigverklaring te vorderen van beslissingen of verrichtingen van het college van zaakvoerders, wanneer een lid van dat college een hiermee rechtstreeks of onrechtstreeks strijdig belang heeft (1). (1) Zie concl. OM in Pas. 2018, nr. 349."
      ]
    }
  },
  "265": {
    "ECLI:BE:CASS:2025:ARR.20250306.1F.4": {
      "court": "CASS",
      "date": "2025-03-06",
      "roleNumber": "C.24.0113.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250306.1F.4",
      "abstractFR": [
        "L'implication d'une personne dans la faillite d'une société entraînant des dettes de cotisations sociales se déduit de sa seule qualité d'administrateur ou de gérant, de droit ou de fait de cette société, lors même qu'elle n'a plus cette qualité lors de la déclaration de faillite de celle-ci."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240523.1N.6": {
      "court": "CASS",
      "date": "2024-05-23",
      "roleNumber": "C.23.0088.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240523.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "Een voorstel van een bestuurder tot uitkering van dividenden en tantièmes kan een kennelijk grove fout uitmaken in de zin van artikel 265, § 1, W. Venn., ook al blijft dat voorstel binnen de kwantitatieve beperkingen van de vennootschapswetgeving die strekken tot kapitaalbescherming.",
        "De omstandigheid dat het door de bestuurder gedane voorstel tot winstuitkering samen met de jaarrekening is goedgekeurd door de algemene vergadering van de vennootschap die dienovereenkomstig heeft beslist tot uitbetaling van dividenden en tantièmes en vervolgens kwijting heeft verleend aan de bestuurder, sluit de aansprakelijkheid van de bestuurder wegens kennelijke grove fout niet uit."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250620.1N.13": {
      "court": "CASS",
      "date": "2025-06-20",
      "roleNumber": "C.24.0187.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250620.1N.13",
      "abstractFR": null,
      "abstractNL": [
        "Vereist is dat de in artikel 265, eerste lid, Wetboek van Vennootschappen bedoelde kennelijke grove fout heeft bijgedragen tot het faillissement zonder dat een rechtstreeks oorzakelijk verband tussen de kennelijk grove fout en het faillissement is vereist; het feit dat de handeling die als kennelijk grove fout wordt gekwalificeerd, dateert van na de datum van staking van betaling zoals deze bij het faillissementsvonnis of een navolgend vonnis werd vervroegd, sluit niet uit dat deze handeling heeft bijgedragen tot het faillissement (1). (1) Artikel 265, eerste lid, Wetboek van Vennootschappen, zoals van toepassing vóór de opheffing bij Wet van 11 augustus 2017."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211202.1N.8": {
      "court": "CASS",
      "date": "2021-12-02",
      "roleNumber": "C.21.0016.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211202.1N.8&lang=fr",
      "abstractFR": [
        "Il appartient au gérant et non au curateur de prouver que les seuils visés à l'article 265, alinéa 2, du Code des sociétés n'ont pas été dépassés, de sorte que l'article 265, alinéa 1er, de ce code ne peut pas être appliqué au gérant."
      ],
      "abstractNL": [
        "Het is aan de zaakvoerder en niet aan de curator om te bewijzen dat de in artikel 265, tweede lid Wetboek van Vennootschappen bedoelde drempels niet zijn overschreden zodat artikel 265, eerste lid Wetboek van Vennootschappen niet op de zaakvoerder kan worden toegepast."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191119.1": {
      "court": "CASS",
      "date": "2019-11-19",
      "roleNumber": "P.19.0538.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191119.1&lang=fr",
      "abstractFR": [
        "Les articles 265, § 2, alinéa 1er, du Code des sociétés, dans sa version applicable jusqu'au 30 avril 2018, et XX.226, alinéa 1er, du Code de droit économique, n'empêchent pas que les personnes visées par ces dispositions puissent être tenues pour responsables, sur pied de l'article 1382 du Code civil, du dommage causé par le non-paiement, par leur faute, des cotisations de sécurité sociale."
      ],
      "abstractNL": [
        "De artikelen 265, § 2, eerste lid, Wetboek van Vennootschappen zoals toepasselijk tot 30 april 2018, en XX.226, eerste lid, Wetboek economisch recht, staan niet eraan in de weg dat de in die bepalingen bedoelde personen op grond van artikel 1382 Burgerlijk Wetboek aansprakelijk kunnen worden gesteld voor de schade veroorzaakt door het door hun fout onbetaald blijven van de sociale zekerheidsbijdragen."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190531.1": {
      "court": "CASS",
      "date": "2019-05-31",
      "roleNumber": "C.18.0499.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190531.1&lang=fr",
      "abstractFR": [
        "Le juge appelé à apprécier si les conditions légales de la responsabilité personnelle et solidaire sont réunies peut vérifier, en cas d'implication réitérée dans des faillites comportant des dettes de sécurité sociale, s'il est question d'un procédé de répétition frauduleuse et dès lors tenir compte, lors de la détermination de l'importance des sommes auxquelles le dirigeant et l'ancien dirigeant sont tenus, du fait que ceux-ci étaient ou non de bonne foi (1). (1) C. const., 25 septembre 2014, n° 133/2014, B-9 ; voir également Cass. 24 mars 2016, RG C.15.0166.N, Pas. 2016, n° 217, avec concl. MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De rechter, die dient te oordelen of de wettelijke voorwaarden voor de persoonlijke en hoofdelijke aansprakelijkheid zijn vervuld, kan nagaan of er, in geval van de herhaalde betrokkenheid bij faillissementen met sociale zekerheidsschulden, sprake is van een dergelijk procedé van frauduleuze herhaling en kan bij het bepalen van de omvang van de bedragen waartoe de bestuurder en de gewezen bestuurder gehouden zijn, derhalve rekening houden met het gegeven of zij al dan niet te goeder trouw waren (1). (1) GwH 25 september 2014, nr. 133/2014, B-9; zie ook Cass. 24 maart 2016, AR C.15.0166.N, AC 2016, nr. 217, met concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170407.4": {
      "court": "CASS",
      "date": "2017-04-07",
      "roleNumber": "C.16.0390.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170407.4&lang=fr",
      "abstractFR": [
        "Lorsque les gérants ou anciens gérants, ainsi que toute autre personne qui a effectivement détenu le pouvoir de gérer la société, sont impliqués dans une faillite comportant des dettes à l'égard d'un organisme de recouvrement de cotisations de sécurité sociale qui est aussi prononcée à la date de la faillite de la société dont les dettes sociales constituent l'objet de la responsabilité visée à l'article 265, § 2, alinéa 1er du Code des sociétés, la première faillite est considérée, pour l'application de l'article 265, § 2, alinéa 1er, du Code des sociétés, s'être produite au cours de la période de cinq ans qui précède le prononcé de la dernière faillite (1). (1) Cass. 24 mars 2016, RG C.15.0166.N, Pas. 2016, n° 217 avec concl. MP publiées à leur date dans AC; en ce qui concerne la ration legis de cette disposition: voir C. Const., 8 mai 2014, n° 79/2014; B.6 et B.9.2, qui confirme un arrêt antérieur du 17 septembre 2009, n° 139/2009."
      ],
      "abstractNL": [
        "Wanneer de zaakvoerders, gewezen zaakvoerders en alle andere personen die ten aanzien van de zaken van de vennootschap werkelijke bestuursbevoegdheid hebben gehad, betrokken zijn bij een faillissement met schulden ten aanzien van een inningsorganisme van de sociale zekerheidsbijdragen dat eveneens wordt uitgesproken op de datum van het faillissement van de vennootschap waarvan de sociale schulden het voorwerp uitmaken van de in artikel 265, §2, eerste lid, Wetboek van Vennootschappen bedoelde aansprakelijkheid, wordt het eerstgenoemde faillissement voor de toepassing van artikel 265, §2, eerste lid, Wetboek van Vennootschappen geacht zich te hebben voorgedaan in de periode van vijf jaar voorafgaand aan het laatstgenoemde faillissement (1). (1) Cass. 24 maart 2016, AR C.15.0166.N, AC 2016, nr. 217, met concl. OM; wat de ratio legis van deze bepaling betreft: zie Grondwettelijk Hof 8 mei 2014, nr. 79/2014, B.6 en B.9.2, dat een eerder arrest van 17 september 2009, nr. 139/2009, bevestigt."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160324.13": {
      "court": "CASS",
      "date": "2016-03-24",
      "roleNumber": "C.15.0166.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160324.13&lang=fr",
      "abstractFR": [
        "Les gérants, anciens gérants et toutes les autres personnes qui ont effectivement détenu le pouvoir de gérer la société et qui au cours de la période de cinq ans qui précède le prononcé de la faillite ont été impliquées dans au moins deux faillites, liquidations ou opérations similaires entraînant des dettes à l'égard d'un organisme de recouvrement des cotisations de sécurité sociale, sont objectivement responsables pour la totalité ou une partie de ces cotisations indépendamment du fait qu'une faute puisse leur être imputée (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "La bonne foi des dirigeants ou des anciens dirigeants est sans pertinence pour déterminer s'ils peuvent ou non être déclarés personnellement responsables pour les cotisations de sécurité sociale; le juge peut tenir compte de la bonne foi lors de la détermination du montant des cotisations auxquelles ces dirigeants ou anciens dirigeants sont tenus (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De zaakvoerders, gewezen zaakvoerders en alle andere personen die ten aanzien van de zaken van de vennootschap werkelijke bestuursbevoegdheid hebben gehad en die in de loop van de periode van vijf jaar voorafgaand aan de faillietverklaring bij minstens twee faillissementen, vereffeningen of gelijkaardige operaties met schulden ten aanzien van een inningsorganisme van sociale zekerheidsbijdragen betrokken waren, zijn objectief aansprakelijk voor het geheel of een gedeelte van de bedoelde sociale zekerheidsbijdragen, ongeacht of hen een fout ten laste kan worden gelegd (1). (1) Zie concl. OM.",
        "De zaakvoerders, gewezen zaakvoerders en alle andere personen die ten aanzien van de zaken van de vennootschap werkelijke bestuursbevoegdheid hebben gehad en die in de loop van de periode van vijf jaar voorafgaand aan de faillietverklaring bij minstens twee faillissementen, vereffeningen of gelijkaardige operaties met schulden ten aanzien van een inningsorganisme van sociale zekerheidsbijdragen betrokken waren, zijn objectief aansprakelijk voor het geheel of een gedeelte van de bedoelde sociale zekerheidsbijdragen, ongeacht of hen een fout ten laste kan worden gelegd (1) . (1) Zie concl. OM."
      ]
    }
  },
  "302": {
    "ECLI:BE:CASS:2016:ARR.20160201.2": {
      "court": "CASS",
      "date": "2016-02-01",
      "roleNumber": "C.15.0295.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160201.2",
      "abstractFR": [
        "L'apport d'un élément de patrimoine entièrement libéré dans une société commerciale implique que cet élément soit mis à la disposition immédiate de la société afin que celle-ci réalise son but et qu'il soit maintenu dans la société en tant qu'élément du capital social, pour la valeur qui lui a été attribuée, aux fins de participer aux risques de l'entreprise et à la formation du gage des créanciers; il s'ensuit qu'à dater de la décision de l'assemblée générale d'augmenter le capital par l'apport d'un bien faisant l'objet d'un bail à ferme, la société bénéficiaire de cet apport peut exercer tous les droits dérivant du bail et que, dès lors que cette décision a été constatée dans un acte authentique, sa qualité de bailleur est immédiatement opposable au preneur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De inbreng van een volgestort vermogenselement in een handelsvennootschap impliceert dat dit element onmiddellijk ter beschikking van de vennootschap wordt gesteld zodat laatstgenoemde haar doel kan verwezenlijken en het in de vennootschap behouden blijft als een element van het maatschappelijk kapitaal, voor de waarde die eraan werd toegekend, om te delen in de risico's van de onderneming en tot waarborg van de schuldeisers; daaruit volgt dat zodra de algemene vergadering beslist om het kapitaal te verhogen door de inbreng van een verpacht goed, de vennootschap die de begunstigde van die inbreng is alle rechten uit die pacht kan uitoefenen en dat, aangezien die beslissing in een authentieke akte is vastgelegd, zijn hoedanigheid van verpachter onmiddellijk tegenstelbaar is aan de pachter."
      ]
    }
  },
  "305": {
    "ECLI:BE:CASS:2016:ARR.20160201.2": {
      "court": "CASS",
      "date": "2016-02-01",
      "roleNumber": "C.15.0295.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160201.2",
      "abstractFR": [
        "L'apport d'un élément de patrimoine entièrement libéré dans une société commerciale implique que cet élément soit mis à la disposition immédiate de la société afin que celle-ci réalise son but et qu'il soit maintenu dans la société en tant qu'élément du capital social, pour la valeur qui lui a été attribuée, aux fins de participer aux risques de l'entreprise et à la formation du gage des créanciers; il s'ensuit qu'à dater de la décision de l'assemblée générale d'augmenter le capital par l'apport d'un bien faisant l'objet d'un bail à ferme, la société bénéficiaire de cet apport peut exercer tous les droits dérivant du bail et que, dès lors que cette décision a été constatée dans un acte authentique, sa qualité de bailleur est immédiatement opposable au preneur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De inbreng van een volgestort vermogenselement in een handelsvennootschap impliceert dat dit element onmiddellijk ter beschikking van de vennootschap wordt gesteld zodat laatstgenoemde haar doel kan verwezenlijken en het in de vennootschap behouden blijft als een element van het maatschappelijk kapitaal, voor de waarde die eraan werd toegekend, om te delen in de risico's van de onderneming en tot waarborg van de schuldeisers; daaruit volgt dat zodra de algemene vergadering beslist om het kapitaal te verhogen door de inbreng van een verpacht goed, de vennootschap die de begunstigde van die inbreng is alle rechten uit die pacht kan uitoefenen en dat, aangezien die beslissing in een authentieke akte is vastgelegd, zijn hoedanigheid van verpachter onmiddellijk tegenstelbaar is aan de pachter."
      ]
    }
  },
  "332": {
    "ECLI:BE:CASS:2018:ARR.20180524.1": {
      "court": "CASS",
      "date": "2018-05-24",
      "roleNumber": "C.17.0290.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180524.1&lang=fr",
      "abstractFR": [
        "Les gérants doivent réunir l'assemblée générale aussitôt qu'il a été constaté ou aurait dû l'être en vertu des obligations légales ou statutaires qu'en raison de la perte, l'actif nef est réduit à un montant inférieur aux seuils visés; ils y sont, le cas échéant, tenus, même si les comptes annuels ne sont pas encore établis ou approuvés."
      ],
      "abstractNL": [
        "De zaakvoerders moeten de algemene vergadering bijeenroepen zodra is vastgesteld of krachtens wettelijke of statutaire bepalingen had moeten worden vastgesteld dat het netto-actief door het verlies beneden de bedoelde drempels is gedaald; zij zijn daar in voorkomend geval toe gehouden, ook al is de jaarrekening nog niet opgesteld of goedgekeurd."
      ]
    }
  },
  "333": {
    "ECLI:BE:CASS:2025:ARR.20250519.3N.2": {
      "court": "CASS",
      "date": "2025-05-19",
      "roleNumber": "C.22.0246.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250519.3N.2",
      "abstractFR": null,
      "abstractNL": [
        "Vermits de rechter de voorwaarden voor ontbinding beoordeelt op het ogenblik dat hij uitspraak doet, kan hij de vennootschap niet langer ontbinden op grond van artikel 333 Wetboek van Vennootschappen van zodra het WVV op haar van toepassing is, zelfs wanneer de vordering tot ontbinding voordien werd ingesteld."
      ]
    }
  },
  "334": {
    "ECLI:BE:CASS:2019:ARR.20190909.1": {
      "court": "CASS",
      "date": "2019-09-09",
      "roleNumber": "C.18.0488.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190909.1&lang=fr",
      "abstractFR": [
        "L'exclusion a pour objet de résoudre les situations conflictuelles qui mettent en péril les intérêts fondamentaux ou la continuité de l'entreprise ou, plus généralement, de résoudre les situations de mésintelligence grave et durable entre les associés; l'exclusion peut être ordonnée en cas de mésintelligence suffisamment grave et durable entre les associés mettant ou menaçant de mettre en péril la survie de la société; par conséquent, le juste motif justifiant l'exclusion ne doit pas nécessairement consister en un comportement fautif ou illicite imputable à l'un des associés; lorsqu'il est répondu à une demande en exclusion par une demande reconventionnelle en exclusion et que le juge établit l'existence d'un juste motif d'exclusion ne consistant pas en un comportement fautif ou illicite, le juge est tenu de vérifier, dans l'intérêt de la société, quelle partie présente le plus de garanties pour la survie de la société."
      ],
      "abstractNL": [
        "De uitsluiting strekt ertoe de geschillen te regelen die de fundamentele belangen van de vennootschap of de continuïteit van de onderneming in gevaar brengen of, meer algemeen, de gevallen van ernstige en duurzame onenigheid tussen de vennoten op te lossen; de uitsluiting kan worden bevolen in geval van een voldoende ernstige en duurzame onenigheid tussen de vennoten die het voortbestaan van de vennootschap in gevaar brengt of dreigt te brengen; de gegronde reden voor de uitsluiting hoeft bijgevolg niet noodzakelijk te bestaan uit een foutief of onrechtmatig gedrag dat aan een van de vennoten kan worden toegerekend; wanneer een vordering tot uitsluiting wordt beantwoord met een tegenvordering tot uitsluiting en de rechter het bestaan vaststelt van een gegronde reden tot uitsluiting die niet bestaat uit een foutief of onrechtmatig gedrag, dan dient hij na te gaan, in het belang van de vennootschap, welke partij de meeste garanties biedt voor het voortbestaan van de vennootschap."
      ]
    }
  },
  "340": {
    "ECLI:BE:CASS:2015:ARR.20150220.3": {
      "court": "CASS",
      "date": "2015-02-20",
      "roleNumber": "C.14.0219.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150220.3&lang=fr",
      "abstractFR": [
        "La valeur des parts doit, en principe, être évaluée au moment où le juge en ordonne la remise dès lors que le droit d'obtenir le paiement du prix des parts naît au moment du transfert de la propriété; lors de cette évaluation, le juge doit faire abstraction tant des circonstances qui ont donné lieu à la demande de remise des actions que du comportement des parties à la suite de cette demande (1); cela implique que si le juge constate in concreto que ces circonstances ou ce comportement ont eu une incidence sur la valeur des parts telle qu'elle est déterminée à la date de la remise, il ne doit pas tenir compte de leur incidence; à ces fins, le juge est autorisé à tenir compte d'un autre moment à titre de date repère pour évaluer le prix. (1) Voir Cass. 5 octobre 2012, RG C.11.0398.N, Pas. 2012, n° 514 et les concl. de M. l''avocat général délégué van Ingelgem publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De waarde van de aandelen moet, in beginsel, worden geraamd op het tijdstip waarop de rechter de overdracht ervan beveelt, aangezien het recht op betaling van de prijs van de aandelen ontstaat op het tijdstip van de eigendomsoverdracht; bij die raming moet de rechter abstractie maken van zowel de omstandigheden die geleid hebben tot de vordering tot overname van de aandelen als van het gedrag van de partijen ten gevolge van de vordering (1); dit houdt in dat indien de rechter in concreto vaststelt dat deze omstandigheden of dit gedrag een invloed hebben gehad op de waarde van de aandelen zoals deze vastgesteld wordt op datum van overdracht, hij de invloed hiervan buiten beschouwing dient te laten; te dien einde is het de rechter ook toegestaan om als peildatum voor de waardering van de prijs een ander tijdstip in aanmerking te nemen. (1) Zie Cass. 5 oktober 2012, AR C.11.0398.N, AC 2012, nr. 514, met conclusie van advocaat-generaal met opdracht Van Ingelgem."
      ]
    }
  },
  "341": {
    "ECLI:BE:CASS:2015:ARR.20150220.3": {
      "court": "CASS",
      "date": "2015-02-20",
      "roleNumber": "C.14.0219.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150220.3&lang=fr",
      "abstractFR": [
        "La valeur des parts doit, en principe, être évaluée au moment où le juge en ordonne la remise dès lors que le droit d'obtenir le paiement du prix des parts naît au moment du transfert de la propriété; lors de cette évaluation, le juge doit faire abstraction tant des circonstances qui ont donné lieu à la demande de remise des actions que du comportement des parties à la suite de cette demande (1); cela implique que si le juge constate in concreto que ces circonstances ou ce comportement ont eu une incidence sur la valeur des parts telle qu'elle est déterminée à la date de la remise, il ne doit pas tenir compte de leur incidence; à ces fins, le juge est autorisé à tenir compte d'un autre moment à titre de date repère pour évaluer le prix. (1) Voir Cass. 5 octobre 2012, RG C.11.0398.N, Pas. 2012, n° 514 et les concl. de M. l''avocat général délégué van Ingelgem publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De waarde van de aandelen moet, in beginsel, worden geraamd op het tijdstip waarop de rechter de overdracht ervan beveelt, aangezien het recht op betaling van de prijs van de aandelen ontstaat op het tijdstip van de eigendomsoverdracht; bij die raming moet de rechter abstractie maken van zowel de omstandigheden die geleid hebben tot de vordering tot overname van de aandelen als van het gedrag van de partijen ten gevolge van de vordering (1); dit houdt in dat indien de rechter in concreto vaststelt dat deze omstandigheden of dit gedrag een invloed hebben gehad op de waarde van de aandelen zoals deze vastgesteld wordt op datum van overdracht, hij de invloed hiervan buiten beschouwing dient te laten; te dien einde is het de rechter ook toegestaan om als peildatum voor de waardering van de prijs een ander tijdstip in aanmerking te nemen. (1) Zie Cass. 5 oktober 2012, AR C.11.0398.N, AC 2012, nr. 514, met conclusie van advocaat-generaal met opdracht Van Ingelgem."
      ]
    }
  },
  "352": {
    "ECLI:BE:CASS:2014:ARR.20141030.7": {
      "court": "CASS",
      "date": "2014-10-30",
      "roleNumber": "F.14.0018.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141030.7",
      "abstractFR": [
        "Il suit des articles 352, 353 et 357, § 1er, 2 et 3, du Code des sociétés que, si l'associé d'une société coopérative à responsabilité illimitée répond personnellement et solidairement des dettes sociales, le seul fait d'acquérir des parts de cette société ne suffit pas à conférer à son titulaire la qualité d'associé: il faut que le cessionnaire accepte expressément de s'engager de manière illimitée et solidaire, ce que vérifie l'organe de gestion lors de l'inscription dans le registre des parts constatant par ailleurs son admission."
      ],
      "abstractNL": [
        "Uit de artikelen 352, 353 en 357, §§1, 2 en 3, van het Wetboek van vennootschappen volgt dat, hoewel de vennoot van een coöperatieve vennootschap met onbeperkte aansprakelijk persoonlijk en hoofdelijk instaat voor de schulden van de vennootschap, het feit dat aandelen van die vennootschap worden verworven op zich alleen niet voldoende is om de houder ervan de hoedanigheid van vennoot toe te kennen: het is noodzakelijk dat de overnemer uitdrukkelijk aanvaardt zich op onbeperkte en hoofdelijke wijze te verbinden, wat door het bestuursorgaan wordt nagegaan bij de inschrijving in het aandelenregister waarin overigens zijn toetreding wordt vastgesteld."
      ]
    }
  },
  "353": {
    "ECLI:BE:CASS:2014:ARR.20141030.7": {
      "court": "CASS",
      "date": "2014-10-30",
      "roleNumber": "F.14.0018.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141030.7",
      "abstractFR": [
        "Il suit des articles 352, 353 et 357, § 1er, 2 et 3, du Code des sociétés que, si l'associé d'une société coopérative à responsabilité illimitée répond personnellement et solidairement des dettes sociales, le seul fait d'acquérir des parts de cette société ne suffit pas à conférer à son titulaire la qualité d'associé: il faut que le cessionnaire accepte expressément de s'engager de manière illimitée et solidaire, ce que vérifie l'organe de gestion lors de l'inscription dans le registre des parts constatant par ailleurs son admission."
      ],
      "abstractNL": [
        "Uit de artikelen 352, 353 en 357, §§1, 2 en 3, van het Wetboek van vennootschappen volgt dat, hoewel de vennoot van een coöperatieve vennootschap met onbeperkte aansprakelijk persoonlijk en hoofdelijk instaat voor de schulden van de vennootschap, het feit dat aandelen van die vennootschap worden verworven op zich alleen niet voldoende is om de houder ervan de hoedanigheid van vennoot toe te kennen: het is noodzakelijk dat de overnemer uitdrukkelijk aanvaardt zich op onbeperkte en hoofdelijke wijze te verbinden, wat door het bestuursorgaan wordt nagegaan bij de inschrijving in het aandelenregister waarin overigens zijn toetreding wordt vastgesteld."
      ]
    }
  },
  "357": {
    "ECLI:BE:CASS:2014:ARR.20141030.7": {
      "court": "CASS",
      "date": "2014-10-30",
      "roleNumber": "F.14.0018.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141030.7",
      "abstractFR": [
        "Il suit des articles 352, 353 et 357, § 1er, 2 et 3, du Code des sociétés que, si l'associé d'une société coopérative à responsabilité illimitée répond personnellement et solidairement des dettes sociales, le seul fait d'acquérir des parts de cette société ne suffit pas à conférer à son titulaire la qualité d'associé: il faut que le cessionnaire accepte expressément de s'engager de manière illimitée et solidaire, ce que vérifie l'organe de gestion lors de l'inscription dans le registre des parts constatant par ailleurs son admission."
      ],
      "abstractNL": [
        "Uit de artikelen 352, 353 en 357, §§1, 2 en 3, van het Wetboek van vennootschappen volgt dat, hoewel de vennoot van een coöperatieve vennootschap met onbeperkte aansprakelijk persoonlijk en hoofdelijk instaat voor de schulden van de vennootschap, het feit dat aandelen van die vennootschap worden verworven op zich alleen niet voldoende is om de houder ervan de hoedanigheid van vennoot toe te kennen: het is noodzakelijk dat de overnemer uitdrukkelijk aanvaardt zich op onbeperkte en hoofdelijke wijze te verbinden, wat door het bestuursorgaan wordt nagegaan bij de inschrijving in het aandelenregister waarin overigens zijn toetreding wordt vastgesteld."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140403.11": {
      "court": "CASS",
      "date": "2014-04-03",
      "roleNumber": "F.12.0205.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140403.11&lang=fr",
      "abstractFR": [
        "L'associé d'une société coopérative à responsabilité illimitée qui entre dans la société après la création de celle-ci et dont la signature n'est pas précédée de la mention manuscrite 'Bon pour engagement illimité et solidaire', n'est pas tenu des dettes de la société (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De vennoot van een coöperatieve vennootschap met onbeperkte aansprakelijkheid die na haar oprichting tot de vennootschap toegetreden is en wiens handtekening niet wordt voorafgegaan door de met de hand geschreven vermelding 'Goed voor onbeperkte en hoofdelijke verbintenis', is niet gehouden tot de schulden van de vennootschap (1). (1) Zie concl. OM."
      ]
    }
  },
  "374": {
    "ECLI:BE:CASS:2020:ARR.20200903.1F.4": {
      "court": "CASS",
      "date": "2020-09-03",
      "roleNumber": "C.19.0639.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200903.1F.4",
      "abstractFR": [
        "Il suit de l'article 374 du Code des sociétés, non que les statuts ne pourraient prévoir l'évaluation des parts sociales d'un associé décédé sur la base de la valeur faciale mais que, lorsqu'ils prévoient cette évaluation sur la base du bilan, il s'agit de celui pendant laquelle le décès a eu lieu (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit artikel 374 Wetboek van Vennootschappen volgt niet dat de statuten niet kunnen voorzien in de waardering van de aandelen van een overleden vennoot op grond van de nominale waarde van die aandelen, maar wel dat, wanneer de statuten voorzien in die waardering op grond van de balans, hiermee de balans wordt bedoeld van het jaar waarin het overlijden heeft plaatsgevonden. (1) (1) Zie concl. OM in Pas. 2020, nr. 484."
      ]
    }
  },
  "375": {
    "ECLI:BE:CASS:2022:ARR.20221202.1N.6": {
      "court": "CASS",
      "date": "2022-12-02",
      "roleNumber": "C.22.0219.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221202.1N.6",
      "abstractFR": [
        "Ni l'article 375 du Code des sociétés ni aucune autre disposition ne s'opposent à ce que les statuts d'une société coopérative prévoient qu'un associé cesse de plein droit d'être associé s'il ne remplit plus une condition prévue aux statuts (1). (1) Voir les conc. « dit en substance » du MP publiées à deux date dans AC."
      ],
      "abstractNL": [
        "Noch artikel 375 Wetboek van Vennootschappen noch enige andere bepaling verzet er zich tegen dat de statuten van een coöperatieve vennootschap bepalen dat een vennoot van rechtswege ophoudt vennoot te zijn indien hij niet langer aan een statutair bepaalde vereiste voldoet (1). (1) Zie concl. \"in hoofdzaak\" OM."
      ]
    }
  },
  "408": {
    "ECLI:BE:CASS:2020:ARR.20200918.1N.2": {
      "court": "CASS",
      "date": "2020-09-18",
      "roleNumber": "C.20.0104.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200918.1N.2&lang=fr",
      "abstractFR": [
        "En cas de soumission tardive des comptes annuels à l’assemblée générale ou de dépôt tardif des comptes annuels auprès de la Banque nationale de Belgique, le dommage subi par les tiers est, sauf preuve contraire, présumé résulter de cette omission, l’administrateur ou le gérant pouvant renverser cette présomption en rapportant la preuve de l’absence de lien de causalité entre le dommage subi par des tiers et cette omission et le tiers est ainsi libéré de la charge de la preuve de ce lien de causalité."
      ],
      "abstractNL": [
        "Ingeval van niet tijdige voorlegging van de jaarrekening aan de algemene vergadering of niet tijdige neerlegging van de jaarrekening bij de Nationale Bank van België, wordt de door de derden geleden schade, behoudens tegenbewijs, vermoed voort te vloeien uit dit verzuim , waarbij de bestuurder of zaakvoerder dit vermoeden kan weerleggen door het bewijs te leveren van de afwezigheid van het oorzakelijk verband tussen de door derden geleden schade en het bedoelde verzuim en de derde aldus wordt bevrijd van de bewijslast van dat oorzakelijk verband."
      ]
    }
  },
  "514": {
    "ECLI:BE:CASS:2014:ARR.20140221.3": {
      "court": "CASS",
      "date": "2014-02-21",
      "roleNumber": "C.13.0246.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140221.3",
      "abstractFR": [
        "Les personnes, parties à un accord d'action de concert, tenues de procéder aux déclarations requises lorsque le pourcentage des droits de vote concernés par l'accord atteint, dépasse ou tombe sous les seuils visés, doivent procéder, non à des notifications individuelles, mais à une notification commune unique.",
        "Le juge statuant comme en référé peut suspendre l'exercice du droit de vote afférent aux titres concernés lorsque les déclarations requises ne sont pas effectuées selon les modalités et dans les délais prescrits.",
        "La notification de la déclaration d'une partie à l'accord d'action de concert vanté, réalisée à titre individuel ou sans viser l'ensemble des parties à cet accord, donne cours au délai de quinze jours dans lequel la demande en suspension contre toutes les parties à cet accord doit être introduite à peine d'irrecevabilité."
      ],
      "abstractNL": [
        "De personen, die partij zijn bij een akkoord van onderling overleg, die de vereiste verklaringen moeten afleggen wanneer het percentage stemrechten waarop het bereikte akkoord slaat, de bepaalde drempelwaarden bereikt, over- of onderschrijdt, moeten één gemeenschappelijke kennisgeving doen, en geen individuele kennisgevingen.",
        "De rechter als in kort geding kan de uitoefening van het aan de betrokken effecten verbonden stemrecht opschorten, wanneer de vereiste verklaringen niet volgens de voorgeschreven modaliteiten en binnen de voorgeschreven termijnen zijn afgelegd.",
        "De kennisgeving van de verklaring van een partij bij het aangevoerde akkoord van onderling overleg, die individueel is gedaan of zonder alle partijen bij dat akkoord te betrekken, doet de termijn van vijftien dagen ingaan waarbinnen de vordering tot opschorting tegen alle partijen bij dat akkoord op straffe van nietigheid moet worden ingesteld."
      ]
    }
  },
  "516": {
    "ECLI:BE:CASS:2014:ARR.20140221.3": {
      "court": "CASS",
      "date": "2014-02-21",
      "roleNumber": "C.13.0246.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140221.3",
      "abstractFR": [
        "Les personnes, parties à un accord d'action de concert, tenues de procéder aux déclarations requises lorsque le pourcentage des droits de vote concernés par l'accord atteint, dépasse ou tombe sous les seuils visés, doivent procéder, non à des notifications individuelles, mais à une notification commune unique.",
        "Le juge statuant comme en référé peut suspendre l'exercice du droit de vote afférent aux titres concernés lorsque les déclarations requises ne sont pas effectuées selon les modalités et dans les délais prescrits.",
        "La notification de la déclaration d'une partie à l'accord d'action de concert vanté, réalisée à titre individuel ou sans viser l'ensemble des parties à cet accord, donne cours au délai de quinze jours dans lequel la demande en suspension contre toutes les parties à cet accord doit être introduite à peine d'irrecevabilité."
      ],
      "abstractNL": [
        "De personen, die partij zijn bij een akkoord van onderling overleg, die de vereiste verklaringen moeten afleggen wanneer het percentage stemrechten waarop het bereikte akkoord slaat, de bepaalde drempelwaarden bereikt, over- of onderschrijdt, moeten één gemeenschappelijke kennisgeving doen, en geen individuele kennisgevingen.",
        "De rechter als in kort geding kan de uitoefening van het aan de betrokken effecten verbonden stemrecht opschorten, wanneer de vereiste verklaringen niet volgens de voorgeschreven modaliteiten en binnen de voorgeschreven termijnen zijn afgelegd.",
        "De kennisgeving van de verklaring van een partij bij het aangevoerde akkoord van onderling overleg, die individueel is gedaan of zonder alle partijen bij dat akkoord te betrekken, doet de termijn van vijftien dagen ingaan waarbinnen de vordering tot opschorting tegen alle partijen bij dat akkoord op straffe van nietigheid moet worden ingesteld."
      ]
    }
  },
  "518": {
    "ECLI:BE:CASS:2014:ARR.20140627.4": {
      "court": "CASS",
      "date": "2014-06-27",
      "roleNumber": "C.13.0560.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140627.4",
      "abstractFR": [
        "Il ne suit pas des articles 55, alinéa 2, des lois coordonnées sur les sociétés commerciales, 518, § 3, du Code des sociétés et 1991, alinéa 2, du Code civil, que les fonctions d'un administrateur dont le mandat a pris fin ne se poursuivraient que pendant le temps raisonnablement nécessaire à l'assemblée générale pour se réunir en vue de pourvoir à son remplacement (1). (1) Voir Cass. 12 mai 2014, RG S.12.0092.F, Pas. 2014, n° ..."
      ],
      "abstractNL": [
        "Uit de artikelen 55, tweede lid, van de gecoördineerde wetten op de handelsvennootschappen, 518, §3, van het Wetboek van Vennootschappen en 1991, tweede lid, van het Burgerlijk Wetboek volgt niet dat de functies van een bestuurder wiens opdracht geëindigd is, slechts zouden voortduren gedurende de tijd die de algemene vergadering redelijkerwijs nodig heeft om bijeen te komen teneinde in zijn vervanging te voorzien (1). (1) Zie Cass. 12 mei 2014, AR S.12.0092.F, AC 2014, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140512.3": {
      "court": "CASS",
      "date": "2014-05-12",
      "roleNumber": "S.12.0092.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140512.3",
      "abstractFR": [
        "Si, en vertu de l'article 518, § 3, du Code des sociétés, le terme du mandat des administrateurs des sociétés anonymes ne peut excéder six ans et ils sont toujours révocables par l'assemblée générale, il résulte des règles du mandat qu'à l'échéance de leur terme, les fonctions d'un administrateur se poursuivent, en vue d'assurer le maintien de l'administration de la société, jusqu'à son remplacement (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Ofschoon de duur van de opdracht van de bestuurders van naamloze vennootschappen krachtens artikel 518, §3, van het Wetboek van Vennootschappen, zes jaren niet te boven mag gaan en zij te allen tijde door de algemene vergadering kunnen worden ontslagen, blijkt uit de regels van de opdracht dat de functies van een bestuurder bij het verstrijken van de duur worden voortgezet, om het behoud van het bestuur van de vennootschap te verzekeren tot hij vervangen is (1). (1) Zie concl. OM in Pas. 2014, nr. ..."
      ]
    }
  },
  "522": {
    "ECLI:BE:CASS:2022:ARR.20220504.2F.5": {
      "court": "CASS",
      "date": "2022-05-04",
      "roleNumber": "P.22.0032.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220504.2F.5",
      "abstractFR": [
        "Toutes les infractions imputées à une personne morale se réalisent concrètement par des personnes physiques; partant, ni l'article 61 de la loi du 7 mai 1999 portant le Code des sociétés, en vertu duquel les sociétés agissent par leur organe , ni l'article 522 de la même loi, définissant les pouvoirs du conseil d'administration (1), n'interdisent de rattacher la négligence imputée à une personne morale aux omissions, en connaissance de cause, de son administrateur délégué (2). (1) Le Code des sociétés a été abrogé par l'art. 34 de la loi du 23 mars 2019 introduisant le Code des sociétés et des associations et portant des dispositions diverses ; voir spéc. art. 2:49 et 7:93 de ce code. (2) La demanderesse soutenait que l'arrêt viole la théorie de l'organe et les articles 61 et 522 du Code des sociétés, tels qu'applicables au jour des faits, à défaut de constater que son représentant a agi en son nom et pour son compte à elle. En la présente espèce, c'est un défaut de prévoyance ou de précaution découlant d'une abstention coupable qui fonde la responsabilité que l'arrêt retient dans le chef de la demanderesse, et non d'un acte interdit qui aurait été posé par son représentant en son nom et pour son compte."
      ],
      "abstractNL": [
        "Alle aan een rechtspersoon verweten misdrijven worden concreet door natuurlijke personen gepleegd; noch artikel 61 Wetboek van Vennootschappen, krachtens hetwelk vennootschappen door hun organen handelen, noch artikel 522 van die wet, dat de bevoegdheden van de raad van bestuur bepaalt, (1) verbiedt bijgevolg om het aan een rechtspersoon verweten verzuim toe te rekenen aan de doelbewuste nalatigheid van zijn afgevaardigd bestuurder (2). (1) Het Wetboek van Vennootschappen is opgeheven door art. 34 van de wet van 23 maart 2019 tot invoering van het Wetboek van Vennootschappen; zie met name de artt. 2:49 en 7:91 WVV. (2) De eiseres voerde aan dat het arrest de orgaantheorie miskent en de artikelen 61 en 522 Wetboek van Vennootschappen schendt, zoals die van toepassing waren op het tijdstip van de feiten, door niet vast te stellen dat haar vertegenwoordiger in haar naam en voor haar rekening heeft gehandeld. In dit geval vormt een gebrek aan voorzichtigheid of voorzorg, dat voortvloeit uit een schuldig verzuim, de grondslag voor de aansprakelijkheid die het arrest aan de eiseres toerekent, en niet een verboden handeling die door haar vertegenwoordiger, in haar naam en voor haar rekening zou zijn gesteld."
      ]
    }
  },
  "523": {
    "ECLI:BE:CASS:2025:ARR.20250117.1N.6": {
      "court": "CASS",
      "date": "2025-01-17",
      "roleNumber": "C.23.0039.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250117.1N.6",
      "abstractFR": [
        "La procédure du conflit d'intérêts ne s'applique pas aux décisions relevant de l'assemblée générale (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De belangenconflictprocedure is niet van toepassing op beslissingen die behoren tot de bevoegdheid van de algemene vergadering (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211209.1N.2": {
      "court": "CASS",
      "date": "2021-12-09",
      "roleNumber": "C.19.0644.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211209.1N.2&lang=fr",
      "abstractFR": [
        "Une décision ou opération peut être annulée si la violation de la règle de conflit d'intérêts a pu influencer son élaboration, ce qui est le cas lorsque le respect de la prescription aurait pu conduire au rejet de la décision ou de l'opération envisagée ou à son acceptation dans des conditions fort différentes."
      ],
      "abstractNL": [
        "Een beslissing of verrichting die behoort tot de bevoegdheid van de raad van bestuur kan worden nietig verklaard indien de schending van de belangenconflictregeling de totstandkoming ervan heeft kunnen beïnvloeden, wat het geval is wanneer de naleving van het voorschrift kon hebben geleid tot het afwijzen van de voorgenomen beslissing of verrichting of tot de aanvaarding ervan onder sterk verschillende voorwaarden."
      ]
    }
  },
  "525": {
    "ECLI:BE:CASS:2023:ARR.20230929.1F.10": {
      "court": "CASS",
      "date": "2023-09-29",
      "roleNumber": "F.22.0107.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230929.1F.10",
      "abstractFR": [
        "Un recours fiscal peut être introduit par le délégué à la gestion journalière d'une société dans la mesure où le litige peut être considéré comme relevant de cette gestion (1). (1) Voir les concl. du MP.",
        "Il incombe à la partie, qui allègue que la décision du délégué à la gestion journalière d'une société de former un recours fiscal n'a pas été approuvée par les organes de la personne morale et n'émane pas de cette dernière, de prouver que le litige ne relève pas de cette gestion (1). (1) Voir les concl. du MP.",
        "Les actes de la gestion journalière sont notamment ceux qui sont commandés par les besoins de la vie quotidienne de la société (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "528": {
    "ECLI:BE:CASS:2021:ARR.20210618.1N.11": {
      "court": "CASS",
      "date": "2021-06-18",
      "roleNumber": "C.19.0255.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210618.1N.11&lang=fr",
      "abstractFR": [
        "Il suit de la mission générale du curateur, qui consiste à réaliser l'actif du failli et à partager le produit obtenu, et de la circonstance que le curateur exerce les droits communs des créanciers lorsqu'il agit au nom de la masse, que la décharge ne peut être opposée au curateur lorsqu'il intente, au profit de la masse des créanciers, une action en responsabilité des administrateurs sur la base de l'article 528 du Code des sociétés."
      ],
      "abstractNL": [
        "Uit de algemene opdracht van de curator, die erin bestaat de activa van de gefailleerde te gelde te maken en het provenu te verdelen, en uit het gegeven dat de curator de gemeenschappelijke rechten van de schuldeisers uitoefent wanneer hij namens de boedel optreedt, volgt dat de kwijting niet aan de curator kan worden tegengeworpen wanneer hij ten behoeve van de gezamenlijke schuldeisers een vordering in bestuurdersaansprakelijkheid op grond van artikel 528 Wetboek van Vennootschappen instelt."
      ]
    }
  },
  "530": {
    "ECLI:BE:CASS:2023:ARR.20230216.1F.6": {
      "court": "CASS",
      "date": "2023-02-16",
      "roleNumber": "C.20.0526.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230216.1F.6",
      "abstractFR": [
        "L'implication d'une personne dans la faillite d'une société entraînant des dettes de cotisations sociales se déduit de sa seule qualité d'administrateur ou de gérant, de droit ou de fait, de cette société, quel que soit son rôle dans la survenance de la situation d'insolvabilité ou des dettes de cotisations sociales (1). (1) L'article 530, § 2, alinéa 1er figure aujourd'hui dans l'article XX.226 du Code de droit économique."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2020:ARR.20200618.1N.15": {
      "court": "CASS",
      "date": "2020-06-18",
      "roleNumber": "C.19.0258.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200618.1N.15&lang=fr",
      "abstractFR": [
        "Le juge apprécie souverainement en fait l'étendue de la responsabilité de l'administrateur pour la totalité ou une partie des cotisations de sécurité sociales visées, la Cour exerçant un contrôle marginal sur la proportionnalité entre l'infraction et la responsabilité de l'administrateur (1). (1) Code des sociétés, art. 530, § 2, al. 1er, tel qu'en vigueur avant son abrogation par la loi du 18 septembre 2017."
      ],
      "abstractNL": [
        "De rechter bepaalt onaantastbaar in feite de omvang van de gehoudenheid van de bestuurder voor het geheel of een gedeelte van de bedoelde sociale zekerheidsbijdragen, waarbij het Hof beschikt over een marginaal toetsingsrecht ter zake van de evenredigheid tussen de inbreuk en de gehoudenheid van de bestuurder (1). (1) Art. 530, § 2, eerste lid Wetboek van vennootschappen zoals van kracht voor zijn opheffing bij wet van 18 september 2017."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190201.1": {
      "court": "CASS",
      "date": "2019-02-01",
      "roleNumber": "C.18.0208.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190201.1&lang=fr",
      "abstractFR": [
        "Il suit des dispositions de l'article 530, § 2, alinéa 1er, du Code des sociétés, tel qu'il est applicable en l'espèce, et de l'article 38, §3octies, 8°, de la loi du 29 juin 1981 établissant les principes généraux de la sécurité sociale des travailleurs salariés qu'on entend par « les cotisations dues au moment du prononcé de la faillite » les cotisations dues par la société déclarée en faillite et non celles dues par deux ou plusieurs sociétés déclarées en faillite au cours des cinq années qui précèdent; par conséquent, un administrateur ne peut être tenu responsable, en application de l'article 530, § 2, alinéa 1er, du Code des sociétés, que des dettes de sécurité sociale de la société qui a été déclarée en faillite en dernier lieu, et non des dettes des sociétés déclarées en faillite antérieurement, même s'il était impliqué dans ces faillites (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de bepalingen van artikel 530, §2, eerste lid, Wetboek van Vennootschappen, zoals hier toepasselijk, en artikel 38, §3octies, 8°, Algemene Beginselenwet Sociale Zekerheid volgt dat met de \" op het ogenblik van de uitspraak van het faillissement verschuldigde sociale bijdragen \" worden bedoeld de bijdragen die verschuldigd zijn door de failliet verklaarde vennootschap en niet deze die verschuldigd zijn door de twee of meerdere vennootschappen die in de loop van de vijf voorafgaande jaren werden failliet verklaard; een bestuurder kan bijgevolg met toepassing van artikel 530, §2, eerste lid, Wetboek van Vennootschappen enkel aansprakelijk worden gesteld voor de sociale-zekerheidsschulden van de laatst failliet verklaarde vennootschap en niet voor de schulden van de eerder failliet verklaarde vennootschappen ook al was hij bij die faillissementen betrokken (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181012.2": {
      "court": "CASS",
      "date": "2018-10-12",
      "roleNumber": "C.17.0614.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181012.2&lang=fr",
      "abstractFR": [
        "Le créancier qui intente une action sur la base de l'article 530, § 1er, alinéa 2, du Code des sociétés ne peut prétendre à l'indemnisation de son préjudice individuel, mais à celle de sa part dans le préjudice collectif; cette part dans le préjudice collectif est sans lien avec le préjudice contractuel subi par un créancier à la suite d'une obligation que la société en faillite n'a pas respectée (1). (1) Voir Cass. 10 décembre 2008, RG P.08.0939.F, Pas. 2008, n° 714; voir également F. PARREIN, De allerindividueelste vordering van de allerindividueelste schade - Het persoonlijk vorderingsrecht bij kennelijk grove fout aan banden gelegd, RPS 2012, p. 50, et M. VANDENBOGAERDE, Aansprakelijkheid van vennootschapsbestuurders, Intersentia, 2009, p. 200, n° 246.",
        "La règle de la quasi-immunité de l'agent d'exécution ne s'applique pas à la responsabilité d'un administrateur du fait de sa faute grave et caractérisée qui a contribué à la faillite."
      ],
      "abstractNL": [
        "De schuldeiser die een vordering op grond van artikel 530, §1, tweede lid, Wetboek van Vennootschappen instelt, komt niet op voor de vergoeding van individuele schade, maar voor zijn aandeel in de collectieve schade; dit aandeel in de collectieve schade houdt geen verband met de contractuele schade die een schuldeiser lijdt naar aanleiding van een door de gefailleerde vennootschap niet-nagekomen verbintenis (1). (1) Zie Cass. 10 december 2008, AR P.08.0939.F, AC 2008, nr. 714; zie ook F. PARREIN, \"De allerindividueelste vordering van de allerindividueelste schade - Het persoonlijk vorderingsrecht bij kennelijk grove fout aan banden gelegd\", TRV 2012, p. 50, en M. VANDENBOGAERDE, \"Aansprakelijkheid van vennootschapsbestuurders\", Intersentia, 2009, p. 200, nr. 246.",
        "De regel van de quasi-immuniteit van de uitvoeringsagent is niet van toepassing op de aansprakelijkheid van een bestuurder wegens een door hem begane kennelijk grove fout die heeft bijgedragen tot het faillissement."
      ]
    }
  },
  "554": {
    "ECLI:BE:CASS:2021:ARR.20210618.1N.11": {
      "court": "CASS",
      "date": "2021-06-18",
      "roleNumber": "C.19.0255.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210618.1N.11&lang=fr",
      "abstractFR": [
        "Il suit de la mission générale du curateur, qui consiste à réaliser l'actif du failli et à partager le produit obtenu, et de la circonstance que le curateur exerce les droits communs des créanciers lorsqu'il agit au nom de la masse, que la décharge ne peut être opposée au curateur lorsqu'il intente, au profit de la masse des créanciers, une action en responsabilité des administrateurs sur la base de l'article 528 du Code des sociétés."
      ],
      "abstractNL": [
        "Uit de algemene opdracht van de curator, die erin bestaat de activa van de gefailleerde te gelde te maken en het provenu te verdelen, en uit het gegeven dat de curator de gemeenschappelijke rechten van de schuldeisers uitoefent wanneer hij namens de boedel optreedt, volgt dat de kwijting niet aan de curator kan worden tegengeworpen wanneer hij ten behoeve van de gezamenlijke schuldeisers een vordering in bestuurdersaansprakelijkheid op grond van artikel 528 Wetboek van Vennootschappen instelt."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200612.1F.2": {
      "court": "CASS",
      "date": "2020-06-12",
      "roleNumber": "C.19.0404.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200612.1F.2",
      "abstractFR": [
        "L'indication dans la convocation des actes faits en dehors des statuts ou en contravention du Code des sociétés a pour but d'attirer spécialement l'attention de l'assemblée générale, avant qu'elle ne se prononce sur la décharge des administrateurs et des commissaires, sur les conséquences de sa décision quant à ces actes et permet ainsi d'établir sans doute possible que cette assemblée a voté la décharge en connaissance de cause.",
        "La circonstance que les actionnaires auraient eu connaissance de l'existence d'actes faits en dehors des statuts ou en contravention du Code des sociétés préalablement à la tenue de cette assemblée générale ne suffit pas à pallier l'absence de cette mention dans la convocation."
      ],
      "abstractNL": [
        "De vermelding, in de oproeping, van de extrastatutaire of met het Wetboek van Vennootschappen strijdige verrichtingen heeft tot doel de aandacht van de algemene vergadering, voordat ze beslist om kwijting aan de bestuurders en commissarissen te verlenen, inzonderheid te vestigen op de gevolgen van haar beslissing wat die strijdige verrichtingen betreft en laat op die manier toe om zonder enige mogelijke twijfel vast te stellen dat die vergadering met volle kennis van zaken kwijting heeft verleend.",
        "De omstandigheid dat de aandeelhouders nog vóór die algemene vergadering kennis zouden hebben gehad van het bestaan van extrastatutaire of met het Wetboek van Vennootschappen strijdige verrichtingen, volstaat niet om de niet-vermelding ervan in de oproeping te ondervangen."
      ]
    }
  },
  "568": {
    "ECLI:BE:CASS:2020:ARR.20200529.1F.2": {
      "court": "CASS",
      "date": "2020-05-29",
      "roleNumber": "C.19.0320.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200529.1F.2",
      "abstractFR": [
        "Quand le capital social est entièrement appelé, l'assemblée générale des obligataires a le droit de prolonger la durée de remboursement, de le suspendre et de consentir des modifications aux conditions dans lesquelles il doit avoir lieu sans que cela constitue une dérogation à l'exigence qu'aucune décision de l'assemblée générale des obligataires modifiant les conditions de remboursement de l'emprunt obligataire ne produit ses effets sans l'accord de la société (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": [
        "Wanneer het maatschappelijk kapitaal volledig is opgevraagd, is de algemene vergadering van obligatiehouders bevoegd om de aflossing te verlengen, de aflossing te schorsen en toe te stemmen in een wijziging van de voorwaarden waaronder ze moeten geschieden, zonder dat dit afwijkt van de eis dat geen enkele beslissing van de algemene vergadering van obligatiehouders die de aflossingsvoorwaarden van de verplichte lening wijzigt, niet zonder de toestemming van de vennootschap gevolgen kan teweegbrengen (1). (1) Zie concl. ”in hoofdzaak” OM in Pas. 2020, nr. 337."
      ]
    }
  },
  "620": {
    "ECLI:BE:CASS:2025:ARR.20250117.1N.6": {
      "court": "CASS",
      "date": "2025-01-17",
      "roleNumber": "C.23.0039.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250117.1N.6",
      "abstractFR": [
        "Lorsque l'assemblée générale décide elle-même d'acheter des parts ou actions propres, la procédure du conflit d'intérêts ne s'applique pas à cette décision, mais lorsque l'assemblée générale autorise le conseil d'administration à acheter des parts ou actions propres et que le conseil d'administration prend ensuite la décision de procéder à un tel achat, la procédure du conflits d'intérêts s'applique à cette dernière décision (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de algemene vergadering zelf beslist tot de inkoop van eigen aandelen, is de belangenconflictprocedure op deze beslissing niet van toepassing, maar wanneer de algemene vergadering de raad van bestuur machtigt om eigen aandelen in te kopen en de raad van bestuur daarop een beslissing neemt om tot dergelijke inkoop over te gaan, de belangenconflictprocedure op deze laatste beslissing wel van toepassing is (1). (1) Zie concl. OM."
      ]
    }
  },
  "629": {
    "ECLI:BE:CASS:2015:ARR.20150130.3": {
      "court": "CASS",
      "date": "2015-01-30",
      "roleNumber": "C.14.0059.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150130.3&lang=fr",
      "abstractFR": [
        "L'interdiction pour une société anonyme d'avancer des fonds, d'accorder des prêts ou des sûretés en vue de l'acquisition de ses actions ou de ses parts bénéficiaires par des tiers ou en vue de l'acquisition ou de la souscription par un tiers de certificats se rapportant à des actions ou des parts bénéficiaires, tend à la protection du capital de la société et à garantir les créanciers de la société contre les risques d'insolvabilité qui peuvent résulter de l'avance de fonds et de l'octroi de prêts ou de sûretés; l'avance de fonds et l'octroi de prêts et de sûretés visent des actes impliquant la restitution de l'avance, du prêt ou des sûretés."
      ],
      "abstractNL": [
        "Het verbod voor een naamloze vennootschap om middelen voor te schieten, leningen toe te staan of zekerheden te stellen met het oog op de verkrijging van haar aandelen of van haar winstbewijzen door derden of met het oog op de verkrijging of de inschrijving door een derde van certificaten die betrekking hebben op aandelen of winstbewijzen, strekt tot de bescherming van het kapitaal van de vennootschap en waarborgt de schuldeisers van de vennootschap tegen insolvabiliteitsrisico's die het gevolg kunnen zijn van het voorschieten van middelen, het toestaan van leningen of het stellen van zekerheden; met het voorschieten van middelen, het toestaan van leningen of het stellen van zekerheden worden handelingen bedoeld die de teruggave impliceren van het voorschot, de lening of de zekerheden."
      ]
    }
  },
  "633": {
    "ECLI:BE:CASS:2018:ARR.20180504.3": {
      "court": "CASS",
      "date": "2018-05-04",
      "roleNumber": "C.17.0410.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180504.3",
      "abstractFR": [
        "Le manquement des administrateurs à leur obligation de réunir l'assemblée générale dans les deux mois à dater du moment où la perte de capital social a été constatée ou aurait dû l'être en vertu des obligations légales ou statutaires est consommé dès l'instant où ce délai est expiré."
      ],
      "abstractNL": [
        "De niet-nakoming, door de bestuurders, van hun verplichting om de algemene vergadering samen te roepen binnen de twee maanden nadat het verlies van het maatschappelijk kapitaal werd vastgesteld of had moeten worden vastgesteld krachtens de wettelijke of statutaire bepalingen, staat vast zodra die termijn is verstreken."
      ]
    }
  },
  "634": {
    "ECLI:BE:CASS:2015:ARR.20150402.6": {
      "court": "CASS",
      "date": "2015-04-02",
      "roleNumber": "C.14.0281.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150402.6",
      "abstractFR": [
        "Même lorsque les conditions de l'article 634, première phrase, du Code des sociétés sont réunies, celui qui demande la dissolution d'une société anonyme sur la base de cette disposition légale pour perte du capital social, doit, conformément aux articles 17 et 18 du Code judiciaire, justifier d'un intérêt à formuler une telle demande et sa demande ne peut constituer un abus de droit; il peut y avoir abus de droit, même si le droit visé est d'ordre public ou impératif (1). (1) Voir les concl. du MP.",
        "Constitue un abus de droit l'utilisation d'un droit dans un but différent de celui pour lequel il a été créé; cette règle est applicable au droit de demander la dissolution d'une société anonyme pour perte du capital social (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Zelfs wanneer voldaan is aan de voorwaarden van artikel 634, eerste zin, van het Wetboek van Vennootschappen, moet degene die op grond van die wetsbepaling de ontbinding van een naamloze vennootschap vordert wegens verlies van het maatschappelijk kapitaal, overeenkomstig de artikelen 17 en 18 van het Gerechtelijk Wetboek belang hebben bij het instellen van een dergelijke vordering en mag zijn vordering geen rechtsmisbruik opleveren; er kan sprake zijn van rechtsmisbruik, zelfs als het bedoelde recht van openbare orde of van dwingend recht is (1). (1) Zie concl. OM in Pas. 2015, nr. ... .",
        "De aanwending van een recht voor een ander doeleinde dan dat waarvoor het werd ingevoerd, vormt een misbruik van recht; die regel is van toepassing op het recht om de ontbinding van een naamloze vennootschap wegens verlies van het maatschappelijk kapitaal te vorderen (1). (1) Zie concl. OM in Pas. 2015, nr. ... ."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141017.4": {
      "court": "CASS",
      "date": "2014-10-17",
      "roleNumber": "C.13.0604.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141017.4&lang=fr",
      "abstractFR": [
        "Le ministère public peut introduire une demande de dissolution d'une société en vertu des articles 138bis, § 1er, du Code judiciaire et 634 du Code des sociétés; le ministère public ne tend pas dans ce cas à obtenir gain de cause mais garantir les intérêts de la société et de l'ordre public économique.",
        "Le ministère public qui agit dans lintérêt général en vertu de l'article 634 du Code des sociétés est soumis à un régime spécial qui est incompatible avec l'application des dispositions de droit commun en matière de dépens qui mettent ces dépens entièrement à charge de la partie succombante (1). (1) Voir les conclusions partiellement contraires du MP qui a aussi conclu à la cassation mais sur la base du moyen, en sa première branche, en raison d'un défaut de motivation."
      ],
      "abstractNL": [
        "Het openbaar ministerie kan een vordering tot ontbinding van een vennootschap instellen op grond van de artikelen 138bis, §1, van het Gerechtelijk Wetboek en 634 van het Wetboek van Vennootschappen; het openbaar ministerie streeft in dit geval geen gelijk na, maar de vrijwaring van de belangen van de maatschappij en van de economische openbare orde.",
        "Het openbaar ministerie dat in het algemeen belang optreedt krachtens artikel 634 van het Wetboek van Vennootschappen is onderworpen aan een bijzondere regeling die onverenigbaar is met de toepassing van de gemeenrechtelijke bepalingen inzake de gerechtskosten die deze kosten volledig ten laste leggen van de in het ongelijk gestelde partij (1). (1) Zie gedeeltelijk andersluidende concl. OM, dat eveneens concludeerde tot vernietiging, doch op het eerste onderdeel, wegens een motiveringsgebrek."
      ]
    }
  },
  "636": {
    "ECLI:BE:CASS:2020:ARR.20200116.1N.9": {
      "court": "CASS",
      "date": "2020-01-16",
      "roleNumber": "C.19.0096.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200116.1N.9&lang=fr",
      "abstractFR": [
        "Le législateur ayant instauré une procédure de résolution des conflits internes pour résoudre des conflits dans une société in going concern d’une manière qui porte le moins possible atteinte à la continuité de l'entreprise et de la personne morale qui la porte, le juge qui, en règle, détermine la valeur des actions à transférer en vue de la continuité de l'entreprise ne peut évaluer les actions à la valeur de liquidation que dans le cas de sociétés déficitaires dont il existe un doute quant à leur pérennité (1). (1) Voir Cass. 5 octobre 2012, RG C.11.0398.N, Pas. 2012, n° 514 ; Cass. 9 décembre 2010, RG C.08.0441.F, Pas. 2010, n° 723."
      ],
      "abstractNL": [
        "Nu de wetgever een geschillenregeling invoerde om conflicten in een vennootschap in going concern op te lossen derwijze dat zo weinig mogelijk afbreuk wordt gedaan aan de continuïteit van de onderneming, kan de rechter die in de regel de waarde van de over te dragen aandelen bepaalt met het oog op de continuïteit van de onderneming, de aandelen enkel tegen liquidatiewaarde waarderen in geval van verlieslatende ondernemingen waarvan dus twijfel bestaat over hun voortbestaan (1). (1) Zie Cass. 5 oktober 2012, AR C.11.0398.N, AC 2012, nr. 514; Cass. 9 december 2010, AR C.08.0441.F, AC 2010, nr. 723."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151203.14": {
      "court": "CASS",
      "date": "2015-12-03",
      "roleNumber": "C.14.0503.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151203.14&lang=fr",
      "abstractFR": [
        "Dans la décision par laquelle il prononce la reprise forcée, le juge détermine le moment où le transfert de propriété et le paiement des effets doit avoir lieu; le prix fixé ne devient exigible qu'à ce moment et ne peut produire des intérêts avant (1); lorsque le prix est déjà fixé dans le jugement ordonnant la reprise, en cas de retard dans le paiement, des intérêts moratoires sont dus conformément à l'article 1153 du Code civil; lorsque la reprise est ordonnée moyennant le paiement d'un montant provisoire et que pour le surplus un expert est désigné en vue d'évaluer la valeur des actions, l'obligation du reprenant de payer la différence entre le montant provisoire et la valeur des actions, avant son évaluation par le juge, constitue une dette de valeur sur laquelle des intérêts compensatoires peuvent être octroyés (2). (1) Cass. 30 octobre 2003, RG C.02.0498.N, Pas. 2003, n° 543. (2) Voir Cass. 14 mars 2008, RG C.06.0657.N, Pas. 2008, n° 182; Cass. 11 juin 2009, RG C.08.0196.F, Pas. 2009, n° 396; voir aussi Cass. 14 décembre 1989, RG n° 8488, Pas. 1990, n° 243."
      ],
      "abstractNL": [
        "In de beslissing waarbij hij de gedwongen overdracht uitspreekt, bepaalt de rechter wanneer de eigendomsoverdracht en de betaling van de effecten moeten plaatsvinden; de vastgestelde prijs wordt pas vanaf dan eisbaar en kan voordien geen interest opbrengen (1); wanneer de prijs reeds is vastgesteld in het vonnis waarbij de overdracht wordt bevolen, is in geval van vertraging in de betaling moratoire interest verschuldigd overeenkomstig artikel 1153 Burgerlijk Wetboek; wanneer de overdracht wordt bevolen tegen de betaling van een voorlopig bedrag en voor het overige een deskundige wordt aangesteld met het oog op de begroting van de waarde van de aandelen, vormt de verbintenis van de overnemer tot betaling van het verschil tussen het voorlopig bedrag en de waarde van de aandelen, voor de raming daarvan door de rechter, een waardeschuld waarop vergoedende interest kan worden toegekend (2). (1) Cass. 30 oktober 2003, AR C.02.0498.N, AC 2003, nr. 543. (2) Zie Cass. 14 maart 2008, AR C.06.0657.F, AC 2008, nr. 182, en Cass. 11 juni 2009, AR C.08.0196.F, AC 2009, nr. 396; zie ook Cass. 14 december 1989, AR nr. 8488, AC 1989-90, nr. 243."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140428.1": {
      "court": "CASS",
      "date": "2014-04-28",
      "roleNumber": "C.13.0007.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140428.1",
      "abstractFR": [
        "Lorsqu'une société a émis plusieurs catégories de titres, le juge ne peut fixer le prix des titres cédés en appliquant à la valeur globale de l'entreprise la proportion que représentent ces titres par rapport à l'ensemble des titres émis que si les titres de catégories différentes sont d'égale valeur; pour déterminer si des titres librement cessibles et des titres qui ne le sont pas sont d'égale valeur, le juge doit faire abstraction de la volonté de leur titulaire de les céder ou non (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer een vennootschap verschillende categorieën van effecten heeft uitgegeven, mag de rechter de prijs van de overgedragen effecten bepalen door op de totale waarde van de onderneming het aandeel aan te rekenen van die effecten in verhouding tot het geheel van de uitgegeven effecten, op voorwaarde dat de effecten van verschillende categorieën eenzelfde waarde hebben; om te bepalen of effecten die vrij overdraagbaar zijn en effecten die dat niet zijn van gelijke waarde zijn, moet de rechter abstractie maken van de wil van hun houder om ze al dan niet over te dragen (1). (1) Zie concl. OM in Pas. 2014, nr. ..."
      ]
    }
  },
  "640": {
    "ECLI:BE:CASS:2020:ARR.20200116.1N.9": {
      "court": "CASS",
      "date": "2020-01-16",
      "roleNumber": "C.19.0096.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200116.1N.9&lang=fr",
      "abstractFR": [
        "Le législateur ayant instauré une procédure de résolution des conflits internes pour résoudre des conflits dans une société in going concern d’une manière qui porte le moins possible atteinte à la continuité de l'entreprise et de la personne morale qui la porte, le juge qui, en règle, détermine la valeur des actions à transférer en vue de la continuité de l'entreprise ne peut évaluer les actions à la valeur de liquidation que dans le cas de sociétés déficitaires dont il existe un doute quant à leur pérennité (1). (1) Voir Cass. 5 octobre 2012, RG C.11.0398.N, Pas. 2012, n° 514 ; Cass. 9 décembre 2010, RG C.08.0441.F, Pas. 2010, n° 723."
      ],
      "abstractNL": [
        "Nu de wetgever een geschillenregeling invoerde om conflicten in een vennootschap in going concern op te lossen derwijze dat zo weinig mogelijk afbreuk wordt gedaan aan de continuïteit van de onderneming, kan de rechter die in de regel de waarde van de over te dragen aandelen bepaalt met het oog op de continuïteit van de onderneming, de aandelen enkel tegen liquidatiewaarde waarderen in geval van verlieslatende ondernemingen waarvan dus twijfel bestaat over hun voortbestaan (1). (1) Zie Cass. 5 oktober 2012, AR C.11.0398.N, AC 2012, nr. 514; Cass. 9 december 2010, AR C.08.0441.F, AC 2010, nr. 723."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171215.1": {
      "court": "CASS",
      "date": "2017-12-15",
      "roleNumber": "C.16.0444.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171215.1",
      "abstractFR": [
        "Il ne suit pas de l'article 640, alinéa 1er, du Code des sociétés que le juge, qui évalue les actions à la date du transfert de propriété, doit ordonner le paiement du prix de manière concomitante à ce transfert (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit artikel 640, eerste lid, van het Wetboek van vennootschappen volgt niet dat de rechter, die de waarde van de aandelen begroot op de datum van de eigendomsoverdracht, de betaling van de prijs gelijktijdig met die overdracht moet bevelen (1). (1) Zie concl. OM in Pas. 2017, nr. ."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171123.5": {
      "court": "CASS",
      "date": "2017-11-23",
      "roleNumber": "C.16.0368.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171123.5&lang=fr",
      "abstractFR": [
        "Lorsque le juge ordonne le transfert forcé des actions, il détermine librement le moment du transfert de propriété."
      ],
      "abstractNL": [
        "Wanneer de rechter de gedwongen overdracht van aandelen beveelt, bepaalt hij vrij het tijdstip van eigendomsoverdracht."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151203.14": {
      "court": "CASS",
      "date": "2015-12-03",
      "roleNumber": "C.14.0503.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151203.14&lang=fr",
      "abstractFR": [
        "Dans la décision par laquelle il prononce la reprise forcée, le juge détermine le moment où le transfert de propriété et le paiement des effets doit avoir lieu; le prix fixé ne devient exigible qu'à ce moment et ne peut produire des intérêts avant (1); lorsque le prix est déjà fixé dans le jugement ordonnant la reprise, en cas de retard dans le paiement, des intérêts moratoires sont dus conformément à l'article 1153 du Code civil; lorsque la reprise est ordonnée moyennant le paiement d'un montant provisoire et que pour le surplus un expert est désigné en vue d'évaluer la valeur des actions, l'obligation du reprenant de payer la différence entre le montant provisoire et la valeur des actions, avant son évaluation par le juge, constitue une dette de valeur sur laquelle des intérêts compensatoires peuvent être octroyés (2). (1) Cass. 30 octobre 2003, RG C.02.0498.N, Pas. 2003, n° 543. (2) Voir Cass. 14 mars 2008, RG C.06.0657.N, Pas. 2008, n° 182; Cass. 11 juin 2009, RG C.08.0196.F, Pas. 2009, n° 396; voir aussi Cass. 14 décembre 1989, RG n° 8488, Pas. 1990, n° 243."
      ],
      "abstractNL": [
        "In de beslissing waarbij hij de gedwongen overdracht uitspreekt, bepaalt de rechter wanneer de eigendomsoverdracht en de betaling van de effecten moeten plaatsvinden; de vastgestelde prijs wordt pas vanaf dan eisbaar en kan voordien geen interest opbrengen (1); wanneer de prijs reeds is vastgesteld in het vonnis waarbij de overdracht wordt bevolen, is in geval van vertraging in de betaling moratoire interest verschuldigd overeenkomstig artikel 1153 Burgerlijk Wetboek; wanneer de overdracht wordt bevolen tegen de betaling van een voorlopig bedrag en voor het overige een deskundige wordt aangesteld met het oog op de begroting van de waarde van de aandelen, vormt de verbintenis van de overnemer tot betaling van het verschil tussen het voorlopig bedrag en de waarde van de aandelen, voor de raming daarvan door de rechter, een waardeschuld waarop vergoedende interest kan worden toegekend (2). (1) Cass. 30 oktober 2003, AR C.02.0498.N, AC 2003, nr. 543. (2) Zie Cass. 14 maart 2008, AR C.06.0657.F, AC 2008, nr. 182, en Cass. 11 juni 2009, AR C.08.0196.F, AC 2009, nr. 396; zie ook Cass. 14 december 1989, AR nr. 8488, AC 1989-90, nr. 243."
      ]
    }
  },
  "642": {
    "ECLI:BE:CASS:2025:ARR.20250627.1N.8": {
      "court": "CASS",
      "date": "2025-06-27",
      "roleNumber": "C.24.0081.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250627.1N.8",
      "abstractFR": null,
      "abstractNL": [
        "De waarde van de aandelen moet in beginsel worden geraamd op het tijdstip waarop de rechter de overdracht ervan beveelt en de rechter kan slechts een andere peildatum hanteren dan de datum van eigendomsoverdracht wanneer hij in concreto vaststelt dat de omstandigheden die geleid hebben tot de vordering tot overname van de aandelen of het gedrag van de partijen ten gevolge van de vordering, een invloed hebben gehad op de waarde van de aandelen (1)(2). (1) Zie concl. OM. (2) Artt. 642 en 643 Wetboek van Vennootschappen, zoals van toepassing vóór hun opheffing bij Wet van 23 maart 2019."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140428.1": {
      "court": "CASS",
      "date": "2014-04-28",
      "roleNumber": "C.13.0007.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140428.1",
      "abstractFR": [
        "Lorsqu'une société a émis plusieurs catégories de titres, le juge ne peut fixer le prix des titres cédés en appliquant à la valeur globale de l'entreprise la proportion que représentent ces titres par rapport à l'ensemble des titres émis que si les titres de catégories différentes sont d'égale valeur; pour déterminer si des titres librement cessibles et des titres qui ne le sont pas sont d'égale valeur, le juge doit faire abstraction de la volonté de leur titulaire de les céder ou non (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer een vennootschap verschillende categorieën van effecten heeft uitgegeven, mag de rechter de prijs van de overgedragen effecten bepalen door op de totale waarde van de onderneming het aandeel aan te rekenen van die effecten in verhouding tot het geheel van de uitgegeven effecten, op voorwaarde dat de effecten van verschillende categorieën eenzelfde waarde hebben; om te bepalen of effecten die vrij overdraagbaar zijn en effecten die dat niet zijn van gelijke waarde zijn, moet de rechter abstractie maken van de wil van hun houder om ze al dan niet over te dragen (1). (1) Zie concl. OM in Pas. 2014, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140321.3": {
      "court": "CASS",
      "date": "2014-03-21",
      "roleNumber": "C.13.0248.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140321.3",
      "abstractFR": [
        "Les justes motifs, pour lesquels un ou plusieurs actionnaires peuvent demander en justice qu'un actionnaire leur cède ses actions et tous les titres qu'il détient et qui peuvent être convertis ou donnent droit à la souscription ou à l'échange en actions de la société, doivent être d'une nature telle que le maintien dans la société de l'actionnaire dont l'exclusion est demandée mette en péril les intérêts fondamentaux ou la continuité de l'entreprise (1). (1) Voir Cass., 19 février 2009, RG C.07.0171.F - C.07.0514.F, Pas., 2009, n° 139."
      ],
      "abstractNL": [
        "De gegronde redenen op grond waarvan een of meer aandeelhouders in rechte kunnen vorderen dat een aandeelhouder zijn aandelen en alle converteerbare effecten die hij bezit of die recht geven op het inkopen van of de omwisseling in aandelen van de vennootschap aan hen overdraagt, moeten van die aard zijn dat het behouden in de vennootschap van de aandeelhouder waarvan de uitsluiting wordt gevorderd, de fundamentele belangen of de continuïteit van de onderneming in gevaar brengt (1). (1) Zie Cass. 19 feb. 2009, AR C.07.0171.F - C.07.0514.F, AC 2009, nr. 139."
      ]
    }
  },
  "643": {
    "ECLI:BE:CASS:2025:ARR.20250627.1N.8": {
      "court": "CASS",
      "date": "2025-06-27",
      "roleNumber": "C.24.0081.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250627.1N.8",
      "abstractFR": null,
      "abstractNL": [
        "De waarde van de aandelen moet in beginsel worden geraamd op het tijdstip waarop de rechter de overdracht ervan beveelt en de rechter kan slechts een andere peildatum hanteren dan de datum van eigendomsoverdracht wanneer hij in concreto vaststelt dat de omstandigheden die geleid hebben tot de vordering tot overname van de aandelen of het gedrag van de partijen ten gevolge van de vordering, een invloed hebben gehad op de waarde van de aandelen (1)(2). (1) Zie concl. OM. (2) Artt. 642 en 643 Wetboek van Vennootschappen, zoals van toepassing vóór hun opheffing bij Wet van 23 maart 2019."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230331.1N.3": {
      "court": "CASS",
      "date": "2023-03-31",
      "roleNumber": "C.22.0278.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230331.1N.3",
      "abstractFR": null,
      "abstractNL": [
        "De rechter kan slechts een andere peildatum hanteren dan de datum van eigendomsoverdracht, wanneer hij in concreto vaststelt dat de omstandigheden die geleid hebben tot de vordering tot overname van de aandelen of het gedrag van de partijen ten gevolge van de vordering, een invloed hebben gehad op de waarde van de aandelen (1). (1) Zie concl. OM."
      ]
    }
  },
  "654": {
    "ECLI:BE:CASS:2021:ARR.20211126.1F.1": {
      "court": "CASS",
      "date": "2021-11-26",
      "roleNumber": "C.20.0572.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211126.1F.1",
      "abstractFR": [
        "La société en commandite par actions ne dispose pas du droit d'agir en paiement des dettes sociales contre les associés commandités, cette action n'appartenant qu'aux créanciers de la société; partant, le liquidateur ne peut introduire une action tendant à l'apurement du passif de la société dissoute contre les associés tenus solidairement avec la société (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De commanditaire vennootschap op aandelen kan geen rechtsvordering tot betaling van de sociale schulden instellen tegen de beherende vennoten; die rechtsvordering komt enkel de schuldeisers van de vennootschap toe; bijgevolg kan de vereffenaar geen rechtsvordering tot aanzuivering van het passief van de ontbonden vennootschap instellen tegen de vennoten die hoofdelijk aansprakelijk zijn met de vennootschap (1). (1) Zie concl. OM in Pas. 2021, nr. 748.",
        "De commanditaire vennootschap op aandelen kan geen rechtsvordering tot betaling van de sociale schulden instellen tegen de beherende vennoten; die rechtsvordering komt enkel de schuldeisers van de vennootschap toe; bijgevolg kan de vereffenaar geen rechtsvordering tot aanzuivering van het passief van de ontbonden vennootschap instellen tegen de vennoten die hoofdelijk aansprakelijk zijn met de vennootschap (1). (1) Zie concl.OM in Pas. 2021, nr. 748."
      ]
    }
  },
  "657": {
    "ECLI:BE:CASS:2020:ARR.20200116.1N.9": {
      "court": "CASS",
      "date": "2020-01-16",
      "roleNumber": "C.19.0096.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200116.1N.9&lang=fr",
      "abstractFR": [
        "Le législateur ayant instauré une procédure de résolution des conflits internes pour résoudre des conflits dans une société in going concern d’une manière qui porte le moins possible atteinte à la continuité de l'entreprise et de la personne morale qui la porte, le juge qui, en règle, détermine la valeur des actions à transférer en vue de la continuité de l'entreprise ne peut évaluer les actions à la valeur de liquidation que dans le cas de sociétés déficitaires dont il existe un doute quant à leur pérennité (1). (1) Voir Cass. 5 octobre 2012, RG C.11.0398.N, Pas. 2012, n° 514 ; Cass. 9 décembre 2010, RG C.08.0441.F, Pas. 2010, n° 723."
      ],
      "abstractNL": [
        "Nu de wetgever een geschillenregeling invoerde om conflicten in een vennootschap in going concern op te lossen derwijze dat zo weinig mogelijk afbreuk wordt gedaan aan de continuïteit van de onderneming, kan de rechter die in de regel de waarde van de over te dragen aandelen bepaalt met het oog op de continuïteit van de onderneming, de aandelen enkel tegen liquidatiewaarde waarderen in geval van verlieslatende ondernemingen waarvan dus twijfel bestaat over hun voortbestaan (1). (1) Zie Cass. 5 oktober 2012, AR C.11.0398.N, AC 2012, nr. 514; Cass. 9 december 2010, AR C.08.0441.F, AC 2010, nr. 723."
      ]
    }
  },
  "679": {
    "ECLI:BE:CASS:2022:ARR.20220527.1F.5": {
      "court": "CASS",
      "date": "2022-05-27",
      "roleNumber": "F.21.0090.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220527.1F.5",
      "abstractFR": [
        "S'il n'est pas fait choix du régime organisé par les articles 760, 762, 764 à 767 du Code des sociétés, l'apport de branche d'activité n'en sera pas moins réalisé conformément aux autres dispositions du Code des sociétés, notamment celles qui sont relatives aux apports en nature, avec application des règles du droit commun pour l'opposabilité des transferts; il suffit en conséquence que l'apport d'une branche d'activité à une société réponde aux critères des articles 679 et 680 du Code des sociétés pour qu'il remplisse la condition d'exonération prévue à l'article 46, § 1er, alinéa 3, 2°, du Code des impôts sur les revenus 1992 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer niet voor de regeling zoals omschreven in de artikelen 760, 762 en 764 tot 767 Wetboek van Vennootschappen wordt gekozen, zal de inbreng van een bedrijfstak niettemin overeenkomstig de overige bepalingen van het Wetboek van Vennootschappen worden verwezenlijkt, met name deze met betrekking tot de inbreng in natura, met toepassing van de gemeenrechtelijke regels betreffende de tegenwerpelijkheid van overdrachten; het is voldoende dat de inbreng in een vennootschap van een bedrijfstak aan de criteria van de artikelen 679 en 680 Wetboek van Vennootschappen beantwoordt om te voldoen aan de in artikel 46, § 1, derde lid, 2°, WIB92 bepaalde vrijstellingsvoorwaarde (1). (1) Zie concl. OM in Pas. 2022, nr. 383.",
        "Wanneer niet voor de regeling zoals omschreven in de artikelen 760, 762 en 764 tot 767 Wetboek van Vennootschappen wordt gekozen, zal de inbreng van een bedrijfstak niettemin overeenkomstig de overige bepalingen van het Wetboek van Vennootschappen worden verwezenlijkt, met name deze met betrekking tot de inbreng in natura, met toepassing van de gemeenrechtelijke regels betreffende de tegenwerpelijkheid van overdrachten; het is voldoende dat de inbreng in een vennootschap van een bedrijfstak aan de criteria van de artikelen 679 en 680 Wetboek van Vennootschappen beantwoordt om te voldoen aan de in artikel 46, § 1, derde lid, 2°, WIB92 bepaalde vrijstellingsvoorwaarde (1). (1) Zie concl. OM in Pas. 2022, nr. 382."
      ]
    }
  },
  "680": {
    "ECLI:BE:CASS:2022:ARR.20220527.1F.5": {
      "court": "CASS",
      "date": "2022-05-27",
      "roleNumber": "F.21.0090.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220527.1F.5",
      "abstractFR": [
        "S'il n'est pas fait choix du régime organisé par les articles 760, 762, 764 à 767 du Code des sociétés, l'apport de branche d'activité n'en sera pas moins réalisé conformément aux autres dispositions du Code des sociétés, notamment celles qui sont relatives aux apports en nature, avec application des règles du droit commun pour l'opposabilité des transferts; il suffit en conséquence que l'apport d'une branche d'activité à une société réponde aux critères des articles 679 et 680 du Code des sociétés pour qu'il remplisse la condition d'exonération prévue à l'article 46, § 1er, alinéa 3, 2°, du Code des impôts sur les revenus 1992 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer niet voor de regeling zoals omschreven in de artikelen 760, 762 en 764 tot 767 Wetboek van Vennootschappen wordt gekozen, zal de inbreng van een bedrijfstak niettemin overeenkomstig de overige bepalingen van het Wetboek van Vennootschappen worden verwezenlijkt, met name deze met betrekking tot de inbreng in natura, met toepassing van de gemeenrechtelijke regels betreffende de tegenwerpelijkheid van overdrachten; het is voldoende dat de inbreng in een vennootschap van een bedrijfstak aan de criteria van de artikelen 679 en 680 Wetboek van Vennootschappen beantwoordt om te voldoen aan de in artikel 46, § 1, derde lid, 2°, WIB92 bepaalde vrijstellingsvoorwaarde (1). (1) Zie concl. OM in Pas. 2022, nr. 383.",
        "Wanneer niet voor de regeling zoals omschreven in de artikelen 760, 762 en 764 tot 767 Wetboek van Vennootschappen wordt gekozen, zal de inbreng van een bedrijfstak niettemin overeenkomstig de overige bepalingen van het Wetboek van Vennootschappen worden verwezenlijkt, met name deze met betrekking tot de inbreng in natura, met toepassing van de gemeenrechtelijke regels betreffende de tegenwerpelijkheid van overdrachten; het is voldoende dat de inbreng in een vennootschap van een bedrijfstak aan de criteria van de artikelen 679 en 680 Wetboek van Vennootschappen beantwoordt om te voldoen aan de in artikel 46, § 1, derde lid, 2°, WIB92 bepaalde vrijstellingsvoorwaarde (1). (1) Zie concl. OM in Pas. 2022, nr. 382."
      ]
    }
  },
  "682": {
    "ECLI:BE:CASS:2021:ARR.20210504.2N.7": {
      "court": "CASS",
      "date": "2021-05-04",
      "roleNumber": "P.20.1325.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210504.2N.7",
      "abstractFR": [
        "Il résulte des articles 682, alinéa 1er, 1°, et 682, alinéa 1er, 3°, du Code des sociétés que le contrat de mandat qu'une société, ultérieurement dissoute à la suite d'une fusion, conclut avec un mandataire avant ladite fusion est transféré de plein droit à la société absorbante; toutefois, il ne résulte pas de ces dispositions qu'un acte juridique posé par le mandataire, après la fusion, au nom et pour le compte de la société déjà dissoute doive toujours être réputé accompli pour le compte de la société absorbante (1). (1) Voir les concl. « dit en substance » du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de artikelen 682, eerste lid, 1°, en 682, eerste lid, 3° Wetboek van Vennootschappen vloeit voort dat een lastgevingsovereenkomst die een nadien door een fusie ontbonden vennootschap sluit met een lasthebber vóór de fusie, van rechtswege overgaat op de verkrijgende vennootschap; uit die bepalingen vloeit echter niet voort dat een rechtshandeling gesteld door de lasthebber na de fusie in naam en voor rekening van de reeds ontbonden vennootschap steeds moet worden geacht te zijn verricht voor rekening van de verkrijgende vennootschap (1). (1) Zie concl. “in hoofdzaak” OM.",
        "Uit de artikelen 682, eerste lid, 1°, en 682, eerste lid, 3° Wetboek van Vennootschappen vloeit voort dat een lastgevingsovereenkomst die een nadien door een fusie ontbonden vennootschap sluit met een lasthebber vóór de fusie, van rechtswege overgaat op de verkrijgende vennootschap; uit die bepalingen vloeit echter niet voort dat een rechtshandeling gesteld door de lasthebber na de fusie in naam en voor rekening van de reeds ontbonden vennootschap steeds moet worden geacht te zijn verricht voor rekening van de verkrijgende vennootschap (1) (2). (1) Zie concl. “in hoofdzaak” OM. (2) Art. 682, eerste lid, 1° en 3° Wetboek van Vennootschappen, van toepassing vóór de inwerkingtreding van de Wet van 23 maart 2019."
      ]
    }
  },
  "683": {
    "ECLI:BE:CASS:2021:ARR.20210504.2N.7": {
      "court": "CASS",
      "date": "2021-05-04",
      "roleNumber": "P.20.1325.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210504.2N.7",
      "abstractFR": [
        "Les tiers, au sens des articles 76, alinéas 1 et 2, et 683, alinéa 1er, du Code des sociétés, sont ceux qui ont traité avec la société en raison de son existence; en effet, ces dispositions légales protègent les tiers qui traitent habituellement avec la société ou ses organes et pour lesquels les actes à publier sont, pour cette raison, pertinents; la personne contre laquelle la société porte plainte avec constitution de partie civile n'est pas un tiers au sens de ces dispositions; il en va de même du juge d'instruction entre les mains duquel la plainte est déposée; en effet, le lien juridique dans lequel la société implique ces personnes par sa plainte repose sur un acte prétendument illicite ou sur la loi et est donc involontaire; dès lors, tous les actes et éléments existants de la société leur sont immédiatement opposables; cette interprétation de la loi ne prive pas la société absorbante de son droit d'accès au juge durant la période comprise entre la fusion et sa publication; en effet, il peut être fait mention de la fusion à l'occasion de la plainte avec constitution de partie civile, permettant ainsi aux intéressés d'en avoir connaissance (1). (1) Voir les concl. « dit en substance » du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Derden in de zin van artikelen 76, eerste lid en tweede lid en 683, eerste lid Wetboek van Vennootschappen zijn zij die met de vennootschap wegens haar bestaan hebben gehandeld; deze wetsbepalingen beschermen immers de derden die met de vennootschap of met haar organen plegen te handelen en voor wie de openbaar te maken akten om die reden relevant zijn; degene waartegen de vennootschap een klacht met burgerlijke partijstelling indient, is geen derde in de zin van die bepalingen; hetzelfde geldt voor de onderzoeksrechter waarbij de klacht wordt ingediend; de rechtsband waarin de vennootschap die personen met haar klacht betrekt, steunt immers op een beweerde onrechtmatige daad of op de wet en is dus onvrijwillig; bijgevolg zijn alle bestaande akten en gegevens van de vennootschap hen onmiddellijk tegenstelbaar; die wetsuitlegging ontzegt aan de verkrijgende vennootschap niet het recht op toegang tot de rechter in de periode tussen de fusie en de bekendmaking ervan; de fusie kan immers worden vermeld bij de klacht met burgerlijke partijstelling, zodat belanghebbenden daarvan kennis kunnen nemen (1). (1) Zie concl. “in hoofdzaak” OM.",
        "Derden in de zin van artikelen 76, eerste lid en tweede lid en 683, eerste lid Wetboek van Vennootschappen zijn zij die met de vennootschap wegens haar bestaan hebben gehandeld; deze wetsbepalingen beschermen immers de derden die met de vennootschap of met haar organen plegen te handelen en voor wie de openbaar te maken akten om die reden relevant zijn; degene waartegen de vennootschap een klacht met burgerlijke partijstelling indient, is geen derde in de zin van die bepalingen; hetzelfde geldt voor de onderzoeksrechter waarbij de klacht wordt ingediend; de rechtsband waarin de vennootschap die personen met haar klacht betrekt, steunt immers op een beweerde onrechtmatige daad of op de wet en is dus onvrijwillig; bijgevolg zijn alle bestaande akten en gegevens van de vennootschap hen onmiddellijk tegenstelbaar; die wetsuitlegging ontzegt aan de verkrijgende vennootschap niet het recht op toegang tot de rechter in de periode tussen de fusie en de bekendmaking ervan; de fusie kan immers worden vermeld bij de klacht met burgerlijke partijstelling, zodat belanghebbenden daarvan kennis kunnen nemen (1) (2). (1) Zie concl. “in hoofdzaak” OM. (2) Artt. 76, eerste en tweede lid, en 683, eerste lid, Wetboek van Vennootschappen, van toepassing vóór de inwerkingtreding van de Wet van 23 maart 2019."
      ]
    }
  },
  "693": {
    "ECLI:BE:CASS:2014:ARR.20140612.6": {
      "court": "CASS",
      "date": "2014-06-12",
      "roleNumber": "C.13.0356.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140612.6&lang=fr",
      "abstractFR": [
        "La date de cristallisation qui doit être mentionnée dans le projet de fusion ou de scission en vertu des articles 693, alinéa 2, 5°, 728, alinéa 2, 5° et 743, alinéa 2, 5° du Code des sociétés, ne vise qu'une rétroactivité du point de vue comptable et non du point de vue du droit des obligations (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De krachtens de artikelen 693, tweede lid, 5°, 728, tweede lid, 5°, en 743, tweede lid, 5°, van het Wetboek van Vennootschappen in het fusie- of splitsingsvoorstel te vermelden kristallisatiedatum beoogt enkel een boekhoudkundige en niet een verbintenisrechtelijke retroactiviteit van de fusie of splitsing (1). (1) Zie concl. OM."
      ]
    }
  },
  "728": {
    "ECLI:BE:CASS:2014:ARR.20140612.6": {
      "court": "CASS",
      "date": "2014-06-12",
      "roleNumber": "C.13.0356.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140612.6&lang=fr",
      "abstractFR": [
        "La date de cristallisation qui doit être mentionnée dans le projet de fusion ou de scission en vertu des articles 693, alinéa 2, 5°, 728, alinéa 2, 5° et 743, alinéa 2, 5° du Code des sociétés, ne vise qu'une rétroactivité du point de vue comptable et non du point de vue du droit des obligations (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De krachtens de artikelen 693, tweede lid, 5°, 728, tweede lid, 5°, en 743, tweede lid, 5°, van het Wetboek van Vennootschappen in het fusie- of splitsingsvoorstel te vermelden kristallisatiedatum beoogt enkel een boekhoudkundige en niet een verbintenisrechtelijke retroactiviteit van de fusie of splitsing (1). (1) Zie concl. OM."
      ]
    }
  },
  "743": {
    "ECLI:BE:CASS:2014:ARR.20140612.6": {
      "court": "CASS",
      "date": "2014-06-12",
      "roleNumber": "C.13.0356.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140612.6&lang=fr",
      "abstractFR": [
        "La date de cristallisation qui doit être mentionnée dans le projet de fusion ou de scission en vertu des articles 693, alinéa 2, 5°, 728, alinéa 2, 5° et 743, alinéa 2, 5° du Code des sociétés, ne vise qu'une rétroactivité du point de vue comptable et non du point de vue du droit des obligations (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De krachtens de artikelen 693, tweede lid, 5°, 728, tweede lid, 5°, en 743, tweede lid, 5°, van het Wetboek van Vennootschappen in het fusie- of splitsingsvoorstel te vermelden kristallisatiedatum beoogt enkel een boekhoudkundige en niet een verbintenisrechtelijke retroactiviteit van de fusie of splitsing (1). (1) Zie concl. OM."
      ]
    }
  },
  "759": {
    "ECLI:BE:CASS:2022:ARR.20220527.1F.5": {
      "court": "CASS",
      "date": "2022-05-27",
      "roleNumber": "F.21.0090.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220527.1F.5",
      "abstractFR": [
        "S'il n'est pas fait choix du régime organisé par les articles 760, 762, 764 à 767 du Code des sociétés, l'apport de branche d'activité n'en sera pas moins réalisé conformément aux autres dispositions du Code des sociétés, notamment celles qui sont relatives aux apports en nature, avec application des règles du droit commun pour l'opposabilité des transferts; il suffit en conséquence que l'apport d'une branche d'activité à une société réponde aux critères des articles 679 et 680 du Code des sociétés pour qu'il remplisse la condition d'exonération prévue à l'article 46, § 1er, alinéa 3, 2°, du Code des impôts sur les revenus 1992 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer niet voor de regeling zoals omschreven in de artikelen 760, 762 en 764 tot 767 Wetboek van Vennootschappen wordt gekozen, zal de inbreng van een bedrijfstak niettemin overeenkomstig de overige bepalingen van het Wetboek van Vennootschappen worden verwezenlijkt, met name deze met betrekking tot de inbreng in natura, met toepassing van de gemeenrechtelijke regels betreffende de tegenwerpelijkheid van overdrachten; het is voldoende dat de inbreng in een vennootschap van een bedrijfstak aan de criteria van de artikelen 679 en 680 Wetboek van Vennootschappen beantwoordt om te voldoen aan de in artikel 46, § 1, derde lid, 2°, WIB92 bepaalde vrijstellingsvoorwaarde (1). (1) Zie concl. OM in Pas. 2022, nr. 383.",
        "Wanneer niet voor de regeling zoals omschreven in de artikelen 760, 762 en 764 tot 767 Wetboek van Vennootschappen wordt gekozen, zal de inbreng van een bedrijfstak niettemin overeenkomstig de overige bepalingen van het Wetboek van Vennootschappen worden verwezenlijkt, met name deze met betrekking tot de inbreng in natura, met toepassing van de gemeenrechtelijke regels betreffende de tegenwerpelijkheid van overdrachten; het is voldoende dat de inbreng in een vennootschap van een bedrijfstak aan de criteria van de artikelen 679 en 680 Wetboek van Vennootschappen beantwoordt om te voldoen aan de in artikel 46, § 1, derde lid, 2°, WIB92 bepaalde vrijstellingsvoorwaarde (1). (1) Zie concl. OM in Pas. 2022, nr. 382."
      ]
    }
  },
  "760": {
    "ECLI:BE:CASS:2023:ARR.20230120.1N.5": {
      "court": "CASS",
      "date": "2023-01-20",
      "roleNumber": "C.22.0079.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230120.1N.5&lang=fr",
      "abstractFR": [
        "Les parties peuvent soumettre la cession d'une branche d'activité au régime organisé par les articles 760 à 762 et 764 à 767 du Code des sociétés ; la cession entraîne en ce cas le transfert de plein droit des actifs et passifs qui se rattachent à la branche d'activité ; cette transmission ne s'applique pas en cas de cession d'actions.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "De partijen kunnen een overdracht van een bedrijfstak onderwerpen aan de regeling omschreven in de artikelen 760 tot 762 en 764 tot 767 Wetboek van Vennootschappen; de overdracht heeft in dat geval de overdracht van rechtswege van de aan de bedrijfstak verbonden activa en passiva tot gevolg; deze rechtsopvolging geldt niet bij aandelen."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220527.1F.5": {
      "court": "CASS",
      "date": "2022-05-27",
      "roleNumber": "F.21.0090.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220527.1F.5",
      "abstractFR": [
        "S'il n'est pas fait choix du régime organisé par les articles 760, 762, 764 à 767 du Code des sociétés, l'apport de branche d'activité n'en sera pas moins réalisé conformément aux autres dispositions du Code des sociétés, notamment celles qui sont relatives aux apports en nature, avec application des règles du droit commun pour l'opposabilité des transferts; il suffit en conséquence que l'apport d'une branche d'activité à une société réponde aux critères des articles 679 et 680 du Code des sociétés pour qu'il remplisse la condition d'exonération prévue à l'article 46, § 1er, alinéa 3, 2°, du Code des impôts sur les revenus 1992 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer niet voor de regeling zoals omschreven in de artikelen 760, 762 en 764 tot 767 Wetboek van Vennootschappen wordt gekozen, zal de inbreng van een bedrijfstak niettemin overeenkomstig de overige bepalingen van het Wetboek van Vennootschappen worden verwezenlijkt, met name deze met betrekking tot de inbreng in natura, met toepassing van de gemeenrechtelijke regels betreffende de tegenwerpelijkheid van overdrachten; het is voldoende dat de inbreng in een vennootschap van een bedrijfstak aan de criteria van de artikelen 679 en 680 Wetboek van Vennootschappen beantwoordt om te voldoen aan de in artikel 46, § 1, derde lid, 2°, WIB92 bepaalde vrijstellingsvoorwaarde (1). (1) Zie concl. OM in Pas. 2022, nr. 383.",
        "Wanneer niet voor de regeling zoals omschreven in de artikelen 760, 762 en 764 tot 767 Wetboek van Vennootschappen wordt gekozen, zal de inbreng van een bedrijfstak niettemin overeenkomstig de overige bepalingen van het Wetboek van Vennootschappen worden verwezenlijkt, met name deze met betrekking tot de inbreng in natura, met toepassing van de gemeenrechtelijke regels betreffende de tegenwerpelijkheid van overdrachten; het is voldoende dat de inbreng in een vennootschap van een bedrijfstak aan de criteria van de artikelen 679 en 680 Wetboek van Vennootschappen beantwoordt om te voldoen aan de in artikel 46, § 1, derde lid, 2°, WIB92 bepaalde vrijstellingsvoorwaarde (1). (1) Zie concl. OM in Pas. 2022, nr. 382."
      ]
    }
  },
  "762": {
    "ECLI:BE:CASS:2022:ARR.20220527.1F.5": {
      "court": "CASS",
      "date": "2022-05-27",
      "roleNumber": "F.21.0090.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220527.1F.5",
      "abstractFR": [
        "S'il n'est pas fait choix du régime organisé par les articles 760, 762, 764 à 767 du Code des sociétés, l'apport de branche d'activité n'en sera pas moins réalisé conformément aux autres dispositions du Code des sociétés, notamment celles qui sont relatives aux apports en nature, avec application des règles du droit commun pour l'opposabilité des transferts; il suffit en conséquence que l'apport d'une branche d'activité à une société réponde aux critères des articles 679 et 680 du Code des sociétés pour qu'il remplisse la condition d'exonération prévue à l'article 46, § 1er, alinéa 3, 2°, du Code des impôts sur les revenus 1992 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer niet voor de regeling zoals omschreven in de artikelen 760, 762 en 764 tot 767 Wetboek van Vennootschappen wordt gekozen, zal de inbreng van een bedrijfstak niettemin overeenkomstig de overige bepalingen van het Wetboek van Vennootschappen worden verwezenlijkt, met name deze met betrekking tot de inbreng in natura, met toepassing van de gemeenrechtelijke regels betreffende de tegenwerpelijkheid van overdrachten; het is voldoende dat de inbreng in een vennootschap van een bedrijfstak aan de criteria van de artikelen 679 en 680 Wetboek van Vennootschappen beantwoordt om te voldoen aan de in artikel 46, § 1, derde lid, 2°, WIB92 bepaalde vrijstellingsvoorwaarde (1). (1) Zie concl. OM in Pas. 2022, nr. 383.",
        "Wanneer niet voor de regeling zoals omschreven in de artikelen 760, 762 en 764 tot 767 Wetboek van Vennootschappen wordt gekozen, zal de inbreng van een bedrijfstak niettemin overeenkomstig de overige bepalingen van het Wetboek van Vennootschappen worden verwezenlijkt, met name deze met betrekking tot de inbreng in natura, met toepassing van de gemeenrechtelijke regels betreffende de tegenwerpelijkheid van overdrachten; het is voldoende dat de inbreng in een vennootschap van een bedrijfstak aan de criteria van de artikelen 679 en 680 Wetboek van Vennootschappen beantwoordt om te voldoen aan de in artikel 46, § 1, derde lid, 2°, WIB92 bepaalde vrijstellingsvoorwaarde (1). (1) Zie concl. OM in Pas. 2022, nr. 382."
      ]
    }
  },
  "763": {
    "ECLI:BE:CASS:2023:ARR.20230120.1N.5": {
      "court": "CASS",
      "date": "2023-01-20",
      "roleNumber": "C.22.0079.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230120.1N.5&lang=fr",
      "abstractFR": [
        "Les parties peuvent soumettre la cession d'une branche d'activité au régime organisé par les articles 760 à 762 et 764 à 767 du Code des sociétés ; la cession entraîne en ce cas le transfert de plein droit des actifs et passifs qui se rattachent à la branche d'activité ; cette transmission ne s'applique pas en cas de cession d'actions.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "De partijen kunnen een overdracht van een bedrijfstak onderwerpen aan de regeling omschreven in de artikelen 760 tot 762 en 764 tot 767 Wetboek van Vennootschappen; de overdracht heeft in dat geval de overdracht van rechtswege van de aan de bedrijfstak verbonden activa en passiva tot gevolg; deze rechtsopvolging geldt niet bij aandelen."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220527.1F.5": {
      "court": "CASS",
      "date": "2022-05-27",
      "roleNumber": "F.21.0090.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220527.1F.5",
      "abstractFR": [
        "S'il n'est pas fait choix du régime organisé par les articles 760, 762, 764 à 767 du Code des sociétés, l'apport de branche d'activité n'en sera pas moins réalisé conformément aux autres dispositions du Code des sociétés, notamment celles qui sont relatives aux apports en nature, avec application des règles du droit commun pour l'opposabilité des transferts; il suffit en conséquence que l'apport d'une branche d'activité à une société réponde aux critères des articles 679 et 680 du Code des sociétés pour qu'il remplisse la condition d'exonération prévue à l'article 46, § 1er, alinéa 3, 2°, du Code des impôts sur les revenus 1992 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer niet voor de regeling zoals omschreven in de artikelen 760, 762 en 764 tot 767 Wetboek van Vennootschappen wordt gekozen, zal de inbreng van een bedrijfstak niettemin overeenkomstig de overige bepalingen van het Wetboek van Vennootschappen worden verwezenlijkt, met name deze met betrekking tot de inbreng in natura, met toepassing van de gemeenrechtelijke regels betreffende de tegenwerpelijkheid van overdrachten; het is voldoende dat de inbreng in een vennootschap van een bedrijfstak aan de criteria van de artikelen 679 en 680 Wetboek van Vennootschappen beantwoordt om te voldoen aan de in artikel 46, § 1, derde lid, 2°, WIB92 bepaalde vrijstellingsvoorwaarde (1). (1) Zie concl. OM in Pas. 2022, nr. 383.",
        "Wanneer niet voor de regeling zoals omschreven in de artikelen 760, 762 en 764 tot 767 Wetboek van Vennootschappen wordt gekozen, zal de inbreng van een bedrijfstak niettemin overeenkomstig de overige bepalingen van het Wetboek van Vennootschappen worden verwezenlijkt, met name deze met betrekking tot de inbreng in natura, met toepassing van de gemeenrechtelijke regels betreffende de tegenwerpelijkheid van overdrachten; het is voldoende dat de inbreng in een vennootschap van een bedrijfstak aan de criteria van de artikelen 679 en 680 Wetboek van Vennootschappen beantwoordt om te voldoen aan de in artikel 46, § 1, derde lid, 2°, WIB92 bepaalde vrijstellingsvoorwaarde (1). (1) Zie concl. OM in Pas. 2022, nr. 382."
      ]
    }
  },
  "764": {
    "ECLI:BE:CASS:2023:ARR.20230120.1N.5": {
      "court": "CASS",
      "date": "2023-01-20",
      "roleNumber": "C.22.0079.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230120.1N.5&lang=fr",
      "abstractFR": [
        "Les parties peuvent soumettre la cession d'une branche d'activité au régime organisé par les articles 760 à 762 et 764 à 767 du Code des sociétés ; la cession entraîne en ce cas le transfert de plein droit des actifs et passifs qui se rattachent à la branche d'activité ; cette transmission ne s'applique pas en cas de cession d'actions.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "De partijen kunnen een overdracht van een bedrijfstak onderwerpen aan de regeling omschreven in de artikelen 760 tot 762 en 764 tot 767 Wetboek van Vennootschappen; de overdracht heeft in dat geval de overdracht van rechtswege van de aan de bedrijfstak verbonden activa en passiva tot gevolg; deze rechtsopvolging geldt niet bij aandelen."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220527.1F.5": {
      "court": "CASS",
      "date": "2022-05-27",
      "roleNumber": "F.21.0090.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220527.1F.5",
      "abstractFR": [
        "S'il n'est pas fait choix du régime organisé par les articles 760, 762, 764 à 767 du Code des sociétés, l'apport de branche d'activité n'en sera pas moins réalisé conformément aux autres dispositions du Code des sociétés, notamment celles qui sont relatives aux apports en nature, avec application des règles du droit commun pour l'opposabilité des transferts; il suffit en conséquence que l'apport d'une branche d'activité à une société réponde aux critères des articles 679 et 680 du Code des sociétés pour qu'il remplisse la condition d'exonération prévue à l'article 46, § 1er, alinéa 3, 2°, du Code des impôts sur les revenus 1992 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer niet voor de regeling zoals omschreven in de artikelen 760, 762 en 764 tot 767 Wetboek van Vennootschappen wordt gekozen, zal de inbreng van een bedrijfstak niettemin overeenkomstig de overige bepalingen van het Wetboek van Vennootschappen worden verwezenlijkt, met name deze met betrekking tot de inbreng in natura, met toepassing van de gemeenrechtelijke regels betreffende de tegenwerpelijkheid van overdrachten; het is voldoende dat de inbreng in een vennootschap van een bedrijfstak aan de criteria van de artikelen 679 en 680 Wetboek van Vennootschappen beantwoordt om te voldoen aan de in artikel 46, § 1, derde lid, 2°, WIB92 bepaalde vrijstellingsvoorwaarde (1). (1) Zie concl. OM in Pas. 2022, nr. 383.",
        "Wanneer niet voor de regeling zoals omschreven in de artikelen 760, 762 en 764 tot 767 Wetboek van Vennootschappen wordt gekozen, zal de inbreng van een bedrijfstak niettemin overeenkomstig de overige bepalingen van het Wetboek van Vennootschappen worden verwezenlijkt, met name deze met betrekking tot de inbreng in natura, met toepassing van de gemeenrechtelijke regels betreffende de tegenwerpelijkheid van overdrachten; het is voldoende dat de inbreng in een vennootschap van een bedrijfstak aan de criteria van de artikelen 679 en 680 Wetboek van Vennootschappen beantwoordt om te voldoen aan de in artikel 46, § 1, derde lid, 2°, WIB92 bepaalde vrijstellingsvoorwaarde (1). (1) Zie concl. OM in Pas. 2022, nr. 382."
      ]
    }
  },
  "770": {
    "ECLI:BE:CASS:2023:ARR.20230120.1N.5": {
      "court": "CASS",
      "date": "2023-01-20",
      "roleNumber": "C.22.0079.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230120.1N.5&lang=fr",
      "abstractFR": [
        "Les parties peuvent soumettre la cession d'une branche d'activité au régime organisé par les articles 760 à 762 et 764 à 767 du Code des sociétés ; la cession entraîne en ce cas le transfert de plein droit des actifs et passifs qui se rattachent à la branche d'activité ; cette transmission ne s'applique pas en cas de cession d'actions.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "De partijen kunnen een overdracht van een bedrijfstak onderwerpen aan de regeling omschreven in de artikelen 760 tot 762 en 764 tot 767 Wetboek van Vennootschappen; de overdracht heeft in dat geval de overdracht van rechtswege van de aan de bedrijfstak verbonden activa en passiva tot gevolg; deze rechtsopvolging geldt niet bij aandelen."
      ]
    }
  },
  "791": {
    "ECLI:BE:CASS:2015:ARR.20151224.3": {
      "court": "CASS",
      "date": "2015-12-24",
      "roleNumber": "C.15.0047.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151224.3&lang=fr",
      "abstractFR": [
        "La circonstance qu'une personne s'engage à être associé gérant et que cela est indiqué en tant que tel dans l'acte constitutif n'empêche pas que le juge examine si l'intéressé consacre effectivement au moins 50 % de son activité à l'exploitation de la société et qu'il en tire au moins 50 % de ses revenus de travail et donc s'il peut réellement être considéré comme un associé gérant.",
        "Pour l'application de l'article 838, alinéa 1er, du Code des sociétés, la personne physique concernée doit effectivement exploiter l'entreprise agricole ou horticole en tant qu'associé gérant, conformément aux conditions de l'article 791, alinéa 1er, du Code des sociétés."
      ],
      "abstractNL": [
        "De omstandigheid dat een persoon de verbintenis om beherend vennoot te zijn aangaat en dit als dusdanig wordt vermeld in de oprichtingsakte, staat niet eraan in de weg dat de rechter nagaat of de betrokkene daadwerkelijk ten minste de helft van zijn arbeidstijd in de vennootschap verricht en de helft van zijn arbeidsinkomen uit de vennootschap haalt en dus of hij werkelijk als beherend vennoot kan gelden.",
        "Voor de toepassing van artikel 838, eerste lid, Wetboek van Vennootschappen, dient de betrokken natuurlijke persoon het land- of tuinbouwbedrijf daadwerkelijk te exploiteren als beherend vennoot, in overeenstemming met de voorwaarden van artikel 791, eerste lid, Wetboek van Vennootschappen."
      ]
    }
  },
  "793": {
    "ECLI:BE:CASS:2020:ARR.20200618.1N.18": {
      "court": "CASS",
      "date": "2020-06-18",
      "roleNumber": "C.19.0271.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200618.1N.18&lang=fr",
      "abstractFR": [
        "Dès lors que l’associé gérant d’une société agricole assume une responsabilité illimitée pour les engagements de cette société et, par conséquent, est son codébiteur, il ne peut profiter du plan de réorganisation."
      ],
      "abstractNL": [
        "Gezien de beherende vennoot van een landbouwvennootschap onbeperkt aansprakelijkheid is voor de verbintenissen van die vennootschap en bijgevolg haar medeschuldenaar is, komt het reorganisatieplan hem niet ten goede."
      ]
    }
  },
  "838": {
    "ECLI:BE:CASS:2024:ARR.20240301.1F.2": {
      "court": "CASS",
      "date": "2024-03-01",
      "roleNumber": "C.23.0244.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240301.1F.2",
      "abstractFR": [
        "Il ne suit pas de la combinaison des articles 7, 1°, et 9 de la loi sur le bail à ferme et de l'article 838 du Code des sociétés qu'une société agricole puisse donne un congé pour l'exploitation personnelle d'un bien apporté par un bailleur lorsque ni ce dernier ni une des personnes désignées à cet article 838 n'a le statut d'associé gérant dans la société, ce congé fût-il donné pour permettre l'exploitation par un bailleur-apporteur d'un ou plusieurs autres biens, ou son conjoint, ses descendants ou enfants adoptifs ou ceux de son conjoint, qui dispose de la qualité d'associé gérant, qui satisfait aux conditions de diplôme ou d'expérience professionnelle de l'article 9, alinéa 4, de la loi sur le bail à ferme et qui fournit un travail réel au sein de l'entreprise agricole."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20210125.3N.5": {
      "court": "CASS",
      "date": "2021-01-25",
      "roleNumber": "C.20.0267.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210125.3N.5&lang=fr",
      "abstractFR": [
        "L'article 838, alinéa 1er, du Code des sociétés vise à permettre au preneur d'exploiter son entreprise agricole au sein d'une société agricole sans qu'il soit obligé, à cette fin, de recourir à une cession du bail ou à une sous-location à cette société, lesquelles exigent l'autorisation du bailleur, et sans qu'il puisse être reproché au preneur une absence d'exploitation personnelle; il règle, par conséquent, la situation dans laquelle l'exploitation des biens faisant l'objet du bail à ferme est assurée par une société agricole sans cession du bail ni sous-location à cette société (1). (1) Article 838, alinéa 1er, du Code des sociétés, abrogé par la loi du 23 mars 2019 introduisant le Code des sociétés et des associations et portant des dispositions diverses. Actuellement article 8.3, alinéa 1er, du Code des sociétés et des associations."
      ],
      "abstractNL": [
        "Artikel 838, eerste lid, Wetboek van Vennootschappen strekt ertoe de pachter toe te laten zijn landbouwbedrijf in een landbouwvennootschap uit te baten zonder daartoe te moeten terugvallen op een pachtoverdracht of een onderpacht aan deze vennootschap, waarvoor de toestemming van de verpachter vereist is, en zonder dat aan de pachter een gebrek aan persoonlijke exploitatie kan worden verweten; zij regelt bijgevolg de situatie waar de exploitatie van de pachtgoederen door een landbouwvennootschap geschiedt zonder pachtoverdracht of onderverpachting aan deze vennootschap (1). (1) Artikel 838, eerste lid, Wetboek van Vennootschappen opgeheven bij wet van 23 maart 2019 tot invoering van het Wetboek van vennootschappen en verenigingen en houdende diverse bepalingen. Thans artikel 8.3, eerste lid, Wetboek van vennootschappen en verenigingen."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171222.2": {
      "court": "CASS",
      "date": "2017-12-22",
      "roleNumber": "C.17.0250.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171222.2",
      "abstractFR": [
        "Si le bailleur ne peut mettre fin au bail en vue de céder l'exploitation à une société, la personne physique à qui l'exploitation est cédée satisfait à la condition d'exploiter personnellement le bien lorsqu'elle le fait en qualité d'organe ou de dirigeant d'une société ou d'associé gérant d'une société agricole à laquelle elle apporte le bail (1). (1) V. Cass. 13 octobre 2006, RG C.05.0165.N, Pas. 2006, n° 487; C. const., Arrêt n°164/2008 du 2008."
      ],
      "abstractNL": [
        "Hoewel de verpachter geen einde kan maken aan de pacht om de exploitatie ervan aan een vennootschap over te dragen, voldoet de natuurlijke persoon aan wie de exploitatie wordt overgedragen, aan de voorwaarde om het goed persoonlijk te exploiteren wanneer hij dat doet in de hoedanigheid van orgaan of bestuurder van een vennootschap of van beherende vennoot van een landbouwvennootschap waarin de pacht wordt ingebracht (1). (1) Zie Cass. 13 oktober 2006, AR C.05.0165.N, AC 2006, nr. 487; GwH 20 november 2008, nr. 164/2008."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151224.3": {
      "court": "CASS",
      "date": "2015-12-24",
      "roleNumber": "C.15.0047.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151224.3&lang=fr",
      "abstractFR": [
        "Pour l'application de l'article 838, alinéa 1er, du Code des sociétés, la personne physique concernée doit effectivement exploiter l'entreprise agricole ou horticole en tant qu'associé gérant, conformément aux conditions de l'article 791, alinéa 1er, du Code des sociétés."
      ],
      "abstractNL": [
        "Voor de toepassing van artikel 838, eerste lid, Wetboek van Vennootschappen, dient de betrokken natuurlijke persoon het land- of tuinbouwbedrijf daadwerkelijk te exploiteren als beherend vennoot, in overeenstemming met de voorwaarden van artikel 791, eerste lid, Wetboek van Vennootschappen."
      ]
    }
  }
}