{
  "59": {
    "ECLI:BE:CASS:2019:ARR.20191028.3": {
      "court": "CASS",
      "date": "2019-10-28",
      "roleNumber": "S.18.0075.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191028.3",
      "abstractFR": [
        "En vertu de l'article 59, alinéa 2, 2°, de l'arrêté ministériel du 26 novembre 1991 portant les modalités d'application de la réglementation du chômage, sont également censés cohabiter, pendant les douze premiers mois, les membres du ménage qui sont emprisonnés, internés ou placés dans un établissement pour malades mentaux (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Krachtens artikel 59, tweede lid, 2°, Uitvoeringsbesluit Werkloosheid worden eveneens geacht samen te wonen, gedurende de eerste twaalf maanden, de leden van het huishouden die in de gevangenis zitten, geïnterneerd zijn of in een instelling voor geesteszieken geplaatst zijn (1). (1) Zie concl. OM in Pas. 2019, nr. 548."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171009.4": {
      "court": "CASS",
      "date": "2017-10-09",
      "roleNumber": "S.16.0084.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171009.4&lang=fr",
      "abstractFR": [
        "Pour pouvoir conclure que deux ou plusieurs personnes vivant ensemble sous le même toit règlent principalement en commun les questions ménagères et, dès lors, cohabitent, il est nécessaire mais non suffisant qu'elles tirent un avantage économique et financier du partage d'un logement ; il est également requis qu'elles assument en commun les tâches, activités et autres questions ménagères, comme l'entretien du logement et, éventuellement, son aménagement, les lessives, les courses, la préparation et la prise des repas, et qu'elles apportent éventuellement une contribution financière à cet effet (1). (1) Voir les concl. MP."
      ],
      "abstractNL": [
        "Om te kunnen besluiten dat twee of meer personen die onder hetzelfde dak wonen hun huishoudelijke aangelegenheden hoofdzakelijk gemeenschappelijk regelen en dus samenleven, is vereist, maar volstaat het niet, dat zij een economisch-financieel voordeel behalen door een woning te delen; daarvoor is tevens vereist dat zij ook taken, activiteiten en andere huishoudelijke aangelegenheden, zoals het onderhoud van de woonst en eventueel het inrichten ervan, de was, de boodschappen, het bereiden en nuttigen van de maaltijden gemeenschappelijk verrichten en daarvoor eventueel financiële middelen inbrengen; de rechter oordeelt in feite of de huishoudelijke aangelegenheden hoofdzakelijk gemeenschappelijk worden geregeld (1). (1) Zie concl. OM."
      ]
    }
  },
  "60": {
    "ECLI:BE:CASS:2025:ARR.20251006.3N.2": {
      "court": "CASS",
      "date": "2025-10-06",
      "roleNumber": "S.24.0012.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251006.3N.2",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 60 Uitvoeringsbesluit Werkloosheid volgt dat de in het tweede lid bepaalde voorwaarden cumulatief vervuld moeten zijn opdat het inkomen uit een beroepsactiviteit van de echtgenoot of echtgenote voor de toepassing van artikel 110, § 1, eerste lid, 1°, Werkloosheidsbesluit niet als een beroepsinkomen moet worden beschouwd en de werkloze uitkeringen kan genieten als werknemer met gezinslast; hieruit volgt dat wanneer de samenwonende echtgenoot of echtgenote van de werkloze een beroepsactiviteit uitoefent en de werkloze hiervan geen aangifte doet bij de uitkeringsaanvraag of bij de aanvang van deze beroepsactiviteit, de werkloze niet als een werknemer met gezinslast kan worden aangezien, maar als een samenwonende werknemer zoals bedoeld in artikel 110, § 3, Werkloosheidsbesluit moet worden aangezien, ongeacht of het bedrag van het inkomen uit arbeid in loondienst van de echtgenoot of echtgenote het in artikel 60, tweede lid, 3°, Uitvoeringsbesluit Werkloosheid bepaalde grensbedrag al dan niet overschrijdt.",
        "Uit de samenhang tussen de artikelen 110 en 134 Werkloosheidsbesluit en artikel 60 Uitvoeringsbesluit Werkloosheid volgt dat wanneer de samenwonende echtgenoot of echtgenote van een werkloze die als werknemer met gezinslast uitkeringen geniet, gedurende zijn of haar werkloosheid een beroepsactiviteit aanvat waaruit de echtgenoot of echtgenote een beroepsinkomen verkrijgt, de werkloze verplicht is hiervan aangifte te doen; de omstandigheid dat het bedrag van het inkomen uit arbeid in loondienst van de echtgenoot of echtgenote het in artikel 60, tweede lid, 3°, Uitvoeringsbesluit Werkloosheid bepaalde grensbedrag niet overschrijdt, ontslaat de werkloze niet van die verplichting; wanneer de werkloze die verplichting niet of laattijdig naleeft, heeft hij voor de periode dat hij in gebreke blijft geen recht op uitkeringen als werknemer met gezinslast, maar slechts op uitkeringen als samenwonende werknemer, dient hij het teveel ontvangen verschil terug te betalen en kan hij gedurende ten minste 8 weken van het recht op werkloosheidsuitkeringen worden uitgesloten."
      ]
    }
  },
  "90": {
    "ECLI:BE:CASS:2013:ARR.20130624.10": {
      "court": "CASS",
      "date": "2013-06-24",
      "roleNumber": "S.12.0086.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130624.10",
      "abstractFR": [
        "Lorsque le chômeur introduit auprès de son organisme de paiement une déclaration de situation personnelle et familiale C1 signalant son déménagement dans le ressort du bureau de chômage mais que l'organisme de paiement s'abstient de transmettre le dossier contenant cette déclaration audit bureau, la convocation, prévue à l'article 140 de l'arrêté royal, envoyée par l'Office national de l'emploi à l'adresse indiquée dans la dernière déclaration C1 qui lui est parvenue est régulière, sans préjudice de l'obligation pour l'organisme de paiement de payer les allocations qui n'ont pu être payées au chômeur en raison de la négligence ou de la faute de cet organisme."
      ],
      "abstractNL": [
        "Wanneer de werkloze een aangifte van de persoonlijke en familiale toestand C 1 bij zijn uitbetalingsinstelling indient en daarin vermeldt dat hij door zijn verhuizing onder een ander werkloosheidsbureau ressorteert maar de uitbetalingsinstelling nalaat het dossier met die verklaring over te zenden naar dat bureau, is de oproeping, bepaald bij artikel 140 van het koninklijk besluit, verstuurd door de Rijkdienst voor arbeidsvoorziening naar het adres vermeld op de laatste C 1-aangifte die hij ontvangen heeft, regelmatig, ongeacht de verplichting van de uitbetalingsinstelling om de uitkeringen te betalen die aan de werkloze niet konden worden uitbetaald wegens de nalatigheid of de fout van die instelling."
      ]
    }
  }
}