{
  "6": {
    "ECLI:BE:CASS:2023:ARR.20231205.2N.3": {
      "court": "CASS",
      "date": "2023-12-05",
      "roleNumber": "P.23.0233.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231205.2N.3",
      "abstractFR": null,
      "abstractNL": [
        "Bij het professioneel uitoefenen van horeca-activiteiten tijdens de coronapandemie dienden de uitbaters van horecabedrijven volgens artikel 6, § 2, MB 28 oktober 2020, zoals hier van toepassing (1), de in die bepaling omschreven minimale regels na te leven; die verplichting is niet alleen van toepassing op degene die juridisch de exploitant of de bestuurder is van de onderneming die de desbetreffende horeca-activiteit organiseert, maar op elkeen die bij de leiding en de organisatie van die activiteit betrokken is en als zodanig als de feitelijke uitbater ervan moet worden beschouwd. (1) De feiten vonden plaats op 23 juli 2021 en 30 juli 2021."
      ]
    }
  },
  "14": {
    "ECLI:BE:CASS:2022:ARR.20221129.2N.7": {
      "court": "CASS",
      "date": "2022-11-29",
      "roleNumber": "P.22.0239.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221129.2N.7",
      "abstractFR": null,
      "abstractNL": [
        "De bevoegdheid van de minister om in geval van dreigende omstandigheden de bevolking, ter verzekering van haar bescherming, op grond van artikel 182, eerste lid, Wet Civiele Veiligheid te verplichten zich te verwijderen van plaatsen of streken die bijzonder blootgesteld, bedreigd of getroffen zijn en iedere verplaatsing of elk verkeer van de bevolking te verbieden, strekt niet louter tot uitvoering van de algemene opdrachten van de operationele diensten van de civiele veiligheid zoals bedoeld in artikel 11, § 1, Wet Civiele Veiligheid; die bevoegdheid kan door de minister worden uitgeoefend wanneer het ingevolge een noodlottige gebeurtenis of situatie ter bescherming van de civiele veiligheid van de burgers noodzakelijk is om hen te verwijderen van plaatsen waar hun gezondheid en veiligheid dreigt te worden aangetast of om hen te verbieden zich te verplaatsen; een epidemische of pandemische noodsituatie met een potentieel levensbedreigend effect voor de hele bevolking, zoals de coronapandemie, diende vóór de inwerkingtreding van de wet van 14 augustus 2021 te worden beschouwd als een ramp of noodlottige situatie in de zin van de Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021, die in voorkomend geval kon leiden tot een voor personen bedreigende situatie waardoor het uitvaardigen van de in artikel 182, eerste lid, Wet Civiele Veiligheid bedoelde maatregelen gewettigd kon zijn; het verbod om zich, behalve in geval van essentiële, niet-uitstelbare verplaatsingen, op de openbare weg en in de openbare ruimte te bevinden tussen 0.00 uur en 05.00 uur ‘s morgens, omschreven in artikel 14 MB 28 oktober 2020, zoals hier van toepassing, beoogde de verdere verspreiding van het coronavirus COVID-19 te verhinderen door het contact tussen de personen tot een minimum te beperken teneinde aldus het besmettingsrisico te herleiden; die bepaling, die een maatregel inhoudt in de zin van artikel 182, eerste lid, Wet Civiele Veiligheid, strekte er dan ook toe te vermijden dat onnodig gebruik zou worden gemaakt van de openbare ruimte waardoor deze een bedreiging zou vormen zoals bedoeld in artikel 182 Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021; die bepaling bood bijgevolg een rechtsgrond voor de voormelde maatregel (1). (1) Artt. 14 en 26 MB van 28 oktober 2020, zoals van toepassing van vóór de inwerkingtreding van de Wet van 14 augustus 2021.",
        "Uit de aanhef van het MB van 28 oktober 2020 volgt dat de verplichting om ‘s nachts geen niet-essentiële verplaatsingen uit te voeren, in de periode voorafgaand aan de wet van 14 augustus 2021, geen disproportionele inbreuk op de fundamentele rechten en vrijheden inhoudt (1) (2). (1) Over de toelaatbaarheid van de Covid 19-noodmaatregelen op basis van de Wet Civiele Veiligheid zie Cass. 10 november 2021, AR P.21.0931.F, AC 2021, nr. 718; Cass. 28 september 2021, AR P.21.1129.N, AC 2021, nr. 594, met concl. van advocaat-generaal A. WINANTS, RW 2021-22, 364, JLMB 2021, 1766, RDPC 2022, 59 noot M.-F. RIGAUX; GwH 22 september 2022, arrest 109/2022, www.const-court.be. (2) Artt. 14 en 26 MB van 28 oktober 2020, zoals van toepassing van vóór de inwerkingtreding van de Wet van 14 augustus 2021."
      ]
    }
  },
  "15": {
    "ECLI:BE:CASS:2022:ARR.20221129.2N.11": {
      "court": "CASS",
      "date": "2022-11-29",
      "roleNumber": "P.22.0681.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221129.2N.11",
      "abstractFR": null,
      "abstractNL": [
        "De bevoegdheid van de minister om in geval van dreigende omstandigheden de bevolking, ter verzekering van haar bescherming, op grond van artikel 182, eerste lid, Wet Civiele Veiligheid te verplichten zich te verwijderen van plaatsen of streken die bijzonder blootgesteld, bedreigd of getroffen zijn en iedere verplaatsing of elk verkeer van de bevolking te verbieden, strekt niet louter tot uitvoering van de algemene opdrachten van de operationele diensten van de civiele veiligheid zoals bedoeld in artikel 11, § 1, Wet Civiele Veiligheid; die bevoegdheid kan door de minister worden uitgeoefend wanneer het ingevolge een noodlottige gebeurtenis of situatie ter bescherming van de civiele veiligheid van de burgers noodzakelijk is om hen te verwijderen van plaatsen waar hun gezondheid en veiligheid dreigt te worden aangetast of om hen te verbieden zich te verplaatsen; een epidemische of pandemische noodsituatie met een potentieel levensbedreigend effect voor de hele bevolking, zoals de coronapandemie, diende vóór de inwerkingtreding van de wet van 14 augustus 2021 te worden beschouwd als een ramp of noodlottige situatie in de zin van de Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021, die in voorkomend geval kon leiden tot een voor personen bedreigende situatie waardoor het uitvaardigen van de in artikel 182, eerste lid, Wet Civiele Veiligheid bedoelde maatregelen gewettigd kon zijn; het verbod tot samenscholingen, omschreven in artikel 15 MB 28 oktober 2020, zoals hier van toepassing, beoogde de verdere verspreiding van het coronavirus COVID-19 te verhinderen door het contact tussen de personen tot een minimum te beperken teneinde aldus het besmettingsrisico te herleiden; die maatregel strekte er dan ook toe te vermijden dat onnodig gebruik zou worden gemaakt van de openbare ruimte waardoor deze een bedreiging zou vormen zoals bedoeld in artikel 182 Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021; die bepaling bood bijgevolg een rechtsgrond voor de voormelde maatregel (1). (1) Art. 15 MB 28 oktober 2020, zoals van toepassing van vóór de inwerkingtreding van de Wet van 14 augustus 2021."
      ]
    }
  },
  "21": {
    "ECLI:BE:CASS:2021:ARR.20210310.2F.7": {
      "court": "CASS",
      "date": "2021-03-10",
      "roleNumber": "P.21.0277.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210310.2F.7",
      "abstractFR": [
        "L'exécution d'une décision d'éloignement du territoire national prise en vertu d'une disposition de la loi du 15 décembre 1980 n'est pas une mesure assimilable aux voyages visés à l'arrêté ministériel du 28 octobre 2020 portant des mesures d'urgence pour limiter la propagation du coronavirus Covid-19."
      ],
      "abstractNL": [
        "De uitvoering van een beslissing tot verwijdering van het grondgebied van het Rijk die is genomen krachtens een bepaling van de Vreemdelingenwet, is geen maatregel die kan worden gelijkgesteld met de reizen bedoeld in het voormelde ministerieel besluit van 28 oktober 2020."
      ]
    }
  },
  "25": {
    "ECLI:BE:CASS:2022:ARR.20221025.2N.15": {
      "court": "CASS",
      "date": "2022-10-25",
      "roleNumber": "P.22.1075.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221025.2N.15",
      "abstractFR": null,
      "abstractNL": [
        "Het vonnis dat een beklaagde veroordeelt om in een bij besluit van de gouverneur afgebakende zone geen mondmasker te hebben gedragen en daarbij in de omschrijving van de enige telastlegging melding maakt van de artikelen 182 en 187 Wet Civiele Veiligheid en de artikelen 25 en 26 van het ministerieel besluit van 28 oktober 2020 houdende dringende maatregelen om de verspreiding van het coronavirus COVID-19 te beperken, vermeldt aldus de wetsbepalingen die de bestanddelen van het bewezen verklaard misdrijf bepalen, alsook de uitgesproken straf, zonder dat vereist is dat het veroordelend vonnis bovendien de datum vermeldt van het besluit waarbij de gouverneur een door artikel 25, tweede lid, 6°, MB 28 oktober 2020 bedoelde zone vastlegt of een artikel van dit gouverneursbesluit."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221129.2N.8": {
      "court": "CASS",
      "date": "2022-11-29",
      "roleNumber": "P.22.0645.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221129.2N.8",
      "abstractFR": null,
      "abstractNL": [
        "De bevoegdheid van de minister om in geval van dreigende omstandigheden de bevolking, ter verzekering van haar bescherming, op grond van artikel 182, eerste lid, Wet Civiele Veiligheid te verplichten zich te verwijderen van plaatsen of streken die bijzonder blootgesteld, bedreigd of getroffen zijn en iedere verplaatsing of elk verkeer van de bevolking te verbieden, strekt niet louter tot uitvoering van de algemene opdrachten van de operationele diensten van de civiele veiligheid zoals bedoeld in artikel 11, § 1, Wet Civiele Veiligheid; die bevoegdheid kan door de minister worden uitgeoefend wanneer het ingevolge een noodlottige gebeurtenis of situatie ter bescherming van de civiele veiligheid van de burgers noodzakelijk is om hen te verwijderen van plaatsen waar hun gezondheid en veiligheid dreigt te worden aangetast of om hen te verbieden zich te verplaatsen; een epidemische of pandemische noodsituatie met een potentieel levensbedreigend effect voor de hele bevolking, zoals de coronapandemie, diende vóór de inwerkingtreding van de wet van 14 augustus 2021 te worden beschouwd als een ramp of noodlottige situatie in de zin van de Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021, die in voorkomend geval kon leiden tot een voor personen bedreigende situatie waardoor het uitvaardigen van de in artikel 182, eerste lid, Wet Civiele Veiligheid bedoelde maatregelen gewettigd kon zijn; de verplichting om de mond en de neus te bedekken met een mondmasker, omschreven in artikel 25 MB 28 oktober 2020, zoals hier van toepassing, beoogde het besmettingsrisico te herleiden en hierdoor de verdere verspreiding van het coronavirus COVID-19 te verhinderen; die verplichting, die een minder verregaande maatregel inhoudt dan een verbod van elke verplaatsing of van elk verkeer en als zodanig moet worden beschouwd als een maatregel in de zin van artikel 182, eerste lid, Wet Civiele Veiligheid, strekte er dan ook toe te vermijden dat op een risicovolle wijze gebruik zou worden gemaakt van de openbare ruimte waardoor deze een bedreiging zou vormen zoals bedoeld in artikel 182 Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021; die bepaling bood bijgevolg een rechtsgrond voor de voormelde maatregel (1). (1) Art. 25 MB 28 oktober 2020, zoals van toepassing van vóór de inwerkingtreding van de Wet 14 augustus 2021."
      ]
    }
  },
  "26": {
    "ECLI:BE:CASS:2022:ARR.20221025.2N.15": {
      "court": "CASS",
      "date": "2022-10-25",
      "roleNumber": "P.22.1075.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221025.2N.15",
      "abstractFR": null,
      "abstractNL": [
        "Het vonnis dat een beklaagde veroordeelt om in een bij besluit van de gouverneur afgebakende zone geen mondmasker te hebben gedragen en daarbij in de omschrijving van de enige telastlegging melding maakt van de artikelen 182 en 187 Wet Civiele Veiligheid en de artikelen 25 en 26 van het ministerieel besluit van 28 oktober 2020 houdende dringende maatregelen om de verspreiding van het coronavirus COVID-19 te beperken, vermeldt aldus de wetsbepalingen die de bestanddelen van het bewezen verklaard misdrijf bepalen, alsook de uitgesproken straf, zonder dat vereist is dat het veroordelend vonnis bovendien de datum vermeldt van het besluit waarbij de gouverneur een door artikel 25, tweede lid, 6°, MB 28 oktober 2020 bedoelde zone vastlegt of een artikel van dit gouverneursbesluit."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221129.2N.7": {
      "court": "CASS",
      "date": "2022-11-29",
      "roleNumber": "P.22.0239.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221129.2N.7",
      "abstractFR": null,
      "abstractNL": [
        "De bevoegdheid van de minister om in geval van dreigende omstandigheden de bevolking, ter verzekering van haar bescherming, op grond van artikel 182, eerste lid, Wet Civiele Veiligheid te verplichten zich te verwijderen van plaatsen of streken die bijzonder blootgesteld, bedreigd of getroffen zijn en iedere verplaatsing of elk verkeer van de bevolking te verbieden, strekt niet louter tot uitvoering van de algemene opdrachten van de operationele diensten van de civiele veiligheid zoals bedoeld in artikel 11, § 1, Wet Civiele Veiligheid; die bevoegdheid kan door de minister worden uitgeoefend wanneer het ingevolge een noodlottige gebeurtenis of situatie ter bescherming van de civiele veiligheid van de burgers noodzakelijk is om hen te verwijderen van plaatsen waar hun gezondheid en veiligheid dreigt te worden aangetast of om hen te verbieden zich te verplaatsen; een epidemische of pandemische noodsituatie met een potentieel levensbedreigend effect voor de hele bevolking, zoals de coronapandemie, diende vóór de inwerkingtreding van de wet van 14 augustus 2021 te worden beschouwd als een ramp of noodlottige situatie in de zin van de Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021, die in voorkomend geval kon leiden tot een voor personen bedreigende situatie waardoor het uitvaardigen van de in artikel 182, eerste lid, Wet Civiele Veiligheid bedoelde maatregelen gewettigd kon zijn; het verbod om zich, behalve in geval van essentiële, niet-uitstelbare verplaatsingen, op de openbare weg en in de openbare ruimte te bevinden tussen 0.00 uur en 05.00 uur ‘s morgens, omschreven in artikel 14 MB 28 oktober 2020, zoals hier van toepassing, beoogde de verdere verspreiding van het coronavirus COVID-19 te verhinderen door het contact tussen de personen tot een minimum te beperken teneinde aldus het besmettingsrisico te herleiden; die bepaling, die een maatregel inhoudt in de zin van artikel 182, eerste lid, Wet Civiele Veiligheid, strekte er dan ook toe te vermijden dat onnodig gebruik zou worden gemaakt van de openbare ruimte waardoor deze een bedreiging zou vormen zoals bedoeld in artikel 182 Wet Civiele Veiligheid, zoals van toepassing vóór de inwerkingtreding van de wet van 14 augustus 2021; die bepaling bood bijgevolg een rechtsgrond voor de voormelde maatregel (1). (1) Artt. 14 en 26 MB van 28 oktober 2020, zoals van toepassing van vóór de inwerkingtreding van de Wet van 14 augustus 2021.",
        "Uit de aanhef van het MB van 28 oktober 2020 volgt dat de verplichting om ‘s nachts geen niet-essentiële verplaatsingen uit te voeren, in de periode voorafgaand aan de wet van 14 augustus 2021, geen disproportionele inbreuk op de fundamentele rechten en vrijheden inhoudt (1) (2). (1) Over de toelaatbaarheid van de Covid 19-noodmaatregelen op basis van de Wet Civiele Veiligheid zie Cass. 10 november 2021, AR P.21.0931.F, AC 2021, nr. 718; Cass. 28 september 2021, AR P.21.1129.N, AC 2021, nr. 594, met concl. van advocaat-generaal A. WINANTS, RW 2021-22, 364, JLMB 2021, 1766, RDPC 2022, 59 noot M.-F. RIGAUX; GwH 22 september 2022, arrest 109/2022, www.const-court.be. (2) Artt. 14 en 26 MB van 28 oktober 2020, zoals van toepassing van vóór de inwerkingtreding van de Wet van 14 augustus 2021."
      ]
    }
  }
}