{
  "24": {
    "ECLI:BE:CASS:2018:ARR.20180524.3": {
      "court": "CASS",
      "date": "2018-05-24",
      "roleNumber": "C.17.0504.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180524.3&lang=fr",
      "abstractFR": [
        "L'article 24, 1°, de la loi du 27 juin 1937 portant révision de la loi du 16 novembre 1919 relative à la réglementation de la navigation aérienne rend le commandant de bord d'un aéronef pénalement responsable lorsqu'il ne s'est pas comporté lors de son pilotage comme on peut l'attendre d'une personne normalement prudente et raisonnable placée dans les mêmes circonstances."
      ],
      "abstractNL": [
        "Artikel 24, 1°, van de wet van 27 juni 1937 houdende herziening van de wet van 16 november 1919, betreffende de regeling der luchtvaart stelt de gezagvoerder van een luchtvaartuig strafrechtelijk aansprakelijk wanneer hij zich bij het besturen ervan niet heeft gedragen zoals mag worden verwacht van een normaal voorzichtig en redelijk persoon geplaatst in dezelfde omstandigheden."
      ]
    }
  },
  "32": {
    "ECLI:BE:CASS:2021:ARR.20210611.1N.5": {
      "court": "CASS",
      "date": "2021-06-11",
      "roleNumber": "C.20.0185.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210611.1N.5&lang=fr",
      "abstractFR": [
        "La violation des obligations imposées aux articles 5, 6 et 7 du règlement (CE) n° 261/2004 du Parlement européen et du Conseil du 11 février 2004 établissant des règles communes en matière d'indemnisation et d'assistance des passagers en cas de refus d'embarquement et d'annulation ou de retard important d'un vol, et abrogeant le règlement (CEE) n° 295/91 constitue l'infraction visée à l'article 32, alinéa 1er, de la loi du 27 juin 1937 portant révision de la loi du 16 novembre 1919 relative à la réglementation de la navigation aérienne.",
        "Il est question de violation, à laquelle s'applique la prescription de droit commun en matière d'infractions, lorsque le transporteur aérien refuse à tort, en cas de vol annulé ou retardé, de donner suite à une demande d'indemnisation introduite en temps utile par le passager."
      ],
      "abstractNL": [
        "De overtreding van de verplichtingen opgelegd in de artikelen 5, 6 en 7 van de Passagiersverordening maakt het misdrijf vervat in artikel 32, 1ste lid van de wet van 27 juni 1937 uit.",
        "Er is sprake van een overtreding waarop de gemeenrechtelijke verjaringstermijn inzake misdrijven van toepassing is wanneer de luchtvaartmaatschappij ten onrechte weigert in te gaan op een door de passagier tijdig ingediend verzoek tot compensatie van de annulering of vertraging van de vlucht."
      ]
    }
  }
}