{
  "7": {
    "ECLI:BE:CASS:2023:ARR.20231109.1N.1": {
      "court": "CASS",
      "date": "2023-11-09",
      "roleNumber": "F.22.0155.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231109.1N.1",
      "abstractFR": null,
      "abstractNL": [
        "De Vlaamse decreetgever verplicht de lokale overheid om, als een belastingverordening of -reglement in een aangifteverplichting voorziet, door een democratisch verkozen beraadslagende vergadering, te dezen de gemeenteraad, een redelijke termijn, minstens een redelijke minimumtermijn te doen vaststellen waarbinnen de belastingplichtige aan de aangifteverplichting kan voldoen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160616.6": {
      "court": "CASS",
      "date": "2016-06-16",
      "roleNumber": "F.14.0218.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160616.6&lang=fr",
      "abstractFR": [
        "Les communes et les provinces ne sont pas tenues de toujours appliquer la procédure de taxation d'office en cas de non-déclaration dans le délai prévu ou en cas de déclarations erronées, incomplètes ou imprécises; la circonstance que cela ne ressortissent pas du texte d'un règlement-taxe communal ou provincial même ne peut y déroger (1). (1) Voir concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De gemeenten en provincies zijn niet verplicht om bij gebrek aan aangifte binnen de gestelde termijn of in geval van onjuiste, onvolledige of onnauwkeurige aangifte steeds de procedure van ambtshalve aanslag toe te passen; de omstandigheid dat zulks niet blijkt uit de tekst van een gemeentelijk of provinciaal belastingreglement zelf, vermag hieraan geen afbreuk te doen (1). (1) Zie concl. OM."
      ]
    }
  },
  "9": {
    "ECLI:BE:CASS:2020:ARR.20200319.1N.5": {
      "court": "CASS",
      "date": "2020-03-19",
      "roleNumber": "F.19.0023.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200319.1N.5&lang=fr",
      "abstractFR": [
        "Il est posé à la Cour constitutionnelle la question de savoir si les articles 9, § 1er, alinéa 2, et 11 du décret du 30 mai 2008 relatif à l'établissement, au recouvrement et à la procédure contentieuse des taxes provinciales et communales violent-ils les articles 10, 11 et 172 de la Constitution, dans la mesure où, pour une réclamation par lettre recommandée contre une imposition aux impôts fédéraux sur les revenus, la date du cachet de la poste sur la preuve d'envoi vaut comme date d’introduction, alors que, en cas de réclamation par lettre recommandée contre une imposition à la taxe communale ou provinciale, la date de réception par l'autorité compétente vaut comme date d'introduction.",
        "Il suit de l'article 9, § 1er, alinéa 2, du décret du 30 mai 2008 que, si la réclamation contre une taxe provinciale ou communale est introduite par lettre recommandée, la date de présentation du courrier par la poste à la commune est considérée comme date de l’introduction; l'article 371 du Code des impôts sur les revenus 1992 ne s'applique pas en cas de réclamation contre une taxe provinciale ou communale."
      ],
      "abstractNL": [
        "Aan het Grondwettelijk Hof wordt de vraag gesteld of de artikelen 9, § 1, tweede lid, en 11 van het decreet van 30 mei 2008 betreffende de vestiging, de invordering en de geschillenprocedure van provincie- en gemeentebelastingen, de artikelen 10, 11 en 172 van de Grondwet schenden, in zoverre bij een bezwaarschrift door middel van een aangetekende brief tegen een aanslag in de federale inkomstenbelastingen de datum van de poststempel op het verzendingsbewijs geldt als datum van indiening, terwijl bij een bezwaarschrift via aangetekende brief tegen een aanslag in de gemeente- of provinciebelasting de datum van ontvangst door de bevoegde overheid geldt als datum van indiening.",
        "Uit artikel 9, § 1, tweede lid, van het decreet van 30 mei 2008 volgt dat, indien het bezwaar tegen een provincie- of gemeentebelasting wordt ingediend per aangetekende brief, de datum waarop deze brief door de post aan de gemeente wordt aangeboden als datum van indiening geldt; artikel 371 WIB92 is niet van toepassing in geval van bezwaar tegen een provincie- of gemeentebelasting."
      ]
    }
  },
  "11": {
    "ECLI:BE:CASS:2020:ARR.20200319.1N.5": {
      "court": "CASS",
      "date": "2020-03-19",
      "roleNumber": "F.19.0023.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200319.1N.5&lang=fr",
      "abstractFR": [
        "Il est posé à la Cour constitutionnelle la question de savoir si les articles 9, § 1er, alinéa 2, et 11 du décret du 30 mai 2008 relatif à l'établissement, au recouvrement et à la procédure contentieuse des taxes provinciales et communales violent-ils les articles 10, 11 et 172 de la Constitution, dans la mesure où, pour une réclamation par lettre recommandée contre une imposition aux impôts fédéraux sur les revenus, la date du cachet de la poste sur la preuve d'envoi vaut comme date d’introduction, alors que, en cas de réclamation par lettre recommandée contre une imposition à la taxe communale ou provinciale, la date de réception par l'autorité compétente vaut comme date d'introduction."
      ],
      "abstractNL": [
        "Aan het Grondwettelijk Hof wordt de vraag gesteld of de artikelen 9, § 1, tweede lid, en 11 van het decreet van 30 mei 2008 betreffende de vestiging, de invordering en de geschillenprocedure van provincie- en gemeentebelastingen, de artikelen 10, 11 en 172 van de Grondwet schenden, in zoverre bij een bezwaarschrift door middel van een aangetekende brief tegen een aanslag in de federale inkomstenbelastingen de datum van de poststempel op het verzendingsbewijs geldt als datum van indiening, terwijl bij een bezwaarschrift via aangetekende brief tegen een aanslag in de gemeente- of provinciebelasting de datum van ontvangst door de bevoegde overheid geldt als datum van indiening."
      ]
    }
  }
}