{
  "1": {
    "ECLI:BE:CASS:2025:ARR.20250506.2N.1": {
      "court": "CASS",
      "date": "2025-05-06",
      "roleNumber": "P.24.1750.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250506.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Een op heterdaad ontdekt misdrijf bedoeld in artikel 1, tweede lid, 2°, Huiszoekingswet is datgene dat wordt ontdekt terwijl het wordt gepleegd of terstond nadat het is gepleegd; de vaststelling van de toestand van heterdaad moet aan de huiszoeking voorafgaan en kan niet worden gerechtvaardigd door de vaststelling achteraf van het op heterdaad ontdekte misdrijf (1). (1) Zie gelijkluidende concl. OM.",
        "Artikel 3 Huiszoekingswet bepaalt dat het verzoek of de toestemming waarvan sprake in artikel 1, tweede lid, 3°, Huiszoekingswet voorafgaand en schriftelijk aan de opsporing of huiszoeking wordt gegeven; dit bijzonder vereiste is bepaald omdat dit verzoek of die toestemming erop neerkomt afstand te doen van het grondwettelijk recht van de onschendbaarheid van de woning; die afstand is slechts geldig indien hij ondubbelzinnig gebeurt, met kennis van zaken, wat wil zeggen op basis van een geïnformeerde toestemming, en zonder dwang (1). (1) Zie gelijkluidende concl. OM.",
        "Een huiszoeking zoals bedoeld in artikel 1, eerste lid, Huiszoekingswet is een onderzoeksmaatregel die ertoe strekt gegevens met betrekking tot misdrijven op te sporen en te verzamelen in plaatsen die door het recht op de eerbiediging van het privéleven zijn beschermd (1). (1) Zie gelijkluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230412.2F.3": {
      "court": "CASS",
      "date": "2023-04-12",
      "roleNumber": "P.23.0473.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230412.2F.3",
      "abstractFR": [
        "En cas de flagrant délit, la visite domiciliaire peut être effectuée à n'importe quelle heure, sans le consentement de la personne intéressée et sans mandat de perquisition; une visite domiciliaire effectuée sur cette base est valable lorsqu'elle n'est séparée de l'infraction que par le temps matériellement nécessaire pour en permettre l'accomplissement (1). (1) Cass. 30 mars 2011, RG P.11.0540.F, Pas. 2011, n° 240."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2020:ARR.20200527.2F.7": {
      "court": "CASS",
      "date": "2020-05-27",
      "roleNumber": "P.20.0522.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200527.2F.7",
      "abstractFR": [
        "Les parties communes d'un immeuble à appartements multiples ne font pas partie du domicile, au sens de l'article 15 de la Constitution, des personnes qui occupent un appartement dans cet immeuble (1). (1) Cass. 14 janvier 1987, RG 5516, Pas. 1987, n° 283, R.W., 1986-87, p. 2784-2785, avec note d'A. VANDEPLAS, « Huiszoeking in een flatgebouw », et cité in M.-A. BEERNAERT, H.-D. BOSLY et D. VANDERMEERSCH, Droit de la procédure pénale, La Charte, Bruges, 8ème éd., 2017, t. I, pp. 467 et 473, et note 414, et in Chr. DE VALKENEER, Manuel de l'enquête pénale, Larcier, 2018, p. 521, note 1249: « les ?communs' d'un immeuble à appartements multiples ne font pas partie du domicile, au sens de l'article 10 de la Constitution, des personnes qui occupent un appartement dans cet immeuble » (l'auteur souligne cependant que les policiers ne peuvent pénétrer par effraction etc. aux communs si l'accès de ceux-ci est muni d'un dispositif empêchant le libre accès)."
      ],
      "abstractNL": [
        "De gemeenschappelijke delen van een flatgebouw maken geen deel uit van de woning, in de zin van artikel 15 Grondwet, van de personen die in dat gebouw een flat bewonen (1). (1) Cass. 14 januari 1987, AR 5516, AC 1986-87, nr. 283, R.W., 1986-87, p. 2784-2785, met noot A. VANDEPLAS, “Huiszoeking in een flatgebouw”, en geciteerd in M.-A. BEERNAERT, H.-D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, La Charte, Brugge, 8ste uitg., 2017, dl. I, p. 467 en 473, en noot 414, en in Chr. DE VALKENEER, Manuel de l’enquête pénale, Larcier, 2018, p. 521, noot 1249: « les ‘communs’ d'un immeuble à appartements multiples ne font pas partie du domicile, au sens de l'article 10 de la Constitution, des personnes qui occupent un appartement dans cet immeuble » (de auteur onderstreept evenwel dat de politieagenten de gemeenschappelijke delen niet door braak enz. kunnen betreden indien de toegang tot die delen is uitgerust met apparatuur die de vrije toegang belemmert)."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210511.2N.7": {
      "court": "CASS",
      "date": "2021-05-11",
      "roleNumber": "P.20.1220.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210511.2N.7&lang=fr",
      "abstractFR": [
        "Selon l'article 20, § 3, alinéa 1er, du Code flamand du logement (1), les agents et officiers de police judiciaire et, en particulier, les fonctionnaires désignés à cet effet, dont l'inspecteur du patrimoine immobilier, ont accès aux chantiers et aux bâtiments en vue d'exécuter toutes les recherches et constatations nécessaires et, si ces opérations portent les caractéristiques d'une perquisition, elles ne peuvent être exécutées, selon l'alinéa 2 de cette disposition, qu'à la condition que le juge de police les ait autorisées; une perquisition au sens de ces dispositions peut être exécutée légalement sur réquisition ou avec le consentement de l'occupant du lieu, en application de l'article 1er, alinéa 2, 3°, de la loi du 7 juin 1969 fixant le temps pendant lequel il ne peut être procédé à des perquisitions, visites domiciliaires ou privations de liberté et, dans ce cas, aucune autorisation du juge de police n'est exigée (2). (1) Cet article est devenu l'article 3.38 du Code flamand du logement de 2021. (2) L'autorisation du juge de police a été instaurée par le décret du 29 mars 2013 portant modification de divers décrets relatifs au contrôle de la qualité du logement, M.B. 1er août 2013, Doc. Parl., Parlement flamand, 2012-2013, n° 186/1, p. 22. Il y est clairement indiqué que l'inviolabilité du domicile n'empêche pas la réalisation de perquisitions dans celui-ci, moyennant l'accord écrit préalable de l'occupant ; T. VANDROMME, \"De (voorlopig?) laatste fase in de optimalisering van de Vlaamse woningkwaliteitsbewaking: het Integratiedecreet van 29 maart 2013\", R.W. 2012-2013, p. 492, n° 233 ; T. VANDROMME, \"Verhuur van krotwoningen\", Comm. Strafr., p. 36, n° 104."
      ],
      "abstractNL": [
        "Volgens artikel 20, § 3, eerste lid, Vlaamse Wooncode (1), hebben de agenten en officieren van gerechtelijke politie en de in het bijzonder daartoe aangewezen ambtenaren, waaronder de wooninspecteur, toegang tot de bouwplaatsen en de gebouwen om alle nodige opsporingen en vaststellingen te verrichten en als de verrichtingen de kenmerken van een huiszoeking dragen, mogen ze volgens het tweede lid van die bepaling alleen worden uitgevoerd op voorwaarde dat de politierechter daartoe een machtiging heeft verstrekt; een huiszoeking in de zin van die bepalingen kan op een wettige wijze worden uitgevoerd op verzoek of met toestemming van de bewoner van de plaats bij toepassing van artikel 1, tweede lid, 3°, Huiszoekingswet en in dat geval is geen machtiging van de politierechter vereist (2). (1) Thans artikel 3.38 Vlaamse Codex Wonen van 2021. (2) De machtiging van de politierechter werd ingevoerd door het Decreet van 29 maart 2013 houdende wijziging van diverse decreten wat de woonkwaliteitsbewaking betreft, het zgn Integratiedecreet, BS 1 augustus 2013, Parl. St. Vl.Parl., 2012-2013, nr. 186/1, p. 22. Hierin werd duidelijk gesteld dat de onschendbaarheid van de woning er niet aan in de weg staat dat woningonderzoeken worden uitgevoerd met voorafgaande schriftelijke toestemming van de bewoner; T. VANDROMME, \"De (voorlopig?) laatste fase in de optimalisering van de Vlaamse woningkwaliteitsbewaking: het Integratiedecreet van 29 maart 2013\", RW 2012-2013, p. 492, nr. 233; T. VANDROMME, \"Verhuur van krotwoningen\", Comm. Strafr., p. 36, nr. 104."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200107.3": {
      "court": "CASS",
      "date": "2020-01-07",
      "roleNumber": "P.19.0671.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200107.3&lang=fr",
      "abstractFR": [
        "L'interdiction de pratiquer une perquisition dans un lieu non ouvert au public avant cinq heures du matin et après neuf heures du soir, prévue à l'article 1er, alinéa 1er, de la loi du 7 juin 1969 fixant le temps pendant lequel il ne peut être procédé à des perquisitions, visites domiciliaires ou arrestations, ainsi que l'exception à cette règle en cas de réquisition ou de consentement de la personne qui a la jouissance effective du lieu, prévue à l'article 1er, alinéa 2, 3°, de la loi du 7 juin 1969, confèrent une base légale à la pratique d'une perquisition dans un lieu non ouvert au public; la condition particulière prévue à l'article 3 de la loi du 7 juin 1969, selon lequel la réquisition ou le consentement doit être donné préalablement à la perquisition ou à la visite domiciliaire, ne s'applique pas aux sites d'activité économique qui, même s'ils ne sont pas ouverts au public, ne peuvent, en raison de leur nature ou des activités qui y sont exercées, être considérés comme un domicile ou une annexe à celui-ci; le fait que des sites d'activité économique puissent relever de la protection consacrée à l'article 8 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, tel qu'interprété par la Cour européenne des droits de l'Homme, et la circonstance que l'article 3 de la loi du 7 juin 1969 vise à éviter les problèmes de preuve, sont sans incidence à cet égard."
      ],
      "abstractNL": [
        "Het verbod een huiszoeking te verrichten in een voor het publiek niet-toegankelijke plaats voor vijf uur 's morgens en na negen uur 's avonds, zoals bepaald in artikel 1, eerste lid, Huiszoekingswet en de uitzondering op in geval van verzoek of toestemming van de persoon die het werkelijke genot heeft van de plaats, zoals bepaald in artikel 1, tweede lid, 3° Huiszoekingswet, bevatten een wettelijke basis voor het uitvoeren van een zoeking in een voor het publiek niet-toegankelijke plaats; de bijzondere vereiste van artikel 3 Huiszoekingswet dat het verzoek of de toestemming van de bewoner voorafgaand aan de opsporing of huiszoeking moet worden gegeven is niet van toepassing op bedrijfsruimten, die, ook al zijn ze niet publiek toegankelijk, door hun aard of de erin uitgeoefende bedrijvigheden niet te aanzien zijn als een woning of een aanhorigheid ervan; noch het feit dat bedrijfsruimten kunnen vallen onder de bescherming van artikel 8 EVRM, zoals uitgelegd door het Europees Hof voor de Rechten van Mens, noch het feit dat artikel 3 Huiszoekingswet is bedoeld om bewijsproblemen te vermijden, doet daaraan afbreuk."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2025:ARR.20251223.2F.2": {
      "court": "CASS",
      "date": "2025-12-23",
      "roleNumber": "P.25.1674.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251223.2F.2",
      "abstractFR": [
        "Lorsqu'un service de police pénètre dans un lieu non ouvert au public, notamment en vue de procéder à la privation de liberté d'un étranger en séjour illégal dans le cadre de l'application de la loi sur les étrangers, le consentement préalable doit émaner de la personne ayant la jouissance effective de ce lieu et faire l'objet d'un écrit; lorsque des conjoints ont tous deux la jouissance effective du lieu, l'un des cohabitants ne peut valablement consentir seul à la visite domiciliaire que si l'autre se trouve dans l'impossibilité de le faire."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240618.2N.7": {
      "court": "CASS",
      "date": "2024-06-18",
      "roleNumber": "P.24.0817.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240618.2N.7",
      "abstractFR": null,
      "abstractNL": [
        "De door artikel 8 EVRM vereiste wettelijke basis om de inmenging van het openbaar gezag in de uitoefening van het recht op eerbiediging van de woonst te rechtvaardigen, is de Huiszoekingswet; uit de artikelen 2, eerste lid, 2, tweede lid, 3°, en 3 Huiszoekingswet volgt dat het verzoek of de toestemming als bedoeld door artikel 2, tweede lid, 3°, Huiszoekingswet aan politieambtenaren om een niet voor het publiek toegankelijke plaats zoals een woning te betreden om in het kader van de Vreemdelingenwet over te gaan tot de bestuurlijke vrijheidsberoving van een vreemdeling die onwettig in het Rijk verblijft, voorafgaand en schriftelijk moet worden gegeven; een mondelinge toestemming volstaat niet (1); die regel geldt zowel voor woonstbetredingen verricht vóór vijf uur 's morgens en na negen uur 's avonds, als voor woonstbetredingen overdag; uit het enkele feit dat de politieambtenaren die aan de vreemdeling een voorafgaande en schriftelijke toestemming tot woonstbetreding hebben gevraagd, daarbij geen beroep hebben gedaan op een tolk volgt niet dat de door de vreemdeling gegeven toestemming niet met kennis van zaken is gegeven en dus ongeldig is; indien de vreemdeling voorhoudt dat de door hem gegeven toestemming niet met kennis van zaken is gegeven omdat hij de door de politieambtenaren gebruikte taal en de taal waarin de schriftelijke toestemming is opgesteld niet machtig is, dient de rechter dit verweer te beoordelen en te beantwoorden; het Hof gaat enkel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die op grond daarvan onmogelijk kunnen worden verantwoord. (1) Cass. 10 oktober 2023, AR P.23.1327.N, AC 2023, nr. 642; Cass. 5 oktober 2022, AR P.22.1200.F, AC 2022, nr. 610, met concl. van advocaat-generaal D. VANDERMEERSCH, op datum in Pas., JLMB 2023, 208 noot S. VAN DROOGHENBROECK."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250422.2N.25": {
      "court": "CASS",
      "date": "2025-04-22",
      "roleNumber": "P.25.0519.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250422.2N.25",
      "abstractFR": null,
      "abstractNL": [
        "Uit de bepalingen van de artikelen 2, eerste lid , artikel 2, tweede lid, 3° en artikel 3 Huiszoekingswet volgt dat het verzoek of de toestemming als bedoeld door artikel 2, tweede lid, 3°, Huiszoekingswet aan politieambtenaren om een niet voor het publiek toegankelijke plaats zoals een woning te betreden om in het kader van de Vreemdelingenwet over te gaan tot de bestuurlijke vrijheidsberoving van een vreemdeling die onwettig in het Rijk verblijft, voorafgaand en schriftelijk moet worden gegeven en een mondelinge toestemming niet volstaat; die regel geldt zowel voor woonstbetredingen verricht vóór vijf uur 's morgens en na negen uur 's avonds, als voor woonstbetredingen overdag; die bepalingen verhinderen niet dat de politieambtenaren op grond van een mondelinge toestemming de woonst betreden louter om hun komst toe te lichten en na te gaan of een schriftelijke toestemming wordt verleend alvorens de hen in het kader van de Vreemdelingenwet gegeven opdracht uit te voeren op grond van die schriftelijke toestemming (1). (1) Zie Cass. 10 oktober 2023, AR P.23.1327.N, AC 2023, nr. 642."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250506.2N.1": {
      "court": "CASS",
      "date": "2025-05-06",
      "roleNumber": "P.24.1750.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250506.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Een op heterdaad ontdekt misdrijf bedoeld in artikel 1, tweede lid, 2°, Huiszoekingswet is datgene dat wordt ontdekt terwijl het wordt gepleegd of terstond nadat het is gepleegd; de vaststelling van de toestand van heterdaad moet aan de huiszoeking voorafgaan en kan niet worden gerechtvaardigd door de vaststelling achteraf van het op heterdaad ontdekte misdrijf (1). (1) Zie gelijkluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231010.2N.13": {
      "court": "CASS",
      "date": "2023-10-10",
      "roleNumber": "P.23.1327.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231010.2N.13",
      "abstractFR": null,
      "abstractNL": [
        "De door artikel 8 EVRM vereiste wettelijke basis om de inmenging van het openbaar gezag in de uitoefening van het recht op eerbiediging van de woonst te rechtvaardigen, is de Huiszoekingswet van 7 juni 1969 tot vaststelling van de tijd gedurende welke geen opsporing ten huize, huiszoeking of vrijheidsbeneming mag worden verricht; uit de bepalingen van de artikelen 2, eerste en tweede lid, 3°, en 3 Huiszoekingswet volgt dat het verzoek of de toestemming als bedoeld door artikel 2, tweede lid, 3°, Huiszoekingswet aan politieambtenaren om een niet voor het publiek toegankelijke plaats zoals een woning te betreden om in het kader van de Vreemdelingenwet over te gaan tot de bestuurlijke vrijheidsberoving van een vreemdeling die onwettig in het Rijk verblijft, voorafgaand en schriftelijk moet worden gegeven; een mondelinge toestemming volstaat niet en die regel geldt zowel voor woonstbetredingen verricht vóór vijf uur 's morgens en na negen uur 's avonds, als voor woonstbetredingen overdag (1). (1) Cass. 5 oktober 2022, AR P.22.1200.F, AC 2022, nr. 609, met concl. van advocaat-generaal D. VANDERMEERSCH, op datum in Pas.."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221005.2F.11": {
      "court": "CASS",
      "date": "2022-10-05",
      "roleNumber": "P.22.1200.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221005.2F.11",
      "abstractFR": [
        "L'article 2 de la loi du 7 juin 1969 fixant le temps pendant lequel il ne peut être procédé à des perquisitions, visites domiciliaires ou privations de liberté dispose, en son premier alinéa, qu'aucune privation de liberté suite à un mandat d'amener, un mandat d'arrêt, un mandat d'arrêt par défaut ou un ordre d'arrestation immédiate, au sens de la loi du 20 juillet 1990 relative à la détention préventive, ne peut être faite dans un lieu non ouvert au public avant cinq heures du matin et après neuf heures du soir, et qu'il en va de même pour une privation de liberté faite sur le territoire belge en vertu de la loi du 19 décembre 2003 relative au mandat d'arrêt européen ou en vertu d'une règle de droit international conventionnel ou coutumier par laquelle la Belgique est liée (1). (1) Voir les concl. du MP.",
        "Le deuxième alinéa, 1° à 5°, de l'article 2 de la loi du 7 juin 1969 fixant le temps pendant lequel il ne peut être procédé à des perquisitions, visites domiciliaires ou privations de liberté prévoit plusieurs exceptions à l'interdiction de procéder à une privation de liberté dans un lieu non ouvert au public ; ainsi, en vertu de l'alinéa 2, 3°, l'interdiction prévue à l'alinéa 1er ne s'applique pas en cas de réquisition ou de consentement de la personne qui a la jouissance effective du lieu ou de la personne visée à l'article 46, 2°, du Code d'instruction criminelle et en vertu de l'article 3 de la loi du 7 juin 1969, la réquisition ou le consentement visé à l'article 2, alinéa 2, 3°, doit être donné par écrit, préalablement à la perquisition ou à la visite domiciliaire ; ces règles sont applicables lorsqu'un service de police pénètre dans un lieu non ouvert au public en vue de procéder à la privation de liberté administrative d'un étranger en séjour illégal dans le cadre de l'application de la loi du 15 décembre 1980 sur l'accès au territoire, le séjour, l'établissement et l'éloignement des étrangers (1). (1) Voir les concl. du MP.",
        "La base légale requise par l'article 8 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales pour justifier l'ingérence d'une autorité publique dans l'exercice du droit au respect du domicile que constitue la privation de liberté d'une personne à l'intérieur d'un domicile réside dans la loi du 7 juin 1969 fixant le temps pendant lequel il ne peut être procédé à des perquisitions, visites domiciliaires ou privations de liberté, laquelle ne prévoit pas d'autre consentement que celui donné par écrit (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel 2, eerste lid, Huizoekingswet bepaalt dat geen aanhouding ten gevolge van een bevel tot medebrenging, een bevel tot vrijheidsbeneming, een bevel tot vrijheidsbeneming bij verstek of een bevel tot onmiddellijke vrijheidsberoving in de zin van de Voorlopige Hechteniswet in een voor het publiek niet-toegankelijke plaats mag worden verricht vóór vijf uur 's morgens en na negen uur 's avonds en dat hetzelfde geldt voor een vrijheidsbeneming op het Belgische grondgebied op basis van de Wet Europees Aanhoudingsbevel of op basis van een regel van internationaal verdrags- of gewoonterecht waardoor België gebonden is (1). (1) Zie concl. OM in Pas. 2022, nr. 610.",
        "Het tweede lid, 1° tot 5°, van artikel 2 Huiszoekingswet voorziet in verschillende uitzonderingen op het verbod om over te gaan tot een vrijheidsbeneming in een voor het publiek niet-toegankelijke plaats; zo is krachtens het tweede lid, 3°, het in het eerste lid bedoelde verbod niet van toepassing in geval van verzoek of toestemming van de persoon die het werkelijke genot heeft van de plaats of de persoon bedoeld in artikel 46, 2°, Wetboek van Strafvordering; krachtens artikel 3 Huiszoekingswet moet het verzoek of de toestemming waarvan sprake in artikel 2, tweede lid, 3°, schriftelijk en voorafgaand aan de opsporing of huiszoeking worden gegeven; die regels zijn van toepassing wanneer een politiedienst een voor het publiek niet-toegankelijke plaats betreedt om over te gaan tot de administratieve vrijheidsberoving van een vreemdeling die onwettig in het Rijk verblijft in het kader van de toepassing van de Vreemdelingenwet (1). (1) Zie concl. OM in Pas. 2022, nr. 610.",
        "De door artikel 8 EVRM vereiste wettelijke grondslag om de inmenging door een openbaar gezag in de uitoefening van het recht op eerbiediging van de woning, die bestaat in de vrijheidsbeneming van een persoon in een woning, te verantwoorden, is vastgelegd in de Huiszoekingswet, die niet in een andere toestemming voorziet dan die welke schriftelijk is gegeven (1). (1) Zie concl. OM in Pas. 2022, nr. 610."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2025:ARR.20251223.2F.2": {
      "court": "CASS",
      "date": "2025-12-23",
      "roleNumber": "P.25.1674.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251223.2F.2",
      "abstractFR": [
        "Lorsqu'un service de police pénètre dans un lieu non ouvert au public, notamment en vue de procéder à la privation de liberté d'un étranger en séjour illégal dans le cadre de l'application de la loi sur les étrangers, le consentement préalable doit émaner de la personne ayant la jouissance effective de ce lieu et faire l'objet d'un écrit; lorsque des conjoints ont tous deux la jouissance effective du lieu, l'un des cohabitants ne peut valablement consentir seul à la visite domiciliaire que si l'autre se trouve dans l'impossibilité de le faire."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240618.2N.7": {
      "court": "CASS",
      "date": "2024-06-18",
      "roleNumber": "P.24.0817.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240618.2N.7",
      "abstractFR": null,
      "abstractNL": [
        "De door artikel 8 EVRM vereiste wettelijke basis om de inmenging van het openbaar gezag in de uitoefening van het recht op eerbiediging van de woonst te rechtvaardigen, is de Huiszoekingswet; uit de artikelen 2, eerste lid, 2, tweede lid, 3°, en 3 Huiszoekingswet volgt dat het verzoek of de toestemming als bedoeld door artikel 2, tweede lid, 3°, Huiszoekingswet aan politieambtenaren om een niet voor het publiek toegankelijke plaats zoals een woning te betreden om in het kader van de Vreemdelingenwet over te gaan tot de bestuurlijke vrijheidsberoving van een vreemdeling die onwettig in het Rijk verblijft, voorafgaand en schriftelijk moet worden gegeven; een mondelinge toestemming volstaat niet (1); die regel geldt zowel voor woonstbetredingen verricht vóór vijf uur 's morgens en na negen uur 's avonds, als voor woonstbetredingen overdag; uit het enkele feit dat de politieambtenaren die aan de vreemdeling een voorafgaande en schriftelijke toestemming tot woonstbetreding hebben gevraagd, daarbij geen beroep hebben gedaan op een tolk volgt niet dat de door de vreemdeling gegeven toestemming niet met kennis van zaken is gegeven en dus ongeldig is; indien de vreemdeling voorhoudt dat de door hem gegeven toestemming niet met kennis van zaken is gegeven omdat hij de door de politieambtenaren gebruikte taal en de taal waarin de schriftelijke toestemming is opgesteld niet machtig is, dient de rechter dit verweer te beoordelen en te beantwoorden; het Hof gaat enkel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die op grond daarvan onmogelijk kunnen worden verantwoord. (1) Cass. 10 oktober 2023, AR P.23.1327.N, AC 2023, nr. 642; Cass. 5 oktober 2022, AR P.22.1200.F, AC 2022, nr. 610, met concl. van advocaat-generaal D. VANDERMEERSCH, op datum in Pas., JLMB 2023, 208 noot S. VAN DROOGHENBROECK."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250422.2N.25": {
      "court": "CASS",
      "date": "2025-04-22",
      "roleNumber": "P.25.0519.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250422.2N.25",
      "abstractFR": null,
      "abstractNL": [
        "Uit de bepalingen van de artikelen 2, eerste lid , artikel 2, tweede lid, 3° en artikel 3 Huiszoekingswet volgt dat het verzoek of de toestemming als bedoeld door artikel 2, tweede lid, 3°, Huiszoekingswet aan politieambtenaren om een niet voor het publiek toegankelijke plaats zoals een woning te betreden om in het kader van de Vreemdelingenwet over te gaan tot de bestuurlijke vrijheidsberoving van een vreemdeling die onwettig in het Rijk verblijft, voorafgaand en schriftelijk moet worden gegeven en een mondelinge toestemming niet volstaat; die regel geldt zowel voor woonstbetredingen verricht vóór vijf uur 's morgens en na negen uur 's avonds, als voor woonstbetredingen overdag; die bepalingen verhinderen niet dat de politieambtenaren op grond van een mondelinge toestemming de woonst betreden louter om hun komst toe te lichten en na te gaan of een schriftelijke toestemming wordt verleend alvorens de hen in het kader van de Vreemdelingenwet gegeven opdracht uit te voeren op grond van die schriftelijke toestemming (1). (1) Zie Cass. 10 oktober 2023, AR P.23.1327.N, AC 2023, nr. 642."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250506.2N.1": {
      "court": "CASS",
      "date": "2025-05-06",
      "roleNumber": "P.24.1750.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250506.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 3 Huiszoekingswet bepaalt dat het verzoek of de toestemming waarvan sprake in artikel 1, tweede lid, 3°, Huiszoekingswet voorafgaand en schriftelijk aan de opsporing of huiszoeking wordt gegeven; dit bijzonder vereiste is bepaald omdat dit verzoek of die toestemming erop neerkomt afstand te doen van het grondwettelijk recht van de onschendbaarheid van de woning; die afstand is slechts geldig indien hij ondubbelzinnig gebeurt, met kennis van zaken, wat wil zeggen op basis van een geïnformeerde toestemming, en zonder dwang (1). (1) Zie gelijkluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231010.2N.13": {
      "court": "CASS",
      "date": "2023-10-10",
      "roleNumber": "P.23.1327.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231010.2N.13",
      "abstractFR": null,
      "abstractNL": [
        "De door artikel 8 EVRM vereiste wettelijke basis om de inmenging van het openbaar gezag in de uitoefening van het recht op eerbiediging van de woonst te rechtvaardigen, is de Huiszoekingswet van 7 juni 1969 tot vaststelling van de tijd gedurende welke geen opsporing ten huize, huiszoeking of vrijheidsbeneming mag worden verricht; uit de bepalingen van de artikelen 2, eerste en tweede lid, 3°, en 3 Huiszoekingswet volgt dat het verzoek of de toestemming als bedoeld door artikel 2, tweede lid, 3°, Huiszoekingswet aan politieambtenaren om een niet voor het publiek toegankelijke plaats zoals een woning te betreden om in het kader van de Vreemdelingenwet over te gaan tot de bestuurlijke vrijheidsberoving van een vreemdeling die onwettig in het Rijk verblijft, voorafgaand en schriftelijk moet worden gegeven; een mondelinge toestemming volstaat niet en die regel geldt zowel voor woonstbetredingen verricht vóór vijf uur 's morgens en na negen uur 's avonds, als voor woonstbetredingen overdag (1). (1) Cass. 5 oktober 2022, AR P.22.1200.F, AC 2022, nr. 609, met concl. van advocaat-generaal D. VANDERMEERSCH, op datum in Pas.."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221005.2F.11": {
      "court": "CASS",
      "date": "2022-10-05",
      "roleNumber": "P.22.1200.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221005.2F.11",
      "abstractFR": [
        "Le deuxième alinéa, 1° à 5°, de l'article 2 de la loi du 7 juin 1969 fixant le temps pendant lequel il ne peut être procédé à des perquisitions, visites domiciliaires ou privations de liberté prévoit plusieurs exceptions à l'interdiction de procéder à une privation de liberté dans un lieu non ouvert au public ; ainsi, en vertu de l'alinéa 2, 3°, l'interdiction prévue à l'alinéa 1er ne s'applique pas en cas de réquisition ou de consentement de la personne qui a la jouissance effective du lieu ou de la personne visée à l'article 46, 2°, du Code d'instruction criminelle et en vertu de l'article 3 de la loi du 7 juin 1969, la réquisition ou le consentement visé à l'article 2, alinéa 2, 3°, doit être donné par écrit, préalablement à la perquisition ou à la visite domiciliaire ; ces règles sont applicables lorsqu'un service de police pénètre dans un lieu non ouvert au public en vue de procéder à la privation de liberté administrative d'un étranger en séjour illégal dans le cadre de l'application de la loi du 15 décembre 1980 sur l'accès au territoire, le séjour, l'établissement et l'éloignement des étrangers (1). (1) Voir les concl. du MP.",
        "La base légale requise par l'article 8 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales pour justifier l'ingérence d'une autorité publique dans l'exercice du droit au respect du domicile que constitue la privation de liberté d'une personne à l'intérieur d'un domicile réside dans la loi du 7 juin 1969 fixant le temps pendant lequel il ne peut être procédé à des perquisitions, visites domiciliaires ou privations de liberté, laquelle ne prévoit pas d'autre consentement que celui donné par écrit (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het tweede lid, 1° tot 5°, van artikel 2 Huiszoekingswet voorziet in verschillende uitzonderingen op het verbod om over te gaan tot een vrijheidsbeneming in een voor het publiek niet-toegankelijke plaats; zo is krachtens het tweede lid, 3°, het in het eerste lid bedoelde verbod niet van toepassing in geval van verzoek of toestemming van de persoon die het werkelijke genot heeft van de plaats of de persoon bedoeld in artikel 46, 2°, Wetboek van Strafvordering; krachtens artikel 3 Huiszoekingswet moet het verzoek of de toestemming waarvan sprake in artikel 2, tweede lid, 3°, schriftelijk en voorafgaand aan de opsporing of huiszoeking worden gegeven; die regels zijn van toepassing wanneer een politiedienst een voor het publiek niet-toegankelijke plaats betreedt om over te gaan tot de administratieve vrijheidsberoving van een vreemdeling die onwettig in het Rijk verblijft in het kader van de toepassing van de Vreemdelingenwet (1). (1) Zie concl. OM in Pas. 2022, nr. 610.",
        "De door artikel 8 EVRM vereiste wettelijke grondslag om de inmenging door een openbaar gezag in de uitoefening van het recht op eerbiediging van de woning, die bestaat in de vrijheidsbeneming van een persoon in een woning, te verantwoorden, is vastgelegd in de Huiszoekingswet, die niet in een andere toestemming voorziet dan die welke schriftelijk is gegeven (1). (1) Zie concl. OM in Pas. 2022, nr. 610."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200107.3": {
      "court": "CASS",
      "date": "2020-01-07",
      "roleNumber": "P.19.0671.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200107.3&lang=fr",
      "abstractFR": [
        "L'interdiction de pratiquer une perquisition dans un lieu non ouvert au public avant cinq heures du matin et après neuf heures du soir, prévue à l'article 1er, alinéa 1er, de la loi du 7 juin 1969 fixant le temps pendant lequel il ne peut être procédé à des perquisitions, visites domiciliaires ou arrestations, ainsi que l'exception à cette règle en cas de réquisition ou de consentement de la personne qui a la jouissance effective du lieu, prévue à l'article 1er, alinéa 2, 3°, de la loi du 7 juin 1969, confèrent une base légale à la pratique d'une perquisition dans un lieu non ouvert au public; la condition particulière prévue à l'article 3 de la loi du 7 juin 1969, selon lequel la réquisition ou le consentement doit être donné préalablement à la perquisition ou à la visite domiciliaire, ne s'applique pas aux sites d'activité économique qui, même s'ils ne sont pas ouverts au public, ne peuvent, en raison de leur nature ou des activités qui y sont exercées, être considérés comme un domicile ou une annexe à celui-ci; le fait que des sites d'activité économique puissent relever de la protection consacrée à l'article 8 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, tel qu'interprété par la Cour européenne des droits de l'Homme, et la circonstance que l'article 3 de la loi du 7 juin 1969 vise à éviter les problèmes de preuve, sont sans incidence à cet égard."
      ],
      "abstractNL": [
        "Het verbod een huiszoeking te verrichten in een voor het publiek niet-toegankelijke plaats voor vijf uur 's morgens en na negen uur 's avonds, zoals bepaald in artikel 1, eerste lid, Huiszoekingswet en de uitzondering op in geval van verzoek of toestemming van de persoon die het werkelijke genot heeft van de plaats, zoals bepaald in artikel 1, tweede lid, 3° Huiszoekingswet, bevatten een wettelijke basis voor het uitvoeren van een zoeking in een voor het publiek niet-toegankelijke plaats; de bijzondere vereiste van artikel 3 Huiszoekingswet dat het verzoek of de toestemming van de bewoner voorafgaand aan de opsporing of huiszoeking moet worden gegeven is niet van toepassing op bedrijfsruimten, die, ook al zijn ze niet publiek toegankelijk, door hun aard of de erin uitgeoefende bedrijvigheden niet te aanzien zijn als een woning of een aanhorigheid ervan; noch het feit dat bedrijfsruimten kunnen vallen onder de bescherming van artikel 8 EVRM, zoals uitgelegd door het Europees Hof voor de Rechten van Mens, noch het feit dat artikel 3 Huiszoekingswet is bedoeld om bewijsproblemen te vermijden, doet daaraan afbreuk."
      ]
    }
  }
}