{
  "1": {
    "ECLI:BE:CASS:2015:ARR.20150330.2": {
      "court": "CASS",
      "date": "2015-03-30",
      "roleNumber": "S.14.0017.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150330.2",
      "abstractFR": [
        "L'article 23, alinéa 1er, de la loi du 11 avril 1995 visant à instaurer la charte de l'assuré social s'applique, dès lors, aux délais de recours du bénéficiaire de l'aide matérielle contre les décisions de l'Agence Fedasil (1). (1) Cass. 7 janvier 2013, RG. S.11.0111.F, Pas. 2013, n° 12."
      ],
      "abstractNL": [
        "Artikel 23, eerste lid van de wet van 11 april 1995 tot invoering van het \"handvest\" van de sociaal verzekerde is bijgevolg van toepassing op de termijnen die de gerechtigde van de materiële hulp heeft om beroep in te stellen tegen de beslissingen van het Agentschap Fedasil (1). (1) Cass. 7 januari 2013, RG S.11.0111.F, Pas. 2013, nr. 12."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20131216.4": {
      "court": "CASS",
      "date": "2013-12-16",
      "roleNumber": "S.13.0056.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131216.4",
      "abstractFR": [
        "L'Agence fédérale d'accueil des demandeurs d'asile, Fedasil, est une institution de sécurité sociale qui accorde, directement ou à l'intervention de partenaires, une prestation de sécurité sociale consistant en l'aide matérielle, c'est-à-dire l'une des formes de l'aide sociale prévue à l'article 1er, alinéa 1er de la loi du 8 juillet 1976; l'article 23, alinéa 1er, de la loi du 11 avril 1995 visant à instaurer la charte de l'assuré social s'applique, dès lors, aux délais de recours du bénéficiaire de l'aide matérielle contre les décisions de l'Agence Fedasil (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "Fedasil, het Federaal Agentschap voor de Opvang van Asielzoekers, is een instelling van sociale zekerheid die rechtstreeks of door partners, een vergoeding van sociale zekerheid verleent bestaande uit materiële hulp, namelijk één van de vormen van maatschappelijke dienstverlening bepaald bij artikel 1, eerste lid van de wet van 8 juli 1976; artikel 23, eerste lid, van de Wet Handvest Sociaal Verzekerde is derhalve toepasselijk op de termijnen waarbinnen de materiële hulpgerechtigde hoger beroep kan instellen tegen de beslissingen van het Fedasil Agentschap (1). (1) Zie concl. O.M. in Pas. 2013, nr. ... ."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2022:ARR.20220307.3N.4": {
      "court": "CASS",
      "date": "2022-03-07",
      "roleNumber": "S.20.0048.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220307.3N.4&lang=fr",
      "abstractFR": [
        "La personne qui introduit une demande d'aide juridique de deuxième ligne n'est pas un assuré social au sens de l'article 2, 7°, de la loi du 11 avril 1995 visant à instituer la Charte de l'assuré social."
      ],
      "abstractNL": [
        "De persoon die een verzoek om juridische tweedelijnsbijstand indient, is geen sociaal verzekerde in de zin van artikel 2, 7°, Wet Handvest Sociaal Verzekerde."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190520.4": {
      "court": "CASS",
      "date": "2019-05-20",
      "roleNumber": "S.17.0053.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190520.4",
      "abstractFR": [
        "Les effets juridiques que doit avoir pour but de produire la décision visée à l'article 2, alinéa 1er, 8° de la charte de l'assuré social ne se limite pas à l'octroi et au refus d'une prestation sociale (1). (1) Voir les concl. en grande partie conformes du MP."
      ],
      "abstractNL": [
        "De juridische gevolgen die de beslissing bedoeld bij artikel2, eerste lid, 8°, van het Handvest Sociaal Verzekerde, beoogt te hebben, beperkt zich niet tot het toekennen of weigeren van een maatschappelijke prestatie (1). (1) Zie grotendeels eensluidende concl. OM in Pas. 2019, nr. 298."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190325.3": {
      "court": "CASS",
      "date": "2019-03-25",
      "roleNumber": "S.17.0074.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190325.3",
      "abstractFR": [
        "L'article 1017, alinéa 2, du Code judiciaire ne s'applique pas à la demande formée par un travailleur indépendant sur la base de l'article 580, 1°, de ce code, en qualité de débiteur de cotisations sociales et non de bénéficiaire de prestations, contre une décision de la commission des dispenses de cotisations lui refusant une dispense en application de l'article 17 de l'arrêté royal n° 38 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel 1017, tweede lid, Gerechtelijk Wetboek is niet van toepassing op de vordering die door een zelfstandige is ingesteld op grond van artikel 580, 1°, van dat wetboek, als schuldenaar van sociale bijdragen en niet als uitkeringsgerechtigde, tegen een beslissing van de commissie voor vrijstelling van bijdragen die hem een vrijstelling weigert met toepassing van artikel 17 Algemeen Reglement Sociaal Statuut Zelfstandigen (1). (1) Zie concl. OM in Pas. 2019, nr. 179."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150330.2": {
      "court": "CASS",
      "date": "2015-03-30",
      "roleNumber": "S.14.0017.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150330.2",
      "abstractFR": [
        "L'article 23, alinéa 1er, de la loi du 11 avril 1995 visant à instaurer la charte de l'assuré social s'applique, dès lors, aux délais de recours du bénéficiaire de l'aide matérielle contre les décisions de l'Agence Fedasil (1). (1) Cass. 7 janvier 2013, RG. S.11.0111.F, Pas. 2013, n° 12."
      ],
      "abstractNL": [
        "Artikel 23, eerste lid van de wet van 11 april 1995 tot invoering van het \"handvest\" van de sociaal verzekerde is bijgevolg van toepassing op de termijnen die de gerechtigde van de materiële hulp heeft om beroep in te stellen tegen de beslissingen van het Agentschap Fedasil (1). (1) Cass. 7 januari 2013, RG S.11.0111.F, Pas. 2013, nr. 12."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141208.6": {
      "court": "CASS",
      "date": "2014-12-08",
      "roleNumber": "S.13.0018.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141208.6&lang=fr",
      "abstractFR": [
        "L'exception en matière de frais et dépens prévue à l'alinéa 2 de l'article 1017 du Code judiciaire s'applique aux actions introduites par un assuré social au sens de la loi du 11 avril 1995 visant à instituer la Charte de l'assuré social dans une procédure telle que celle visée à l'article 580, 2°, du Code judiciaire; les juges d'appel constatent que l'action du défendeur tend à entendre dire qu'il devait être considéré comme travailleur salarié d'une société au cours de la période allant du 1er janvier au 30 novembre 2007 inclus; ils considèrent qu'en l'espèce, l'ONSS n'est pas une institution telle que visée à l'article 2, 2°, de cette loi du 11 avril 1995 parce qu'il n'accorde pas de prestations de sécurité sociale et que, pour cette raison, dans la relation avec le demandeur, le défendeur n'est pas davantage une personne physique ayant droit à des prestations sociales au sens de l'article 2, 7°, de la loi du 11 avril 1995; les juges d'appel qui ont ainsi statué et déterminé sur cette base l'indemnité de procédure, suivant l'article 3 de l'arrêté royal du 26 octobre 2007 fixant le tarif des indemnités de procédure, n'ont pas légalement justifié leur décision (1). (1) La Cour casse la décision attaquée en tant qu'elle condamne le demandeur à une indemnité de procédure excédant les montants de l'article 4 de l'arrêté royal du 26 octobre 2007. Elle considère qu'il n'y a pas lieu à renvoi. En l'espèce, la Cour fait application de l'article 1111, dernier alinéa, du Code judiciaire.",
        "L'exception en matière de frais et dépens prévue à l'alinéa 2 de l'article 1017 du Code judiciaire s'applique aux actions introduites par un assuré social au sens de la loi du 11 avril 1995 visant à instituer la Charte de l'assuré social dans une procédure telle que celle visée à l'article 580, 2°, du Code judiciaire; les juges d'appel constatent que l'action du défendeur tend à entendre dire qu'il devait être considéré comme travailleur salarié d'une société au cours de la période allant du 1er janvier au 30 novembre 2007 inclus; ils considèrent qu'en l'espèce, l'ONSS n'est pas une institution telle que visée à l'article 2, 2°, de cette loi du 11 avril 1995 parce qu'il n'accorde pas de prestations de sécurité sociale et que, pour cette raison, dans la relation avec le demandeur, le défendeur n'est pas davantage une personne physique ayant droit à des prestations sociales au sens de l'article 2, 7°, de la loi du 11 avril 1995; les juges d'appel qui ont ainsi statué et déterminé sur cette base l'indemnité de procédure, suivant l'article 3 de l'arrêté royal du 26 octobre 2007 fixant le tarif des indemnités de procédure, n'ont pas légalement justifié leur décision (1).(1) La Cour casse la décision attaquée en tant qu'elle condamne le demandeur à une indemnité de procédure excédant les montants de l'article 4 de l'arrêté royal du 26 octobre 2007. Elle considère qu'il n'y a pas lieu à renvoi. En l'espèce, la Cour fait application de l'article 1111, dernier alinéa, du Code judiciaire."
      ],
      "abstractNL": [
        "De uitzonderingsregel inzake de gerechtskosten van het tweede lid van artikel 1017 Gerechtelijk Wetboek geldt bij vorderingen ingesteld door een sociaal verzekerde in de zin van de Wet Handvest Sociaal Verzekerde in een procedure zoals bedoeld in artikel 580, 2°, Gerechtelijk Wetboek; de appelrechters stellen vast dat de vordering van de verweerder ertoe strekt te horen zeggen dat hij in de periode vanaf 1 januari tot en met 30 november 2007 als werknemer van een vennootschap diende te worden beschouwd; zij oordelen dat de RSZ te dezen geen instelling is zoals bedoeld in artikel 2, 2°, Wet Handvest Sociaal Verzekerde omdat hij geen prestaties van sociale zekerheid toekent en de verweerder in de relatie met de eiser daarom ook geen natuurlijke persoon is die recht heeft op sociale prestaties in de zin van artikel 2, 7°, van het voormelde Handvest; de appelrechters die aldus oordelen en de rechtsplegingsvergoeding op grond hiervan bepalen volgens artikel 3 Tarief Rechtsplegingsvergoeding, verantwoorden hun beslissing niet naar recht (1). (1) Het Hof vernietigt de bestreden beslissing in zoverre het eiser veroordeelt tot een rechtsplegingsvergoeding die de bedragen van artikel 4 Tarief Rechtsplegingsvergoeding overtreft. Het oordeelt dat er geen aanleiding tot verwijzing is. In deze zaak maakt het Hof toepassing van artikel 1111, laatste lid Gerechtelijk Wetboek."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20131216.4": {
      "court": "CASS",
      "date": "2013-12-16",
      "roleNumber": "S.13.0056.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131216.4",
      "abstractFR": [
        "L'Agence fédérale d'accueil des demandeurs d'asile, Fedasil, est une institution de sécurité sociale qui accorde, directement ou à l'intervention de partenaires, une prestation de sécurité sociale consistant en l'aide matérielle, c'est-à-dire l'une des formes de l'aide sociale prévue à l'article 1er, alinéa 1er de la loi du 8 juillet 1976; l'article 23, alinéa 1er, de la loi du 11 avril 1995 visant à instaurer la charte de l'assuré social s'applique, dès lors, aux délais de recours du bénéficiaire de l'aide matérielle contre les décisions de l'Agence Fedasil (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "Fedasil, het Federaal Agentschap voor de Opvang van Asielzoekers, is een instelling van sociale zekerheid die rechtstreeks of door partners, een vergoeding van sociale zekerheid verleent bestaande uit materiële hulp, namelijk één van de vormen van maatschappelijke dienstverlening bepaald bij artikel 1, eerste lid van de wet van 8 juli 1976; artikel 23, eerste lid, van de Wet Handvest Sociaal Verzekerde is derhalve toepasselijk op de termijnen waarbinnen de materiële hulpgerechtigde hoger beroep kan instellen tegen de beslissingen van het Fedasil Agentschap (1). (1) Zie concl. O.M. in Pas. 2013, nr. ... ."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2025:ARR.20251208.3F.6": {
      "court": "CASS",
      "date": "2025-12-08",
      "roleNumber": "S.20.0070.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251208.3F.6",
      "abstractFR": [
        "Le délai de recours contre les décisions des entreprises d'assurances qui déclarent la victime guérie sans incapacité permanente de travail ne commence pas à courir si la décision d'octroi ou de refus de prestations ne contient pas les mentions prévues à l'article 4 de l'arrêté royal du 24 novembre 1997 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2015:ARR.20150316.2": {
      "court": "CASS",
      "date": "2015-03-16",
      "roleNumber": "S.12.0102.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150316.2",
      "abstractFR": [
        "Le délai de prescription de trois ans de l'action en paiement des indemnités visées à l'article 69, alinéa 1er, de la loi du 10 avril 1971 sur les accidents du travail prend cours au moment où naît pour la victime le droit à la réparation; la naissance de ce droit ne dépend pas de la décision de l'entreprise d'assurance reconnaissant ou déniant à l'accident le caractère d'un accident du travail ou accordant ou refusant à la victime une indemnité à laquelle elle prétend droit; même si cette décision ne contient pas plusieurs des mentions de l'article 4 de l'arrêté royal du 24 novembre 1997, il ne peut s'ensuivre que le délai de prescription n'a pas pris cours (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De verjaringstermijn van drie jaar van de rechtsvordering tot betaling van de vergoedingen beoogd bij artikel 69, eerste lid, Arbeidsongevallenwet, gaat in op het tijdstip waarop het recht op herstel voor de getroffene ontstaat; het ontstaan van dat recht hangt niet af van de beslissing van de verzekeringsinstelling om het ongeval al dan niet als arbeidsongeval te erkennen, of aan de getroffene een vergoeding, waarop deze aanspraak maakt toe te kennen of te weigeren; ook als die beslissing verschillende vermeldingen van artikel 4, koninklijk besluit 24 november 1997 niet bevat, kan dat niet tot gevolg hebben dat de verjaringstermijn niet is ingegaan (1). (1) Zie concl. OM in Pas. 2015, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20091123.1": {
      "court": "CASS",
      "date": "2009-11-23",
      "roleNumber": "S.07.0115.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20091123.1",
      "abstractFR": [
        "L'obligation pour l'institution de sécurité sociale de communiquer d'initiative à l'assuré social un complément d'information nécessaire à l'examen de sa demande ou au maintien de ses droits n'est pas subordonnée à la condition que cet assuré lui ait préalablement demandé par écrit une information concernant ses droits et obligations (1). (1) Voir les concl. contr. du M.P."
      ],
      "abstractNL": [
        "De verplichting van de socialezekerheidsinstelling om uit eigen beweging aan de sociaal verzekerde bijkomende informatie te verstrekken die nodig is voor de behandeling van zijn verzoek of het behoud van zijn rechten, hangt niet af van de voorwaarde dat die verzekerde haar vooraf schriftelijk heeft verzocht om hem informatie over zijn rechten en verplichtingen te geven (1). (1) Zie andersl. concl. O.M. in Pas., 2009, nr. 685."
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2014:ARR.20140526.3": {
      "court": "CASS",
      "date": "2014-05-26",
      "roleNumber": "S.12.0106.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140526.3",
      "abstractFR": [
        "En règle, lorsqu'une institution de sécurité sociale doit notifier sa décision à l'assuré social intéressé, l'absence de notification n'entraîne pas la nullité de la décision mais affecte le délai de recours, qui ne commence pas à courir.",
        "Est irrecevable à défaut d'intérêt le moyen qui fait grief à l'arrêt attaqué d'avoir déclaré nulle la décision litigieuse au seul motif qu'elle n'a pas été notifiée alors qu'une telle sanction n'est pas prévue par la loi du 11 avril 1995 instituant la charte de l'assuré social, dès lors que la décision des juges d'appel de statuer sur le droit aux allocations se trouve justifiée par un motif de droit déduit des articles 7, alinéa 1er, 14, alinéas 1er et 2, et 23 alinéa 1er de ladite charte, lui imposant de statuer sur le fond d'une demande dont le délai de recours contre la décision querellée n'a pas commencé à courir à défaut de notification de cette décision."
      ],
      "abstractNL": [
        "Wanneer een instelling van sociale zekerheid aan de belanghebbende sociaal verzekerde kennis moet geven van haar beslissing, heeft de niet-kennisgeving in de regel niet de nietigheid van de beslissing tot gevolg maar heeft ze enkel een weerslag op de termijn om hoger beroep in te stellen, die dan niet ingaat.",
        "Het middel dat het bestreden arrest verwijt de litigieuze beslissing nietig te hebben verklaard louter op grond dat ze niet in kennis was gesteld terwijl de wet van 11 april 1995 in een dergelijke sanctie niet voorziet, aangezien de beslissing van de appelrechters uitspraak te doen over het recht op uitkeringen verantwoord is door een rechtsgrond voortvloeiend uit de artikelen 7, eerste lid, 14, eerste en tweede lid, en 23, eerste lid, van het Handvest van de Sociaal Verzekerde, die hem verplicht uitspraak te doen over de grond van een vordering waarvan de termijn om tegen de betwiste beslissing beroep in te stellen niet is ingegaan doordat ze niet ter kennis werd gebracht, is niet ontvankelijk wegens gebrek aan belang."
      ]
    }
  },
  "11": {
    "ECLI:BE:CASS:2016:ARR.20160905.1": {
      "court": "CASS",
      "date": "2016-09-05",
      "roleNumber": "S.15.0104.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160905.1",
      "abstractFR": [
        "L'exécution de l'obligation de renseignement utile à l'examen de sa demande ne constitue pas une condition dont le défaut priverait l'assuré social du droit à l'intégration sociale; mais ce défaut peut empêcher de vérifier que les conditions du droit sont réunies et, en pareil cas, le centre public d'action sociale peut refuser ce droit pour la période pour laquelle il ne dispose pas des éléments nécessaires à l'examen de la demande.",
        "Lorsque l'assuré social conteste le refus du droit à l'intégration sociale devant le tribunal du travail, il naît entre lui et le centre public d'action sociale une contestation sur le droit à l'intégration sociale depuis la date à laquelle il en demande le bénéfice; les articles 11 alinéa 2, de la charte de l'assuré social et 19, §2, de la loi du 26 mai 2002 concernant le droit à l'intégration sociale ne s'appliquent qu'à la phase administrative de la procédure d'octroi du droit à l'intégration sociale et ne dérogent pas aux règles relatives à la production des preuves dans la procédure judiciaire."
      ],
      "abstractNL": [
        "Het nakomen van de verplichting om elke voor het onderzoek van zijn aanvraag nuttige inlichting te verschaffen, is geen voorwaarde waarvan het niet-vervullen de sociaal verzekerde het recht op maatschappelijke integratie zou ontzeggen; die tekortkoming kan evenwel tot gevolg hebben dat niet kan worden nagegaan of de voorwaarden voor het recht vervuld zijn en in dergelijke gevallen kan het openbaar centrum voor maatschappelijk welzijn dat recht weigeren voor het tijdvak waarvoor het niet over de voor het onderzoek van de aanvraag nodige inlichtingen beschikt.",
        "Wanneer de sociaal verzekerde de weigering van het recht op maatschappelijke integratie betwist voor de arbeidsrechtbank, ontstaat tussen hem en het openbaar centrum voor maatschappelijk welzijn een betwisting omtrent het recht op maatschappelijke integratie vanaf de datum waarop hij het voordeel ervan aanvraagt; de artikelen 11, tweede lid, van het Handvest van de sociaal verzekerde en 19, § 2, van de wet van 26 mei 2002 betreffende het recht op maatschappelijke integratie zijn enkel van toepassing op de administratieve fase van de procedure tot toekenning van het recht op maatschappelijke integratie en doen geen afbreuk aan de regels betreffende de overlegging van de bewijzen in de gerechtelijke procedure."
      ]
    }
  },
  "13": {
    "ECLI:BE:CASS:2017:ARR.20170327.4": {
      "court": "CASS",
      "date": "2017-03-27",
      "roleNumber": "S.16.0065.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170327.4",
      "abstractFR": [
        "Il suit des articles 13, 14 et 16, alinéa, 1er de la loi du 11 avril 1995 visant à instituer la Charte de l'assuré social que la notification d'une décision d'octroi ou de refus des prestations est réalisée par l'envoi d'une décision satisfaisant aux obligations légales de motivation et d'information par lettre ordinaire ou par sa remise à l'intéressé; s'il se déduit de ces articles que la décision doit être écrite, il ne résulte ni de l'article 16 ni d'aucune autre disposition légale que la preuve de son envoi ou de sa remise à l'intéressé doive être apportée par écrit."
      ],
      "abstractNL": [
        "Uit de artikelen 13, 14 en 16, eerste lid, van de wet van 11 april 1995 tot invoering van het \"handvest\" van de sociaal verzekerde volgt dat de kennisgeving van een beslissing tot toekenning of weigering van de prestaties geschiedt door het toezenden van een beslissing die voldoet aan de wettelijke verplichtingen van motivering en kennisgeving per gewone brief of door het overhandigen ervan aan de betrokkene; hoewel uit die artikelen volgt dat de beslissing geschreven moet zijn, volgt noch uit artikel 16, noch uit enige andere wettelijke bepaling dat het bewijs van de verzending of overhandiging ervan aan de betrokkene schriftelijk dient te gebeuren."
      ]
    }
  },
  "14": {
    "ECLI:BE:CASS:2025:ARR.20251208.3F.6": {
      "court": "CASS",
      "date": "2025-12-08",
      "roleNumber": "S.20.0070.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251208.3F.6",
      "abstractFR": [
        "Le délai de recours contre les décisions des entreprises d'assurances qui déclarent la victime guérie sans incapacité permanente de travail ne commence pas à courir si la décision d'octroi ou de refus de prestations ne contient pas les mentions prévues à l'article 4 de l'arrêté royal du 24 novembre 1997 (1). (1) Voir les concl. du MP.",
        "Le délai de prescription de l'action en paiement d'indemnités d'incapacité permanente de travail, qui court à dater de la notification de la décision de déclaration de guérison, constitue, au sens des articles 14, alinéa 2, et 23 de la charte de l'assuré social, un délai de recours plus favorable résultant de la législation spécifique en matière d'accidents du travail ; ce délai de recours ne commence pas à courir si la décision de guérison ne contient pas les mentions prévues à l'article 4 de l'arrêté royal du 24 novembre 1997 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2017:ARR.20170327.4": {
      "court": "CASS",
      "date": "2017-03-27",
      "roleNumber": "S.16.0065.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170327.4",
      "abstractFR": [
        "Il suit des articles 13, 14 et 16, alinéa, 1er de la loi du 11 avril 1995 visant à instituer la Charte de l'assuré social que la notification d'une décision d'octroi ou de refus des prestations est réalisée par l'envoi d'une décision satisfaisant aux obligations légales de motivation et d'information par lettre ordinaire ou par sa remise à l'intéressé; s'il se déduit de ces articles que la décision doit être écrite, il ne résulte ni de l'article 16 ni d'aucune autre disposition légale que la preuve de son envoi ou de sa remise à l'intéressé doive être apportée par écrit."
      ],
      "abstractNL": [
        "Uit de artikelen 13, 14 en 16, eerste lid, van de wet van 11 april 1995 tot invoering van het \"handvest\" van de sociaal verzekerde volgt dat de kennisgeving van een beslissing tot toekenning of weigering van de prestaties geschiedt door het toezenden van een beslissing die voldoet aan de wettelijke verplichtingen van motivering en kennisgeving per gewone brief of door het overhandigen ervan aan de betrokkene; hoewel uit die artikelen volgt dat de beslissing geschreven moet zijn, volgt noch uit artikel 16, noch uit enige andere wettelijke bepaling dat het bewijs van de verzending of overhandiging ervan aan de betrokkene schriftelijk dient te gebeuren."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150316.2": {
      "court": "CASS",
      "date": "2015-03-16",
      "roleNumber": "S.12.0102.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150316.2",
      "abstractFR": [
        "Le délai de prescription de trois ans de l'action en paiement des indemnités visées à l'article 69, alinéa 1er, de la loi du 10 avril 1971 sur les accidents du travail prend cours au moment où naît pour la victime le droit à la réparation; la naissance de ce droit ne dépend pas de la décision de l'entreprise d'assurance reconnaissant ou déniant à l'accident le caractère d'un accident du travail ou accordant ou refusant à la victime une indemnité à laquelle elle prétend droit; même si cette décision ne contient pas plusieurs des mentions de l'article 4 de l'arrêté royal du 24 novembre 1997, il ne peut s'ensuivre que le délai de prescription n'a pas pris cours (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De verjaringstermijn van drie jaar van de rechtsvordering tot betaling van de vergoedingen beoogd bij artikel 69, eerste lid, Arbeidsongevallenwet, gaat in op het tijdstip waarop het recht op herstel voor de getroffene ontstaat; het ontstaan van dat recht hangt niet af van de beslissing van de verzekeringsinstelling om het ongeval al dan niet als arbeidsongeval te erkennen, of aan de getroffene een vergoeding, waarop deze aanspraak maakt toe te kennen of te weigeren; ook als die beslissing verschillende vermeldingen van artikel 4, koninklijk besluit 24 november 1997 niet bevat, kan dat niet tot gevolg hebben dat de verjaringstermijn niet is ingegaan (1). (1) Zie concl. OM in Pas. 2015, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140526.3": {
      "court": "CASS",
      "date": "2014-05-26",
      "roleNumber": "S.12.0106.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140526.3",
      "abstractFR": [
        "En règle, lorsqu'une institution de sécurité sociale doit notifier sa décision à l'assuré social intéressé, l'absence de notification n'entraîne pas la nullité de la décision mais affecte le délai de recours, qui ne commence pas à courir.",
        "Est irrecevable à défaut d'intérêt le moyen qui fait grief à l'arrêt attaqué d'avoir déclaré nulle la décision litigieuse au seul motif qu'elle n'a pas été notifiée alors qu'une telle sanction n'est pas prévue par la loi du 11 avril 1995 instituant la charte de l'assuré social, dès lors que la décision des juges d'appel de statuer sur le droit aux allocations se trouve justifiée par un motif de droit déduit des articles 7, alinéa 1er, 14, alinéas 1er et 2, et 23 alinéa 1er de ladite charte, lui imposant de statuer sur le fond d'une demande dont le délai de recours contre la décision querellée n'a pas commencé à courir à défaut de notification de cette décision."
      ],
      "abstractNL": [
        "Wanneer een instelling van sociale zekerheid aan de belanghebbende sociaal verzekerde kennis moet geven van haar beslissing, heeft de niet-kennisgeving in de regel niet de nietigheid van de beslissing tot gevolg maar heeft ze enkel een weerslag op de termijn om hoger beroep in te stellen, die dan niet ingaat.",
        "Het middel dat het bestreden arrest verwijt de litigieuze beslissing nietig te hebben verklaard louter op grond dat ze niet in kennis was gesteld terwijl de wet van 11 april 1995 in een dergelijke sanctie niet voorziet, aangezien de beslissing van de appelrechters uitspraak te doen over het recht op uitkeringen verantwoord is door een rechtsgrond voortvloeiend uit de artikelen 7, eerste lid, 14, eerste en tweede lid, en 23, eerste lid, van het Handvest van de Sociaal Verzekerde, die hem verplicht uitspraak te doen over de grond van een vordering waarvan de termijn om tegen de betwiste beslissing beroep in te stellen niet is ingegaan doordat ze niet ter kennis werd gebracht, is niet ontvankelijk wegens gebrek aan belang."
      ]
    }
  },
  "15": {
    "ECLI:BE:CASS:2025:ARR.20251208.3F.2": {
      "court": "CASS",
      "date": "2025-12-08",
      "roleNumber": "S.20.0037.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251208.3F.2",
      "abstractFR": [
        "Lorsque l'Office national de l'emploi prend la décision de récupérer un indu, le délai de recours de trois mois ne commence pas à courir si la décision ne mentionne pas le montant total de l'indu (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "16": {
    "ECLI:BE:CASS:2017:ARR.20170327.4": {
      "court": "CASS",
      "date": "2017-03-27",
      "roleNumber": "S.16.0065.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170327.4",
      "abstractFR": [
        "Il suit des articles 13, 14 et 16, alinéa, 1er de la loi du 11 avril 1995 visant à instituer la Charte de l'assuré social que la notification d'une décision d'octroi ou de refus des prestations est réalisée par l'envoi d'une décision satisfaisant aux obligations légales de motivation et d'information par lettre ordinaire ou par sa remise à l'intéressé; s'il se déduit de ces articles que la décision doit être écrite, il ne résulte ni de l'article 16 ni d'aucune autre disposition légale que la preuve de son envoi ou de sa remise à l'intéressé doive être apportée par écrit."
      ],
      "abstractNL": [
        "Uit de artikelen 13, 14 en 16, eerste lid, van de wet van 11 april 1995 tot invoering van het \"handvest\" van de sociaal verzekerde volgt dat de kennisgeving van een beslissing tot toekenning of weigering van de prestaties geschiedt door het toezenden van een beslissing die voldoet aan de wettelijke verplichtingen van motivering en kennisgeving per gewone brief of door het overhandigen ervan aan de betrokkene; hoewel uit die artikelen volgt dat de beslissing geschreven moet zijn, volgt noch uit artikel 16, noch uit enige andere wettelijke bepaling dat het bewijs van de verzending of overhandiging ervan aan de betrokkene schriftelijk dient te gebeuren."
      ]
    }
  },
  "17": {
    "ECLI:BE:CASS:2024:ARR.20240916.3F.2": {
      "court": "CASS",
      "date": "2024-09-16",
      "roleNumber": "C.22.0331.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240916.3F.2",
      "abstractFR": [
        "L'arrêt qui considère que la révision entraînant une réduction des droits de l'assuré social n'a d'effet que pour l'avenir et que la récupération des prestations n'est pas possible, si l'assuré est de bonne foi, sans vérifier l'existence d'une erreur due à l'institution de sécurité sociale, viole l'article 17, alinéa 2, de la charte de l'assuré social (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2017:ARR.20170529.3": {
      "court": "CASS",
      "date": "2017-05-29",
      "roleNumber": "S.15.0131.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170529.3",
      "abstractFR": [
        "Ne constitue pas une erreur de droit ou matérielle au sens de l'article 17, alinéa 2, de la Charte de l'assuré social, l'erreur d'appréciation commise par l'Office national de l'emploi dans la vérification, prévue par l'article 139 de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage, des déclarations et documents introduits par le chômeur et des conditions requises pour prétendre aux allocations de chômage."
      ],
      "abstractNL": [
        "De beoordelingsfout die de Rijksdienst voor Arbeidsvoorziening heeft begaan bij het nazien, bepaald in artikel 139 Werkloosheidsbesluit, van de door de werkloze ingediende verklaringen en stukken en van de voorwaarden om op uitkeringen aanspraak te kunnen maken, is geen juridische of materiële vergissing in de zin van artikel 17, tweede lid, Wet Handvest Sociaal Verzekerde."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160606.3": {
      "court": "CASS",
      "date": "2016-06-06",
      "roleNumber": "S.15.0128.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160606.3",
      "abstractFR": [
        "S'il ressort des constatations de l'arrêt attaqué que ni la première, ni, partant, la seconde des deux décisions administratives querellées de l'Office national des pensions ne rectifie une erreur de droit ou une erreur matérielle que comporterait la décision que l'Office avait prise à titre provisoire dans l'attente de renseignements permettant l'adoption d'une décision définitive, elle ne constitue, dès lors, pas une nouvelle décision au sens de l'article 17 de la loi du 11 avril 1995 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Als uit de vaststellingen van het bestreden arrest blijkt dat noch de eerste, en derhalve noch de tweede betwiste administratieve beslissing van de Rijksdienst voor pensioenen een juridische of materiële vergissing rechtzet van de beslissing die de Rijksdienst voorlopig genomen had in afwachting van inlichtingen die het nemen van een eindbeslissing mogelijk maken, vormt die, bijgevolg, geen nieuwe beslissing in de zin van artikel 17 van de wet van 11 april 1995 (1). (1) Zie concl. OM."
      ]
    }
  },
  "20": {
    "ECLI:BE:CASS:2016:ARR.20160404.2": {
      "court": "CASS",
      "date": "2016-04-04",
      "roleNumber": "S.14.0064.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160404.2",
      "abstractFR": [
        "Les compléments de pension dus en cas de révision des droits à la pension de retraite d'un membre du personnel navigant de l'aviation civile ne sont exigibles qu'après le paiement intégral des cotisations de régularisation visée au paragraphe 2 et 3 et des intérêts visés au paragraphe 4 de l'article 16ter de l'arrêté royal du 3 novembre 1969, et au plus tôt à la date de prise de cours de la pension ou au premier jour du mois suivant la date de la demande de régularisation, et ensuite par mois; jusqu'à concurrence des montants des cotisations de régularisation, augmentés des intérêts échus au jour de la demande de régularisation, avec lesquels ils sont compensés, les compléments de pension sont payés à leur échéance et ne portent pas d'intérêts de retard; une fois les cotisations de régularisation et intérêts intégralement payés par compensation avec les compléments de pension, le solde éventuel de ces compléments est exigible par mois; à défaut de paiement, chaque mensualité de compléments porte intérêt à partir de cette échéance en application de l'article 20 de la Charte de l'assuré social (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De pensioenaanvullingen die verschuldigd zijn bij herziening van de rechten op het rustpensioen van een lid van het vliegend personeel van de burgerlijke luchtvaart zijn slechts opeisbaar na de volledige betaling van de regularisatiebijdragen bedoeld bij §§2 en 3 en van de interest bedoeld bij §4 van artikel 16ter van het koninklijk besluit van 3 november 1969, en ten vroegste op de ingangsdatum van het pensioen of op de eerste dag der maand volgend op de datum van de regularisatieaanvraag, en vervolgens per maand; de pensioenaanvullingen worden, tot beloop van de bedragen van de regularisatiebijdragen, vermeerderd met de interest die op de dag van de regularisatieaanvraag vervallen is, waarmee ze gecompenseerd worden, betaald op hun vervaldag en dragen geen verwijlinterest; zodra de regularisatiebijdragen en interest integraal betaald zijn bij compensatie met de pensioenaanvullingen, is het eventuele saldo van die aanvullingen per maand opeisbaar; bij ontstentenis van betaling moet er interest betaald worden op de maandelijkse aanvullingen vanaf die vervaldag met toepassing van artikel 20, Wet Handvest Sociaal Verzekerde (1). (1) Zie concl. OM in Pas. 2016, nr. ..."
      ]
    }
  },
  "22": {
    "ECLI:BE:CASS:2014:ARR.20141215.3": {
      "court": "CASS",
      "date": "2014-12-15",
      "roleNumber": "S.13.0050.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141215.3",
      "abstractFR": [
        "En décidant que l'O.N.P. devait, en vertu de l'article 22, § 3, de la loi du 11 avril 1995 visant à instituer la charte de l'assuré social, renoncer d'office à la récupération de prestations litigieuses au décès de l'auteur du défendeur, alors que la récupération de pareilles prestations indues est en l'espèce régie par les dispositions propres contenues à l'article 21, § 3, alinéa 3, et 5, de la loi du 13 juin 1966 relative à la pension de retraite et de survie des ouvriers, des employés, des marins naviguant sous pavillon belge, des ouvriers mineurs et des assurés libres, l'arrêt attaqué viole, outre ces dernières dispositions légales, l'article 22, § 1er de ladite loi du 11 avril 1995 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het bestreden arrest beslist dat de RVP, krachtens artikel 22, §3, van de wet van 11 april 1995 tot invoering van het 'handvest' van de sociaal verzekerde ambtshalve moest afzien van de teruginning van onverschuldigde uitkeringen bij het overlijden van de rechtsvoorganger van de verweerder terwijl de teruginning van die onverschuldigde uitkeringen te dezen vastgelegd wordt door de eigen bepalingen vervat in artikel 21, §3, derde lid, en §5, van de wet van 13 juni 1966 betreffende de rust- en overlevingspensioenen voor arbeiders, bedienden, zeevarenden onder Belgische vlag, mijnwerkers en vrijwillig verzekerden, en schendt bijgevolg, naast die laatstgenoemde wetsbepalingen, artikel 22, §1, van die wet van 11 april 1995 (1). (1) Zie de concl. OM in Pas. 2014, nr. ...791."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20121126.5": {
      "court": "CASS",
      "date": "2012-11-26",
      "roleNumber": "S.11.0101.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20121126.5&lang=fr",
      "abstractFR": [
        "L'article 22, §2, de la loi du 11 avril 1995 visant à instituer \"la charte\" de l'assuré social viole les articles 10 et 11 de la Constitution en tant qu'il est interprété \"en ce sens qu'il ne s'applique que si des conditions ont été déterminées par le comité de gestion concerné et approuvées par le ministre compétent\"; cette disposition ne viole pas les articles 10 et 11 de la Constitution en tant qu'elle est interprétée \"en ce sens qu'elle s'applique, même en l'absence de conditions déterminées par le comité de gestion concerné et approuvées par le ministre compétent\"(1). (1) C.const., 28 mai 2009, n° 2009/88.",
        "Il ne ressort pas de l'article 22, §2, de la loi du 11 avril 1995 visant à instituer \"la charte\" de l'assuré social que la faculté de renoncer à la récupération de l'indu dans les cas prévus sous a, b, et c, est nécessairement subordonnée à l'existence de conditions déterminées par le comité de gestion et approuvées par le ministre compétent."
      ],
      "abstractNL": [
        "Artikel 22, §2, Wet Handvest Sociaal Verzekerde schendt de artikelen 10 et 11 van de Grondwet 'in die zin geïnterpreteerd dat het slechts van toepassing is wanneer voorwaarden zijn bepaald door het betrokken beheerscomité en goedgekeurd door de bevoegde minister'; dezelfde bepaling schendt artikelen 10 et 11 van de Grondwet niet 'in die zin geïnterpreteerd dat ze van toepassing is zelfs bij ontstentenis van voorwaarden bepaald door het betrokken beheerscomité en goedgekeurd door de bevoegde minister (1). (1) GwH 28 mei 2009, n° 2009/88.",
        "Uit het artikel 22, §2, Wet Handvest Sociaal Verzekerde blijkt niet dat de mogelijkheid af te zien van de terugvordering van het onverschuldigde in de onder a), b), en c) bepaalde gevallen, noodzakelijkerwijze ondergeschikt is aan het bestaan van voorwaarden bepaald door het beheerscomité en goedgekeurd door de bevoegde minister."
      ]
    }
  },
  "23": {
    "ECLI:BE:CASS:2025:ARR.20251208.3F.6": {
      "court": "CASS",
      "date": "2025-12-08",
      "roleNumber": "S.20.0070.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251208.3F.6",
      "abstractFR": [
        "Le délai de prescription de l'action en paiement d'indemnités d'incapacité permanente de travail, qui court à dater de la notification de la décision de déclaration de guérison, constitue, au sens des articles 14, alinéa 2, et 23 de la charte de l'assuré social, un délai de recours plus favorable résultant de la législation spécifique en matière d'accidents du travail ; ce délai de recours ne commence pas à courir si la décision de guérison ne contient pas les mentions prévues à l'article 4 de l'arrêté royal du 24 novembre 1997 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20251208.3F.2": {
      "court": "CASS",
      "date": "2025-12-08",
      "roleNumber": "S.20.0037.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251208.3F.2",
      "abstractFR": [
        "Lorsque l'Office national de l'emploi prend la décision de récupérer un indu, le délai de recours de trois mois ne commence pas à courir si la décision ne mentionne pas le montant total de l'indu (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2015:ARR.20150330.2": {
      "court": "CASS",
      "date": "2015-03-30",
      "roleNumber": "S.14.0017.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150330.2",
      "abstractFR": [
        "L'article 23, alinéa 1er, de la loi du 11 avril 1995 visant à instaurer la charte de l'assuré social s'applique, dès lors, aux délais de recours du bénéficiaire de l'aide matérielle contre les décisions de l'Agence Fedasil (1). (1) Cass. 7 janvier 2013, RG. S.11.0111.F, Pas. 2013, n° 12."
      ],
      "abstractNL": [
        "Artikel 23, eerste lid van de wet van 11 april 1995 tot invoering van het \"handvest\" van de sociaal verzekerde is bijgevolg van toepassing op de termijnen die de gerechtigde van de materiële hulp heeft om beroep in te stellen tegen de beslissingen van het Agentschap Fedasil (1). (1) Cass. 7 januari 2013, RG S.11.0111.F, Pas. 2013, nr. 12."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140526.3": {
      "court": "CASS",
      "date": "2014-05-26",
      "roleNumber": "S.12.0106.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140526.3",
      "abstractFR": [
        "En règle, lorsqu'une institution de sécurité sociale doit notifier sa décision à l'assuré social intéressé, l'absence de notification n'entraîne pas la nullité de la décision mais affecte le délai de recours, qui ne commence pas à courir.",
        "Est irrecevable à défaut d'intérêt le moyen qui fait grief à l'arrêt attaqué d'avoir déclaré nulle la décision litigieuse au seul motif qu'elle n'a pas été notifiée alors qu'une telle sanction n'est pas prévue par la loi du 11 avril 1995 instituant la charte de l'assuré social, dès lors que la décision des juges d'appel de statuer sur le droit aux allocations se trouve justifiée par un motif de droit déduit des articles 7, alinéa 1er, 14, alinéas 1er et 2, et 23 alinéa 1er de ladite charte, lui imposant de statuer sur le fond d'une demande dont le délai de recours contre la décision querellée n'a pas commencé à courir à défaut de notification de cette décision."
      ],
      "abstractNL": [
        "Wanneer een instelling van sociale zekerheid aan de belanghebbende sociaal verzekerde kennis moet geven van haar beslissing, heeft de niet-kennisgeving in de regel niet de nietigheid van de beslissing tot gevolg maar heeft ze enkel een weerslag op de termijn om hoger beroep in te stellen, die dan niet ingaat.",
        "Het middel dat het bestreden arrest verwijt de litigieuze beslissing nietig te hebben verklaard louter op grond dat ze niet in kennis was gesteld terwijl de wet van 11 april 1995 in een dergelijke sanctie niet voorziet, aangezien de beslissing van de appelrechters uitspraak te doen over het recht op uitkeringen verantwoord is door een rechtsgrond voortvloeiend uit de artikelen 7, eerste lid, 14, eerste en tweede lid, en 23, eerste lid, van het Handvest van de Sociaal Verzekerde, die hem verplicht uitspraak te doen over de grond van een vordering waarvan de termijn om tegen de betwiste beslissing beroep in te stellen niet is ingegaan doordat ze niet ter kennis werd gebracht, is niet ontvankelijk wegens gebrek aan belang."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20131216.4": {
      "court": "CASS",
      "date": "2013-12-16",
      "roleNumber": "S.13.0056.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131216.4",
      "abstractFR": [
        "L'Agence fédérale d'accueil des demandeurs d'asile, Fedasil, est une institution de sécurité sociale qui accorde, directement ou à l'intervention de partenaires, une prestation de sécurité sociale consistant en l'aide matérielle, c'est-à-dire l'une des formes de l'aide sociale prévue à l'article 1er, alinéa 1er de la loi du 8 juillet 1976; l'article 23, alinéa 1er, de la loi du 11 avril 1995 visant à instaurer la charte de l'assuré social s'applique, dès lors, aux délais de recours du bénéficiaire de l'aide matérielle contre les décisions de l'Agence Fedasil (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "Fedasil, het Federaal Agentschap voor de Opvang van Asielzoekers, is een instelling van sociale zekerheid die rechtstreeks of door partners, een vergoeding van sociale zekerheid verleent bestaande uit materiële hulp, namelijk één van de vormen van maatschappelijke dienstverlening bepaald bij artikel 1, eerste lid van de wet van 8 juli 1976; artikel 23, eerste lid, van de Wet Handvest Sociaal Verzekerde is derhalve toepasselijk op de termijnen waarbinnen de materiële hulpgerechtigde hoger beroep kan instellen tegen de beslissingen van het Fedasil Agentschap (1). (1) Zie concl. O.M. in Pas. 2013, nr. ... ."
      ]
    }
  }
}