{
  "D.217": {
    "ECLI:BE:CASS:2025:ARR.20250924.2F.13": {
      "court": "CASS",
      "date": "2025-09-24",
      "roleNumber": "P.25.0611.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250924.2F.13",
      "abstractFR": [
        "Le régime du recours institué par l'article D.217 du Code wallon de l'environnement déroge aux règles du droit commun de l'appel en matière répressive; l'article 204 du Code d'instruction criminelle n'est pas applicable à l'appel interjeté par le contrevenant contre une décision du fonctionnaire sanctionnateur (1). (1) Voir les concl. « dit en substance » du MP.",
        "En vertu de l'article D.217, alinéa 7, du Code wallon de l'environnement, le recours du contrevenant contre une décision du fonctionnaire sanctionnateur délégué s'introduit par une requête qui doit, à peine d'irrecevabilité, contenir entre autres les motifs de la contestation élevée contre cette décision; en constatant que le requérant a annexé la décision entreprise à sa requête, qu'il la vise comme étant l'objet de son recours, et qu'elle contient le motif pour lequel il n'y acquiesce pas, le tribunal de police peut légalement en déduire que, le fonctionnaire sanctionnateur délégué ayant été dûment informé de l'identité du requérant ainsi que de l'objet et du motif de son recours, l'omission des motifs dans le corps de la requête n'a pas nui à ses intérêts, en manière telle qu'il n'y a pas lieu de conclure à l'irrecevabilité du recours, sauf à verser dans un formalisme excessif (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": null
    }
  },
  "R114": {
    "ECLI:BE:CASS:2014:ARR.20141119.3": {
      "court": "CASS",
      "date": "2014-11-19",
      "roleNumber": "P.14.0087.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141119.3",
      "abstractFR": [
        "L''article R 114, quatrième tiret, du Code de l''environnement de la Région wallonne prévoit la possibilité de désigner un fonctionnaire sanctionnateur régional délégué pour les infractions à la loi du 28 février 1882 sur la chasse (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel R.114, vierde streepje, van het Waalse Milieuwetboek bepaalt de mogelijkheid een gewestelijke sanctionerende ambtenaar af te vaardigen voor de overtredingen van de Jachtwet van 28 februari 1882 (1). (1) Zie concl. OM in Pas. 2014, nr. ...."
      ]
    }
  }
}