{
  "15": {
    "ECLI:BE:CASS:2022:ARR.20220131.3F.1": {
      "court": "CASS",
      "date": "2022-01-31",
      "roleNumber": "S.17.0001.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220131.3F.1",
      "abstractFR": [
        "L'assimilation des périodes de chômage involontaire à des périodes de travail accomplies sous la législation belge, qui ouvrent le droit à la pension de retraite belge, concerne les périodes de chômage involontaire accomplies sous la législation belge pour lesquelles le travailleur bénéficie des allocations prévues par la réglementation belge en matière de chômage involontaire (1). (1) Voir les concl. du MP.",
        "L’assimilation des périodes de chômage involontaire à des périodes de travail accomplies sous la législation belge, qui ouvrent le droit à la pension de retraite belge, concerne les périodes de chômage involontaire accomplies sous la législation belge pour lesquelles le travailleur bénéficie des allocations prévues par la réglementation belge en matière de chômage involontaire (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De gelijkstelling van de tijdvakken van onvrijwillige werkloosheid met onder de Belgische wetgeving verrichte tijdvakken van bezoldigde arbeid die recht geven op een Belgisch rustpensioen, betreft de onder de Belgische wetgeving verrichte tijdvakken van onvrijwillige werkloosheid waarvoor de werknemer de bij de Belgische reglementering inzake onvrijwillige werkloosheid bepaalde uitkeringen geniet (1). (1) Zie concl. OM in Pas. 2022, nr. 81."
      ]
    }
  },
  "16": {
    "ECLI:BE:CASS:2022:ARR.20220131.3F.1": {
      "court": "CASS",
      "date": "2022-01-31",
      "roleNumber": "S.17.0001.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220131.3F.1",
      "abstractFR": [
        "L'assimilation des périodes de chômage involontaire à des périodes de travail accomplies sous la législation belge, qui ouvrent le droit à la pension de retraite belge, concerne les périodes de chômage involontaire accomplies sous la législation belge pour lesquelles le travailleur bénéficie des allocations prévues par la réglementation belge en matière de chômage involontaire (1). (1) Voir les concl. du MP.",
        "L’assimilation des périodes de chômage involontaire à des périodes de travail accomplies sous la législation belge, qui ouvrent le droit à la pension de retraite belge, concerne les périodes de chômage involontaire accomplies sous la législation belge pour lesquelles le travailleur bénéficie des allocations prévues par la réglementation belge en matière de chômage involontaire (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De gelijkstelling van de tijdvakken van onvrijwillige werkloosheid met onder de Belgische wetgeving verrichte tijdvakken van bezoldigde arbeid die recht geven op een Belgisch rustpensioen, betreft de onder de Belgische wetgeving verrichte tijdvakken van onvrijwillige werkloosheid waarvoor de werknemer de bij de Belgische reglementering inzake onvrijwillige werkloosheid bepaalde uitkeringen geniet (1). (1) Zie concl. OM in Pas. 2022, nr. 81."
      ]
    }
  },
  "17": {
    "ECLI:BE:CASS:2022:ARR.20220131.3F.1": {
      "court": "CASS",
      "date": "2022-01-31",
      "roleNumber": "S.17.0001.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220131.3F.1",
      "abstractFR": [
        "L'assimilation des périodes de chômage involontaire à des périodes de travail accomplies sous la législation belge, qui ouvrent le droit à la pension de retraite belge, concerne les périodes de chômage involontaire accomplies sous la législation belge pour lesquelles le travailleur bénéficie des allocations prévues par la réglementation belge en matière de chômage involontaire (1). (1) Voir les concl. du MP.",
        "L’assimilation des périodes de chômage involontaire à des périodes de travail accomplies sous la législation belge, qui ouvrent le droit à la pension de retraite belge, concerne les périodes de chômage involontaire accomplies sous la législation belge pour lesquelles le travailleur bénéficie des allocations prévues par la réglementation belge en matière de chômage involontaire (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De gelijkstelling van de tijdvakken van onvrijwillige werkloosheid met onder de Belgische wetgeving verrichte tijdvakken van bezoldigde arbeid die recht geven op een Belgisch rustpensioen, betreft de onder de Belgische wetgeving verrichte tijdvakken van onvrijwillige werkloosheid waarvoor de werknemer de bij de Belgische reglementering inzake onvrijwillige werkloosheid bepaalde uitkeringen geniet (1). (1) Zie concl. OM in Pas. 2022, nr. 81."
      ]
    }
  },
  "38": {
    "ECLI:BE:CASS:2023:ARR.20230627.2N.28": {
      "court": "CASS",
      "date": "2023-06-27",
      "roleNumber": "P.22.0859.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230627.2N.28",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 4 KB Dimona van 5 november 2002 verplicht de werkgever aan de instelling die belast is met de inning van de socialezekerheidsbijdragen een aantal gegevens mee te delen betreffende de werkgever, de werknemer en zijn tewerkstelling en geeft uitlegging aan artikel 38 Wet van 26 juli 1996 tot modernisering van de sociale zekerheid en tot vrijwaring van de leefbaarheid van de wettelijke pensioenstelsels; die regeling heeft in elk geval tot doel te waarborgen dat de betrokken werknemers bij een van de takken van het socialezekerheidsstelsel zijn aangesloten en dus de naleving van de wetgeving ter zake te verzekeren; de Sociale documentenwet verplicht de werkgever bepaalde sociale documenten bij te houden; die wet beperkt de controledoelstelling van die documenten niet tot specifieke sociale wetten; bijgevolg is het personeelsregister dat met deze wet wordt verplicht gesteld, bedoeld om zowel de toepassing van de sociale wetten betreffende de sociale zekerheid als die betreffende het arbeidsrecht met inbegrip van de arbeidsreglementering te controleren (1). (1) Zie concl. OM en Cass. 9 mei 2023, AR P.21.0738.N, AC 2023, nr. 339 met concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230509.2N.7": {
      "court": "CASS",
      "date": "2023-05-09",
      "roleNumber": "P.21.0738.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230509.2N.7",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 4 KB Dimona van 5 november 2002 verplicht de werkgever aan de instelling die belast is met de inning van de socialezekerheidsbijdragen een aantal gegevens mee te delen betreffende de werkgever, de werknemer en zijn tewerkstelling en geeft uitlegging aan artikel 38 Wet van 26 juli 1996 tot modernisering van de sociale zekerheid en tot vrijwaring van de leefbaarheid van de wettelijke pensioenstelsels; die regeling heeft in elk geval tot doel te waarborgen dat de betrokken werknemers bij een van de takken van het socialezekerheidsstelsel zijn aangesloten en dus de naleving van de wetgeving ter zake te verzekeren; de Sociale documentenwet verplicht de werkgever bepaalde sociale documenten bij te houden; die wet beperkt de controledoelstelling van die documenten niet tot specifieke sociale wetten; bijgevolg is het personeelsregister dat met deze wet wordt verplicht gesteld, bedoeld om zowel de toepassing van de sociale wetten betreffende de sociale zekerheid als die betreffende het arbeidsrecht met inbegrip van de arbeidsreglementering te controleren (1). (1) Zie gelijkluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220419.2N.11": {
      "court": "CASS",
      "date": "2022-04-19",
      "roleNumber": "P.21.1232.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220419.2N.11",
      "abstractFR": [
        "L'article 4 de l'arrêté royal du 5 novembre 2002 instaurant une déclaration immédiate de l'emploi, en application de l'article 38 de la loi du 26 juillet 1996 portant modernisation de la sécurité sociale et assurant la viabilité des régimes légaux des pensions oblige l'employeur à communiquer à l'institution chargée de la perception des cotisations de sécurité sociale un certain nombre de données concernant l'employeur, le travailleur et son emploi et donne une interprétation de l'article 38 de la loi du 26 juillet 1996 portant modernisation de la sécurité sociale et assurant la viabilité des régimes légaux des pensions; en tout état de cause, cette disposition vise à assurer l'affiliation des travailleurs concernés à l'une ou l'autre branche du régime de sécurité sociale et, partant, à assurer le respect de la législation en la matière; l'arrêté royal n° 5 du 23 octobre 1978 relatif à la tenue des documents sociaux oblige l'employeur à tenir certains documents sociaux; cette loi ne limite pas l'objectif de contrôle de ces documents à des lois sociales spécifiques; par conséquent, le registre du personnel rendu obligatoire par cette loi est destiné à contrôler l'application tant des lois sociales concernant la sécurité sociale que de celles concernant le droit du travail, y compris l'application des règlements du travail (1). (1) Voir les concl. contraires du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Artikel 4 KB Dimona van 5 november 2002 verplicht de werkgever aan de instelling die belast is met de inning van de socialezekerheidsbijdragen een aantal gegevens mee te delen betreffende de werkgever, de werknemer en zijn tewerkstelling en geeft uitlegging aan artikel 38 Wet van 26 juli 1996 tot modernisering van de sociale zekerheid en tot vrijwaring van de leefbaarheid van de wettelijke pensioenstelsels; die regeling heeft in elk geval tot doel te waarborgen dat de betrokken werknemers bij een van de takken van het socialezekerheidsstelsel zijn aangesloten en dus de naleving van de wetgeving ter zake te verzekeren; de Sociale documentenwet verplicht de werkgever bepaalde sociale documenten bij te houden; die wet beperkt de controledoelstelling van die documenten niet tot specifieke sociale wetten; bijgevolg is het personeelsregister dat met deze wet wordt verplicht gesteld, bedoeld om zowel de toepassing van de sociale wetten betreffende de sociale zekerheid als die betreffende het arbeidsrecht met inbegrip van de arbeidsreglementering te controleren (1). (1) Zie andersluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160202.4": {
      "court": "CASS",
      "date": "2016-02-02",
      "roleNumber": "P.15.0846.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160202.4&lang=fr",
      "abstractFR": [
        "La règlementation DIMONA vise l'application des dispositions de la sécurité sociale belge, vaut uniquement pour l'emploi de personnes auxquelles ces dispositions sont applicables et non à l'égard de personnes qui disposent d'une attestation A1 d'un État-membre de l'Union européenne sur la base de laquelle l'application de la sécurité sociale belge est exclue; il en résulte que l'obligation de déclaration immédiate ne vaut pas à l'égard d'un travailleur faussement indépendant qui dispose d'une attestation A1 polonaise d'indépendant, même s'il doit être considéré comme un salarié selon la législation belge en matière de droit du travail."
      ],
      "abstractNL": [
        "De DIMONA-reglementering beoogt de toepassing van de Belgische sociale zekerheidsbepalingen, geldt enkel voor de tewerkstelling van de personen waarop die bepalingen van toepassing zijn en geldt niet ten aanzien van personen die beschikken over een A1-attest van een lidstaat van de Europese Unie op grond waarvan de toepassing van de Belgische sociale zekerheid wordt uitgesloten; hieruit volgt dat de DIMONA-aangifte-verplichting niet geldt ten aanzien van een werknemer-schijnzelfstandige die over een Pools A1 attest als zelfstandige beschikt ook indien hij naar Belgisch recht arbeidsrechtelijk als een werknemer moet worden beschouwd."
      ]
    }
  },
  "39": {
    "ECLI:BE:CASS:2020:ARR.20200511.3N.3": {
      "court": "CASS",
      "date": "2020-05-11",
      "roleNumber": "S.19.0012.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200511.3N.3&lang=fr",
      "abstractFR": [
        "La circonstance que l’article 13, § 1er, 2°, alinéa 1er, de la Convention collective de travail n° 77bis du 19 décembre 2001, conclue au sein du Conseil national du Travail, remplaçant la convention collective de travail n° 77 du 14 février 2001 instaurant un système de crédit-temps, de diminution de carrière et de réduction des prestations de travail à mi-temps, oblige les parties à fixer par écrit dans un contrat de travail le régime de travail et l’horaire convenus, conformément à l'article 11bis de la loi du 3 juillet 1978 relative aux contrats de travail, n'implique pas que les prestations de travail réduites à mi-temps doivent être considérées comme la durée contractuelle normale de travail du travailleur concerné au sens des articles 9, 1°, et 10 de l'arrêté royal du 10 juin 2001 portant définition uniforme de notions relatives au temps de travail à l'usage de la sécurité sociale, en application de l'article 39 de la loi du 26 juillet 1996 portant modernisation de la sécurité sociale et assurant la viabilité des régimes légaux des pensions; la durée de travail qui était applicable avant la suspension partielle temporaire de l'exécution de l’emploi à temps plein demeure la durée contractuelle normale de travail; il s'ensuit que, en cas d'accident du travail survenant pendant la durée d'un crédit-temps ainsi pris, il y a lieu d’appliquer l'article 36, § 1er, de la loi du 10 avril 1971 sur les accidents du travail, et non l'article 37bis, § 1er, de ladite loi, pour déterminer la rémunération de base pour le calcul des indemnités pour incapacité temporaire de travail (1). (1) Voir les concl. du MP, publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De omstandigheid dat artikel 13, § 1, 2°, eerste lid, van de collectieve arbeidsovereenkomst nr. 77bis van 19 december 2001, gesloten in de Nationale Arbeidsraad, tot vervanging van de collectieve arbeidsovereenkomst nr. 77 van 14 februari 2001 tot invoering van een stelsel van tijdskrediet, loopbaanvermindering en vermindering van de arbeidsprestaties tot een halftijdse betrekking, de partijen ertoe verplicht de arbeidsregeling en het werkrooster die zijn overeengekomen, schriftelijk vast te stellen in een arbeidsovereenkomst, conform artikel 11bis Arbeidsovereenkomstenwet, heeft niet tot gevolg dat de tot een halftijdse betrekking verminderde arbeidsprestaties als de normale contractuele arbeidsduur van de betrokken werknemer in de zin van de artikelen 9, 1°, en 10 van het koninklijk besluit van 10 juni 2001 tot eenvormige definiëring van begrippen met betrekking tot arbeidstijdgegevens ten behoeve van de sociale zekerheid, met toepassing van artikel 39 van de wet van 26 juli 1996 tot modernisering van de sociale zekerheid en tot vrijwaring van de leefbaarheid van de wettelijke pensioenstelsels moeten worden aangezien; de arbeidsduur die vóór de tijdelijke gedeeltelijke schorsing van de uitvoering van de voltijdse betrekking toepasselijk was, blijft de normale contractuele arbeidsduur; hieruit volgt dat ingeval van arbeidsongeval overkomen lopende de duur van een aldus opgenomen tijdskrediet, bij de bepaling van het basisloon voor de berekening van de vergoedingen voor tijdelijke arbeidsongeschiktheid toepassing moet worden gemaakt van artikel 36, § 1, Arbeidsongevallenwet en niet van artikel 37bis, § 1, Arbeidsongevallenwet(1). (1) Zie concl. OM."
      ]
    }
  }
}