{
  "2": {
    "ECLI:BE:CASS:2025:ARR.20250923.2N.5": {
      "court": "CASS",
      "date": "2025-09-23",
      "roleNumber": "P.24.1378.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250923.2N.5",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 11.4.1, § 1 en § 2, van het decreet van 12 juli 2013 betreffende het onroerend erfgoed volgt dat het integrale herstel van de door het bewezenverklaarde misdrijf veroorzaakte schade in de regel bestaat uit het feitelijke herstel van het beschermde goed in een originele, goede staat en, ingeval van een geheel of gedeeltelijke vernietiging, van een gehele of gedeeltelijke reconstructie van dat goed; het integrale herstel beperkt zich aldus niet noodzakelijk tot een herstel in de staat van het beschermde goed bij het begin van de ten laste gelegde incriminatieperiode en de vaststelling dat het gebrekkige onderhoud dat uiteindelijk heeft geleid tot de geheel of gedeeltelijke vernietiging van het beschermde goed reeds voor de bewezenverklaarde incriminatieperiode was gestart, doet hieraan geen afbreuk.",
        "De vaststelling dat het integrale herstel, zoals bedoeld in artikel 11.4.1, § 1 en § 2, van het decreet van 12 juli 2013 betreffende het onroerend erfgoed een “straf” is in de zin van artikel 6.1 EVRM, brengt enkel mee dat de waarborgen van die bepaling moeten worden in acht genomen, waaronder de behandeling van de herstelvordering binnen een redelijke termijn, maar deze vaststelling heeft niet tot gevolg dat de herstelmaatregel in de Belgische wetgeving van strafrechtelijke aard is; de algemene bepalingen van het Belgisch strafrecht en strafprocesrecht, inzonderheid wat betreft het milderen van de straf of zelfs de eenvoudige schuldigverklaring, zijn dan ook niet erop van toepassing.",
        "Bij de straftoemeting in de zin van het Strafwetboek vormen de ernst van het bewezenverklaarde misdrijf en de schuld van de beklaagde de grond waarop de rechter binnen de door de wet gestelde perken de strafmaat en de soort straf bepaalt en binnen die beleidsruimte is er plaats voor mildering wegens de onzekerheid die de betrokkene door de langdurige vervolging heeft moeten doorstaan maar daarentegen biedt de noodzaak om het onroerend erfgoed te beschermen en waar nodig te herstellen, wegens de aard zelf van de herstelvordering die ertoe strekt de gevolgen van het misdrijf ongedaan te maken, geen ruimte tot mildering om redenen die enkel de persoonlijkheid van de dader betreffen en onverenigbaar zijn met de doelstellingen van de wet (1). (1) Zie Cass. 25 januari 2011, AR P.10.0369.N, AC 2011, nr. 69, ECLI:BE:CASS:2011:ARR.20110125.4.",
        "Teneinde te voldoen aan de artikelen 6.1 en 13 EVRM kan de strafrechter, binnen de bevoegdheden die artikel 11.4.1, § 1 en § 2, Onroerenderfgoeddecreet hem toekent, en onverminderd de door hem te verrichten legaliteitstoets krachtens artikel 159 Grondwet, zich ertoe beperken als passend herstel enkel de overschrijding van de redelijke termijn op authentieke wijze vast te stellen (1). (1) Zie Cass. 25 januari 2011, AR P.10.0369.N, AC 2011, nr. 69, ECLI:BE:CASS:2011:ARR.20110125.4"
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2025:ARR.20250923.2N.5": {
      "court": "CASS",
      "date": "2025-09-23",
      "roleNumber": "P.24.1378.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250923.2N.5",
      "abstractFR": null,
      "abstractNL": [
        "Het niet naleven van het actiefbehoudsbeginsel, zoals vermeld in 6.4.1 van het decreet van 12 juli 2013 betreffende het onroerend erfgoed, strafbaar gesteld door artikel 11.2.2., eerste lid, 6°, Onroerenderfgoeddecreet, duurt voort tijdens de ganse periode dat niet de nodige instandhoudings-, beveiligings-, beheers-, herstellings- en onderhoudswerken worden uitgevoerd; het is de rechter, die de incriminatieperiode van de telastlegging niet aanpast, niet verboden om bij de beoordeling van de bewezenverklaring van dit voortdurend misdrijf rekening te houden met feiten die volgens hem aantonen dat het beschermde goed reeds langere tijd en ook voorafgaand aan deze incriminatieperiode werd verwaarloosd."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250325.2N.55": {
      "court": "CASS",
      "date": "2025-03-25",
      "roleNumber": "P.24.1400.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250325.2N.55",
      "abstractFR": [
        "Dès lors que le décret de 1976 a été abrogé à effet du 1er janvier 2015 et remplacé par le décret du Conseil flamand du 12 juillet 2013 relatif au patrimoine immobilier et qu'ont été introduites dans ce dernier, avec effet au 1er janvier 2023, des dispositions pénales relatives au non-respect de l'obligation de notification au collège des bourgmestre et échevins, visée à l'article 6.4.4, § 1er, alinéa 1er, 2°, d'actes sur ou dans des sites urbains ou ruraux protégés, il s'en suit qu'aucune autre disposition n'incriminait ce comportement jusqu'au 1er janvier 2023, de sorte que, conformément aux dispositions des articles 7, § 1er, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, 15 du Pacte international relatif aux droits civils et politiques, 12 de la Constitution et 2 du Code pénal, la condamnation d'un prévenu du chef de ce comportement, commis avant le 1er janvier 2023, n'est pas légalement justifiée.",
        "Dès lors que le décret de 1976 a été abrogé à effet du 1er janvier 2015 et remplacé par le décret du Conseil flamand du 12 juillet 2013 relatif au patrimoine immobilier et qu'ont été introduites dans ce dernier, avec effet au 1er janvier 2023, des dispositions pénales relatives au non-respect de l'obligation de notification au collège des bourgmestre et échevins,visée à l'article 6.4.4, § 1er, alinéa 1er, 2°, d'actes sur ou dans des sites urbains ou ruraux protégés, il s'en suit qu'aucune autre disposition n'incriminait ce comportement jusqu'au 1er janvier 2023, de sorte que, conformément aux dispositions des articles 7, § 1er, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, 15 du Pacte international relatif aux droits civils et politiques, 12 de la Constitution et 2 du Code pénal, la condamnation d'un prévenu du chef de ce comportement, commis avant le 1er janvier 2023, n'est pas légalement justifiée."
      ],
      "abstractNL": [
        "Aangezien het decreet 1976 met ingang van 1 januari 2015 werd opgeheven en vervangen door het Onroerenderfgoeddecreet en in dit laatste met ingang van 1 januari 2023 strafbepalingen werden ingevoerd betreffende het niet naleven van de in artikel 6.4.4, § 1, eerste lid, 2°, bepaalde meldingsplicht aan het college van burgemeester en schepenen van handelingen aan of in beschermde stads- of dorpsgezichten, volgt daaruit dat geen enkele andere bepaling deze gedraging strafbaar stelde tot 1 januari 2023, zodat ingevolge de bepalingen van artikel 7.1 EVRM, 15 IVBPR, 12 Grondwet en 2 Strafwetboek de veroordeling van een beklaagde uit hoofde van deze gedraging, gepleegd voor 1 januari 2023 niet naar recht verantwoord is."
      ]
    }
  },
  "11": {
    "ECLI:BE:CASS:2025:ARR.20250923.2N.5": {
      "court": "CASS",
      "date": "2025-09-23",
      "roleNumber": "P.24.1378.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250923.2N.5",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 11.4.1, § 1 en § 2, van het decreet van 12 juli 2013 betreffende het onroerend erfgoed volgt dat het integrale herstel van de door het bewezenverklaarde misdrijf veroorzaakte schade in de regel bestaat uit het feitelijke herstel van het beschermde goed in een originele, goede staat en, ingeval van een geheel of gedeeltelijke vernietiging, van een gehele of gedeeltelijke reconstructie van dat goed; het integrale herstel beperkt zich aldus niet noodzakelijk tot een herstel in de staat van het beschermde goed bij het begin van de ten laste gelegde incriminatieperiode en de vaststelling dat het gebrekkige onderhoud dat uiteindelijk heeft geleid tot de geheel of gedeeltelijke vernietiging van het beschermde goed reeds voor de bewezenverklaarde incriminatieperiode was gestart, doet hieraan geen afbreuk.",
        "De rechter moet overeenkomstig artikel 1 Eerste Aanvullend Protocol EVRM en artikel 159 Grondwet nagaan of de vordering van de herstelvorderende overheid op grond van artikel 11.4.1 van het decreet van 12 juli 2013 betreffende het onroerend erfgoed uitsluitend met het oog op de bescherming van de erfgoedwaarden is genomen en hij moet een vordering die is gesteund op motieven die vreemd zijn aan de bescherming van de erfgoedwaarden of op een opvatting daarvan die kennelijk onredelijk is, zonder gevolg laten (1). (1) Zie Cass.7 juni 2016, AR P.15.0135.N, AC 2016, nr. 377, ECLI:BE:CASS:2016:ARR.20160607.1",
        "Wanneer de wettigheid van de herstelvordering wordt aangevochten, moet de rechter in het bijzonder nagaan of die vordering niet kennelijk onredelijk is, meer bepaald of het voordeel van de gevorderde herstelmaatregel tot bescherming van de erfgoedwaarden opweegt tegen de last die daaruit voor de overtreder voortvloeit; het gevorderde herstel moet evenredig zijn aan de in concreto vastgestelde aantasting van de erfgoedwaarden en de maatregel moet redelijk blijven in vergelijking tot de last die hij voor de betrokkene meebrengt; de rechter oordeelt onaantastbaar in feite of een gevorderde herstelmaatregel kennelijk onredelijk is en het Hof gaat enkel na of de rechter uit de door hem vastgestelde feiten geen gevolgen trekt die daarmee geen verband houden of op grond daarvan niet kunnen worden verantwoord (1). (1) Zie Cass.7 juni 2016, AR P.15.0135.N, AC 2016, nr. 377, ECLI:BE:CASS:2016:ARR.20160607.1",
        "De vaststelling dat het integrale herstel, zoals bedoeld in artikel 11.4.1, § 1 en § 2, van het decreet van 12 juli 2013 betreffende het onroerend erfgoed een “straf” is in de zin van artikel 6.1 EVRM, brengt enkel mee dat de waarborgen van die bepaling moeten worden in acht genomen, waaronder de behandeling van de herstelvordering binnen een redelijke termijn, maar deze vaststelling heeft niet tot gevolg dat de herstelmaatregel in de Belgische wetgeving van strafrechtelijke aard is; de algemene bepalingen van het Belgisch strafrecht en strafprocesrecht, inzonderheid wat betreft het milderen van de straf of zelfs de eenvoudige schuldigverklaring, zijn dan ook niet erop van toepassing.",
        "Bij de straftoemeting in de zin van het Strafwetboek vormen de ernst van het bewezenverklaarde misdrijf en de schuld van de beklaagde de grond waarop de rechter binnen de door de wet gestelde perken de strafmaat en de soort straf bepaalt en binnen die beleidsruimte is er plaats voor mildering wegens de onzekerheid die de betrokkene door de langdurige vervolging heeft moeten doorstaan maar daarentegen biedt de noodzaak om het onroerend erfgoed te beschermen en waar nodig te herstellen, wegens de aard zelf van de herstelvordering die ertoe strekt de gevolgen van het misdrijf ongedaan te maken, geen ruimte tot mildering om redenen die enkel de persoonlijkheid van de dader betreffen en onverenigbaar zijn met de doelstellingen van de wet (1). (1) Zie Cass. 25 januari 2011, AR P.10.0369.N, AC 2011, nr. 69, ECLI:BE:CASS:2011:ARR.20110125.4.",
        "Teneinde te voldoen aan de artikelen 6.1 en 13 EVRM kan de strafrechter, binnen de bevoegdheden die artikel 11.4.1, § 1 en § 2, Onroerenderfgoeddecreet hem toekent, en onverminderd de door hem te verrichten legaliteitstoets krachtens artikel 159 Grondwet, zich ertoe beperken als passend herstel enkel de overschrijding van de redelijke termijn op authentieke wijze vast te stellen (1). (1) Zie Cass. 25 januari 2011, AR P.10.0369.N, AC 2011, nr. 69, ECLI:BE:CASS:2011:ARR.20110125.4"
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240910.2N.8": {
      "court": "CASS",
      "date": "2024-09-10",
      "roleNumber": "P.23.1079.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240910.2N.8",
      "abstractFR": null,
      "abstractNL": [
        "Een vordering tot opheffing van een dwangsom die op vordering van de Inspecteur Onroerend Erfgoed door de strafrechter werd opgelegd, wordt bij die laatste regelmatig aanhangig gemaakt wanneer de tot de dwangsom veroordeelde beklaagde de Inspecteur Onroerend Erfgoed daartoe laat dagvaarden voor die strafrechter, die zitting houdt en de zaak behandelt in aanwezigheid van het openbaar ministerie; een aldus bij de strafrechter aanhangig gemaakte vordering tot opheffing van de dwangsom kan dan ook niet onontvankelijk worden verklaard op de enkele grond dat de veroordeelde beklaagde zijn vordering louter heeft betekend aan de Inspecteur Onroerend Erfgoed en niet aan het openbaar ministerie."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181002.4": {
      "court": "CASS",
      "date": "2018-10-02",
      "roleNumber": "P.17.0854.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181002.4&lang=fr",
      "abstractFR": [
        "Le juge doit, en principe, toujours ordonner la réparation de fait dans un bon état d'origine et ne peut ordonner les autres formes de réparation que si cette réparation de fait dans un bon état d'origine s'avère impossible; cette constatation doit porter sur tous les biens faisant l'objet de la demande de réparation.",
        "Il ne suit pas de la seule circonstance que des biens, immeubles par destination, ont été vendus à un tiers de bonne foi que la réparation de fait de ces biens dans un bon état d'origine ne peut être ordonnée, dès lors que le tiers de bonne foi est également tenu de respecter l'arrêté de protection et ses conséquences."
      ],
      "abstractNL": [
        "De rechter moet in beginsel steeds het feitelijk herstel in een originele goede staat bevelen en andere herstelvormen kunnen slechts worden bevolen indien blijkt dat dit feitelijk herstel in een originele goede staat niet mogelijk is; die vaststelling moet slaan op alle goederen voorwerp van de herstelvordering.",
        "Uit de enkele omstandigheid dat beschermde goederen die onroerend zijn door bestemming, werden verkocht aan een derde te goeder trouw, volgt niet dat voor wat betreft die goederen het feitelijk herstel in een originele goede staat niet kan worden bevolen aangezien ook de derde te goeder trouw ertoe gehouden is het beschermingsbesluit en zijn gevolgen te respecteren."
      ]
    }
  }
}