{
  "2": {
    "ECLI:BE:CASS:2013:ARR.20130304.3": {
      "court": "CASS",
      "date": "2013-03-04",
      "roleNumber": "C.11.0141.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130304.3",
      "abstractFR": [
        "La compétence des Communautés n'est pas liée à un mode déterminé de diffusion ou de transmission; elle leur permet de régler les aspects techniques de la transmission qui sont un accessoire de la matière de la radiodiffusion et de la télévision",
        "Le principe de proportionnalité propre à tout exercice de compétence implique que le législateur national ne peut régler unilatéralement la compétence de l'Institut belge des services postaux et des télécommunications lorsque les compétences de l'État fédéral et des Communautés sont devenues à ce point imbriquées, par suite de l'évolution technologique, qu'elles ne peuvent plus être exercées qu'en coopération."
      ],
      "abstractNL": [
        "De bevoegdheid van de Gemeenschappen is niet gekoppeld aan een bepaalde wijze van omroepen of uitzenden; aldus kunnen zij de technische aspecten van de uitzending regelen die een onderdeel zijn van het vakgebied van de radio-omroep en de televisie.",
        "Het proportionaliteitsbeginsel, dat eigen is aan elke bevoegdheidsuitoefening, impliceert dat de nationale wetgever de bevoegdheid van het Belgisch Instituut voor postdiensten en telecommunicatie niet eenzijdig mag regelen wanneer de bevoegdheden van de federale Staat en de Gemeenschappen elkaar als gevolg van de technologische evolutie dermate overlappen dat ze enkel nog door onderlinge samenwerking kunnen worden uitgeoefend."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2022:ARR.20220211.1F.1": {
      "court": "CASS",
      "date": "2022-02-11",
      "roleNumber": "C.20.0251.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220211.1F.1",
      "abstractFR": [
        "Lorsque l'Institut fixe, sur la base des conditions de la loi du 13 juin 2005 et de son arrêté royal d'exécution du 18 janvier 2001, le montant de la redevance annuelle due par l'opérateur, il prend une décision produisant des effets juridiques obligatoires à l'égard de cet opérateur de nature à affecter ses intérêts.",
        "Lorsque l’Institut fixe, sur la base des conditions de la loi du 13 juin 2005 et de son arrêté royal d’exécution du 18 juin 2001, le montant de la redevance annuelle due par l’opérateur, il prend une décision produisant des effets juridiques obligatoires à l’égard de cet opérateur de nature à affecter ses intérêts."
      ],
      "abstractNL": [
        "Wanneer het Instituut, op basis van de voorwaarden van de wet van 13 juni 2005 en van het koninklijk besluit van 18 januari 2001 tot uitvoering ervan, het bedrag van het door de operator verschuldigde jaarlijks recht bepaalt, neemt dat Instituut een beslissing die voor de operator bindende rechtsgevolgen heeft die zijn belangen kunnen schaden."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2021:ARR.20210419.3F.7": {
      "court": "CASS",
      "date": "2021-04-19",
      "roleNumber": "C.20.0338.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210419.3F.7",
      "abstractFR": [
        "L'arrêt qui considère, d'une part, que l'Institut Belge des Services Postaux et des Télécommunications n'avance pas d'autres éléments justifiant la gravité de l'infraction que ceux déjà retenus pour le choix d'infliger une amende, si ce n'est la durée de la période infractionnelle, d'autre part, que les circonstances aggravantes invoquées par lui ne sont pas pertinentes ou établies, et conclut qu'en l'absence de lignes directrices, de cohérence dans les décisions prises envers les opérateurs et de tout autre élément objectif, le montant de l'amende ne peut être fixé qu'ex aequo et bono, fonde sa décision, non sur des considérations d'opportunité ou subjectives, mais sur une recherche en fait et en droit prenant en compte l'ensemble des circonstances de la cause au regard des critères de proportionnalité, d'objectivité, de transparence et de non-discrimination."
      ],
      "abstractNL": [
        "° Het arrest dat oordeelt dat, enerzijds, het Belgisch Instituut voor postdiensten en telecommunicatie geen andere gegevens aanbrengt die de ernst van de inbreuk verantwoorden dan die welke het reeds in aanmerking had genomen bij de keuze voor de geldboete, met uitzondering van de duur van het tijdvak waarbinnen de inbreuken zijn gepleegd, en dat, anderzijds, de door het Instituut aangevoerde verzwarende omstandigheden noch relevant noch bewezen zijn, en besluit dat, bij gebrek aan richtlijnen, coherentie in de ten aanzien van de operatoren genomen beslissingen en van andere objectieve gegevens, het bedrag van de geldboete enkel ex aequo et bono kan worden vastgesteld, baseert zijn beslissing niet op opportuniteitsredenen of subjectieve overwegingen, maar op een onderzoek in feite en in rechte dat rekening houdt met alle omstandigheden van de zaak in het licht van de criteria van evenredigheid, objectiviteit, transparantie en non-discriminatie."
      ]
    }
  },
  "30": {
    "ECLI:BE:CASS:2022:ARR.20220211.1F.1": {
      "court": "CASS",
      "date": "2022-02-11",
      "roleNumber": "C.20.0251.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220211.1F.1",
      "abstractFR": [
        "Lorsque l'Institut fixe, sur la base des conditions de la loi du 13 juin 2005 et de son arrêté royal d'exécution du 18 janvier 2001, le montant de la redevance annuelle due par l'opérateur, il prend une décision produisant des effets juridiques obligatoires à l'égard de cet opérateur de nature à affecter ses intérêts.",
        "Lorsque l’Institut fixe, sur la base des conditions de la loi du 13 juin 2005 et de son arrêté royal d’exécution du 18 juin 2001, le montant de la redevance annuelle due par l’opérateur, il prend une décision produisant des effets juridiques obligatoires à l’égard de cet opérateur de nature à affecter ses intérêts."
      ],
      "abstractNL": [
        "Wanneer het Instituut, op basis van de voorwaarden van de wet van 13 juni 2005 en van het koninklijk besluit van 18 januari 2001 tot uitvoering ervan, het bedrag van het door de operator verschuldigde jaarlijks recht bepaalt, neemt dat Instituut een beslissing die voor de operator bindende rechtsgevolgen heeft die zijn belangen kunnen schaden."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130304.3": {
      "court": "CASS",
      "date": "2013-03-04",
      "roleNumber": "C.11.0141.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130304.3",
      "abstractFR": [
        "La compétence des Communautés n'est pas liée à un mode déterminé de diffusion ou de transmission; elle leur permet de régler les aspects techniques de la transmission qui sont un accessoire de la matière de la radiodiffusion et de la télévision",
        "Le principe de proportionnalité propre à tout exercice de compétence implique que le législateur national ne peut régler unilatéralement la compétence de l'Institut belge des services postaux et des télécommunications lorsque les compétences de l'État fédéral et des Communautés sont devenues à ce point imbriquées, par suite de l'évolution technologique, qu'elles ne peuvent plus être exercées qu'en coopération."
      ],
      "abstractNL": [
        "De bevoegdheid van de Gemeenschappen is niet gekoppeld aan een bepaalde wijze van omroepen of uitzenden; aldus kunnen zij de technische aspecten van de uitzending regelen die een onderdeel zijn van het vakgebied van de radio-omroep en de televisie.",
        "Het proportionaliteitsbeginsel, dat eigen is aan elke bevoegdheidsuitoefening, impliceert dat de nationale wetgever de bevoegdheid van het Belgisch Instituut voor postdiensten en telecommunicatie niet eenzijdig mag regelen wanneer de bevoegdheden van de federale Staat en de Gemeenschappen elkaar als gevolg van de technologische evolutie dermate overlappen dat ze enkel nog door onderlinge samenwerking kunnen worden uitgeoefend."
      ]
    }
  },
  "55": {
    "ECLI:BE:CASS:2021:ARR.20211007.1N.1": {
      "court": "CASS",
      "date": "2021-10-07",
      "roleNumber": "C.19.0356.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211007.1N.1&lang=fr",
      "abstractFR": [
        "Lorsque l'autorité de régulation nationale n'a pas effectué une nouvelle analyse de marché dans les trois ans dans les trois ans suivant l'adoption d'une précédente décision concernant ce marché, les obligations réglementaires imposées dans le cadre d'une analyse de marché antérieure à un opérateur disposant d'une puissance significative sur un marché pertinent continuent à s'appliquer jusqu'à l'adoption de la prochaine analyse de marché (1). (1) Voir les concl. du MP, publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer de nationale regelgevende instantie binnen de drie jaar volgend op de aanneming van een voorafgaand besluit betreffende die markt, geen nieuwe marktanalyse heeft uitgevoerd, blijven de reglementaire verplichtingen die in het kader van een vorige marktanalyse op een relevante markt werden opgelegd aan een operator met sterke machtspositie, van toepassing tot de volgende marktanalyse wordt aangenomen (1). (1) Zie concl. OM."
      ]
    }
  },
  "65": {
    "ECLI:BE:CASS:2013:ARR.20130304.3": {
      "court": "CASS",
      "date": "2013-03-04",
      "roleNumber": "C.11.0141.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130304.3",
      "abstractFR": [
        "La compétence des Communautés n'est pas liée à un mode déterminé de diffusion ou de transmission; elle leur permet de régler les aspects techniques de la transmission qui sont un accessoire de la matière de la radiodiffusion et de la télévision",
        "Le principe de proportionnalité propre à tout exercice de compétence implique que le législateur national ne peut régler unilatéralement la compétence de l'Institut belge des services postaux et des télécommunications lorsque les compétences de l'État fédéral et des Communautés sont devenues à ce point imbriquées, par suite de l'évolution technologique, qu'elles ne peuvent plus être exercées qu'en coopération."
      ],
      "abstractNL": [
        "De bevoegdheid van de Gemeenschappen is niet gekoppeld aan een bepaalde wijze van omroepen of uitzenden; aldus kunnen zij de technische aspecten van de uitzending regelen die een onderdeel zijn van het vakgebied van de radio-omroep en de televisie.",
        "Het proportionaliteitsbeginsel, dat eigen is aan elke bevoegdheidsuitoefening, impliceert dat de nationale wetgever de bevoegdheid van het Belgisch Instituut voor postdiensten en telecommunicatie niet eenzijdig mag regelen wanneer de bevoegdheden van de federale Staat en de Gemeenschappen elkaar als gevolg van de technologische evolutie dermate overlappen dat ze enkel nog door onderlinge samenwerking kunnen worden uitgeoefend."
      ]
    }
  },
  "119": {
    "ECLI:BE:CASS:2019:ARR.20190111.3": {
      "court": "CASS",
      "date": "2019-01-11",
      "roleNumber": "C.18.0222.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190111.3&lang=fr",
      "abstractFR": [
        "Il suit de l'article 119,§ 1er, alinéa 1er, et § 2, alinéa 3, de la loi du 13 juin 2005 relative aux communications électroniques, en vertu duquel l'opérateur peut, en cas de facture impayée, prendre la mesure consistant à fournir gratuitement un service réduit avant l'interruption complète du service, que l'utilisateur final n'est pas tenu aux frais d'abonnement pendant la période du service minimum (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de artikelen 119, §1, eerste lid, en §2, derde lid, van de wet van 13 juni 2005 betreffende de elektronische communicatie, krachtens dewelke de operator in geval van onbetaalde rekening de maatregel kan nemen om vóór de volledige verbreking van de aansluiting gratis een beperkte dienst te verstrekken, volgt dat de eindgebruiker tijdens de periode van minimumdienst niet gehouden is tot betaling van de abonnementskosten (1). (1) Zie concl. OM."
      ]
    }
  },
  "124": {
    "ECLI:BE:CASS:2023:ARR.20231212.2N.2": {
      "court": "CASS",
      "date": "2023-12-12",
      "roleNumber": "P.23.0554.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231212.2N.2",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 124 WEC sanctioneert enkel de kennisname van het bestaan van een elektronische communicatie of de kennisname van andere gegevens over een elektronische communicatie, zoals de identiteit van de personen waartussen die communicatie heeft plaatsgevonden of het tijdstip waarop zij heeft plaatsgevonden, maar dat artikel sanctioneert niet de kennisname van de inhoud van een elektronische communicatie; wanneer een telastlegging erin bestaat dat kennis werd genomen van de inhoud van een elektronische communicatie, dient de strafbaarheid al naargelang het geval te worden beoordeeld in het licht van de artikelen 259bis, 314bis of 550bis Strafwetboek en niet in het licht van artikel 124 WEC (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190520.5": {
      "court": "CASS",
      "date": "2019-05-20",
      "roleNumber": "S.17.0089.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190520.5",
      "abstractFR": [
        "L'arrêt qui considère qu'il est sans intérêt de savoir si le travailleur a ou non donné son accord pour que l'employeur accède à ses courriels, dès lors que, s'agissant de courriels sans rapport avec sa vie privée, la prise de connaissance de ceux-ci ne peut enfreindre l'article 124 de la loi du 13 juin 2005 relative aux communications électroniques, viole cette disposition légale qui qu'elle n'opère pas de distinction entre courriels privés et professionnels (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het arrest dat overweegt dat het onbelangrijk is te weten of de werknemer de werkgever toegang tot zijn e-mails heeft verleend, aangezien het e-mails betreft die geen verband houden met zijn persoonlijke levenssfeer zodat de kennisname ervan bijgevolg geen inbreuk kan zijn op artikel 124 van de wet van 13 juni 2005 betreffende de elektronische communicatie, schendt die wetsbepaling die geen onderscheid maakt tussen private en professionele e-mails (1). (1) Zie concl. OM in Pas. 2019, nr. 299."
      ]
    }
  },
  "126": {
    "ECLI:BE:CASS:2020:ARR.20200324.1N.1": {
      "court": "CASS",
      "date": "2020-03-24",
      "roleNumber": "P.19.0571.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200324.1N.1&lang=fr",
      "abstractFR": [
        "La seule circonstance qu'un prévenu soit suspecté, dans le cadre d'une instruction qui se poursuit après son renvoi, de faits qui sont ou semblent connexes à ceux pour lesquels il a été déféré devant la juridiction de jugement n'implique pas qu'il s'agisse des mêmes faits, que la cause ne soit pas en état d'être portée devant la juridiction de jugement, que le prévenu ne puisse pas exercer pleinement ses droits de défense devant cette juridiction ou qu'il fasse l'objet d'une seconde poursuite (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "L'obtention d'éléments probants au mépris du droit au respect de la vie privée ou du droit à la protection des données à caractère personnel n'entraîne pas toujours la méconnaissance du droit à un procès équitable (1); en vertu de l'article 32 du titre préliminaire du Code de procédure pénale, les irrégularités par lesquelles aucune condition formelle prescrite à peine de nullité n'est enfreinte et qui ne satisfont pas davantage aux conditions qui y sont énoncées ne sont pas déclarées nulles ni écartées des débats; cette règle s'applique à toutes les irrégularités, et ce, qu'elles impliquent ou non une violation d'un droit garanti par la Constitution ou par une convention (2). (1) Voir les concl. du MP publiées à leur date dans AC. (2) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het feit dat bewijselementen werden verkregen in strijd met het recht op eerbiediging van het privéleven of met het recht op bescherming van persoonsgegevens, heeft niet steeds een miskenning van het recht op een eerlijk proces tot gevolg ; krachtens artikel 32 Voorafgaande Titel Wetboek van Strafvordering worden onregelmatigheden waardoor geen op straffe van nietigheid voorgeschreven vormvoorwaarde wordt overtreden en die evenmin voldoen aan de erin vermelde voorwaarden, niet nietig verklaard of uit het debat geweerd; deze regel geldt voor alle onregelmatigheden, ongeacht of zij een inbreuk inhouden op een verdragsrechtelijk of grondwettelijk gewaarborgd recht (1). (1) Zie concl. OM.",
        "Het feit dat bewijselementen werden verkregen in strijd met het recht op eerbiediging van het privéleven of met het recht op bescherming van persoonsgegevens, heeft niet steeds een miskenning van het recht op een eerlijk proces tot gevolg ; krachtens artikel 32 Voorafgaande Titel Wetboek van Strafvordering worden onregelmatigheden waardoor geen op straffe van nietigheid voorgeschreven vormvoorwaarde wordt overtreden en die evenmin voldoen aan de erin vermelde voorwaarden, niet nietig verklaard of uit het debat geweerd; deze regel geldt voor alle onregelmatigheden, ongeacht of zij een inbreuk inhouden op een verdragsrechtelijk of grondwettelijk gewaarborgd recht (1). (1) Zie concl."
      ]
    }
  },
  "145": {
    "ECLI:BE:CASS:2023:ARR.20230103.2N.3": {
      "court": "CASS",
      "date": "2023-01-03",
      "roleNumber": "P.22.1256.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230103.2N.3",
      "abstractFR": null,
      "abstractNL": [
        "De bewezenverklaring van het door artikel 145, § 3bis, Wet Elektronische Communicatie bedoelde misdrijf vereist het gebruik van een elektronisch communicatienetwerk of -dienst of een ander elektronisch communicatiemiddel om overlast te veroorzaken aan zijn correspondent of schade te berokkenen, maar die bewezenverklaring vereist niet noodzakelijk dat die elektronische communicatie gebeurt met behulp van een persoonlijk communicatiemiddel van die persoon, zoals een e-mailadres dat enkel door die persoon wordt gebruikt; het volstaat dat de communicatie gebeurt via een communicatiemiddel waarvan redelijkerwijze kan worden aangenomen dat die persoon er kennis van zal nemen en evenmin vereist een bewezenverklaring een voorafgaande klacht van de persoon tot wie de communicatie is gericht, noch het verhoor van die persoon (1). (1) D. STEVENS, P. VALCKE, E. LIEVENS en R. QUECK, “De nieuwe Wet van 13 juni 2005 betreffende de elektronische communicatie: laattijdige leerling in overambitieuze Europese klas?”, Auteurs & Media, 2006/2, 161-176."
      ]
    }
  }
}