{
  "2": {
    "ECLI:BE:CASS:2015:ARR.20150625.9": {
      "court": "CASS",
      "date": "2015-06-25",
      "roleNumber": "C.14.0395.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150625.9",
      "abstractFR": [
        "Le juge des cessations ne peut, en règle, constater l'existence d'une infraction sans en prononcer ensuite la cessation.",
        "La constatation que l'acte illicite a pris fin ne fait obstacle au prononcé d'un ordre de cessation que si le risque de réitération de cet acte, ou de la pratique illicite qui en est à la base, est exclu."
      ],
      "abstractNL": [
        "De stakingsrechter kan, in de regel, niet het bestaan van een inbreuk vaststellen zonder vervolgens de staking ervan uit te spreken.",
        "De vaststelling dat de onwettige daad gestopt is, staat de uitspraak van een bevel tot staking slechts in de weg indien het risico op herhaling van die daad, of van de onwettige praktijk die eraan ten grondslag ligt, uitgesloten is."
      ]
    },
    "ECLI:BE:CASS:2011:ARR.20110420.5": {
      "court": "CASS",
      "date": "2011-04-20",
      "roleNumber": "P.10.2026.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20110420.5",
      "abstractFR": [
        "La loi du 6 avril 2010 relative aux pratiques du marché et à la protection du consommateur n'a pas dépénalisé la publicité trompeuse à l'égard des consommateurs; en prévoyant notamment une incrimination distincte propre à la publicité mensongère adressée à des personnes autres que les consommateurs, ladite loi poursuit son objectif d'éviter les pratiques déloyales entre entreprises (1). (1) Voir H. JACQUEMIN, \"La loi du 6 avril 2010 relative aux pratiques du marché et à la protection du consommateur\", J.T., 2010, p. 546, n° 3."
      ],
      "abstractNL": [
        "De wet van 6 april 2010 betreffende marktpraktijken en consumentenbescherming, heeft bedrieglijke reclame jegens consumenten niet uit het strafrecht gelicht; door met name te voorzien in een aparte strafbaarstelling voor bedrieglijke reclame jegens andere personen dan consumenten, streeft de nieuwe wet haar doel na, namelijk het bestrijden van oneerlijke praktijken tussen ondernemingen (1). (1) Zie H. JACQUEMIN, \"La loi du 6 avril 2010 relative aux pratiques du marché et à la protection du consommateur\", J.T., 2010, p. 546, nr. 3."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2019:ARR.20190215.1": {
      "court": "CASS",
      "date": "2019-02-15",
      "roleNumber": "C.18.0401.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190215.1&lang=fr",
      "abstractFR": [
        "Dès lors que la couverture du contrat d'assurance fait partie des caractéristiques principales du produit d'assurance, il n'est pas satisfait à l'exigence selon laquelle l'entreprise doit, au plus tard au moment de la conclusion du contrat, apporter de bonne foi au consommateur les informations correctes et utiles relatives aux caractéristiques principales du produit et aux conditions de vente, compte tenu du besoin d'information exprimé par le consommateur et compte tenu de l'usage déclaré par le consommateur ou raisonnablement prévisible, lorsque, pour la détermination de l'étendue de la couverture du contrat d'assurance, les conditions particulières ne font que renvoyer aux conditions générales (1) (2). (1) Le MP a conclu au rejet du pourvoi en cassation car il estimait que le juge d'appel a pu considérer, sur la base de ses constatations, que le demandeur avait accepté les conditions générales dont il avait pu prendre connaissance. (2) Article 4 de la loi du 6 avril 2010 relative aux pratiques du marché et à la protection du consommateur, tel qu'il était en vigueur avant son abrogation par la loi du 21 décembre 2013 portant insertion du titre VI « Pratiques du marché et protection du consommateur » dans le Code de droit économique et portant insertion des définitions propres au livre VI, et des dispositions d'application de la loi propres au livre VI, dans les Livres Ier et XV du Code de droit économique."
      ],
      "abstractNL": [
        "Aangezien de omvang van de dekking door een verzekeringsovereenkomst behoort tot de belangrijkste kenmerken van het verzekeringsproduct, is aan de vereiste dat een onderneming ten laatste op het ogenblik van het sluiten van de overeenkomst te goeder trouw aan de consument de behoorlijke en nuttige informatie dient te geven betreffende de belangrijkste kenmerken van het product en betreffende de verkoopsvoorwaarden, rekening houdend met de door de consument uitgedrukte behoefte aan informatie en rekening houdend met het door de consument meegedeelde of redelijkerwijze voorzienbare gebruik, niet voldaan wanneer voor de bepaling van de omvang van de dekking door een verzekeringsovereenkomst de bijzondere voorwaarden louter verwijzen naar de algemene voorwaarden (1) (2). (1) Het OM concludeerde tot verwerping van het cassatieberoep aangezien het van oordeel was dat de appelrechter op grond van zijn vaststellingen vermocht te oordelen dat eiser met de algemene voorwaarden, waarvan hij kennis kon nemen, instemde. (2) Art. 4 WMPC, zoals van kracht vóór de opheffing ervan bij Wet 21 december 2013."
      ]
    }
  },
  "19": {
    "ECLI:BE:CASS:2011:ARR.20110420.5": {
      "court": "CASS",
      "date": "2011-04-20",
      "roleNumber": "P.10.2026.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20110420.5",
      "abstractFR": [
        "La loi du 6 avril 2010 relative aux pratiques du marché et à la protection du consommateur n'a pas dépénalisé la publicité trompeuse à l'égard des consommateurs; en prévoyant notamment une incrimination distincte propre à la publicité mensongère adressée à des personnes autres que les consommateurs, ladite loi poursuit son objectif d'éviter les pratiques déloyales entre entreprises (1). (1) Voir H. JACQUEMIN, \"La loi du 6 avril 2010 relative aux pratiques du marché et à la protection du consommateur\", J.T., 2010, p. 546, n° 3."
      ],
      "abstractNL": [
        "De wet van 6 april 2010 betreffende marktpraktijken en consumentenbescherming, heeft bedrieglijke reclame jegens consumenten niet uit het strafrecht gelicht; door met name te voorzien in een aparte strafbaarstelling voor bedrieglijke reclame jegens andere personen dan consumenten, streeft de nieuwe wet haar doel na, namelijk het bestrijden van oneerlijke praktijken tussen ondernemingen (1). (1) Zie H. JACQUEMIN, \"La loi du 6 avril 2010 relative aux pratiques du marché et à la protection du consommateur\", J.T., 2010, p. 546, nr. 3."
      ]
    }
  },
  "58": {
    "ECLI:BE:CASS:2017:ARR.20171208.2": {
      "court": "CASS",
      "date": "2017-12-08",
      "roleNumber": "C.17.0101.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171208.2",
      "abstractFR": [
        "Il suit des articles 58, § 1er et 60 de la loi du 6 avril 2010 relative aux pratiques du marché et à la protection du consommateur que pour être soumis à l'obligation faite par l'article 60 précité d'insérer une clause de rétractation, le contrat doit avoir pour objet la vente par une entreprise à un consommateur de biens ou de services; la transaction, qui, aux termes de l'article 2044 du Code civil, est un contrat par lequel les parties terminent une contestation née, ou préviennent une contestation à naître, n'est pas un contrat de vente ou de service au sens des articles 58 et 60 précités (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de artikelen 58, §1, en 60 van de wet van 6 april 2010 betreffende marktpraktijken en consumentenbescherming volgt dat de overeenkomst, om te worden onderworpen aan de bij voornoemd artikel 60 opgelegde verplichting tot invoeging van een herroepingsbeding, betrekking moet hebben op de verkoop, door een onderneming aan een consument, van goederen of diensten; de dading die, luidens artikel 2044 van het Burgerlijk Wetboek, een contract is waarbij partijen een gerezen geschil beëindigen of een toekomstig geschil voorkomen, is geen koopovereenkomst of dienstenovereenkomst in de zin van de voormelde artikelen 58 en 60 (1). (1) Zie concl. OM in Pas. 2017, nr. 696."
      ]
    }
  },
  "60": {
    "ECLI:BE:CASS:2017:ARR.20171208.2": {
      "court": "CASS",
      "date": "2017-12-08",
      "roleNumber": "C.17.0101.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171208.2",
      "abstractFR": [
        "Il suit des articles 58, § 1er et 60 de la loi du 6 avril 2010 relative aux pratiques du marché et à la protection du consommateur que pour être soumis à l'obligation faite par l'article 60 précité d'insérer une clause de rétractation, le contrat doit avoir pour objet la vente par une entreprise à un consommateur de biens ou de services; la transaction, qui, aux termes de l'article 2044 du Code civil, est un contrat par lequel les parties terminent une contestation née, ou préviennent une contestation à naître, n'est pas un contrat de vente ou de service au sens des articles 58 et 60 précités (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de artikelen 58, §1, en 60 van de wet van 6 april 2010 betreffende marktpraktijken en consumentenbescherming volgt dat de overeenkomst, om te worden onderworpen aan de bij voornoemd artikel 60 opgelegde verplichting tot invoeging van een herroepingsbeding, betrekking moet hebben op de verkoop, door een onderneming aan een consument, van goederen of diensten; de dading die, luidens artikel 2044 van het Burgerlijk Wetboek, een contract is waarbij partijen een gerezen geschil beëindigen of een toekomstig geschil voorkomen, is geen koopovereenkomst of dienstenovereenkomst in de zin van de voormelde artikelen 58 en 60 (1). (1) Zie concl. OM in Pas. 2017, nr. 696."
      ]
    }
  },
  "75": {
    "ECLI:BE:CASS:2025:ARR.20251117.3N.7": {
      "court": "CASS",
      "date": "2025-11-17",
      "roleNumber": "C.22.0121.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251117.3N.7",
      "abstractFR": null,
      "abstractNL": [
        "Richtlijn 93/13/EEG verzet er zich tegen dat nationale regels een verjaringstermijn kunnen vastleggen voor de vordering van een consument tot vaststelling van het oneerlijke karakter van een beding in zijn overeenkomst met een verkoper (1). (1) Artikel 75, § 1, van de wet van 6 april 2010, voor de opheffing ervan door de wet van 21 december 2013."
      ]
    }
  },
  "88": {
    "ECLI:BE:CASS:2011:ARR.20110420.5": {
      "court": "CASS",
      "date": "2011-04-20",
      "roleNumber": "P.10.2026.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20110420.5",
      "abstractFR": [
        "La loi du 6 avril 2010 relative aux pratiques du marché et à la protection du consommateur n'a pas dépénalisé la publicité trompeuse à l'égard des consommateurs; en prévoyant notamment une incrimination distincte propre à la publicité mensongère adressée à des personnes autres que les consommateurs, ladite loi poursuit son objectif d'éviter les pratiques déloyales entre entreprises (1). (1) Voir H. JACQUEMIN, \"La loi du 6 avril 2010 relative aux pratiques du marché et à la protection du consommateur\", J.T., 2010, p. 546, n° 3."
      ],
      "abstractNL": [
        "De wet van 6 april 2010 betreffende marktpraktijken en consumentenbescherming, heeft bedrieglijke reclame jegens consumenten niet uit het strafrecht gelicht; door met name te voorzien in een aparte strafbaarstelling voor bedrieglijke reclame jegens andere personen dan consumenten, streeft de nieuwe wet haar doel na, namelijk het bestrijden van oneerlijke praktijken tussen ondernemingen (1). (1) Zie H. JACQUEMIN, \"La loi du 6 avril 2010 relative aux pratiques du marché et à la protection du consommateur\", J.T., 2010, p. 546, nr. 3."
      ]
    }
  },
  "97": {
    "ECLI:BE:CASS:2019:ARR.20190604.6": {
      "court": "CASS",
      "date": "2019-06-04",
      "roleNumber": "P.19.0200.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190604.6&lang=fr",
      "abstractFR": [
        "Le champ d'application de l'article VI.106, 2°, du Code de droit économique, aux termes duquel, sans préjudice d'autres dispositions légales ou réglementaires, est interdite toute publicité d'une entreprise qui dissimule ou fournit de façon peu claire une information substantielle relative aux conséquences résultant de la réponse donnée par le destinataire ou qui dissimule, fournit de façon peu claire ou n'indique pas sa véritable intention commerciale, dès lors que celle-ci ne ressort pas clairement du contexte, ne se limite pas au démarchage publicitaire pour des annuaires internet frauduleux."
      ],
      "abstractNL": [
        "Het toepassingsgebied van artikel VI.106, 2°, Wetboek van economisch recht, dat bepaalt dat onverminderd andere wettelijke of reglementaire bepalingen elke reclame van een onderneming verboden is die essentiële informatie over de gevolgen van het door de bestemmeling gegeven antwoord verborgen houdt of op weinig duidelijke wijze weergeeft, of die de eigenlijke commerciële bedoeling, wanneer die niet blijkt uit de context, verborgen houdt of op weinig duidelijke wijze weergeeft, is niet beperkt tot het ronselen van reclame voor frauduleuze internetgidsen."
      ]
    }
  },
  "101": {
    "ECLI:BE:CASS:2016:ARR.20160916.4": {
      "court": "CASS",
      "date": "2016-09-16",
      "roleNumber": "C.15.0116.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160916.4&lang=fr",
      "abstractFR": [
        "La pratique de la vente à perte porte atteinte aux intérêts des consommateurs et la mesure édictée peut contribuer à la protection des consommateurs visée par le législateur (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "L'article 101, § 1er, de la loi du 6 avril 2010 relative aux pratiques du marché et à la protection du consommateur entre dans le champ d'application de la directive 2009/29/CE (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De praktijk van verkoop met verlies schaadt de belangen van de consumenten en de uitgevaardigde maatregel kan bijdragen tot de door de wetgever beoogde bescherming van de consumenten (1). (1) Zie concl. OM.",
        "Artikel 101, §1, van de Wet van 6 april 2010 betreffende marktpraktijken en consumentenbescherming valt onder het toepassingsgebied van de Richtlijn oneerlijke handelspraktijken (1). (1) Zie concl. OM."
      ]
    }
  }
}