{
  "525": {
    "ECLI:BE:CASS:2025:ARR.20251217.2F.30": {
      "court": "CASS",
      "date": "2025-12-17",
      "roleNumber": "P.25.1258.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251217.2F.30",
      "abstractFR": [
        "Lorsque, d'une part, l'arrêt de renvoi de la chambre des mises en accusation attribue à la cour d'assises la connaissance d'un crime de parricide et que, d'autre part, l'arrêt du président de la cour d'assises, statuant conformément à l'article 278bis du Code d'instruction criminelle sur une cause de nullité, rend cette attribution de compétence inopérante, la contrariété entre ces deux décisions engendre un conflit de juridiction qui entrave le cours de la justice en telle sorte qu'il y a lieu à règlement de juges (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220222.2N.27": {
      "court": "CASS",
      "date": "2022-02-22",
      "roleNumber": "P.22.0167.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220222.2N.27",
      "abstractFR": [
        "Selon l'article 138, 6°bis, du Code d'instruction criminelle, le tribunal de police connaît des délits définis aux articles 418 à 420 du Code pénal lorsque l'homicide ou les lésions résultent d'un accident de la circulation et un accident de la circulation au sens de l'article 138, 6°bis, du Code d'instruction criminelle est un accident de la circulation impliquant des piétons et des animaux ou des moyens de transport terrestre empruntant la voie publique, ainsi qu'un tel accident survenant sur un site ouvert au public ou sur un site non public mais rendu accessible à un certain nombre de personnes ; un accident qui se produit sur un terrain privé n'étant pas rendu accessible à un certain nombre de personnes n'est pas un accident de la circulation au sens de cette disposition (1). (1) Cass. 25 octobre 2005, RG P.05.0663.N, C.R.A. 2006/3, p. 534 ; Cass 25 mai 2004, RG P.04.0193.N, Pas. 2004, n° 282 ; L. BREWAEYS, « Het begrip verkeersongeval: Blijvende bron van betwisting », C.R.A. 2013/6, pp. 3-24."
      ],
      "abstractNL": [
        "Volgens artikel 138.6°bis Wetboek van Strafvordering neemt de politierechtbank kennis van de wanbedrijven omschreven in de artikelen 418 tot 420 Strafwetboek wanneer de doding of verwondingen het gevolg zijn van een verkeersongeval en een verkeersongeval in de zin van artikel 138.6°bis Wetboek van Strafvordering is een wegverkeersongeval waarbij voetgangers en dieren of middelen van vervoer te land betrokken zijn, die de openbare weg gebruiken, alsook een dergelijk ongeval dat zich voordoet op een terrein dat openstaat voor het publiek of op een niet-openbaar terrein dat evenwel voor een bepaald aantal personen openstaat; een ongeval dat zich voordoet op een privaat terrein dat niet openstaat voor een bepaald aantal personen is geen verkeersongeval in de zin van deze bepaling (1). (1) Cass. 25 oktober 2005, AR P.05.0663.N, VAV 2006/3, p. 534; Cass 25 mei 2004, AR P.04.0193.N, AC 2004, nr. 282; L. BREWAEYS, \"Het begrip verkeersongeval: Blijvende bron van betwisting\", VAV 2013/6, pp. 3-24."
      ]
    }
  },
  "542": {
    "ECLI:BE:CASS:2025:ARR.20250122.2F.8": {
      "court": "CASS",
      "date": "2025-01-22",
      "roleNumber": "P.24.1767.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250122.2F.8",
      "abstractFR": [
        "L'affirmation qu'un juge puisse infléchir sa délibération dans un sens qui lui permette de ne pas déplaire à l'avocat qui plaide régulièrement devant lui, ne constitue pas un fait probant et précis mais une supposition téméraire relative à l'indépendance et à l'impartialité du tribunal, lesquelles se présument."
      ],
      "abstractNL": [
        "De bewering dat een rechter zijn beraadslaging een andere wending kan geven op een wijze die hem toelaat de advocaat die regelmatig voor hem pleit, niet te mishagen, vormt geen bewijskrachtig en nauwkeurig feit maar een onbezonnen veronderstelling over de onafhankelijkheid en de onpartijdigheid van de rechtbank, die worden vermoed."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230322.2F.13": {
      "court": "CASS",
      "date": "2023-03-22",
      "roleNumber": "P.23.0198.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230322.2F.13",
      "abstractFR": [
        "Le renvoi d'un tribunal à un autre pour cause de suspicion légitime suppose que l'ensemble des juges composant un tribunal ne sont pas en mesure de statuer en la cause avec la sérénité, l'indépendance et l'impartialité requises ou que les éléments exposés par le demandeur susciteraient dans l'opinion générale un doute légitime quant à leur aptitude à juger de cette manière ; la requête tendant au renvoi d'un tribunal à un autre pour cause de suspicion légitime est irrecevable lorsqu'elle se fonde sur des griefs imprécis ou si elle ne se fonde pas sur des éléments vérifiables qui permettraient de contester la présomption d'impartialité à l'égard de l'ensemble des magistrats composant la juridiction concernée (1). (1) Cass. 9 janvier 2013, RG P.13.0013.F, Pas. 2013, n° 18."
      ],
      "abstractNL": [
        "De verwijzing van een rechtbank naar een andere wegens gewettigde verdenking veronderstelt dat alle rechters waaruit een rechtbank is samengesteld, niet in staat zijn over de zaak uitspraak te doen met de vereiste sereniteit, onafhankelijkheid en onpartijdigheid of dat de door de eiser aangevoerde gegevens bij de algemene opinie gewettigde twijfel kunnen doen ontstaan over hun geschiktheid om op deze wijze uitspraak te doen; het verzoekschrift tot verwijzing van de zaak van een rechtbank naar een andere wegens gewettigde verdenking is niet ontvankelijk wanneer het berust op onnauwkeurige grieven of wanneer het niet berust op controleerbare gegevens op grond waarvan het vermoeden van onpartijdigheid ten aanzien van alle magistraten waaruit het betrokken rechtscollege is samengesteld kan worden betwist (1). (1) Cass. 9 januari 2013, AR P.13.0013.F, AC 2013, nr. 18."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230322.2F.11": {
      "court": "CASS",
      "date": "2023-03-22",
      "roleNumber": "P.23.0194.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230322.2F.11",
      "abstractFR": [
        "Lorsque la demande de dessaisissement d'un tribunal de première instance est motivée par la circonstance que la partie civile, dans ses conclusions déposées devant la chambre du conseil ayant à régler la procédure, met en cause la responsabilité d'un juge dans le cadre de faits de coups ou blessures involontaires et de non-assistance à personne en danger, il n'y a pas lieu de faire droit à la demande dès lors que ce tribunal n'est pas compétent pour connaître de l'action publique qui serait exercée relativement à un fait imputé à ce magistrat, commis dans l'exercice de ses fonctions."
      ],
      "abstractNL": [
        "Wanneer de verzoek tot onttrekking van de zaak aan een rechtbank van eerste aanleg gemotiveerd wordt door de omstandigheid dat de burgerlijke partij, in de conclusie die zij heeft neergelegd voor de raadkamer die met de regeling van de rechtspleging is belast, een rechter verantwoordelijk stelt in het kader van het onopzettelijk toebrengen van slagen en verwondingen en het niet verlenen van bijstand aan een persoon in gevaar, dient de vordering niet te worden toegewezen aangezien die rechtbank niet bevoegd is om kennis te nemen van de strafvordering die zou worden ingesteld wegens een feit dat die magistraat ten laste wordt gelegd en dat hij in de uitoefening van zijn ambt zou hebben gepleegd."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220531.2N.17": {
      "court": "CASS",
      "date": "2022-05-31",
      "roleNumber": "P.22.0668.N-P.22.0689.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220531.2N.17",
      "abstractFR": [
        "Les relations professionnelles et sociales qui existent entre les magistrats du siège d'une même juridiction peuvent, compte tenu du nombre de magistrats attachés à la juridiction concernée, inspirer aux parties et aux tiers une suspicion légitime quant à la stricte impartialité de tous les magistrats de cette juridiction appelés à statuer sur des poursuites pénales dans le cadre desquelles l'un d'eux s'est constitué partie civile (1). (1) Voir Cass. 7 septembre 2021, RG P.21.1125.N, ECLI:BE:CASS:2021:ARR.20210907.2N.21; Cass. 18 juin 2019, RG P.19.0311.N, Pas. 2019, n° 376; Cass. 9 novembre 2011, RG P.11.1616.F, Pas. 2011, n° 610, avec concl. de D. VANDERMEERSCH, avocat général; cf. quant au non-dessaisissement Cass. 26 octobre 2021, RG P.21.1282.N, ECLI:BE:CASS:2021:ARR.20211026.2N.16 et Cass. 25 mai 2016, RG P.16.0602.F, Pas. 2016, n° 350, avec concl. de M. NOLET DE BRAUWERE, avocat général."
      ],
      "abstractNL": [
        "De professionele en sociale relaties die bestaan tussen de magistraten van de zetel van eenzelfde rechtscollege kunnen, rekening houdend met het aantal magistraten dat aan het betrokken rechtscollege is verbonden, bij partijen en derden een gewettigde verdenking doen ontstaan over de strikte onpartijdigheid van alle magistraten van dat rechtscollege om uitspraak te doen in een strafvervolging waarin een van hen zich burgerlijke partij heeft gesteld (1). (1) Cass. 7 september 2021, AR P.21.1125.N, ECLI:BE:CASS:2021:ARR.20210907.2N.21; Cass. 18 juni 2019, AR P.19.0311.N, AC 2019, nr. 376; Cass. 9 november 2011, AR P.11.1616.F, AC 2011, nr. 610 met concl. van advocaat-generaal D. VANDERMEERSCH op datum in Pas.; vgl voor de niet-onttrekking Cass. 26 oktober 2021, AR P.21.1282.N, ECLI:BE:CASS:2021:ARR.20211026.2N.16 en Cass. 25 mei 2016, AR P.16.0602.F, AC 2016, nr. 350 met concl. van advocaat-generaal M. NOLET DE BRAUWERE op datum in Pas."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220830.VAK.1": {
      "court": "CASS",
      "date": "2022-08-30",
      "roleNumber": "P.22.0939.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220830.VAK.1",
      "abstractFR": [
        "Il y a suspicion légitime, au sens de l'article 542, alinéa 2, du Code d'instruction criminelle, lorsque les faits invoqués peuvent faire naître, dans le chef de parties ou de tiers, une suspicion légitime quant à la capacité des magistrats visés à statuer en toute indépendance et impartialité; la Cour doit examiner si les suspicions qu'une partie estime pouvoir invoquer en la matière sont objectivement justifiées; à cet égard, il y a lieu d'admettre que, jusqu'à preuve du contraire, les juges sont présumés statuer de manière indépendante, impartiale et sans préjugé.",
        "La demande en renvoi d'une juridiction à une autre pour cause de suspicion légitime n'est recevable que si cette suspicion peut être admise à l'égard de tous les magistrats de la juridiction concernée.",
        "Il ne peut se déduire de la simple circonstance qu'un magistrat attaché à une division spécifique d'un tribunal et le concierge du palais de justice abritant cette division sont parties à une cause pénale en qualité de victimes et de personnes lésées qu'une suspicion légitime puisse naître, dans le chef des parties ou de tiers, quant à la capacité de l'ensemble des juges de ce tribunal, y compris ceux exerçant dans d'autres divisions, à statuer de manière indépendante et impartiale sur cette cause.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Er is sprake van gewettigde verdenking in de zin van artikel 542, tweede lid, Wetboek van Strafvordering wanneer de aangevoerde feiten bij partijen of derden een gewettigde verdenking kunnen doen ontstaan over het vermogen van de betrokken magistraten om op een onafhankelijke en onpartijdige wijze uitspraak te doen; het Hof moet daarbij onderzoeken of de verdenkingen die een partij op dat vlak meent te kunnen koesteren, objectief gezien verantwoord zijn; daarbij moet worden aangenomen dat tot bewijs van het tegendeel rechters worden vermoed onpartijdig, onafhankelijk en onbevangen te oordelen.",
        "Het verzoek tot verwijzing van de zaak van een rechtscollege naar een ander rechtscollege wegens gewettigde verdenking is slechts ontvankelijk als de verdenking kan worden aangenomen ten aanzien van alle magistraten van het betrokken rechtscollege.",
        "Uit de loutere omstandigheid dat een magistraat van een bepaalde afdeling van een rechtbank en de conciërge van het gerechtsgebouw van diezelfde afdeling als slachtoffer en benadeelde persoon betrokken zijn in een strafzaak, kan als zodanig niet worden afgeleid dat er bij de partijen of bij derden een gewettigde verdenking kan ontstaan over het vermogen van alle rechters van die rechtbank, met inbegrip van de rechters die werkzaam zijn in andere afdelingen ervan, om op een onafhankelijke en onpartijdige wijze over die strafzaak uitspraak te doen."
      ]
    }
  },
  "544": {
    "ECLI:BE:CASS:2023:ARR.20230322.2F.11": {
      "court": "CASS",
      "date": "2023-03-22",
      "roleNumber": "P.23.0194.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230322.2F.11",
      "abstractFR": [
        "Lorsque la demande de dessaisissement d'un tribunal de première instance est motivée par la circonstance que la partie civile, dans ses conclusions déposées devant la chambre du conseil ayant à régler la procédure, met en cause la responsabilité d'un juge dans le cadre de faits de coups ou blessures involontaires et de non-assistance à personne en danger, il n'y a pas lieu de faire droit à la demande dès lors que ce tribunal n'est pas compétent pour connaître de l'action publique qui serait exercée relativement à un fait imputé à ce magistrat, commis dans l'exercice de ses fonctions."
      ],
      "abstractNL": [
        "Wanneer de verzoek tot onttrekking van de zaak aan een rechtbank van eerste aanleg gemotiveerd wordt door de omstandigheid dat de burgerlijke partij, in de conclusie die zij heeft neergelegd voor de raadkamer die met de regeling van de rechtspleging is belast, een rechter verantwoordelijk stelt in het kader van het onopzettelijk toebrengen van slagen en verwondingen en het niet verlenen van bijstand aan een persoon in gevaar, dient de vordering niet te worden toegewezen aangezien die rechtbank niet bevoegd is om kennis te nemen van de strafvordering die zou worden ingesteld wegens een feit dat die magistraat ten laste wordt gelegd en dat hij in de uitoefening van zijn ambt zou hebben gepleegd."
      ]
    }
  },
  "545": {
    "ECLI:BE:CASS:2023:ARR.20230322.2F.11": {
      "court": "CASS",
      "date": "2023-03-22",
      "roleNumber": "P.23.0194.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230322.2F.11",
      "abstractFR": [
        "Lorsque la demande de dessaisissement d'un tribunal de première instance est motivée par la circonstance que la partie civile, dans ses conclusions déposées devant la chambre du conseil ayant à régler la procédure, met en cause la responsabilité d'un juge dans le cadre de faits de coups ou blessures involontaires et de non-assistance à personne en danger, il n'y a pas lieu de faire droit à la demande dès lors que ce tribunal n'est pas compétent pour connaître de l'action publique qui serait exercée relativement à un fait imputé à ce magistrat, commis dans l'exercice de ses fonctions."
      ],
      "abstractNL": [
        "Wanneer de verzoek tot onttrekking van de zaak aan een rechtbank van eerste aanleg gemotiveerd wordt door de omstandigheid dat de burgerlijke partij, in de conclusie die zij heeft neergelegd voor de raadkamer die met de regeling van de rechtspleging is belast, een rechter verantwoordelijk stelt in het kader van het onopzettelijk toebrengen van slagen en verwondingen en het niet verlenen van bijstand aan een persoon in gevaar, dient de vordering niet te worden toegewezen aangezien die rechtbank niet bevoegd is om kennis te nemen van de strafvordering die zou worden ingesteld wegens een feit dat die magistraat ten laste wordt gelegd en dat hij in de uitoefening van zijn ambt zou hebben gepleegd."
      ]
    }
  }
}