{
  "2": {
    "ECLI:BE:CASS:2023:ARR.20231130.1N.11": {
      "court": "CASS",
      "date": "2023-11-30",
      "roleNumber": "C.22.0383.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231130.1N.11",
      "abstractFR": null,
      "abstractNL": [
        "Uit de bepalingen van artikel 13.1. Richtlijn 2004/48/EG, de artikelen 1382 en 1383 Oud BW en de artikelen XI.335, §§1 en 2, eerste lid WER volgt niet dat de houder van een intellectueel eigendomsrecht waarop inbreuk is gemaakt, zonder dat hij de werkelijke schade moet aantonen, betaling kan vorderen van een bedrag ten belope van tweemaal de passende vergoeding die verschuldigd zou zijn indien toestemming was verleend om het bedoelde werk te gebruiken (1). (1) Zie concl. OM.",
        "Uit de bepalingen van artikel 13.1. Richtlijn 2004/48/EG, de artikelen. 1382 en 1383 Oud BW en de artikelen XI.335, §§1 en 2, eerste lid WER volgt niet dat, indien de rechter de schadevergoeding wegens inbreuk op een intellectueel eigendomsrecht in redelijkheid en billijkheid vaststelt op een forfaitair bedrag, deze schadevergoeding ten minste het bedrag aan royalty's of vergoedingen moet dekken dat verschuldigd zou zijn indien de inbreukmaker toestemming had gevraagd om het bedoelde intellectuele eigendomsrecht te gebruiken, nu dit bedrag slechts een van de elementen is die de rechter in zijn beoordeling kan betrekken (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220922.1F.3": {
      "court": "CASS",
      "date": "2022-09-22",
      "roleNumber": "F.21.0144.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220922.1F.3",
      "abstractFR": [
        "L'action d'une entreprise commerciale ou artisanale en contestation d'un impôt établi à sa charge, qui n'est pas basée sur une activité nécessitant son inscription à la banque-carrefour des entreprises mais trouve sa cause dans le titre exécutoire que l'État belge s'est décerné à lui-même en exécution d'une loi d'impôt, peut être régulièrement introduite en justice sans justification de son inscription à la banque-carrefour des entreprises."
      ],
      "abstractNL": [
        "De vordering van een handels- of ambachtsonderneming tot betwisting van een ten aanzien van haar gevestigde belasting, die niet gebaseerd is op een activiteit die haar inschrijving in de Kruispuntbank van Ondernemingen vereist, maar haar oorzaak vindt in de uitvoerbare titel die de Belgische Staat zichzelf heeft toegekend in uitvoering van een belastingwet, kan regelmatig in rechte worden ingeleid zonder de inschrijving in de Kruispuntbank van Ondernemingen te bewijzen.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180608.5": {
      "court": "CASS",
      "date": "2018-06-08",
      "roleNumber": "F.17.0081.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180608.5",
      "abstractFR": [
        "L'article III.26, § 1er, alinéa 1er et 2, du Code de droit économique ne s'applique pas aux actes de défense à une action, cet acte fût-il un pourvoi en cassation (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel III.26, §1, eerste en tweede lid, van het Wetboek van economisch recht, is niet van toepassing op de akten van verweer tegen een rechtsvordering, ook al betreft die akte een cassatieberoep (1). (1) Zie concl. OM in Pas. 2018, nr. 372."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161216.6": {
      "court": "CASS",
      "date": "2016-12-16",
      "roleNumber": "D.16.0008.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161216.6&lang=fr",
      "abstractFR": [
        "Il suit des dispositions des articles I.1.1° et I.8.35°, VI.1.§1er et XIV.1.§1er, alinéas 1er et 2, du Code de droit économique et des travaux préparatoires, que les activités des personnes exerçant une profession libérale relèvent du Livre XIV pour autant que ces activités ressortissent spécifiquement aux prestations intellectuelles caractéristiques de cette profession libérale, alors que les activités pour lesquelles ce n?est pas le cas sont soumises aux dispositions du Livre VI de ce code.",
        "La circonstance que certaines activités de la personne exerçant la profession libérale relèvent des dispositions du Livre VI du Code de droit économique, ne porte toutefois pas atteinte à l?applicabilité à ces activités des règles déontologiques de comportement propres à la profession libérale, également en ce qui concerne les activités qui ne sont pas caractéristiques de cette profession."
      ],
      "abstractNL": [
        "Uit de bepalingen van de artikelen I. 1. 1° en I. 8. 35°, VI. 1. §1 en XIV. 1. §1, eerste en tweede lid, Wetboek Economisch Recht en de wetsgeschiedenis volgt dat de activiteiten van de beoefenaars van een vrij beroep ressorteren onder Boek XIV voor zover deze activiteiten specifiek vallen onder de intellectuele prestaties die kenmerkend zijn voor dit vrij beroep, terwijl de activiteiten waarvoor dit niet het geval is, onderworpen zijn aan de bepalingen van Boek VI WER.",
        "De omstandigheid dat bepaalde activiteiten van de beoefenaar van het vrij beroep ressorteren onder de bepalingen van Boek VI WER, doet evenwel geen afbreuk aan de toepasselijkheid op deze laatste van de deontologische gedragsregels eigen aan het vrij beroep, ook wat de activiteiten betreft die niet kenmerkend zijn voor dit vrij beroep."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2024:ARR.20240312.2N.10": {
      "court": "CASS",
      "date": "2024-03-12",
      "roleNumber": "P.23.1510.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240312.2N.10",
      "abstractFR": null,
      "abstractNL": [
        "Uit de bepaling van artikel III.49, § 2, WER, thans artikel III.49, § 3, WER, volgt dat, wanneer een partij op gemotiveerde wijze en aan de hand van concrete gegevens aanvoert dat zij in werkelijkheid een eenmanszaak van een ondernemer-natuurlijke persoon is, zodat zij niet bestaat als aparte rechtspersoon en haar inschrijving in de Kruispuntbank van Ondernemingen in de hoedanigheid van rechtspersoon berust op een vergissing, de rechter dat verweer niet kan verwerpen louter op grond van de hoedanigheid van die partij, zoals die blijkt uit deze inschrijving (1). (1) Artikel 4 van de wet van 17 juli 2013 houdende ondermeer invoeging van Boek III in het WER, BS 14 augustus 2013, verving vanaf 9 mei 2014 artikel 33, § 2, KBO-wet door artikel III.49, § 2, WER. Dit artikel werd op zijn beurt vervangen bij wet van 15 april 2018 tot hervorming van het ondernemingsrecht, BS 27 april 2018, door artikel III.49, § 3, WER. De feiten in onderhavige zaak strekten zich uit van oktober 2017 tot april 2019."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240426.1F.4": {
      "court": "CASS",
      "date": "2024-04-26",
      "roleNumber": "C.23.0323.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240426.1F.4",
      "abstractFR": [
        "Lorsqu'un opérateur de téléphonie donne accès à son abonné à un service de communications téléphoniques vers des numéros gérés par des tiers, dont il assure la facturation, il est tenu d'informer cet abonné, de manière claire et non ambiguë, du prix lié à de telles communications (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240628.1F.8": {
      "court": "CASS",
      "date": "2024-06-28",
      "roleNumber": "C.23.0288.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240628.1F.8",
      "abstractFR": [
        "Lors même que l'exercice du droit pour le failli de demander l'effacement est déclaré abusif, l'effacement ne peut être refusé que si le failli a commis des fautes graves et caractérisées qui ont contribué à la faillite (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Zelfs wanneer de uitoefening van het recht van de gefailleerde om de kwijtschelding te vorderen als rechtsmisbruik wordt aangemerkt, kan de kwijtschelding alleen worden geweigerd indien de gefailleerde kennelijk grove fouten heeft begaan die hebben bijgedragen tot het faillissement (1). (1) Zie concl. OM in Pas. 2024, nr 512 .",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220331.1N.8": {
      "court": "CASS",
      "date": "2022-03-31",
      "roleNumber": "C.21.0160.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220331.1N.8&lang=fr",
      "abstractFR": [
        "La rémunération parçue par le failli pour des prestations de travail qu'il fournit après la faillite est exclue de l'actif de la faillite, même si le contrat de travail a été conclu avant celle-ci."
      ],
      "abstractNL": [
        "Het loon dat de gefailleerde ontvangt voor arbeidsprestaties die door hem worden geleverd na het faillissement, wordt uit het actief van het faillissement gesloten, ook al werd de arbeidsovereenkomst gesloten vóór het faillissement."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200410.1F.2": {
      "court": "CASS",
      "date": "2020-04-10",
      "roleNumber": "C.19.0300.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200410.1F.2",
      "abstractFR": [
        "Lorsqu'il émane du failli, le délai pour former appel du jugement déclaratif de faillite est de quinze jours à compter de sa publication au Moniteur belge."
      ],
      "abstractNL": [
        "De termijn voor een gefailleerde om hoger beroep in te stellen tegen het vonnis van faillietverklaring is vijftien dagen te rekenen van de bekendmaking ervan in het Belgisch Staatsblad."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180607.13": {
      "court": "CASS",
      "date": "2018-06-07",
      "roleNumber": "D.16.0021.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180607.13&lang=fr",
      "abstractFR": [
        "Une décision d'un conseil d'appel qui impose à un ou plusieurs pharmaciens des limitations de la concurrence qui ne sont pas nécessaires au maintien des règles fondamentales de la profession ou à la satisfaction des besoins impératifs d'une dispensation régulière et normale des soins de santé, mais qui en réalité tendent à avantager certains intérêts matériels des pharmaciens ou à instaurer ou à maintenir un certain régime économique, est contraire à l'article IV.1, § 1er, 2° et 3°, du Code de droit économique (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Een beslissing van een raad van beroep die aan een of meer apothekers beperkingen oplegt in de mededinging die niet vereist zijn om de fundamentele regels van het beroep te handhaven of aan de dringende eisen van de regelmatige normale toediening van de gezondheidszorgen te voldoen, maar die in werkelijkheid ertoe strekken bepaalde materiële belangen van apothekers te begunstigen of een bepaald economisch stelsel te installeren of in stand te houden, is in strijd met artikel IV.1, §1, 2° en 3°, Wetboek Economisch Recht (1). (1) Zie concl. OM."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2020:ARR.20200410.1F.2": {
      "court": "CASS",
      "date": "2020-04-10",
      "roleNumber": "C.19.0300.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200410.1F.2",
      "abstractFR": [
        "Lorsqu'il émane du failli, le délai pour former appel du jugement déclaratif de faillite est de quinze jours à compter de sa publication au Moniteur belge."
      ],
      "abstractNL": [
        "De termijn voor een gefailleerde om hoger beroep in te stellen tegen het vonnis van faillietverklaring is vijftien dagen te rekenen van de bekendmaking ervan in het Belgisch Staatsblad."
      ]
    }
  },
  "8": {
    "ECLI:BE:CASS:2018:ARR.20180425.4": {
      "court": "CASS",
      "date": "2018-04-25",
      "roleNumber": "P.18.0199.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180425.4",
      "abstractFR": [
        "L'article VI.101 du Code de droit économique transpose la définition générale des pratiques commerciales agressives énoncée à l'article 8 de la directive 2005/29/CE du Parlement européen et du Conseil du 11 mai 2005 tandis que l'article VI.103, 3° et 8°, du même code transpose ensuite deux des comportements énoncés à l'annexe I de la directive relative aux pratiques réputées déloyales, trompeuses et agressives en toutes circonstances (1). (1) Voir H. JACQUEMIN, « La loi du 6 avril 2010 relatives aux pratiques de marché et à la protection des consommateurs », J.T., 2010, p. 557."
      ],
      "abstractNL": [
        "Artikel VI.101 Wetboek Economisch Recht zet de algemene definitie om van de in artikel 8 richtlijn 2005/29/EG van het Europees Parlement en de Raad van 11 mei 2005 bepaalde definitie van agressieve handelspraktijken, terwijl artikel VI.103, 3° en 8°, van dat wetboek vervolgens twee van de gedragingen omzet die in bijlage I van de Richtlijn Oneerlijke Handelspraktijken, onder alle omstandigheden als oneerlijk, misleidend en agressief worden beschouwd (1). (1) Zie H. JACQUEMIN, \"La loi du 6 avril 2010 relatives aux pratiques de marché et à la protection des consommateurs\", JT 2010, p. 557."
      ]
    }
  },
  "9": {
    "ECLI:BE:CASS:2020:ARR.20200528.1N.8": {
      "court": "CASS",
      "date": "2020-05-28",
      "roleNumber": "C.18.0011.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200528.1N.8&lang=fr",
      "abstractFR": [
        "Le président du tribunal de l’entreprise est compétent pour connaître de l'action dont l'objet, tel que décrit dans la citation, tend à la cessation d'un acte contraire aux pratiques honnêtes du marché consistant dans la collaboration d'une entreprise tierce à une rupture de contrat, alors qu’elle devait en avoir connaissance (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De voorzitter van de ondernemingsrechtbank is bevoegd om kennis te nemen van de vordering waarvan het voorwerp, zoals omschreven in de dagvaarding, strekt tot de staking van een met de eerlijke marktpraktijken strijdige daad bestaande in de medewerking door een derde onderneming aan een contractbreuk, niettegenstaande hij hiervan kennis moest hebben (1). (1) Zie concl. OM."
      ]
    }
  },
  "14": {
    "ECLI:BE:CASS:2023:ARR.20230515.3F.4": {
      "court": "CASS",
      "date": "2023-05-15",
      "roleNumber": "C.22.0415.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230515.3F.4",
      "abstractFR": [
        "Le privilège du bailleur sur tout ce qui garnit la maison louée, établi par l'article 20, 1°, de la loi hypothécaire du 16 décembre 1851, est une sûreté réelle au sens de l'article I.22, 14°, du Code de droit économique (1). (1) Voir. les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2020:ARR.20200116.1N.6": {
      "court": "CASS",
      "date": "2020-01-16",
      "roleNumber": "C.19.0294.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200116.1N.6&lang=fr",
      "abstractFR": [
        "Pour la réalisation et le vote du plan de réorganisation, une créance garantie par un gage sur toutes les créances existantes et futures du débiteur est une créance sursitaire extraordinaire jusqu’à concurrence de la valeur de réalisation en going concern de ces créances (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Voor de uitwerking en stemming van het reorganisatieplan geldt een schuldvordering die gewaarborgd wordt door een pand op alle bestaande en toekomstige schuldvorderingen van de schuldenaar als buitengewone schuldvordering in de opschorting ten belope van de realisatiewaarde in going concern van deze schuldvorderingen (1). (1) Zie concl. OM."
      ]
    }
  },
  "17": {
    "ECLI:BE:CASS:2020:ARR.20201009.1N.1": {
      "court": "CASS",
      "date": "2020-10-09",
      "roleNumber": "C.19.0631.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201009.1N.1&lang=fr",
      "abstractFR": [
        "Si l'annulation de la clause contractuelle qui est une clause abusive n'a pas de conséquences négatives pour le consommateur, le juge doit écarter l'application de la clause abusive et n'a pas la possibilité de lui substituer une disposition de droit national à caractère supplétif (1). (1) Voir C.J.U.E, arrêt Unicaja Banco, 21 janvier 2015, C-482/13, C-484/13, C-485/13, C-487/13."
      ],
      "abstractNL": [
        "Indien de vernietiging van het contractuele beding dat een oneerlijk beding is, geen negatieve gevolgen heeft voor de consument, dient de rechter het oneerlijk beding buiten toepassing te laten en heeft hij niet de mogelijkheid het te vervangen door een nationale bepaling van aanvullend recht (1). (1) Zie HvJ 21 januari 2015, Unicaja Banco, C-482/13, C-484/13, C-485/13, C-487/13."
      ]
    }
  },
  "20": {
    "ECLI:BE:CASS:2018:ARR.20180208.3": {
      "court": "CASS",
      "date": "2018-02-08",
      "roleNumber": "C.15.0538.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180208.3&lang=fr",
      "abstractFR": [
        "Une clause abusive est toute clause ou toute condition dans un contrat entre un titulaire d'une profession libérale et un consommateur qui, à elle seule ou combinée avec une ou plusieurs autres clauses ou conditions, crée un déséquilibre manifeste entre les droits et les obligations des parties au détriment du consommateur (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Een onrechtmatig beding is elk beding of elke voorwaarde in een overeenkomst tussen een beoefenaar van een vrij beroep en een consument die, alleen of in samenhang met een of meer andere bedingen of voorwaarden, een kennelijk onevenwicht schept tussen de rechten en plichten van de partijen ten nadele van de consument (1). (1) Zie concl. OM."
      ]
    }
  },
  "22": {
    "ECLI:BE:CASS:2024:ARR.20241120.2F.12": {
      "court": "CASS",
      "date": "2024-11-20",
      "roleNumber": "P.24.0991.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241120.2F.12",
      "abstractFR": [
        "Conformément à l'article XX.173, § 1er, alinéa 1er, du Code de droit économique, si le failli est une personne physique, il sera libéré envers les créanciers, par l'effet de l'effacement, du solde des dettes; l'article I.23, 22° (1), de ce code définit le solde des dettes comme les dettes demeurant impayées à la fin de la procédure d'insolvabilité; les dettes dont le failli est libéré par l'effacement sont celles qui existent au jour de l'ouverture de la faillite; la naissance de la dette n'est pas soumise à la condition qu'elle soit constatée dans un jugement ou que la créance soit exigible (2). (1) Et non « l'article 1.22.22° » indiqué dans l'arrêt. (2) Voir: - quant à la caution: Cass. 24 juin 2021, RG C.20.0073.F, ECLI:BE:CASS:2021:ARR.20210624.1F.6, Pas. 2021, n° 475: « (…) si le droit de recours de la caution à l'égard du débiteur principal ne devient, en règle, exigible que lorsqu'elle satisfait à l'obligation de ce dernier, ce droit existe dès la naissance de l'engagement de la caution. Il en résulte que le droit de recours né d'un engagement antérieur à la déclaration de faillite du débiteur principal ne peut plus être exercé contre ce dernier déclaré excusable, lors même que l'exécution par la caution de son engagement est postérieure à la déclaration de faillite »; - quant à l'exécution provisoire du jugement: Cass. 18 mars 2021, RG C.20.0304.F, ECLI:BE:CASS:2021:ARR.20210318.1F.4, Pas. 2021, n° 208: « En vertu de l'article 1398, alinéa 2, du Code judiciaire, l'exécution provisoire du jugement n'a lieu qu'aux risques et périls de la partie qui la poursuit ; il en résulte que l'obligation, pour cette partie de restituer les sommes obtenues naît de l'exécution mais que cette obligation ne deviendra exigible que par la réformation du jugement ». N.B.: La demanderesse n'a pas soutenu que l'effacement prévu par cette disposition ne serait pas applicable aux dettes nées d'une infraction.(MNB)"
      ],
      "abstractNL": null
    }
  },
  "26": {
    "ECLI:BE:CASS:2022:ARR.20220909.1N.2": {
      "court": "CASS",
      "date": "2022-09-09",
      "roleNumber": "C.21.0280.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220909.1N.2&lang=fr",
      "abstractFR": [
        "L'article XIV.50, 26°, du Code de droit économique, dans la version applicable avant son abrogation par la loi du 15 avril 2018, concerne la formation du contrat et ne s'applique pas à une décision unilatérale ayant trait à son exécution."
      ],
      "abstractNL": [
        "Artikel XIV.50, 26° WER, zoals van toepassing vóór de opheffing ervan door de wet van 15 april 2018, betreft de totstandkoming van de overeenkomst en is niet van toepassing op een partijbeslissing die de uitvoering van de overeenkomst betreft."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170615.15": {
      "court": "CASS",
      "date": "2017-06-15",
      "roleNumber": "C.16.0504.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170615.15",
      "abstractFR": [
        "Il ne suit pas de l'article III, 26, § 2, du Code de droit économique que la fin de non-recevoir qu'elle prévoit doive être proposée pour la première fois devant le premier juge (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit artikel III, 26, § 2, van het Wetboek van economisch recht volgt niet dat het middel van niet-ontvankelijkheid waarin het voorziet, voor de eerste maal voor de eerste rechter moet worden voorgesteld (1). (1) Zie concl. OM in Pas. 2017, nr. ***."
      ]
    }
  },
  "35": {
    "ECLI:BE:CASS:2016:ARR.20161216.6": {
      "court": "CASS",
      "date": "2016-12-16",
      "roleNumber": "D.16.0008.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161216.6&lang=fr",
      "abstractFR": [
        "Il suit des dispositions des articles I.1.1° et I.8.35°, VI.1.§1er et XIV.1.§1er, alinéas 1er et 2, du Code de droit économique et des travaux préparatoires, que les activités des personnes exerçant une profession libérale relèvent du Livre XIV pour autant que ces activités ressortissent spécifiquement aux prestations intellectuelles caractéristiques de cette profession libérale, alors que les activités pour lesquelles ce n?est pas le cas sont soumises aux dispositions du Livre VI de ce code.",
        "La circonstance que certaines activités de la personne exerçant la profession libérale relèvent des dispositions du Livre VI du Code de droit économique, ne porte toutefois pas atteinte à l?applicabilité à ces activités des règles déontologiques de comportement propres à la profession libérale, également en ce qui concerne les activités qui ne sont pas caractéristiques de cette profession."
      ],
      "abstractNL": [
        "Uit de bepalingen van de artikelen I. 1. 1° en I. 8. 35°, VI. 1. §1 en XIV. 1. §1, eerste en tweede lid, Wetboek Economisch Recht en de wetsgeschiedenis volgt dat de activiteiten van de beoefenaars van een vrij beroep ressorteren onder Boek XIV voor zover deze activiteiten specifiek vallen onder de intellectuele prestaties die kenmerkend zijn voor dit vrij beroep, terwijl de activiteiten waarvoor dit niet het geval is, onderworpen zijn aan de bepalingen van Boek VI WER.",
        "De omstandigheid dat bepaalde activiteiten van de beoefenaar van het vrij beroep ressorteren onder de bepalingen van Boek VI WER, doet evenwel geen afbreuk aan de toepasselijkheid op deze laatste van de deontologische gedragsregels eigen aan het vrij beroep, ook wat de activiteiten betreft die niet kenmerkend zijn voor dit vrij beroep."
      ]
    }
  },
  "104": {
    "ECLI:BE:CASS:2024:ARR.20240920.1N.2": {
      "court": "CASS",
      "date": "2024-09-20",
      "roleNumber": "C.23.0184.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240920.1N.2",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen XX.194, eerste en tweede lid, XX.161, eerste lid, 104, tweede en derde lid, 107, § 1, eerste lid WER volgt dat de eigenaar van een goed dat in het bezit is van de gefailleerde, onder voorbehoud van situaties van overmacht, beschikt over een termijn variërend van vijfendertig tot zestig dagen vanaf het vonnis van faillietverklaring, welk vonnis binnen vijf dagen na zijn dagtekening in het Belgisch Staatsblad wordt gepubliceerd en volgt tevens dat de eigenaar via de publicatie in het Belgisch Staatsblad van het uittreksel van het vonnis van faillietverklaring kennis heeft van de datum van neerlegging van het eerste proces-verbaal van verificatie van de schuldvorderingen en dus van het uiterlijke ogenblik waarop hij zijn recht van terugvordering kan uitoefenen, maar dat hij niet in het bijzonder erover wordt geïnformeerd dat zijn recht op terugvordering uiterlijk op dat ogenblik moet worden uitgeoefend (1). (1) Zie concl. OM.",
        "Uit de artikelen XX.194, eerste en tweede lid, XX.161, eerste lid, 104, tweede en derde lid, 107, § 1, eerste lid WER volgt dat de eigenaar van een goed dat in het bezit is van de gefailleerde, onder voorbehoud van situaties van overmacht, beschikt over een termijn variërend van vijfendertig tot zestig dagen vanaf het vonnis van faillietverklaring, welk vonnis binnen vijf dagen na zijn dagtekening in het Belgisch Staatsblad wordt gepubliceerd en volgt tevens dat de eigenaar via de publicatie in het Belgisch Staatsblad van het uittreksel van het vonnis van faillietverklaring kennis heeft van de datum van neerlegging van het eerste proces-verbaal van verificatie van de schuldvorderingen en dus van het uiterlijke ogenblik waarop hij zijn recht van terugvordering kan uitoefenen, maar dat hij niet in het bijzonder erover wordt geïnformeerd dat zijn recht op terugvordering uiterlijk op dat ogenblik moet worden uitgeoefend( 1). (1) Zie concl. OM."
      ]
    }
  },
  "107": {
    "ECLI:BE:CASS:2024:ARR.20240920.1N.2": {
      "court": "CASS",
      "date": "2024-09-20",
      "roleNumber": "C.23.0184.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240920.1N.2",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen XX.194, eerste en tweede lid, XX.161, eerste lid, 104, tweede en derde lid, 107, § 1, eerste lid WER volgt dat de eigenaar van een goed dat in het bezit is van de gefailleerde, onder voorbehoud van situaties van overmacht, beschikt over een termijn variërend van vijfendertig tot zestig dagen vanaf het vonnis van faillietverklaring, welk vonnis binnen vijf dagen na zijn dagtekening in het Belgisch Staatsblad wordt gepubliceerd en volgt tevens dat de eigenaar via de publicatie in het Belgisch Staatsblad van het uittreksel van het vonnis van faillietverklaring kennis heeft van de datum van neerlegging van het eerste proces-verbaal van verificatie van de schuldvorderingen en dus van het uiterlijke ogenblik waarop hij zijn recht van terugvordering kan uitoefenen, maar dat hij niet in het bijzonder erover wordt geïnformeerd dat zijn recht op terugvordering uiterlijk op dat ogenblik moet worden uitgeoefend (1). (1) Zie concl. OM.",
        "Uit de artikelen XX.194, eerste en tweede lid, XX.161, eerste lid, 104, tweede en derde lid, 107, § 1, eerste lid WER volgt dat de eigenaar van een goed dat in het bezit is van de gefailleerde, onder voorbehoud van situaties van overmacht, beschikt over een termijn variërend van vijfendertig tot zestig dagen vanaf het vonnis van faillietverklaring, welk vonnis binnen vijf dagen na zijn dagtekening in het Belgisch Staatsblad wordt gepubliceerd en volgt tevens dat de eigenaar via de publicatie in het Belgisch Staatsblad van het uittreksel van het vonnis van faillietverklaring kennis heeft van de datum van neerlegging van het eerste proces-verbaal van verificatie van de schuldvorderingen en dus van het uiterlijke ogenblik waarop hij zijn recht van terugvordering kan uitoefenen, maar dat hij niet in het bijzonder erover wordt geïnformeerd dat zijn recht op terugvordering uiterlijk op dat ogenblik moet worden uitgeoefend( 1). (1) Zie concl. OM."
      ]
    }
  },
  "167": {
    "ECLI:BE:CASS:2024:ARR.20240125.1N.4": {
      "court": "CASS",
      "date": "2024-01-25",
      "roleNumber": "C.22.0390.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240125.1N.4",
      "abstractFR": null,
      "abstractNL": [
        "Het Hof wenst door het stellen van een prejudiciële vraag aan het Hof van Justitie te vernemen of artikel 1, lid 1, EVO en Rome I-Verordening aldus dient te worden uitgelegd dat de vraag naar de titulariteit van een auteursrecht van een werk dat is gecreëerd in uitvoering van een verbintenis uit een arbeid- of opdrachtenovereenkomst, dit is de vraag wie de oorspronkelijke titularis is en of en in welke mate dit recht overdraagbaar is aan een volgende titularis, onder het begrip “verbintenissen uit overeenkomst” valt (1)? (1) Zie concl. OM."
      ]
    }
  },
  "XX.173": {
    "ECLI:BE:CASS:2025:ARR.20251201.3N.2": {
      "court": "CASS",
      "date": "2025-12-01",
      "roleNumber": "C.24.0339.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251201.3N.2",
      "abstractFR": null,
      "abstractNL": [
        "Aangezien artikel XX.173, § 2, vierde lid, WER niet voorziet in een kennisgeving bij gerechtsbrief aan de gefailleerde van het vonnis dat de kwijtschelding geheel of gedeeltelijk weigert, begint de termijn voor de gefailleerde om hoger beroep in te stellen tegen dergelijk vonnis pas te lopen vanaf de betekening ervan; de omstandigheid dat het vonnis, zonder wettelijke grondslag, bij gerechtsbrief werd ter kennis gebracht van de gefailleerde, doet hieraan geen afbreuk (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240329.1F.6": {
      "court": "CASS",
      "date": "2024-03-29",
      "roleNumber": "C.23.0271.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240329.1F.6",
      "abstractFR": [
        "L'article XX.173, § 1er, du Code de droit économique ne déroge pas au principe constitutionnel que la remise des peines ne peut être accordée que par la grâce royale; Il s'ensuit que l'effacement est sans effet sur les dettes du failli résultant de condamnations pénales à des amendes ou à des confiscations."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20241120.2F.12": {
      "court": "CASS",
      "date": "2024-11-20",
      "roleNumber": "P.24.0991.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241120.2F.12",
      "abstractFR": [
        "Conformément à l'article XX.173, § 1er, alinéa 1er, du Code de droit économique, si le failli est une personne physique, il sera libéré envers les créanciers, par l'effet de l'effacement, du solde des dettes; l'article I.23, 22° (1), de ce code définit le solde des dettes comme les dettes demeurant impayées à la fin de la procédure d'insolvabilité; les dettes dont le failli est libéré par l'effacement sont celles qui existent au jour de l'ouverture de la faillite; la naissance de la dette n'est pas soumise à la condition qu'elle soit constatée dans un jugement ou que la créance soit exigible (2). (1) Et non « l'article 1.22.22° » indiqué dans l'arrêt. (2) Voir: - quant à la caution: Cass. 24 juin 2021, RG C.20.0073.F, ECLI:BE:CASS:2021:ARR.20210624.1F.6, Pas. 2021, n° 475: « (…) si le droit de recours de la caution à l'égard du débiteur principal ne devient, en règle, exigible que lorsqu'elle satisfait à l'obligation de ce dernier, ce droit existe dès la naissance de l'engagement de la caution. Il en résulte que le droit de recours né d'un engagement antérieur à la déclaration de faillite du débiteur principal ne peut plus être exercé contre ce dernier déclaré excusable, lors même que l'exécution par la caution de son engagement est postérieure à la déclaration de faillite »; - quant à l'exécution provisoire du jugement: Cass. 18 mars 2021, RG C.20.0304.F, ECLI:BE:CASS:2021:ARR.20210318.1F.4, Pas. 2021, n° 208: « En vertu de l'article 1398, alinéa 2, du Code judiciaire, l'exécution provisoire du jugement n'a lieu qu'aux risques et périls de la partie qui la poursuit ; il en résulte que l'obligation, pour cette partie de restituer les sommes obtenues naît de l'exécution mais que cette obligation ne deviendra exigible que par la réformation du jugement ». N.B.: La demanderesse n'a pas soutenu que l'effacement prévu par cette disposition ne serait pas applicable aux dettes nées d'une infraction.(MNB)"
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240628.1F.8": {
      "court": "CASS",
      "date": "2024-06-28",
      "roleNumber": "C.23.0288.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240628.1F.8",
      "abstractFR": [
        "Lors même que l'exercice du droit pour le failli de demander l'effacement est déclaré abusif, l'effacement ne peut être refusé que si le failli a commis des fautes graves et caractérisées qui ont contribué à la faillite (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Zelfs wanneer de uitoefening van het recht van de gefailleerde om de kwijtschelding te vorderen als rechtsmisbruik wordt aangemerkt, kan de kwijtschelding alleen worden geweigerd indien de gefailleerde kennelijk grove fouten heeft begaan die hebben bijgedragen tot het faillissement (1). (1) Zie concl. OM in Pas. 2024, nr 512 .",
        "Vertaling nog niet beschikbaar"
      ]
    }
  },
  "XX.194": {
    "ECLI:BE:CASS:2025:ARR.20251127.1N.6": {
      "court": "CASS",
      "date": "2025-11-27",
      "roleNumber": "C.23.0184.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251127.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "De termijn bepaald in artikel XX.194, tweede lid, WER doet niet op onevenredige wijze afbreuk aan het eigendomsrecht, in het bijzonder ten aanzien van een in het buitenland gevestigde revindicant (1) (2). (1) Zie concl. OM. (2) GwH 15 mei 2025, 80/2025, ECLI:BE:GHCC:2025:ARR.080.",
        "De vervaltermijn bepaald in artikel XX.194, tweede lid, WER heeft enkel betrekking op de uitoefening van het recht tot terugvordering, hetgeen kan geschieden via een vormvrij verzoek gericht aan de curator; niet vereist is dat de eigenaar voor de neerlegging van het eerste proces-verbaal van verificatie van de schuldvorderingen een vordering in revindicatie bij de rechter aanhangig maakt (1). (1) Zie concl. OM.",
        "Nu wordt aangevoerd dat de vervaltermijn om het recht tot terugvordering uit te oefenen zoals bepaald in artikel XX.194, tweede lid, WER, bijzonder kort is vooral ten aanzien van een in het buitenland gevestigde schuldeiser, bestaat er grond om aan het Grondwettelijk hof de prejudiciële vraag te stellen of artikel XX.194, tweede lid, WER artikel 16 Grondwet, al dan niet in samenhang gelezen met artikel 1 Eerste Aanvullend Protocol EVRM, schendt in zoverre de eigenaar van goederen die in het bezit van de gefailleerde zijn, vervallen is van zijn recht op terugvordering van deze goederen wanneer hij dat recht uitoefent na de neerlegging van het eerste proces-verbaal van verificatie van de schuldvorderingen?” (1). (1) Zie concl. OM.",
        "Uit de artikelen XX.194, eerste en tweede lid, XX.161, eerste lid, 104, tweede en derde lid, 107, § 1, eerste lid WER volgt dat de eigenaar van een goed dat in het bezit is van de gefailleerde, onder voorbehoud van situaties van overmacht, beschikt over een termijn variërend van vijfendertig tot zestig dagen vanaf het vonnis van faillietverklaring, welk vonnis binnen vijf dagen na zijn dagtekening in het Belgisch Staatsblad wordt gepubliceerd en volgt tevens dat de eigenaar via de publicatie in het Belgisch Staatsblad van het uittreksel van het vonnis van faillietverklaring kennis heeft van de datum van neerlegging van het eerste proces-verbaal van verificatie van de schuldvorderingen en dus van het uiterlijke ogenblik waarop hij zijn recht van terugvordering kan uitoefenen, maar dat hij niet in het bijzonder erover wordt geïnformeerd dat zijn recht op terugvordering uiterlijk op dat ogenblik moet worden uitgeoefend( 1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240920.1N.2": {
      "court": "CASS",
      "date": "2024-09-20",
      "roleNumber": "C.23.0184.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240920.1N.2",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen XX.194, eerste en tweede lid, XX.161, eerste lid, 104, tweede en derde lid, 107, § 1, eerste lid WER volgt dat de eigenaar van een goed dat in het bezit is van de gefailleerde, onder voorbehoud van situaties van overmacht, beschikt over een termijn variërend van vijfendertig tot zestig dagen vanaf het vonnis van faillietverklaring, welk vonnis binnen vijf dagen na zijn dagtekening in het Belgisch Staatsblad wordt gepubliceerd en volgt tevens dat de eigenaar via de publicatie in het Belgisch Staatsblad van het uittreksel van het vonnis van faillietverklaring kennis heeft van de datum van neerlegging van het eerste proces-verbaal van verificatie van de schuldvorderingen en dus van het uiterlijke ogenblik waarop hij zijn recht van terugvordering kan uitoefenen, maar dat hij niet in het bijzonder erover wordt geïnformeerd dat zijn recht op terugvordering uiterlijk op dat ogenblik moet worden uitgeoefend (1). (1) Zie concl. OM.",
        "Nu wordt aangevoerd dat de vervaltermijn om het recht tot terugvordering uit te oefenen zoals bepaald in artikel XX.194, tweede lid, WER, bijzonder kort is vooral ten aanzien van een in het buitenland gevestigde schuldeiser, bestaat er grond om aan het Grondwettelijk hof de prejudiciële vraag te stellen of artikel XX.194, tweede lid, WER artikel 16 Grondwet, al dan niet in samenhang gelezen met artikel 1 Eerste Aanvullend Protocol EVRM, schendt in zoverre de eigenaar van goederen die in het bezit van de gefailleerde zijn, vervallen is van zijn recht op terugvordering van deze goederen wanneer hij dat recht uitoefent na de neerlegging van het eerste proces-verbaal van verificatie van de schuldvorderingen?” (1). (1) Zie concl. OM.",
        "Uit de artikelen XX.194, eerste en tweede lid, XX.161, eerste lid, 104, tweede en derde lid, 107, § 1, eerste lid WER volgt dat de eigenaar van een goed dat in het bezit is van de gefailleerde, onder voorbehoud van situaties van overmacht, beschikt over een termijn variërend van vijfendertig tot zestig dagen vanaf het vonnis van faillietverklaring, welk vonnis binnen vijf dagen na zijn dagtekening in het Belgisch Staatsblad wordt gepubliceerd en volgt tevens dat de eigenaar via de publicatie in het Belgisch Staatsblad van het uittreksel van het vonnis van faillietverklaring kennis heeft van de datum van neerlegging van het eerste proces-verbaal van verificatie van de schuldvorderingen en dus van het uiterlijke ogenblik waarop hij zijn recht van terugvordering kan uitoefenen, maar dat hij niet in het bijzonder erover wordt geïnformeerd dat zijn recht op terugvordering uiterlijk op dat ogenblik moet worden uitgeoefend( 1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240607.1F.3": {
      "court": "CASS",
      "date": "2024-06-07",
      "roleNumber": "C.23.0465.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240607.1F.3",
      "abstractFR": [
        "L'article XX.194 du Code de droit économiques s'applique à toute demande en revendication du propriétaire pour un bien détenu par le failli, lors même qu'il n'existe pas de relation contractuelle entre eux."
      ],
      "abstractNL": null
    }
  },
  "XX.161": {
    "ECLI:BE:CASS:2024:ARR.20240920.1N.2": {
      "court": "CASS",
      "date": "2024-09-20",
      "roleNumber": "C.23.0184.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240920.1N.2",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen XX.194, eerste en tweede lid, XX.161, eerste lid, 104, tweede en derde lid, 107, § 1, eerste lid WER volgt dat de eigenaar van een goed dat in het bezit is van de gefailleerde, onder voorbehoud van situaties van overmacht, beschikt over een termijn variërend van vijfendertig tot zestig dagen vanaf het vonnis van faillietverklaring, welk vonnis binnen vijf dagen na zijn dagtekening in het Belgisch Staatsblad wordt gepubliceerd en volgt tevens dat de eigenaar via de publicatie in het Belgisch Staatsblad van het uittreksel van het vonnis van faillietverklaring kennis heeft van de datum van neerlegging van het eerste proces-verbaal van verificatie van de schuldvorderingen en dus van het uiterlijke ogenblik waarop hij zijn recht van terugvordering kan uitoefenen, maar dat hij niet in het bijzonder erover wordt geïnformeerd dat zijn recht op terugvordering uiterlijk op dat ogenblik moet worden uitgeoefend (1). (1) Zie concl. OM.",
        "Uit de artikelen XX.194, eerste en tweede lid, XX.161, eerste lid, 104, tweede en derde lid, 107, § 1, eerste lid WER volgt dat de eigenaar van een goed dat in het bezit is van de gefailleerde, onder voorbehoud van situaties van overmacht, beschikt over een termijn variërend van vijfendertig tot zestig dagen vanaf het vonnis van faillietverklaring, welk vonnis binnen vijf dagen na zijn dagtekening in het Belgisch Staatsblad wordt gepubliceerd en volgt tevens dat de eigenaar via de publicatie in het Belgisch Staatsblad van het uittreksel van het vonnis van faillietverklaring kennis heeft van de datum van neerlegging van het eerste proces-verbaal van verificatie van de schuldvorderingen en dus van het uiterlijke ogenblik waarop hij zijn recht van terugvordering kan uitoefenen, maar dat hij niet in het bijzonder erover wordt geïnformeerd dat zijn recht op terugvordering uiterlijk op dat ogenblik moet worden uitgeoefend( 1). (1) Zie concl. OM."
      ]
    }
  },
  "IV.2": {
    "ECLI:BE:CASS:2025:ARR.20250220.1F.4": {
      "court": "CASS",
      "date": "2025-02-20",
      "roleNumber": "C.23.0375.F-C.24.0002.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250220.1F.4",
      "abstractFR": [
        "L'existence d'une position de dépendance économique d'une entreprise à l'égard d'une autre entreprise ne requiert pas que ces entreprises soient dans les liens d'un contrat (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het bestaan van een positie van economische afhankelijkheid van een bedrijf ten aanzien van een ander bedrijf vereist niet dat die bedrijven verbonden zijn door een overeenkomst (1). (1) Zie concl. OM."
      ]
    }
  },
  "I.1": {
    "ECLI:BE:CASS:2023:ARR.20231123.1N.1": {
      "court": "CASS",
      "date": "2023-11-23",
      "roleNumber": "C.23.0023.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231123.1N.1",
      "abstractFR": [
        "Une personne physique peut seulement être qualifié d'entreprise au sens de l'article I.1, aliné 1°, du Code de droit économique, lorsqu'elle démontre être une organisation, consistant en un agencement de moyens matériels, financiers ou humains qui lui sont propres, en vue de l'exercice d'une activité professionnelle à titre indépendant(1). (1) Voir les concl. du MP publiées à leur date dans AC"
      ],
      "abstractNL": [
        "Een natuurlijke persoon kan slechts als onderneming in de zin van artikel I.1, eerste lid, 1°, WER worden gekwalificeerd, wanneer hij aantoont een organisatie te vormen, bestaande uit een geheel van eigen materiële, financiële of menselijke middelen samengebracht met het oog op het uitoefenen van een zelfstandige beroepsactiviteit (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230209.1F.1": {
      "court": "CASS",
      "date": "2023-02-09",
      "roleNumber": "C.22.0264.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230209.1F.1",
      "abstractFR": [
        "Une personne physique est une entreprise, au sens de l'article I.1, alinéa 1er, du Code de droit économique, lorsqu'elle constitue une organisation consistant en un agencement de moyens matériels, financiers ou humains en vue de l'exercice d'une activité professionnelle à titre indépendant ; le gérant ou l'administrateur d'une société, qui exerce son mandat en dehors de toute organisation propre, n'est pas une entreprise (1). (1) Voir Cass. 18 mars 2022, RG C.21.0006.F, ECLI:BE:CASS:2022:ARR.20220318.1F.9, avec concl. MP.",
        "Une personne physique est une entreprise, au sens de l'article I.1, 1er, du Code de droit économique, lorsqu'elle constitue une organisation consistant en un agencement de moyens matériels, financiers ou humains en vue de l'exercice d'une activité professionnelle à titre indépendant ; le gérant ou l'administrateur d'une société, qui exerce son mandat en dehors de toute organisation propre, n'est pas une entreprise (1). (1) Voir Cass. 18 mars 2022, RG C.21.0006.F, Pas. 2022, n° 203 avec concl. MP."
      ],
      "abstractNL": [
        "Een natuurlijk persoon is een onderneming in de zin van artikel I.1, eerste lid, WER wanneer hij een organisatie vormt die bestaat uit een ordening van materiële, financiële of menselijke middelen met het oog op de uitoefening van een zelfstandige beroepsactiviteit; de zaakvoerder of bestuurder van een vennootschap die zijn lastgeving buiten elke eigen organisatie uitoefent, is geen onderneming (1). (1) Zie Cass. 18 maart 2022, AR C.21.0006.F, ECLI:BE:CASS:2022:ARR.20220318.1F.9, met concl. OM."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180607.13": {
      "court": "CASS",
      "date": "2018-06-07",
      "roleNumber": "D.16.0021.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180607.13&lang=fr",
      "abstractFR": [
        "Même s'ils ne sont pas commerçants au sens de l'article 1er du Code de commerce et même s'ils occupent une fonction sociale, les pharmaciens exercent une activité visant l'échange de biens ou de services; ils poursuivent de manière durable un but économique et sont, dès lors, des entreprises au sens de l'article I.1, 1°, du Code de droit économique (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Apothekers, ook al zijn zij geen kooplieden in de zin van artikel 1 Wetboek van Koophandel en ook al hebben zij een maatschappelijke functie, oefenen een activiteit uit die gericht is op de uitwisseling van goederen of diensten; zij streven op duurzame wijze een economisch doel na en zijn aldus in de regel ondernemingen in de zin van artikel I.1, 1°, Wetboek Economisch Recht (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161216.6": {
      "court": "CASS",
      "date": "2016-12-16",
      "roleNumber": "D.16.0008.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161216.6&lang=fr",
      "abstractFR": [
        "Il suit des dispositions des articles I.1.1° et I.8.35°, VI.1.§1er et XIV.1.§1er, alinéas 1er et 2, du Code de droit économique et des travaux préparatoires, que les activités des personnes exerçant une profession libérale relèvent du Livre XIV pour autant que ces activités ressortissent spécifiquement aux prestations intellectuelles caractéristiques de cette profession libérale, alors que les activités pour lesquelles ce n?est pas le cas sont soumises aux dispositions du Livre VI de ce code.",
        "La circonstance que certaines activités de la personne exerçant la profession libérale relèvent des dispositions du Livre VI du Code de droit économique, ne porte toutefois pas atteinte à l?applicabilité à ces activités des règles déontologiques de comportement propres à la profession libérale, également en ce qui concerne les activités qui ne sont pas caractéristiques de cette profession."
      ],
      "abstractNL": [
        "Uit de bepalingen van de artikelen I. 1. 1° en I. 8. 35°, VI. 1. §1 en XIV. 1. §1, eerste en tweede lid, Wetboek Economisch Recht en de wetsgeschiedenis volgt dat de activiteiten van de beoefenaars van een vrij beroep ressorteren onder Boek XIV voor zover deze activiteiten specifiek vallen onder de intellectuele prestaties die kenmerkend zijn voor dit vrij beroep, terwijl de activiteiten waarvoor dit niet het geval is, onderworpen zijn aan de bepalingen van Boek VI WER.",
        "De omstandigheid dat bepaalde activiteiten van de beoefenaar van het vrij beroep ressorteren onder de bepalingen van Boek VI WER, doet evenwel geen afbreuk aan de toepasselijkheid op deze laatste van de deontologische gedragsregels eigen aan het vrij beroep, ook wat de activiteiten betreft die niet kenmerkend zijn voor dit vrij beroep."
      ]
    }
  },
  "X.39": {
    "ECLI:BE:CASS:2023:ARR.20230407.1N.6": {
      "court": "CASS",
      "date": "2023-04-07",
      "roleNumber": "C.21.0325.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230407.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "De artikelen X.35 tot en met X.40 WER in verband met de eenzijdige beëindiging van voor onbepaalde tijd verleende concessies van alleenverkoop beschermen in hoofdzaak particuliere belangen en zijn dan ook geen bepalingen van bijzonder dwingend recht in de zin van artikel 9.1 van Rome I-verordening (1). (1) Zie concl. OM.",
        "De Belgische rechter die wordt gevat van een betwisting over de beëindiging van een concessie van alleenverkoop waarop de Rome I-verordening van toepassing is, kan, in weerwil van het bepaalde in artikel X.39 WER, het door de partijen gekozen vreemd recht niet terzijde schuiven om toepassing te maken van de Belgische bepalingen vervat in de artikelen X.35 tot en met X.40 WER en de Belgische rechter kan de arbitreerbaarheid van een geschil inzake de beëindiging van een concessie van alleenverkoop waarop de Rome I-verordening van toepassing is, niet laten afhangen van de voorwaarde dat de arbiters toepassing zullen maken van de voormelde Belgische bepalingen of van een vreemd recht dat een gelijkwaardige bescherming biedt (1). (1) Zie concl. OM."
      ]
    }
  },
  "X.35": {
    "ECLI:BE:CASS:2023:ARR.20230407.1N.6": {
      "court": "CASS",
      "date": "2023-04-07",
      "roleNumber": "C.21.0325.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230407.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "De Belgische rechter die wordt gevat van een betwisting over de beëindiging van een concessie van alleenverkoop waarop de Rome I-verordening van toepassing is, kan, in weerwil van het bepaalde in artikel X.39 WER, het door de partijen gekozen vreemd recht niet terzijde schuiven om toepassing te maken van de Belgische bepalingen vervat in de artikelen X.35 tot en met X.40 WER en de Belgische rechter kan de arbitreerbaarheid van een geschil inzake de beëindiging van een concessie van alleenverkoop waarop de Rome I-verordening van toepassing is, niet laten afhangen van de voorwaarde dat de arbiters toepassing zullen maken van de voormelde Belgische bepalingen of van een vreemd recht dat een gelijkwaardige bescherming biedt (1). (1) Zie concl. OM."
      ]
    }
  },
  "X.36": {
    "ECLI:BE:CASS:2023:ARR.20230407.1N.6": {
      "court": "CASS",
      "date": "2023-04-07",
      "roleNumber": "C.21.0325.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230407.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "De Belgische rechter die wordt gevat van een betwisting over de beëindiging van een concessie van alleenverkoop waarop de Rome I-verordening van toepassing is, kan, in weerwil van het bepaalde in artikel X.39 WER, het door de partijen gekozen vreemd recht niet terzijde schuiven om toepassing te maken van de Belgische bepalingen vervat in de artikelen X.35 tot en met X.40 WER en de Belgische rechter kan de arbitreerbaarheid van een geschil inzake de beëindiging van een concessie van alleenverkoop waarop de Rome I-verordening van toepassing is, niet laten afhangen van de voorwaarde dat de arbiters toepassing zullen maken van de voormelde Belgische bepalingen of van een vreemd recht dat een gelijkwaardige bescherming biedt (1). (1) Zie concl. OM."
      ]
    }
  },
  "X.37": {
    "ECLI:BE:CASS:2023:ARR.20230407.1N.6": {
      "court": "CASS",
      "date": "2023-04-07",
      "roleNumber": "C.21.0325.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230407.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "De Belgische rechter die wordt gevat van een betwisting over de beëindiging van een concessie van alleenverkoop waarop de Rome I-verordening van toepassing is, kan, in weerwil van het bepaalde in artikel X.39 WER, het door de partijen gekozen vreemd recht niet terzijde schuiven om toepassing te maken van de Belgische bepalingen vervat in de artikelen X.35 tot en met X.40 WER en de Belgische rechter kan de arbitreerbaarheid van een geschil inzake de beëindiging van een concessie van alleenverkoop waarop de Rome I-verordening van toepassing is, niet laten afhangen van de voorwaarde dat de arbiters toepassing zullen maken van de voormelde Belgische bepalingen of van een vreemd recht dat een gelijkwaardige bescherming biedt (1). (1) Zie concl. OM."
      ]
    }
  },
  "X.38": {
    "ECLI:BE:CASS:2023:ARR.20230407.1N.6": {
      "court": "CASS",
      "date": "2023-04-07",
      "roleNumber": "C.21.0325.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230407.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "De Belgische rechter die wordt gevat van een betwisting over de beëindiging van een concessie van alleenverkoop waarop de Rome I-verordening van toepassing is, kan, in weerwil van het bepaalde in artikel X.39 WER, het door de partijen gekozen vreemd recht niet terzijde schuiven om toepassing te maken van de Belgische bepalingen vervat in de artikelen X.35 tot en met X.40 WER en de Belgische rechter kan de arbitreerbaarheid van een geschil inzake de beëindiging van een concessie van alleenverkoop waarop de Rome I-verordening van toepassing is, niet laten afhangen van de voorwaarde dat de arbiters toepassing zullen maken van de voormelde Belgische bepalingen of van een vreemd recht dat een gelijkwaardige bescherming biedt (1). (1) Zie concl. OM."
      ]
    }
  },
  "X.40": {
    "ECLI:BE:CASS:2023:ARR.20230407.1N.6": {
      "court": "CASS",
      "date": "2023-04-07",
      "roleNumber": "C.21.0325.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230407.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "De Belgische rechter die wordt gevat van een betwisting over de beëindiging van een concessie van alleenverkoop waarop de Rome I-verordening van toepassing is, kan, in weerwil van het bepaalde in artikel X.39 WER, het door de partijen gekozen vreemd recht niet terzijde schuiven om toepassing te maken van de Belgische bepalingen vervat in de artikelen X.35 tot en met X.40 WER en de Belgische rechter kan de arbitreerbaarheid van een geschil inzake de beëindiging van een concessie van alleenverkoop waarop de Rome I-verordening van toepassing is, niet laten afhangen van de voorwaarde dat de arbiters toepassing zullen maken van de voormelde Belgische bepalingen of van een vreemd recht dat een gelijkwaardige bescherming biedt (1). (1) Zie concl. OM."
      ]
    }
  },
  "XI.58": {
    "ECLI:BE:CASS:2025:ARR.20250911.1N.4": {
      "court": "CASS",
      "date": "2025-09-11",
      "roleNumber": "C.23.0110.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250911.1N.4",
      "abstractFR": null,
      "abstractNL": [
        "Uit de wetsgeschiedenis van artikel XI.58, WER blijkt niet dat de wetgever de toepassingsvereisten voor een vordering wegens ongerechtvaardigde verrijking wenste aan te passen door de kracht van gewijsde van een beslissing inzake een inbreuk te miskennen."
      ]
    }
  },
  "X.18": {
    "ECLI:BE:CASS:2023:ARR.20230126.1F.5": {
      "court": "CASS",
      "date": "2023-01-26",
      "roleNumber": "C.20.0379.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230126.1F.5",
      "abstractFR": [
        "L'indemnité d'éviction qui a été versée par le commettant à l'agent principal dans la mesure de la clientèle apportée par le sous-agent est susceptible de constituer, dans le chef de l'agent principal, un avantage substantiel (1). (1) V. C.J.UE. arrêt 13 octobre 2022 Aff. C-593/21."
      ],
      "abstractNL": [
        "De uitwinningsvergoeding die door de principaal aan de hoofdagent is betaald op basis van de klantenkring die door de subagent is aangebracht, kan een aanzienlijk voordeel vormen voor de hoofdagent (1). (1) Zie HvJ, 13 oktober 2022, zaak C-593/21.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221209.1N.2": {
      "court": "CASS",
      "date": "2022-12-09",
      "roleNumber": "C.21.0469.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221209.1N.2",
      "abstractFR": null,
      "abstractNL": [
        "De handelsagent heeft recht op een uitwinningsvergoeding wanneer op het ogenblik van de beëindiging van de overeenkomst naar redelijke verwachting, mag worden aangenomen, zonder dat is vereist dat dit daadwerkelijk zo is, dat de aanbreng van nieuwe klanten of de aanzienlijke uitbreiding van de zaken met bestaande klanten de principaal na de beëindiging van de overeenkomst nog aanzienlijke voordelen zal opleveren, hetgeen een zekere bestendigheid van die aanbreng of uitbreiding impliceert (1). (1) Zie concl. OM.",
        "Indien de handelsagentuurovereenkomst een concurrentiebeding bevat ten gunste van de handelsagent bestaat een vermoeden dat de agentuur de principaal nog aanzienlijke voordelen zal opleveren, behoudens het tegenbewijs te leveren door de principaal dat de agentuur hem geen aanzienlijke voordelen kon opleveren, hetgeen wordt beoordeeld op het ogenblik van de beëindiging van de overeenkomst; het bewijs dat de principaal niet daadwerkelijk een aanzienlijk voordeel heeft genoten volstaat niet (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250613.1N.9": {
      "court": "CASS",
      "date": "2025-06-13",
      "roleNumber": "C.23.0204.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250613.1N.9",
      "abstractFR": null,
      "abstractNL": [
        "De maximale uitwinningvergoeding speelt enkel een rol indien deze lager is dan het bedrag van de uitwinningvergoeding, berekend op grond van de naar de omstandigheden van het geval aangepaste voordelen die voor de principaal voortvloeien uit transacties met door de handelsagent aangebrachte klanten; de uitwinningvergoeding kan niet zonder meer worden vastgesteld op een billijk geacht percentage van de wettelijk vastgelegde maximale uitwinningvergoeding (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210618.1N.10": {
      "court": "CASS",
      "date": "2021-06-18",
      "roleNumber": "C.20.0553.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210618.1N.10&lang=fr",
      "abstractFR": [
        "Une indemnité d'éviction, telle qu'elle est visée à l'article X.18 du Code de droit économique peut être cumulée avec des dommages et intérêts complémentaires visés à l'article X.19 de ce code, pour autant qu'ils réparent un préjudice distinct de celui couvert par l'indemnité d'éviction (1). (1) C.J.U.E., arrêt Quenon, 3 décembre 2015, C-338-14."
      ],
      "abstractNL": [
        "Een uitwinningsvergoeding zoals bepaald in artikel X.18 WER kan worden gecumuleerd met een bijkomende schadevergoeding zoals bedoeld in artikel X.19 WER, voor zover die andere dan de door de uitwinningsvergoeding gedekte schade vergoedt (1). (1) HvJ (EU) 3 december 2015, C-338/14, Quenon."
      ]
    }
  },
  "XX.99": {
    "ECLI:BE:CASS:2023:ARR.20230209.1F.1": {
      "court": "CASS",
      "date": "2023-02-09",
      "roleNumber": "C.22.0264.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230209.1F.1",
      "abstractFR": [
        "Le débiteur qui a cessé ses paiements de manière persistante et dont le crédit se trouve ébranlé est en état de faillite (1). (1) Voir Cass. 18 mars 2022, RG C.21.0006.F, ECLI:BE:CASS:2022:ARR.20220318.1F.9, avec concl. MP.",
        "Le débiteur qui a cessé ses paiements de manière persistante et dont le crédit se trouve ébranlé est en état de faillite (1). (1) Voir Cass. 18 mars 2022, RG C.21.0006.F, Pas. 2022, n° 203 avec concl. MP."
      ],
      "abstractNL": [
        "De schuldenaar die op duurzame wijze heeft opgehouden te betalen en van wie het krediet is geschokt, bevindt zich in staat van faillissement (1). (1) Zie Cass. 18 maart 2022, AR C.21.0006.F, ECLI:BE:CASS:2022:ARR.20220318.1F.9, met concl. OM.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231107.2N.12": {
      "court": "CASS",
      "date": "2023-11-07",
      "roleNumber": "P.23.0713.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231107.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Het enkele feit dat de bestuurder van een vennootschap weet dat die vennootschap nooit alle schuldeisers zal kunnen betalen, impliceert niet dat die vennootschap op dat moment voldoet aan de voorwaarden om failliet te worden verklaard in de zin van artikel XX.99, eerste lid, WER."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230330.1F.3": {
      "court": "CASS",
      "date": "2023-03-30",
      "roleNumber": "C.22.0336.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230330.1F.3",
      "abstractFR": [
        "En cas d'appel dirigé contre un jugement ayant déclaré le débiteur en état de faillite, le juge d'appel est tenu d'apprécier si les conditions de la faillite sont remplies au moment où le premier juge a prononcé sa décision, il ne peut être tenu compte de circonstances ultérieures, sauf s'il en ressort qu'au moment du jugement déclaratif de la faillite, le débiteur ne répondait pas aux conditions de la faillite."
      ],
      "abstractNL": [
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200605.1F.3": {
      "court": "CASS",
      "date": "2020-06-05",
      "roleNumber": "C.19.0550.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200605.1F.3",
      "abstractFR": [
        "La société qui est mise en liquidation continue à bénéficier de crédit lorsque ses créanciers maintiennent leur confiance dans cette décision et dans le déroulement de la liquidation, pour autant que cette confiance soit obtenue dans la régularité et la transparence; la société, dont la dissolution intervient en fraude des droits des créanciers ou, en permettant d'échapper aux responsabilités particulières liées à l'état de faillite ou à la remise en cause d'actes posés en période suspecte, a lieu à leur préjudice, ne repose pas sur la confiance des créanciers, lors même que ceux-ci n'auraient pas manifesté leur défiance."
      ],
      "abstractNL": [
        "De in vereffening gestelde vennootschap blijft krediet genieten wanneer haar schuldeisers hun vertrouwen in die beslissing en in het verloop van de vereffeningsprocedure behouden, voor zover dat vertrouwen op regelmatige en transparante wijze is verkregen; de vennootschap die met miskenning van de rechten van de schuldeisers of in hun nadeel ontbonden wordt, waardoor ze zich kan onttrekken aan de bijzondere verantwoordelijkheden eigen aan de staat van faillissement of aan het in vraag stellen van handelingen die in de verdachte periode zijn verricht, geniet niet langer het vertrouwen van de schuldeisers, zelfs als zij hun wantrouwen niet zouden hebben laten blijken."
      ]
    }
  },
  "XI.165": {
    "ECLI:BE:CASS:2024:ARR.20240125.1N.4": {
      "court": "CASS",
      "date": "2024-01-25",
      "roleNumber": "C.22.0390.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240125.1N.4",
      "abstractFR": null,
      "abstractNL": [
        "Het Hof wenst door het stellen van een prejudiciële vraag aan het Hof van Justitie te vernemen of artikel 1, lid 1, EVO en Rome I-Verordening aldus dient te worden uitgelegd dat de vraag naar de titulariteit van een auteursrecht van een werk dat is gecreëerd in uitvoering van een verbintenis uit een arbeid- of opdrachtenovereenkomst, dit is de vraag wie de oorspronkelijke titularis is en of en in welke mate dit recht overdraagbaar is aan een volgende titularis, onder het begrip “verbintenissen uit overeenkomst” valt (1)? (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191017.18": {
      "court": "CASS",
      "date": "2019-10-17",
      "roleNumber": "C.18.0460.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191017.18&lang=fr",
      "abstractFR": [
        "L'auteur d'une oeuvre littéraire ou artistique a seul le droit de la reproduire ou d'en autoriser la reproduction, de quelque manière et sous quelque forme que ce soit, qu'elle soit directe ou indirecte, provisoire ou permanente, en tout ou en partie (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Pour qu'une oeuvre littéraire ou artistique puisse bénéficier de la protection de la disposition précitée, il est nécessaire mais suffisant de prouver qu'elle est originale en ce sens qu'elle est une création intellectuelle propre à son auteur; le défendeur, qui se prévaut de l'existence d'oeuvres antérieures présentant des ressemblances frappantes pour contester l'originalité de l'oeuvre dont la protection est poursuivie, doit rendre plausible que l'auteur avait connaissance ou pouvait avoir raisonnablement connaissance de ces oeuvres antérieures (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Enkel de auteur heeft het recht om een werk van letterkunde of kunst op welke wijze of in welke vorm ook, direct of indirect, tijdelijk of duurzaam, volledig of gedeeltelijk te reproduceren of te laten reproduceren (1). (1) Zie concl. OM.",
        "Indien een werk van letterkunde of kunst aanwezig is, geldt als noodzakelijke maar voldoende voorwaarde voor de bescherming onder voormelde bepaling dat wordt bewezen dat het werk oorspronkelijk is, in de zin dat het een eigen intellectuele schepping van zijn auteur is; de verweerder die zich beroept op het bestaan van eerdere werken met opvallende gelijkenissen om de originaliteit van het werk, waarvan de bescherming wordt nagestreefd, te betwisten, dient aannemelijk te maken dat de auteur kennis had of redelijkerwijze kon hebben van deze eerdere werken (1). (1) Zie concl. OM."
      ]
    }
  },
  "XX.98": {
    "ECLI:BE:CASS:2023:ARR.20231107.2N.12": {
      "court": "CASS",
      "date": "2023-11-07",
      "roleNumber": "P.23.0713.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231107.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "De algemene opdracht van de curator, zoals die voortvloeit uit artikel XX.98 WER, bestaat erin de activa van de gefailleerde te gelde te maken en het provenu te verdelen; wanneer de curator namens de boedel optreedt, oefent hij de gemeenschappelijke rechten van de schuldeisers uit; hiertoe behoren ook de rechten die voortvloeien uit de schade aan de boedel ingevolge de fout van wie ook, waardoor het passief van het faillissement wordt vermeerderd, het actief wordt verminderd of het actief dat ter beschikking moest staan van de schuldeisers niet effectief voorhanden is in de boedel."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240109.2N.6": {
      "court": "CASS",
      "date": "2024-01-09",
      "roleNumber": "P.23.1398.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240109.2N.6",
      "abstractFR": null,
      "abstractNL": [
        "De schuldeiser van een rechtspersoon kan schade lijden ingevolge de fout van de bestuurder van die rechtspersoon, die het actief van deze laatste bedrieglijk vermindert, met als gevolg dat de schuldeiser zijn onbetaalde schuldvordering op de rechtspersoon niet of slechts in mindere mate kan invorderen; de algemene opdracht van de curator, zoals die voortvloeit uit artikel XX.98 WER, bestaat erin de activa van de gefailleerde te gelde te maken en het provenu te verdelen en wanneer de curator namens de boedel optreedt, oefent hij de gemeenschappelijke rechten van de schuldeisers uit waartoe ook de rechten behoren die voortvloeien uit de schade aan de boedel ingevolge de fout van wie ook, waardoor het passief van het faillissement wordt vermeerderd, het actief wordt verminderd of het actief dat ter beschikking moest staan van de schuldeisers niet effectief voorhanden is in de boedel; hieruit volgt dat de curator beschikt over een zelfstandig vorderingsrecht ten aanzien van de voormalige bestuurder van de rechtspersoon, door wiens fout het actief bedrieglijk is verminderd."
      ]
    }
  },
  "X.17": {
    "ECLI:BE:CASS:2023:ARR.20231201.1F.4": {
      "court": "CASS",
      "date": "2023-12-01",
      "roleNumber": "C.23.0072.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231201.1F.4",
      "abstractFR": [
        "Le fait qui justifie une résiliation sans préavis ou avant l'expiration du terme est connu d'une partie dès que celle-ci acquiert de l'existence du fait et des circonstances de nature à lui conférer le caractère d'un manquement grave une certitude suffisante pour prendre une décision en connaissance de cause; la circonstance que la partie entend s'accorder un délai de réflexion ou solliciter un avis juridique est étrangère à la connaissance du fait lui-même et des circonstances qui l'entourent, partant, est sans incidence sur le délai de notification de la rupture (1). (1) Voir Cass. 8 novembre 2007, RG C.05.0567.N, Pas. 2007, n° 535."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250613.1N.9": {
      "court": "CASS",
      "date": "2025-06-13",
      "roleNumber": "C.23.0204.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250613.1N.9",
      "abstractFR": null,
      "abstractNL": [
        "Indien de overeenkomst door de principaal wordt beëindigd zonder een ernstige tekortkoming van de handelsagent, of wordt opgezegd zonder dat het bewijs wordt geleverd dat de opzegging is gebaseerd op de in het tweede lid bedoeld objectieve economische criteria, is de principaal aan de handelsagent een bijzondere vergoeding verschuldigd waarvan het bedrag gelijk is aan achttien maanden vergoeding, onverminderd de andere voor de handelsagent uit de wet voortvloeiende rechten naar aanleiding van de beëindiging van de handelsagentuurovereenkomst; dit geldt ook tijdens een periode van zes maanden vanaf de beëindiging van het mandaat in het paritair overlegorgaan; het mandaat eindigt op de datum van de eerste vergadering van het nieuw verkozen paritair overlegorgaan; de referentieperiode voor de berekening van de bijzondere vergoeding eindigt op het ogenblik dat de uitvoering van de overeenkomst effectief een einde neemt (1). (1) Zie concl. OM."
      ]
    }
  },
  "XI.335": {
    "ECLI:BE:CASS:2023:ARR.20231130.1N.11": {
      "court": "CASS",
      "date": "2023-11-30",
      "roleNumber": "C.22.0383.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231130.1N.11",
      "abstractFR": null,
      "abstractNL": [
        "Uit de bepalingen van artikel 13.1. Richtlijn 2004/48/EG, de artikelen 1382 en 1383 Oud BW en de artikelen XI.335, §§1 en 2, eerste lid WER volgt niet dat de houder van een intellectueel eigendomsrecht waarop inbreuk is gemaakt, zonder dat hij de werkelijke schade moet aantonen, betaling kan vorderen van een bedrag ten belope van tweemaal de passende vergoeding die verschuldigd zou zijn indien toestemming was verleend om het bedoelde werk te gebruiken (1). (1) Zie concl. OM.",
        "Uit de bepalingen van artikel 13.1. Richtlijn 2004/48/EG, de artikelen. 1382 en 1383 Oud BW en de artikelen XI.335, §§1 en 2, eerste lid WER volgt niet dat, indien de rechter de schadevergoeding wegens inbreuk op een intellectueel eigendomsrecht in redelijkheid en billijkheid vaststelt op een forfaitair bedrag, deze schadevergoeding ten minste het bedrag aan royalty's of vergoedingen moet dekken dat verschuldigd zou zijn indien de inbreukmaker toestemming had gevraagd om het bedoelde intellectuele eigendomsrecht te gebruiken, nu dit bedrag slechts een van de elementen is die de rechter in zijn beoordeling kan betrekken (1). (1) Zie concl. OM."
      ]
    }
  },
  "XVII.1": {
    "ECLI:BE:CASS:2024:ARR.20240215.1N.6": {
      "court": "CASS",
      "date": "2024-02-15",
      "roleNumber": "C.22.0491.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240215.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "Er kan uitspraak worden gedaan over een vordering tot staking wegens het onrechtmatig verkrijgen, gebruiken of openbaar maken van een bedrijfsgeheim, ook wanneer wegens dezelfde feiten een vervolging voor de strafrechter is ingesteld en hierover nog niet definitief is beslist (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250110.1N.5": {
      "court": "CASS",
      "date": "2025-01-10",
      "roleNumber": "C.21.0449.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250110.1N.5",
      "abstractFR": [
        "Le président du tribunal de l'entreprise qui statue comme en référé constate l'existence et ordonne la cessation d'un acte contraire aux pratiques honnêtes du marché, statue au fond et sa décision a autorité de chose jugée au sens des articles 23 à 27 du Code judiciaire."
      ],
      "abstractNL": [
        "De voorzitter van de ondernemingsrechtbank die uitspraak doet zoals in kort geding, het bestaan vaststelt en de staking beveelt van een met de eerlijke marktpraktijken strijdige daad, doet uitspraak ten gronde en zijn uitspraak heeft gezag van gewijsde in de zin van de artikelen 23 tot en met 27 Gerechtelijk Wetboek."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230407.1N.1": {
      "court": "CASS",
      "date": "2023-04-07",
      "roleNumber": "C.22.0254.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230407.1N.1",
      "abstractFR": null,
      "abstractNL": [
        "De stakingsrechter heeft krachtens artikel XVII.1 WER de bevoegdheid om alle maatregelen te bevelen die bijdragen tot de staking van de inbreuk, waaronder het bevelen van de terugname van de reeds gedistribueerde producten uit de handel, voor zover deze maatregel belet dat de inbreuk voortduurt en nog nadelige gevolgen heeft, zelfs nadat de staking ervan is bevolen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211007.1N.1": {
      "court": "CASS",
      "date": "2021-10-07",
      "roleNumber": "C.19.0356.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211007.1N.1&lang=fr",
      "abstractFR": [
        "L'ordre de cessation doit définir clairement l'acte auquel il entend mettre fin et en énoncer tous les éléments déterminants, de sorte que la portée de cet ordre ne puisse susciter pour le défendeur aucun doute raisonnable (1). (1) Voir les concl. du MP, publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het bevel tot staking moet de handeling waaraan het een einde wenst te stellen, op duidelijke wijze omschrijven en alle kenmerkende gegevens vermelden, zodat er bij de verweerder geen redelijke twijfel kan ontstaan over de draagwijdte van het bevel (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190103.6": {
      "court": "CASS",
      "date": "2019-01-03",
      "roleNumber": "C.18.0199.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190103.6",
      "abstractFR": [
        "L'ordre de cessation doit porter sur un acte clairement défini, de sorte que la portée de cet ordre ne puisse susciter aucun doute raisonnable (1). (1) Cass. 14 juin 2013, RG C.12.0524.N, Pas. 2013, n° 372 ; voir Cass. 2 mars 2007, RG C.06.0148.N, Pas. 2007, n° 124."
      ],
      "abstractNL": [
        "Het bevel tot staking moet betrekking hebben op een duidelijk omschreven daad, zodat er over de draagwijdte van dat bevel geen enkele redelijke twijfel kan bestaan (1). (1) Cass. 14 juni 2013, AR C.12.0524.N, AC 2013, nr. 372; zie Cass. 2 maart 2007, AR C.06.0148.N, AC 2007, nr. 124."
      ]
    }
  },
  "XVII.21": {
    "ECLI:BE:CASS:2024:ARR.20240215.1N.6": {
      "court": "CASS",
      "date": "2024-02-15",
      "roleNumber": "C.22.0491.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240215.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "Er kan uitspraak worden gedaan over een vordering tot staking wegens het onrechtmatig verkrijgen, gebruiken of openbaar maken van een bedrijfsgeheim, ook wanneer wegens dezelfde feiten een vervolging voor de strafrechter is ingesteld en hierover nog niet definitief is beslist (1). (1) Zie concl. OM."
      ]
    }
  },
  "III.49": {
    "ECLI:BE:CASS:2024:ARR.20240312.2N.10": {
      "court": "CASS",
      "date": "2024-03-12",
      "roleNumber": "P.23.1510.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240312.2N.10",
      "abstractFR": null,
      "abstractNL": [
        "Uit de bepaling van artikel III.49, § 2, WER, thans artikel III.49, § 3, WER, volgt dat, wanneer een partij op gemotiveerde wijze en aan de hand van concrete gegevens aanvoert dat zij in werkelijkheid een eenmanszaak van een ondernemer-natuurlijke persoon is, zodat zij niet bestaat als aparte rechtspersoon en haar inschrijving in de Kruispuntbank van Ondernemingen in de hoedanigheid van rechtspersoon berust op een vergissing, de rechter dat verweer niet kan verwerpen louter op grond van de hoedanigheid van die partij, zoals die blijkt uit deze inschrijving (1). (1) Artikel 4 van de wet van 17 juli 2013 houdende ondermeer invoeging van Boek III in het WER, BS 14 augustus 2013, verving vanaf 9 mei 2014 artikel 33, § 2, KBO-wet door artikel III.49, § 2, WER. Dit artikel werd op zijn beurt vervangen bij wet van 15 april 2018 tot hervorming van het ondernemingsrecht, BS 27 april 2018, door artikel III.49, § 3, WER. De feiten in onderhavige zaak strekten zich uit van oktober 2017 tot april 2019."
      ]
    }
  },
  "I.18": {
    "ECLI:BE:CASS:2024:ARR.20240426.1F.4": {
      "court": "CASS",
      "date": "2024-04-26",
      "roleNumber": "C.23.0323.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240426.1F.4",
      "abstractFR": [
        "Lorsqu'un opérateur de téléphonie donne accès à son abonné à un service de communications téléphoniques vers des numéros gérés par des tiers, dont il assure la facturation, il est tenu d'informer cet abonné, de manière claire et non ambiguë, du prix lié à de telles communications (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "XII.6": {
    "ECLI:BE:CASS:2024:ARR.20240426.1F.4": {
      "court": "CASS",
      "date": "2024-04-26",
      "roleNumber": "C.23.0323.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240426.1F.4",
      "abstractFR": [
        "Lorsqu'un opérateur de téléphonie donne accès à son abonné à un service de communications téléphoniques vers des numéros gérés par des tiers, dont il assure la facturation, il est tenu d'informer cet abonné, de manière claire et non ambiguë, du prix lié à de telles communications (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "XII.11": {
    "ECLI:BE:CASS:2024:ARR.20240426.1F.4": {
      "court": "CASS",
      "date": "2024-04-26",
      "roleNumber": "C.23.0323.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240426.1F.4",
      "abstractFR": [
        "Lorsqu'un opérateur de téléphonie donne accès à son abonné à un service de communications téléphoniques vers des numéros gérés par des tiers, dont il assure la facturation, il est tenu d'informer cet abonné, de manière claire et non ambiguë, du prix lié à de telles communications (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "I.11": {
    "ECLI:BE:CASS:2022:ARR.20221209.1N.2": {
      "court": "CASS",
      "date": "2022-12-09",
      "roleNumber": "C.21.0469.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221209.1N.2",
      "abstractFR": null,
      "abstractNL": [
        "De handelsagentuurovereenkomst vereist, anders dan een makelaarsovereenkomst, dat er sprake is van een permanente band tussen de partijen aan de overeenkomst (1). (1) Zie concl. OM."
      ]
    }
  },
  "XV.131": {
    "ECLI:BE:CASS:2024:ARR.20241112.2N.15": {
      "court": "CASS",
      "date": "2024-11-12",
      "roleNumber": "P.24.0474.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241112.2N.15",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 65, eerste lid, Strafwetboek bepaalt dat wanneer verschillende misdrijven die de opeenvolgende en voortgezette uitvoering zijn van eenzelfde misdadig opzet gelijktijdig aan eenzelfde feitenrechter worden voorgelegd, alleen de zwaarste straf wordt uitgesproken en in dat geval kan de rechter voor het geheel van de bestrafte feiten slechts die hoofd- en bijkomende straffen opleggen waarin de strafwet die de zwaarste straf bepaalt, voorziet; wanneer voor het misdrijf waarop de zwaarste straf is gesteld niet de bijkomende straf van artikel XV.131.WER kan worden opgelegd, is het arrest dat naast de veroordeling tot een hoofdgevangenisstraf en een geldboete, tevens, op kosten van de eiser, de bekendmaking van een samenvatting van het arrest in een krant beveelt, op grond van artikel XV.131 WER, niet naar recht verantwoord, zelfs wanneer, zoals het arrest oordeelt, dit wordt beperkt tot de inbreuken op de wetsbepalingen van het WER en daarvan worden uitgesloten de feiten waarvoor de eiser al definitief werd vrijgesproken en veroordeeld (1). (1) Zie Cass. 5 januari 2021, AR P.20.1095.N, AC 2021, nr. 2, ECLI:BE:CASS:2021:ARR.20210105.2N.8, met concl. OM, ECLI:BE:CASS:2021:CONC.20210105.2N.8."
      ]
    }
  },
  "I.23": {
    "ECLI:BE:CASS:2024:ARR.20241120.2F.12": {
      "court": "CASS",
      "date": "2024-11-20",
      "roleNumber": "P.24.0991.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241120.2F.12",
      "abstractFR": [
        "Conformément à l'article XX.173, § 1er, alinéa 1er, du Code de droit économique, si le failli est une personne physique, il sera libéré envers les créanciers, par l'effet de l'effacement, du solde des dettes; l'article I.23, 22° (1), de ce code définit le solde des dettes comme les dettes demeurant impayées à la fin de la procédure d'insolvabilité; les dettes dont le failli est libéré par l'effacement sont celles qui existent au jour de l'ouverture de la faillite; la naissance de la dette n'est pas soumise à la condition qu'elle soit constatée dans un jugement ou que la créance soit exigible (2). (1) Et non « l'article 1.22.22° » indiqué dans l'arrêt. (2) Voir: - quant à la caution: Cass. 24 juin 2021, RG C.20.0073.F, ECLI:BE:CASS:2021:ARR.20210624.1F.6, Pas. 2021, n° 475: « (…) si le droit de recours de la caution à l'égard du débiteur principal ne devient, en règle, exigible que lorsqu'elle satisfait à l'obligation de ce dernier, ce droit existe dès la naissance de l'engagement de la caution. Il en résulte que le droit de recours né d'un engagement antérieur à la déclaration de faillite du débiteur principal ne peut plus être exercé contre ce dernier déclaré excusable, lors même que l'exécution par la caution de son engagement est postérieure à la déclaration de faillite »; - quant à l'exécution provisoire du jugement: Cass. 18 mars 2021, RG C.20.0304.F, ECLI:BE:CASS:2021:ARR.20210318.1F.4, Pas. 2021, n° 208: « En vertu de l'article 1398, alinéa 2, du Code judiciaire, l'exécution provisoire du jugement n'a lieu qu'aux risques et périls de la partie qui la poursuit ; il en résulte que l'obligation, pour cette partie de restituer les sommes obtenues naît de l'exécution mais que cette obligation ne deviendra exigible que par la réformation du jugement ». N.B.: La demanderesse n'a pas soutenu que l'effacement prévu par cette disposition ne serait pas applicable aux dettes nées d'une infraction.(MNB)"
      ],
      "abstractNL": null
    }
  },
  "II.3": {
    "ECLI:BE:CASS:2024:ARR.20241122.1N.5": {
      "court": "CASS",
      "date": "2024-11-22",
      "roleNumber": "C.20.0592.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241122.1N.5",
      "abstractFR": null,
      "abstractNL": [
        "Noch artikel 8 EVRM, noch artikel 23 Grondwet, noch de in de artikelen II.3 en II.4 WER gewaarborgde vrijheid van ondernemen belet dat de bevoegde wet- of regelgever de economische bedrijvigheid van personen en ondernemingen regelt. Deze zou pas onredelijk optreden indien hij de vrijheid van ondernemen zou beperken zonder dat daartoe enige noodzaak bestaat of indien die beperking onevenredig zou zijn met het nagestreefde doel (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210226.1N.3": {
      "court": "CASS",
      "date": "2021-02-26",
      "roleNumber": "C.20.0331.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210226.1N.3&lang=fr",
      "abstractFR": [
        "L'exécution d'une clause de non-concurrence limitée dans le temps, dans l'espace et quant aux activités visées ne restreint pas toujours d'une manière disproportionnée la liberté d'entreprendre lorsque le contrat qui comporte la clause a été résilié illégalement par la partie en faveur de laquelle la non-concurrence était stipulée."
      ],
      "abstractNL": [
        "De uitvoering van een in tijd en ruimte en op het vlak van de geviseerde activiteiten beperkt niet-concurrentiebeding beperkt niet steeds op onevenredige wijze de vrijheid van ondernemen wanneer de overeenkomst die het beding bevat, onrechtmatig werd beëindigd door de partij in wiens voordeel de niet-concurrentie was bedongen."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200625.1N.5": {
      "court": "CASS",
      "date": "2020-06-25",
      "roleNumber": "C.18.0144.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200625.1N.5&lang=fr",
      "abstractFR": [
        "La liberté d’exercer l’activité économique de son choix et la liberté d’entreprendre comprennent la libre concurrence qui ne peut être soumise qu’à des restrictions légales ou contractuelles, la loi ne prévoyant pas d’interdiction de concurrence de la part d’un administrateur d’une société (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De vrijheid om enige economische activiteit naar keuze uit te oefenen en de vrijheid van ondernemen omvatten de vrijheid van mededinging die slechts aan beperkingen kan worden onderworpen bij wet of overeenkomst, waarbij de wet niet voorziet in een concurrentieverbod voor een bestuurder van een vennootschap (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170203.2": {
      "court": "CASS",
      "date": "2017-02-03",
      "roleNumber": "C.16.0177.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170203.2&lang=fr",
      "abstractFR": [
        "Il ressort des dispositions des articles 11.3 et 11.4 du Code de droit économique que la liberté d'exercer une activité économique peut être limitée, notamment par des lois qui intéressent l'ordre public; les règles régissant l'exercice de la profession d'avocat, notamment celles concernant l'indépendance de l'avocat et la confidentialité des contacts entre les avocats et entre les avocats et leur client, intéressent l'ordre public (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de bepalingen van artikel II.3 en II.4 WER volgt dat de vrije uitoefening van enige economische activiteit onder meer kan worden beperkt door wetten die de openbare orde betreffen; de regels die de uitoefening van het beroep van advocaat regelen, in het bijzonder met betrekking tot de onafhankelijkheid van de advocaat en de vertrouwelijkheid van de contacten tussen advocaten onderling en tussen advocaten en hun cliënt, zijn van openbare orde (1). (1) Zie concl. OM."
      ]
    }
  },
  "II.4": {
    "ECLI:BE:CASS:2024:ARR.20241122.1N.5": {
      "court": "CASS",
      "date": "2024-11-22",
      "roleNumber": "C.20.0592.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241122.1N.5",
      "abstractFR": null,
      "abstractNL": [
        "Noch artikel 8 EVRM, noch artikel 23 Grondwet, noch de in de artikelen II.3 en II.4 WER gewaarborgde vrijheid van ondernemen belet dat de bevoegde wet- of regelgever de economische bedrijvigheid van personen en ondernemingen regelt. Deze zou pas onredelijk optreden indien hij de vrijheid van ondernemen zou beperken zonder dat daartoe enige noodzaak bestaat of indien die beperking onevenredig zou zijn met het nagestreefde doel (1). (1) Zie concl. OM."
      ]
    }
  },
  "XVII.6": {
    "ECLI:BE:CASS:2025:ARR.20250110.1N.5": {
      "court": "CASS",
      "date": "2025-01-10",
      "roleNumber": "C.21.0449.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250110.1N.5",
      "abstractFR": [
        "Le président du tribunal de l'entreprise qui statue comme en référé constate l'existence et ordonne la cessation d'un acte contraire aux pratiques honnêtes du marché, statue au fond et sa décision a autorité de chose jugée au sens des articles 23 à 27 du Code judiciaire."
      ],
      "abstractNL": [
        "De voorzitter van de ondernemingsrechtbank die uitspraak doet zoals in kort geding, het bestaan vaststelt en de staking beveelt van een met de eerlijke marktpraktijken strijdige daad, doet uitspraak ten gronde en zijn uitspraak heeft gezag van gewijsde in de zin van de artikelen 23 tot en met 27 Gerechtelijk Wetboek."
      ]
    }
  },
  "XX.32": {
    "ECLI:BE:CASS:2025:ARR.20250228.1N.1": {
      "court": "CASS",
      "date": "2025-02-28",
      "roleNumber": "C.24.0324.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250228.1N.1",
      "abstractFR": [
        "Les missions juridictionnelles du président du tribunal de l'entreprise sont arrêtées aux articles 584, alinéa 3, et 588 à 589bis du Code judiciaire, ainsi qu'à l'article XX.32. du Code de droit économique (1). (1) Voir les concl. du MP.",
        "S'agissant de ses missions juridictionnelles, telles qu'elles sont arrêtées à l'article XX.32 du Code de droit économique, le président du tribunal de l'entreprise peut être remplacé par un magistrat suppléant au sens de l'article 156bis du Code judiciaire, désigné par application de l'article 383, § 2, de ce code, et par conséquent même après l'âge de septante ans, pour une période d'un an qui peut être renouvelée quatre fois (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De rechtsprekende taken van de voorzitter van de ondernemingsrechtbank zijn neergelegd in artikel 584, derde lid, en 588 tot en met 589bis Gerechtelijk Wetboek, alsook in artikel XX.32. WER (1). (1) Zie concl. OM.",
        "De voorzitter van de ondernemingsrechtbank kan met betrekking tot zijn rechtsprekende taken, zoals deze neergelegd in artikel XX.32 WER, worden vervangen door een plaatsvervangende magistraat in de zin van artikel 156bis Gerechtelijk Wetboek, aangewezen met toepassing van artikel 383, §2, Gerechtelijk Wetboek, en derhalve ook na de leeftijd van zeventig jaar, gedurende een tijdspanne van één jaar die viermaal kan worden hernieuwd (1). (1) Zie concl. OM."
      ]
    }
  },
  "XI.167": {
    "ECLI:BE:CASS:2025:ARR.20250303.3N.5": {
      "court": "CASS",
      "date": "2025-03-03",
      "roleNumber": "S.23.0078.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250303.3N.5",
      "abstractFR": [
        "Il suit des articles 14, §§ 1er et 2, de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs, 23, alinéas 1er et 2, de la loi du 29 juin 1981 établissant les principes généraux de la sécurité sociale des travailleurs salariés, 2 de la loi du 12 avril 1965 concernant la protection de la rémunération des travailleurs, XI.167, § 3, alinéa 1er, et XI.205, § 4, alinéa 1er, du Code de droit économique et de leur rapprochement que l'indemnité payée par un employeur à un auteur ou à un artiste exécutant lié par un contrat de travail en raison de la cession des droits patrimoniaux à laquelle il s'était engagé lors de la conclusion du contrat de travail constitue une contrepartie de la cession de droits relatifs à une prestation fournie en exécution du contrat de travail ; en conséquence, cette indemnité constitue, en règle, un avantage auquel le travailleur salarié a droit à charge de son employeur en raison de son engagement et fait donc partie de la rémunération sur la base de laquelle les cotisations de sécurité sociale sont calculées ; le fait que l'employeur transfère par la suite ces droits patrimoniaux à un tiers n'a aucune incidence à cet égard."
      ],
      "abstractNL": [
        "Uit artikel 14, §§ 1 en 2 RSZ-wet, artikel 23, eerste en tweede lid Algemene Beginselenwet Sociale Zekerheid, artikel 2 Loonbeschermingswet, de artikelen XI.167, § 3, eerste lid en XI.205, § 4, eerste lid WER en hun onderlinge samenhang volgt dat de vergoeding die de door een arbeidsovereenkomst verbonden auteur of uitvoerende kunstenaar van zijn werkgever ontvangt, voor de overdracht van zijn vermogensrechten waartoe hij zich bij het sluiten van de arbeidsovereenkomst had verbonden, een tegenprestatie is voor de overdracht van rechten met betrekking tot een in uitvoering van de arbeidsovereenkomst geleverde prestatie; die vergoeding is bijgevolg, in de regel, een voordeel waarop de werknemer ingevolge zijn dienstbetrekking recht heeft ten laste van zijn werkgever en maakt aldus deel uit van het loon op basis waarvan de socialezekerheidsbijdragen worden berekend; het is hierbij van geen belang dat deze vermogensrechten nadien door de werkgever verder worden overgedragen aan een derde.",
        "Uit artikel 14, §§ 1 en 2 RSZ-wet, artikel 23, eerste en tweede lid Algemene Beginselenwet Sociale Zekerheid, artikel 2 Loonbeschermingswet, de artikelen XI.167, § 3, eerste lid en XI.205, § 4, eerste lid WER en hun onderlinge samenhang volgt dat de vergoeding die de door een verbonden auteur of uitvoerende kunstenaar van zijn werkgever ontvangt, voor de overdracht van zijn vermogensrechten waartoe hij zich bij het sluiten van de arbeidsovereenkomst had verbonden, een tegenprestatie is voor de overdracht van rechten met betrekking tot een in uitvoering van de arbeidsovereenkomst geleverde prestatie; die vergoeding is bijgevolg, in de regel, een voordeel waarop de werknemer ingevolge zijn dienstbetrekking recht heeft ten laste van zijn werkgever en maakt aldus deel uit van het loon op basis waarvan de socialezekerheidsbijdragen worden berekend; het is hierbij van geen belang dat deze vermogensrechten nadien door de werkgever verder worden overgedragen aan een derde.",
        "Uit artikel 14, §§ 1 en 2 RSZ-wet, artikel 23 eerste en tweede lid Algemene Beginselenwet Sociale Zekerheid, artikel 2 Loonbeschermingswet, de artikelen XI.167, § 3, eerste lid en XI.205, § 4, eerste lid WER en hun onderlinge samenhang volgt dat de vergoeding die de door een arbeidsovereenkomst verbonden auteur of uitvoerende kunstenaar van zijn werkgever ontvangt, voor de overdracht van zijn vermogensrechten waartoe hij zich bij het sluiten van de arbeidsovereenkomst had verbonden, een tegenprestatie is voor de overdracht van rechten met betrekking tot een in uitvoering van de arbeidsovereenkomst geleverde prestatie; die vergoeding is bijgevolg, in de regel, een voordeel waarop de werknemer ingevolge zijn dienstbetrekking recht heeft ten laste van zijn werkgever en maakt aldus deel uit van het loon op basis waarvan de socialezekerheidsbijdragen worden berekend; het is hierbij van geen belang dat deze vermogensrechten nadien door de werkgever verder worden overgedragen aan een derde.",
        "Uit artikel 14, §1 en §2 RSZ-wet, artikel 23 eerste en tweede lid Algemene Beginselenwet Sociale Zekerheid, artikel 2 Loonbeschermingswet, de artikelen XI.167, §3, eerste lid en XI.205, §4, eerste lid WER en hun onderlinge samenhang volgt dat de vergoeding die de door een arbeidsovereenkomst verbonden auteur of uitvoerende kunstenaar van zijn werkgever ontvangt, voor de overdracht van zijn vermogensrechten waartoe hij zich bij het sluiten van de arbeidsovereenkomst had verbonden, een tegenprestatie is voor de overdracht van rechten met betrekking tot een in uitvoering van de arbeidsovereenkomst geleverde prestatie; die vergoeding is bijgevolg, in de regel, een voordeel waarop de werknemer ingevolge zijn dienstbetrekking recht heeft ten laste van zijn werkgever en maakt aldus deel uit van het loon op basis waarvan de socialezekerheidsbijdragen worden berekend; het is hierbij van geen belang dat deze vermogensrechten nadien door de werkgever verder worden overgedragen aan een derde."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200618.1N.29": {
      "court": "CASS",
      "date": "2020-06-18",
      "roleNumber": "C.19.0017.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200618.1N.29&lang=fr",
      "abstractFR": [
        "La preuve de la cession de droits d’auteur à l’égard de l’auteur de l’œuvre doit se prouver par un écrit."
      ],
      "abstractNL": [
        "Het bewijs van de overdracht van auteursrechten moet ten aanzien van de auteur van het werk worden geleverd door een geschrift."
      ]
    }
  },
  "XI.205": {
    "ECLI:BE:CASS:2025:ARR.20250303.3N.5": {
      "court": "CASS",
      "date": "2025-03-03",
      "roleNumber": "S.23.0078.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250303.3N.5",
      "abstractFR": [
        "Il suit des articles 14, §§ 1er et 2, de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs, 23, alinéas 1er et 2, de la loi du 29 juin 1981 établissant les principes généraux de la sécurité sociale des travailleurs salariés, 2 de la loi du 12 avril 1965 concernant la protection de la rémunération des travailleurs, XI.167, § 3, alinéa 1er, et XI.205, § 4, alinéa 1er, du Code de droit économique et de leur rapprochement que l'indemnité payée par un employeur à un auteur ou à un artiste exécutant lié par un contrat de travail en raison de la cession des droits patrimoniaux à laquelle il s'était engagé lors de la conclusion du contrat de travail constitue une contrepartie de la cession de droits relatifs à une prestation fournie en exécution du contrat de travail ; en conséquence, cette indemnité constitue, en règle, un avantage auquel le travailleur salarié a droit à charge de son employeur en raison de son engagement et fait donc partie de la rémunération sur la base de laquelle les cotisations de sécurité sociale sont calculées ; le fait que l'employeur transfère par la suite ces droits patrimoniaux à un tiers n'a aucune incidence à cet égard."
      ],
      "abstractNL": [
        "Uit artikel 14, §§ 1 en 2 RSZ-wet, artikel 23, eerste en tweede lid Algemene Beginselenwet Sociale Zekerheid, artikel 2 Loonbeschermingswet, de artikelen XI.167, § 3, eerste lid en XI.205, § 4, eerste lid WER en hun onderlinge samenhang volgt dat de vergoeding die de door een arbeidsovereenkomst verbonden auteur of uitvoerende kunstenaar van zijn werkgever ontvangt, voor de overdracht van zijn vermogensrechten waartoe hij zich bij het sluiten van de arbeidsovereenkomst had verbonden, een tegenprestatie is voor de overdracht van rechten met betrekking tot een in uitvoering van de arbeidsovereenkomst geleverde prestatie; die vergoeding is bijgevolg, in de regel, een voordeel waarop de werknemer ingevolge zijn dienstbetrekking recht heeft ten laste van zijn werkgever en maakt aldus deel uit van het loon op basis waarvan de socialezekerheidsbijdragen worden berekend; het is hierbij van geen belang dat deze vermogensrechten nadien door de werkgever verder worden overgedragen aan een derde.",
        "Uit artikel 14, §§ 1 en 2 RSZ-wet, artikel 23, eerste en tweede lid Algemene Beginselenwet Sociale Zekerheid, artikel 2 Loonbeschermingswet, de artikelen XI.167, § 3, eerste lid en XI.205, § 4, eerste lid WER en hun onderlinge samenhang volgt dat de vergoeding die de door een verbonden auteur of uitvoerende kunstenaar van zijn werkgever ontvangt, voor de overdracht van zijn vermogensrechten waartoe hij zich bij het sluiten van de arbeidsovereenkomst had verbonden, een tegenprestatie is voor de overdracht van rechten met betrekking tot een in uitvoering van de arbeidsovereenkomst geleverde prestatie; die vergoeding is bijgevolg, in de regel, een voordeel waarop de werknemer ingevolge zijn dienstbetrekking recht heeft ten laste van zijn werkgever en maakt aldus deel uit van het loon op basis waarvan de socialezekerheidsbijdragen worden berekend; het is hierbij van geen belang dat deze vermogensrechten nadien door de werkgever verder worden overgedragen aan een derde.",
        "Uit artikel 14, §§ 1 en 2 RSZ-wet, artikel 23 eerste en tweede lid Algemene Beginselenwet Sociale Zekerheid, artikel 2 Loonbeschermingswet, de artikelen XI.167, § 3, eerste lid en XI.205, § 4, eerste lid WER en hun onderlinge samenhang volgt dat de vergoeding die de door een arbeidsovereenkomst verbonden auteur of uitvoerende kunstenaar van zijn werkgever ontvangt, voor de overdracht van zijn vermogensrechten waartoe hij zich bij het sluiten van de arbeidsovereenkomst had verbonden, een tegenprestatie is voor de overdracht van rechten met betrekking tot een in uitvoering van de arbeidsovereenkomst geleverde prestatie; die vergoeding is bijgevolg, in de regel, een voordeel waarop de werknemer ingevolge zijn dienstbetrekking recht heeft ten laste van zijn werkgever en maakt aldus deel uit van het loon op basis waarvan de socialezekerheidsbijdragen worden berekend; het is hierbij van geen belang dat deze vermogensrechten nadien door de werkgever verder worden overgedragen aan een derde.",
        "Uit artikel 14, §1 en §2 RSZ-wet, artikel 23 eerste en tweede lid Algemene Beginselenwet Sociale Zekerheid, artikel 2 Loonbeschermingswet, de artikelen XI.167, §3, eerste lid en XI.205, §4, eerste lid WER en hun onderlinge samenhang volgt dat de vergoeding die de door een arbeidsovereenkomst verbonden auteur of uitvoerende kunstenaar van zijn werkgever ontvangt, voor de overdracht van zijn vermogensrechten waartoe hij zich bij het sluiten van de arbeidsovereenkomst had verbonden, een tegenprestatie is voor de overdracht van rechten met betrekking tot een in uitvoering van de arbeidsovereenkomst geleverde prestatie; die vergoeding is bijgevolg, in de regel, een voordeel waarop de werknemer ingevolge zijn dienstbetrekking recht heeft ten laste van zijn werkgever en maakt aldus deel uit van het loon op basis waarvan de socialezekerheidsbijdragen worden berekend; het is hierbij van geen belang dat deze vermogensrechten nadien door de werkgever verder worden overgedragen aan een derde."
      ]
    }
  },
  "XX.227": {
    "ECLI:BE:CASS:2025:ARR.20250214.1N.8": {
      "court": "CASS",
      "date": "2025-02-14",
      "roleNumber": "C.23.0150.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250214.1N.8",
      "abstractFR": [
        "Un administrateur de société qui savait ou devait savoir à un moment antérieur à la faillite qu'il n'y avait manifestement pas de perspective raisonnable de préserver l'entreprise ou ses activités et d'éviter une faillite peut être obligé de tout ou partie des dettes sociales s'il n'a pas, à compter de ce moment, agi comme l'aurait fait un administrateur normalement prudent et diligent placé dans les mêmes circonstances, quelle que soit la mesure dans laquelle la faute a contribué au passif net de l'entreprise ; il s'ensuit qu'aucun lien de causalité n'est requis entre la faute de l'administrateur et l'apparition du passif de l'entreprise."
      ],
      "abstractNL": [
        "Een vennootschapsbestuurder die op een gegeven ogenblik voorafgaand aan het faillissement wist of behoorde te weten dat er kennelijk geen vooruitzicht was om de onderneming of haar activiteiten te behouden en een faillissement te vermijden, kan aansprakelijk worden gesteld voor het geheel of een deel van de schulden van de onderneming ten belope van het tekort jegens de boedel indien hij vanaf dat ogenblik niet heeft gehandeld zoals een normaal voorzichtig en zorgvuldig bestuurder in dezelfde omstandigheden zou hebben gehandeld, ongeacht in welke mate de fout van de vennootschapsbestuurder heeft bijdragen tot het netto-passief van de onderneming; hieruit volgt dat geen oorzakelijk verband tussen de fout van de bestuurder en het ontstaan van het passief van de onderneming vereist is."
      ]
    }
  },
  "VI.82": {
    "ECLI:BE:CASS:2025:ARR.20250502.1N.4": {
      "court": "CASS",
      "date": "2025-05-02",
      "roleNumber": "C.24.0131.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250502.1N.4",
      "abstractFR": null,
      "abstractNL": [
        "Daar waar de Europese richtlijn 93/13/EEG van 5 april 1993 betreffende de oneerlijke bedingen in consumentenovereenkomsten, omgezet in het interne Belgische recht in de artikelen VI.82 en volgende WER, aan de lidstaten procesautonomie laat, oordeelt het Hof van Justitie in vaste rechtspraak dat de nationale procedurebepalingen moeten beantwoorden aan onder meer het doeltreffendheidsbeginsel (1). (1) Zie concl. OM."
      ]
    }
  },
  "XI.209": {
    "ECLI:BE:CASS:2025:ARR.20250613.1N.6": {
      "court": "CASS",
      "date": "2025-06-13",
      "roleNumber": "C.23.0496.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250613.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "Het vermoeden van houderschap van de rechten van de producent vindt niet automatisch toepassing van zodra een naam of letterwoord op het fonogram of een reproductie ervan wordt vermeld, maar enkel als deze in zijn hoedanigheid van producent van het fonogram “als dusdanig” wordt vermeld; dit betekent dat onder meer rekening kan worden gehouden met de manier waarop een naam of letterwoord is vermeld, de locatie ervan en de gebruiken in de sector (1). (1) Zie concl. OM."
      ]
    }
  },
  "X.16": {
    "ECLI:BE:CASS:2025:ARR.20250613.1N.9": {
      "court": "CASS",
      "date": "2025-06-13",
      "roleNumber": "C.23.0204.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250613.1N.9",
      "abstractFR": null,
      "abstractNL": [
        "Indien de overeenkomst door de principaal wordt beëindigd zonder een ernstige tekortkoming van de handelsagent, of wordt opgezegd zonder dat het bewijs wordt geleverd dat de opzegging is gebaseerd op de in het tweede lid bedoeld objectieve economische criteria, is de principaal aan de handelsagent een bijzondere vergoeding verschuldigd waarvan het bedrag gelijk is aan achttien maanden vergoeding, onverminderd de andere voor de handelsagent uit de wet voortvloeiende rechten naar aanleiding van de beëindiging van de handelsagentuurovereenkomst; dit geldt ook tijdens een periode van zes maanden vanaf de beëindiging van het mandaat in het paritair overlegorgaan; het mandaat eindigt op de datum van de eerste vergadering van het nieuw verkozen paritair overlegorgaan; de referentieperiode voor de berekening van de bijzondere vergoeding eindigt op het ogenblik dat de uitvoering van de overeenkomst effectief een einde neemt (1). (1) Zie concl. OM."
      ]
    }
  },
  "XX.102": {
    "ECLI:BE:CASS:2022:ARR.20220315.2N.10": {
      "court": "CASS",
      "date": "2022-03-15",
      "roleNumber": "P.21.1413.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220315.2N.10",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 489bis, 4°, Strafwetboek bestraft de personen bedoeld in artikel 489 van dat wetboek die, met het oogmerk om de faillietverklaring uit te stellen, hebben verzuimd binnen de bij artikel 9 Faillissementswet, thans artikel XX.102 Wetboek economisch recht, bepaalde termijn aangifte te doen van het faillissement; de rechter kan het bijzonder opzet om de faillietverklaring uit te stellen afleiden uit het feit dat een bestuurder, door de niet-aangifte van het faillissement van de vennootschap, de schulden van die vennootschap laat oplopen terwijl er geen hoop bestaat op een verbetering van haar financiële toestand (1). (1) Cass. 9 januari 2018, AR P.17.0856.N, AC 2018, nr. 17."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201027.2N.11": {
      "court": "CASS",
      "date": "2020-10-27",
      "roleNumber": "P.20.0622.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201027.2N.11&lang=fr",
      "abstractFR": [
        "Pour que le juge pénal puisse tenir pour établi le défaut d'aveu de faillite d'une société dans le délai prévu par l'article 9 de la loi du 8 août 1997 sur les faillites, devenu l'article XX.102 du Code de droit économique, dans l'intention de différer la déclaration de faillite, tel que ce défaut est incriminé par l'article 489bis, 4°, du Code pénal, il doit, si un moyen de défense est soulevé sur ce point, déterminer la date à laquelle la société concernée s'est trouvée en état de faillite, à savoir la date où l'entreprise a cessé ses paiements de manière persistante et où son crédit s'est trouvé ébranlé; dans le cadre de cette appréciation, il peut tenir compte d'une dette fiscale dont l'exigibilité est contestée par la société, que ce soit ou non dans le cadre d'une procédure judiciaire, si cette contestation n'est pas sérieuse."
      ],
      "abstractNL": [
        "Opdat de strafrechter het verzuim binnen de door artikel 9 Faillissementswet, thans artikel XX.102 Wetboek van Economisch Recht bedoelde termijn aangifte te doen van het faillissement van een vennootschap met het oogmerk de faillietverklaring uit te stellen, strafbaar gesteld door artikel 489bis, 4°, Strafwetboek, bewezen kan verklaren dient hij, indien op dat punt verweer wordt gevoerd, de datum te bepalen waarop de vennootschap zich in een toestand van faillissement, i.e. de datum waarop de vennootschap op duurzame wijze heeft opgehouden te betalen en haar krediet is geschokt, bevond; hij mag bij die beoordeling rekening houden met een belastingschuld waarvan de verschuldigdheid door de vennootschap al dan niet in het kader van een gerechtelijke procedure wordt betwist, indien die betwisting niet ernstig is."
      ]
    }
  },
  "I.22": {
    "ECLI:BE:CASS:2023:ARR.20230515.3F.4": {
      "court": "CASS",
      "date": "2023-05-15",
      "roleNumber": "C.22.0415.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230515.3F.4",
      "abstractFR": [
        "Le privilège du bailleur sur tout ce qui garnit la maison louée, établi par l'article 20, 1°, de la loi hypothécaire du 16 décembre 1851, est une sûreté réelle au sens de l'article I.22, 14°, du Code de droit économique (1). (1) Voir. les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2020:ARR.20200116.1N.6": {
      "court": "CASS",
      "date": "2020-01-16",
      "roleNumber": "C.19.0294.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200116.1N.6&lang=fr",
      "abstractFR": [
        "Pour la réalisation et le vote du plan de réorganisation, une créance garantie par un gage sur toutes les créances existantes et futures du débiteur est une créance sursitaire extraordinaire jusqu’à concurrence de la valeur de réalisation en going concern de ces créances (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Voor de uitwerking en stemming van het reorganisatieplan geldt een schuldvordering die gewaarborgd wordt door een pand op alle bestaande en toekomstige schuldvorderingen van de schuldenaar als buitengewone schuldvordering in de opschorting ten belope van de realisatiewaarde in going concern van deze schuldvorderingen (1). (1) Zie concl. OM."
      ]
    }
  },
  "XX.225": {
    "ECLI:BE:CASS:2023:ARR.20230601.1F.5": {
      "court": "CASS",
      "date": "2023-06-01",
      "roleNumber": "C.22.0468.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230601.1F.5",
      "abstractFR": [
        "En cas de faillite d'une entreprise et d'insuffisance de l'actif et s'il est établi qu'une faute grave et caractérisée dans leur chef a contribué à la faillite, tout administrateur, gérant, délégué à la gestion journalière, membre du comité de direction ou du conseil de surveillance, actuel ou ancien, ainsi que toute autre personne qui a effectivement détenu le pouvoir de gérer l'entreprise, peut être déclaré personnellement obligé, avec ou sans solidarité, de tout ou partie des dettes sociales jusqu'à concurrence de l'insuffisance d'actif, sauf lorsque l'entreprise en faillite a réalisé au cours des trois exercices qui précèdent la faillite ou au cours de tous les exercices si l'entreprise a été constituée depuis moins de trois ans, un chiffre d'affaires moyen inférieur à 620 000 euros hors taxe sur la valeur ajoutée et lorsque le total du bilan du dernier exercice n'a pas dépassé 370 000 euros; pour vérifier ces conditions liées au chiffre d'affaire et au total du bilan, les comptes annuels et la régularité au regard du Code des sociétés et des associations des opérations à constater dans les comptes annuels doivent être contrôlés selon les modalités prescrites par les dispositions figurant au titre 4 du livre 3 de ce code et, conformément aux articles 5:97 et 5:98, ils doivent être mis à la disposition des associés et être discutés par l'assemblée générale avant leur approbation (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "XX.108": {
    "ECLI:BE:CASS:2023:ARR.20230928.1N.15": {
      "court": "CASS",
      "date": "2023-09-28",
      "roleNumber": "C.23.0043.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230928.1N.15",
      "abstractFR": null,
      "abstractNL": [
        "Artikel XX.108, § 3, vierde lid WER, dat de termijn bepaalt om hoger beroep in te stellen tegen het vonnis van faillietverklaring of ieder vonnis waarbij het tijdstip van staking van betaling wordt vastgesteld, heeft als bijzonder recht voorrang op het gemene procesrecht en is van toepassing op het vonnis waarbij het verzet tegen een bij verstek gewezen vonnis van faillietverklaring niet ontvankelijk, dan wel ongegrond wordt verklaard (1). (1) Zie Cass. 7 november 2008, AR C.07.0619.N, AC 2008, nr. 620; Zie Cass. 9 februari 2007, AR C.05.0308.N, AC 2007, nr. 75."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210909.1N.2": {
      "court": "CASS",
      "date": "2021-09-09",
      "roleNumber": "C.21.0043.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210909.1N.2&lang=fr",
      "abstractFR": [
        "L'article XX.108, § 2, du Code de droit économique déroge au droit commun de la procédure en ouvrant la tierce opposition à un jugement de faillite à tout intéressé au sens des articles 17 et 18 du Code judiciaire, et donc également à tout créancier intéressé sous réserve des conditions restrictives de l'article 1122, alinéa 2, 3°, du Code judiciaire."
      ],
      "abstractNL": [
        "Artikel XX.108, §2, WER betreft een afwijking van het gemene procesrecht doordat het derdenverzet tegen een faillissementsvonnis openstelt voor elke belanghebbende in de zin van de artikelen 17 en 18 Gerechtelijk Wetboek, zo ook voor elke belanghebbende schuldeiser buiten de beperkende voorwaarden van artikel 1122, tweede lid, 3°, Gerechtelijk Wetboek."
      ]
    }
  },
  "XX.100": {
    "ECLI:BE:CASS:2023:ARR.20230330.1F.3": {
      "court": "CASS",
      "date": "2023-03-30",
      "roleNumber": "C.22.0336.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230330.1F.3",
      "abstractFR": [
        "En cas d'appel dirigé contre un jugement ayant déclaré le débiteur en état de faillite, le juge d'appel est tenu d'apprécier si les conditions de la faillite sont remplies au moment où le premier juge a prononcé sa décision, il ne peut être tenu compte de circonstances ultérieures, sauf s'il en ressort qu'au moment du jugement déclaratif de la faillite, le débiteur ne répondait pas aux conditions de la faillite."
      ],
      "abstractNL": [
        "Vertaling nog niet beschikbaar"
      ]
    }
  },
  "VI.83": {
    "ECLI:BE:CASS:2020:ARR.20201009.1N.1": {
      "court": "CASS",
      "date": "2020-10-09",
      "roleNumber": "C.19.0631.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201009.1N.1&lang=fr",
      "abstractFR": [
        "Si l'annulation de la clause contractuelle qui est une clause abusive n'a pas de conséquences négatives pour le consommateur, le juge doit écarter l'application de la clause abusive et n'a pas la possibilité de lui substituer une disposition de droit national à caractère supplétif (1). (1) Voir C.J.U.E, arrêt Unicaja Banco, 21 janvier 2015, C-482/13, C-484/13, C-485/13, C-487/13."
      ],
      "abstractNL": [
        "Indien de vernietiging van het contractuele beding dat een oneerlijk beding is, geen negatieve gevolgen heeft voor de consument, dient de rechter het oneerlijk beding buiten toepassing te laten en heeft hij niet de mogelijkheid het te vervangen door een nationale bepaling van aanvullend recht (1). (1) Zie HvJ 21 januari 2015, Unicaja Banco, C-482/13, C-484/13, C-485/13, C-487/13."
      ]
    }
  },
  "VI.104": {
    "ECLI:BE:CASS:2020:ARR.20200528.1N.8": {
      "court": "CASS",
      "date": "2020-05-28",
      "roleNumber": "C.18.0011.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200528.1N.8&lang=fr",
      "abstractFR": [
        "La collaboration par une société tierce à une violation du contrat, alors qu’elle en avait ou devait en avoir connaissance, constitue une faute extracontractuelle et un acte contraire aux pratiques honnêtes du marché, dont la cessation peut être ordonnée, étant entendu qu’afin d'apprécier l'existence de pareille violation des pratiques honnêtes du marché, le juge de la cessation peut établir l'existence d'une rupture de contrat, à laquelle la société tierce a illégalement collaboré (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De medewerking door een derde onderneming aan een contractbreuk, niettegenstaande hij hiervan kennis had of moest hebben, vormt een buitencontractuele fout en een met de eerlijke marktpraktijken strijdige daad, waarvan de staking kan worden bevolen en waarbij de stakingsrechter, om te oordelen of zulke inbreuk op de eerlijke marktpraktijken bestaat, het bestaan van een contractbreuk waaraan de derde onderneming onrechtmatig heeft meegewerkt, mag vaststellen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210923.1N.3": {
      "court": "CASS",
      "date": "2021-09-23",
      "roleNumber": "C.20.0310.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210923.1N.3&lang=fr",
      "abstractFR": [
        "Bien que la liberté de diffuser des informations ou des idées dans la sphère commerciale relève de la protection offerte par l'article 10 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, le juge bénéficie d'une vaste marge d'appréciation pour imposer des restrictions lorsqu'il s'agit des rapports entre entreprises concurrentes qui sont soumises au droit de la concurrence, lequel intéresse l'ordre public."
      ],
      "abstractNL": [
        "Hoewel de vrijheid om inlichtingen en denkbeelden te verspreiden in de commerciële sfeer valt onder de bescherming van artikel 10 EVRM, komt aan de rechter een ruime beoordelingsmarge toe om beperkingen op te leggen wanneer het de verhouding betreft tussen concurrerende ondernemingen die onderworpen zijn aan het mededingingsrecht dat de openbare orde raakt."
      ]
    }
  },
  "XX.106": {
    "ECLI:BE:CASS:2021:ARR.20210318.1F.1": {
      "court": "CASS",
      "date": "2021-03-18",
      "roleNumber": "C.19.0134.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210318.1F.1",
      "abstractFR": [
        "L'exercice effectif du droit de recours ouvert à une partie à un jugement déclaratif de faillite, autre que le failli, n'est pas compromis par le fait que le délai d'appel prend cours à partir de la publication par extrait de ce jugement au moniteur belge, sans que celui-ci lui ait été préalablement notifié dans sa forme intégrale (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De daadwerkelijke uitoefening van het recht op voorziening waarover een andere partij bij het vonnis van faillietverklaring dan de gefailleerde beschikt, komt niet in het gedrang doordat de beroepstermijn ingaat vanaf de bekendmaking bij uittreksel van dat vonnis in het Belgisch Staatsblad, zonder dat het haar vooraf in zijn integrale vorm ter kennis werd gebracht (1). (1) Zie concl. OM in Pas. 2021, nr. 205."
      ]
    }
  },
  "III.26": {
    "ECLI:BE:CASS:2021:ARR.20211021.1N.2": {
      "court": "CASS",
      "date": "2021-10-21",
      "roleNumber": "C.20.0465.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211021.1N.2&lang=fr",
      "abstractFR": [
        "Bien que l'abrogation de l'article III.26, § 2, du Code de droit économique par l'article 2 de la loi du 2 mai 2019, entrée en vigueur le 27 mai 2019, soit d'application immédiate, l'action introduite avant le 27 mai 2019 et sur laquelle le juge n'a pas encore statué à cette date continue de relever de l'article III.26, § 2 en vigueur au moment de l'introduction de cette action."
      ],
      "abstractNL": [
        "Hoewel de opheffing van artikel III.26, § 2, WER bij artikel 2 van de wet van 2 mei 2019, en in werking getreden op 27 mei 2019 onmiddellijk van toepassing is, blijft op de vordering die werd ingesteld vòòr 27 mei 2019 en waarover de rechter op die datum nog geen uitspraak heeft gedaan het op het ogenblik van het instellen van die vordering geldende artikel III.26, § 2, WER van toepassing."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220915.1F.1": {
      "court": "CASS",
      "date": "2022-09-15",
      "roleNumber": "C.19.0425.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220915.1F.1",
      "abstractFR": [
        "L'article III.26, § 1er, alinéa 3, du Code de droit économique qui prévoit que, dans le cas où l'entreprise soumise à inscription n'est pas inscrite à la banque-carrefour des entreprises à la date de l'introduction de son action, le tribunal déclare d'office l'action de l'entreprise soumise à inscription non recevable, ne s'applique pas aux recours, y compris le pourvoi en cassation, que l'entreprise introduit contre la décision statuant sur une telle action."
      ],
      "abstractNL": [
        "Artikel III.26, § 1, derde lid, Wetboek Economisch Recht, dat bepaalt dat de rechtbank de vordering van de inschrijvingsplichtige onderneming van ambtswege onontvankelijk verklaart indien de inschrijvingsplichtige onderneming op de datum van het inleiden van haar vordering niet is ingeschreven in de Kruispuntbank van Ondernemingen, is niet van toepassing op de rechtsmiddelen, het cassatieberoep inbegrepen, die de onderneming instelt tegen de beslissing die over een dergelijke rechtsvordering uitspraak doet.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220922.1F.3": {
      "court": "CASS",
      "date": "2022-09-22",
      "roleNumber": "F.21.0144.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220922.1F.3",
      "abstractFR": [
        "L'action d'une entreprise commerciale ou artisanale en contestation d'un impôt établi à sa charge, qui n'est pas basée sur une activité nécessitant son inscription à la banque-carrefour des entreprises mais trouve sa cause dans le titre exécutoire que l'État belge s'est décerné à lui-même en exécution d'une loi d'impôt, peut être régulièrement introduite en justice sans justification de son inscription à la banque-carrefour des entreprises."
      ],
      "abstractNL": [
        "De vordering van een handels- of ambachtsonderneming tot betwisting van een ten aanzien van haar gevestigde belasting, die niet gebaseerd is op een activiteit die haar inschrijving in de Kruispuntbank van Ondernemingen vereist, maar haar oorzaak vindt in de uitvoerbare titel die de Belgische Staat zichzelf heeft toegekend in uitvoering van een belastingwet, kan regelmatig in rechte worden ingeleid zonder de inschrijving in de Kruispuntbank van Ondernemingen te bewijzen.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210122.1N.42": {
      "court": "CASS",
      "date": "2021-01-22",
      "roleNumber": "C.19.0605.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210122.1N.42&lang=fr",
      "abstractFR": [
        "L'irrecevabilité de l'action formée par la demanderesse en vertu de l'article III.26, § 2 du Code de droit économique s'applique à toutes les actions en justice de la demanderesse fondées sur la convention entre les parties."
      ],
      "abstractNL": [
        "De niet-ontvankelijkheid van de vordering op grond van artikel III.26, §2, Wetboek van Economisch Recht geldt voor alle rechtsvorderingen die gebaseerd zijn op de overeenkomst tussen partijen."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180608.5": {
      "court": "CASS",
      "date": "2018-06-08",
      "roleNumber": "F.17.0081.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180608.5",
      "abstractFR": [
        "L'article III.26, § 1er, alinéa 1er et 2, du Code de droit économique ne s'applique pas aux actes de défense à une action, cet acte fût-il un pourvoi en cassation (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel III.26, §1, eerste en tweede lid, van het Wetboek van economisch recht, is niet van toepassing op de akten van verweer tegen een rechtsvordering, ook al betreft die akte een cassatieberoep (1). (1) Zie concl. OM in Pas. 2018, nr. 372."
      ]
    }
  },
  "IV.72": {
    "ECLI:BE:CASS:2023:ARR.20230105.1F.1": {
      "court": "CASS",
      "date": "2023-01-05",
      "roleNumber": "C.20.0472.F-C.20.0594.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230105.1F.1",
      "abstractFR": [
        "Il suit de l'article IV.72, § 4, alinéa 3, du Code de droit économique que le collège de la concurrence de l'Autorité belge de la concurrence ne peut avoir égard aux pièces déposées postérieurement à la requête."
      ],
      "abstractNL": [
        "Uit artikel IV.72, § 4, derde lid, WER volgt dat het mededingingscollege van de Belgische Mededingingsautoriteit geen acht mag slaan op de stukken die na het verzoekschrift zijn neergelegd."
      ]
    }
  },
  "XI.334": {
    "ECLI:BE:CASS:2020:ARR.20201210.1F.10": {
      "court": "CASS",
      "date": "2020-12-10",
      "roleNumber": "C.18.0309.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201210.1F.10",
      "abstractFR": [
        "L'exigence que la mesure d'affichage de la décision ou sa publication contribue à la cessation de l'acte ou de ses effets n'est imposée que lorsque cette mesure est prononcée par le président du tribunal statuant sur l'action en cessation; elle peut en revanche être prononcée par le juge statuant sur l'action en contrefaçon, indépendamment d'un ordre de cessation, lorsqu'elle participe à la réparation du dommage (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het vereiste dat de maatregel van aanplakking van de beslissing of de bekendmaking ervan moet bijdragen tot de stopzetting van de daad of van de gevolgen ervan, is enkel voorgeschreven wanneer die maatregel wordt bevolen door de voorzitter van de rechtbank die uitspraak doet over de vordering tot staking; de maatregel kan daarentegen los van een bevel tot staking worden opgelegd, indien hij bijdraagt tot het herstel van de schade (1). (1) Zie concl. OM in Pas. 2020, nr. 763."
      ]
    }
  },
  "XIV.3": {
    "ECLI:BE:CASS:2022:ARR.20220909.1N.2": {
      "court": "CASS",
      "date": "2022-09-09",
      "roleNumber": "C.21.0280.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220909.1N.2&lang=fr",
      "abstractFR": [
        "L'obligation d'information précontractuelle concernant le calcul du prix, telle qu'elle est prévue à l'ancien article XIV.3, 3°, du Code de droit économique, en transposition de l'article 5.1, sous c), de la directive 2011/83/UE du Parlement européen et du Conseil du 25 octobre 2011 relative aux droits des consommateurs, modifiant la directive 93/13/CEE du Conseil et la directive 1999/44/CE du Parlement européen et du Conseil et abrogeant la directive 85/577/CEE du Conseil et la directive 97/7/CE du Parlement européen et du Conseil, est en soi conciliable avec une décision unilatérale sur les honoraires d'un avocat au sens de l'article 446ter du Code judiciaire lorsque cette obligation d'information est observée; la violation de cette obligation d'information fait naître une responsabilité précontractuelle et constitue une faute au sens des articles 1382 et 1383 de l'ancien Code civil et est sanctionnée comme telle."
      ],
      "abstractNL": [
        "De precontractuele informatieverplichting omtrent de prijsberekening, zoals vervat in toenmalig artikel XIV.3, 3° WER, als omzetting van artikel 5.1, c) Richtlijn Consumentenrechten 2011/83/EU, is op zich verzoenbaar met een partijbeslissing omtrent het ereloon van een advocaat in de zin van artikel 446ter Gerechtelijk Wetboek indien deze informatieverplichting wordt nageleefd; een schending van die informatieverplichting leidt tot precontractuele aansprakelijkheid en maakt een fout uit in de zin van de artikelen 1382 en 1383 Oud Burgerlijk Wetboek en wordt als dusdanig gesanctioneerd."
      ]
    }
  },
  "XIV.50": {
    "ECLI:BE:CASS:2022:ARR.20220909.1N.2": {
      "court": "CASS",
      "date": "2022-09-09",
      "roleNumber": "C.21.0280.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220909.1N.2&lang=fr",
      "abstractFR": [
        "L'article XIV.50, 26°, du Code de droit économique, dans la version applicable avant son abrogation par la loi du 15 avril 2018, concerne la formation du contrat et ne s'applique pas à une décision unilatérale ayant trait à son exécution."
      ],
      "abstractNL": [
        "Artikel XIV.50, 26° WER, zoals van toepassing vóór de opheffing ervan door de wet van 15 april 2018, betreft de totstandkoming van de overeenkomst en is niet van toepassing op een partijbeslissing die de uitvoering van de overeenkomst betreft."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180208.3": {
      "court": "CASS",
      "date": "2018-02-08",
      "roleNumber": "C.15.0538.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180208.3&lang=fr",
      "abstractFR": [
        "Les clauses abusives dans les contrats conclus entre un titulaire d'une profession libérale et un consommateur sont interdites et nulles (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Bedingen die onrechtmatig zijn in de overeenkomsten gesloten tussen een beroepsbeoefenaar van een vrij beroep en een consument zijn verboden en nietig (1). (1) Zie concl. OM."
      ]
    }
  },
  "XII.22": {
    "ECLI:BE:CASS:2022:ARR.20220902.1N.7": {
      "court": "CASS",
      "date": "2022-09-02",
      "roleNumber": "C.21.0396.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220902.1N.7&lang=fr",
      "abstractFR": [
        "L'article XII.22 du Code de droit économique ne s'applique qu'au premier enregistrement du nom de domaine et non à son renouvellement."
      ],
      "abstractNL": [
        "Artikel XII.22 WER is enkel van toepassing bij de eerste registratie van de domeinnaam en niet bij de hernieuwing ervan."
      ]
    }
  },
  "XX.107": {
    "ECLI:BE:CASS:2022:ARR.20220602.1N.14": {
      "court": "CASS",
      "date": "2022-06-02",
      "roleNumber": "C.22.0017.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220602.1N.14&lang=fr",
      "abstractFR": [
        "Dès lors que la publication à opérer par les soins du curateur doit être considérée comme équivalente à celle qui est à la charge du greffier, mais que le curateur est mieux placé à cet effet et que ce procédé contribue en outre à réduire la charge de travail des greffes, la publication opérée par les soins du greffier n'entache pas la validité de cette publication."
      ],
      "abstractNL": [
        "Nu de bekenmaking in het Belgisch Staatsblad van het vonnis van faillietverklaring en van het latere vonnis dat de staking van betaling vaststelt op last van de curator als gelijkwaardig moet worden beschouwd met deze op last van de griffier, maar de curator daartoe meer geschikt wordt geacht en zulks bovendien bijdraagt tot de werklastvermindering van de griffies, tast de bekendmaking door de griffier de rechtsgeldigheid van deze bekenmaking niet aan."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200410.1F.2": {
      "court": "CASS",
      "date": "2020-04-10",
      "roleNumber": "C.19.0300.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200410.1F.2",
      "abstractFR": [
        "Lorsqu'il émane du failli, le délai pour former appel du jugement déclaratif de faillite est de quinze jours à compter de sa publication au Moniteur belge."
      ],
      "abstractNL": [
        "De termijn voor een gefailleerde om hoger beroep in te stellen tegen het vonnis van faillietverklaring is vijftien dagen te rekenen van de bekendmaking ervan in het Belgisch Staatsblad."
      ]
    }
  },
  "VI.2": {
    "ECLI:BE:CASS:2021:ARR.20210618.1N.7": {
      "court": "CASS",
      "date": "2021-06-18",
      "roleNumber": "C.20.0577.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210618.1N.7&lang=fr",
      "abstractFR": [
        "Sauf en cas de clauses contractuelles inhabituelles ou excessives, il peut, en règle, être considéré que le consommateur a la possibilité raisonnable de prendre connaissance des conditions générales du contrat lorsque celles-ci figurent au verso d'un document contractuel et que le recto y renvoie."
      ],
      "abstractNL": [
        "Behoudens wanneer het gaat om contractvoorwaarden die ongebruikelijk of buitensporig zijn, mag de consument, in de regel, geacht worden de redelijke mogelijkheid te hebben om kennis te nemen van algemene contractvoorwaarden wanneer deze op de keerzijde van een contractdocument voorkomen waarnaar wordt verwezen op de voorzijde."
      ]
    }
  },
  "XX.122": {
    "ECLI:BE:CASS:2022:ARR.20220316.2F.8": {
      "court": "CASS",
      "date": "2022-03-16",
      "roleNumber": "P.21.1324.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220316.2F.8",
      "abstractFR": [
        "Le curateur à la faillite qui est un avocat titulaire de l'attestation de formation en procédure en cassation prévue par les articles 425, § 1er, et 429, alinéa 1er, du Code d'instruction criminelle peut signer lui-même la déclaration de pourvoi et le mémoire au nom de la personne morale faillie; il n'est pas tenu de faire appel, pour ce faire, à l'assistance d'un autre avocat attesté (1). (Solution implicte). (1) Voir les concl., contraires à cet égard, du MP, qui se référait à Cass. 30 juin 2021, RG P.21.0214.F, Pas. 2021, n° 492, relatif au mandataire ad hoc, et concl. contraires « dit en substance » du MP ; la demanderesse a notamment fait valoir que le curateur, contrairement au mandataire ad hoc, est un mandataire de justice et qu'elle agissait en l'espèce en tant que partie civile contre l'administrateur de la société faillie, seul prévenu. (M.N.B.)",
        "Le curateur à la faillite qui est un avocat titulaire de l’attestation de formation en procédure en cassation prévue par les articles 425, § 1er, et 429, alinéa 1er, du Code d’instruction criminelle peut signer lui-même la déclaration de pourvoi et le mémoire au nom de la personne morale faillie; il n’est pas tenu de faire appel, pour ce faire, à l’assistance d’un autre avocat attesté (1). (Solution implicte). (1) Voir les concl., contraires à cet égard, du MP, qui se référait à Cass. 30 juin 2021, RG P.21.0214.F, Pas. 2021, n° 492, relatif au mandataire ad hoc, et concl. contraires « dit en substance » du MP ; la demanderesse a notamment fait valoir que le curateur, contrairement au mandataire ad hoc, est un mandataire de justice et qu’elle agissait en l’espèce en tant que partie civile contre l’administrateur de la société faillie, seul prévenu. (M.N.B.)"
      ],
      "abstractNL": [
        "De curator van het faillissement die een advocaat is, houder van het in artikel 425, § 1, en 429, eerste lid, Wetboek van Strafvordering bedoelde getuigschrift van opleiding in cassatieprocedures, mag zelf namens de gefailleerde rechtspersoon de verklaring van cassatieberoep en de memorie ondertekenen; hij is niet verplicht hiertoe een beroep te doen op een andere advocaat die houder is van het getuigschrift (1). (Impliciete oplossing). (1) Zie, op datum in Pas., de op dit punt andersluidende concl. van het OM dat hiervoor verwees naar Cass. 30 juni 2021, AR P.21.0214.F, AC 2021, nr. 492, betreffende de lasthebber ad hoc, met andersluidende concl. “in hoofdzaak” OM; de eiseres voerde met name aan dat de curator, anders dan de lasthebber “ad hoc”, een gerechtsmandataris is en dat zij in deze zaak als burgerlijke partij optrad tegen de bestuurder van de gefailleerde vennootschap, de enige beklaagde. (M.N.B.)",
        "De curator van het faillissement die een advocaat is, houder van het in artikel 425, § 1, en 429, eerste lid, Wetboek van Strafvordering bedoelde getuigschrift van opleiding in cassatieprocedures, mag zelf namens de gefailleerde rechtspersoon de verklaring van cassatieberoep en de memorie ondertekenen; hij is niet verplicht hiertoe een beroep te doen op een andere advocaat die houder is van het getuigschrift (1). (1) Zie, op datum in Pas., de op dit punt andersluidende concl. van het OM dat hiervoor verwees naar Cass. 30 juni 2021, AR P.21.0214.F, AC 2021, nr. 492, betreffende de lasthebber ad hoc, met andersluidende concl. “in hoofdzaak” OM; de eiseres voerde met name aan dat de curator, anders dan de lasthebber “ad hoc”, een gerechtsmandataris is en dat zij in deze zaak als burgerlijke partij optrad tegen de bestuurder van de gefailleerde vennootschap, de enige beklaagde. (M.N.B.) (Impliciete oplossing)"
      ]
    }
  },
  "XX.132": {
    "ECLI:BE:CASS:2022:ARR.20220316.2F.8": {
      "court": "CASS",
      "date": "2022-03-16",
      "roleNumber": "P.21.1324.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220316.2F.8",
      "abstractFR": [
        "Le curateur à la faillite qui est un avocat titulaire de l'attestation de formation en procédure en cassation prévue par les articles 425, § 1er, et 429, alinéa 1er, du Code d'instruction criminelle peut signer lui-même la déclaration de pourvoi et le mémoire au nom de la personne morale faillie; il n'est pas tenu de faire appel, pour ce faire, à l'assistance d'un autre avocat attesté (1). (Solution implicte). (1) Voir les concl., contraires à cet égard, du MP, qui se référait à Cass. 30 juin 2021, RG P.21.0214.F, Pas. 2021, n° 492, relatif au mandataire ad hoc, et concl. contraires « dit en substance » du MP ; la demanderesse a notamment fait valoir que le curateur, contrairement au mandataire ad hoc, est un mandataire de justice et qu'elle agissait en l'espèce en tant que partie civile contre l'administrateur de la société faillie, seul prévenu. (M.N.B.)",
        "Le curateur à la faillite qui est un avocat titulaire de l’attestation de formation en procédure en cassation prévue par les articles 425, § 1er, et 429, alinéa 1er, du Code d’instruction criminelle peut signer lui-même la déclaration de pourvoi et le mémoire au nom de la personne morale faillie; il n’est pas tenu de faire appel, pour ce faire, à l’assistance d’un autre avocat attesté (1). (Solution implicte). (1) Voir les concl., contraires à cet égard, du MP, qui se référait à Cass. 30 juin 2021, RG P.21.0214.F, Pas. 2021, n° 492, relatif au mandataire ad hoc, et concl. contraires « dit en substance » du MP ; la demanderesse a notamment fait valoir que le curateur, contrairement au mandataire ad hoc, est un mandataire de justice et qu’elle agissait en l’espèce en tant que partie civile contre l’administrateur de la société faillie, seul prévenu. (M.N.B.)"
      ],
      "abstractNL": [
        "De curator van het faillissement die een advocaat is, houder van het in artikel 425, § 1, en 429, eerste lid, Wetboek van Strafvordering bedoelde getuigschrift van opleiding in cassatieprocedures, mag zelf namens de gefailleerde rechtspersoon de verklaring van cassatieberoep en de memorie ondertekenen; hij is niet verplicht hiertoe een beroep te doen op een andere advocaat die houder is van het getuigschrift (1). (Impliciete oplossing). (1) Zie, op datum in Pas., de op dit punt andersluidende concl. van het OM dat hiervoor verwees naar Cass. 30 juni 2021, AR P.21.0214.F, AC 2021, nr. 492, betreffende de lasthebber ad hoc, met andersluidende concl. “in hoofdzaak” OM; de eiseres voerde met name aan dat de curator, anders dan de lasthebber “ad hoc”, een gerechtsmandataris is en dat zij in deze zaak als burgerlijke partij optrad tegen de bestuurder van de gefailleerde vennootschap, de enige beklaagde. (M.N.B.)",
        "De curator van het faillissement die een advocaat is, houder van het in artikel 425, § 1, en 429, eerste lid, Wetboek van Strafvordering bedoelde getuigschrift van opleiding in cassatieprocedures, mag zelf namens de gefailleerde rechtspersoon de verklaring van cassatieberoep en de memorie ondertekenen; hij is niet verplicht hiertoe een beroep te doen op een andere advocaat die houder is van het getuigschrift (1). (1) Zie, op datum in Pas., de op dit punt andersluidende concl. van het OM dat hiervoor verwees naar Cass. 30 juni 2021, AR P.21.0214.F, AC 2021, nr. 492, betreffende de lasthebber ad hoc, met andersluidende concl. “in hoofdzaak” OM; de eiseres voerde met name aan dat de curator, anders dan de lasthebber “ad hoc”, een gerechtsmandataris is en dat zij in deze zaak als burgerlijke partij optrad tegen de bestuurder van de gefailleerde vennootschap, de enige beklaagde. (M.N.B.) (Impliciete oplossing)"
      ]
    }
  },
  "XX.110": {
    "ECLI:BE:CASS:2022:ARR.20220331.1N.8": {
      "court": "CASS",
      "date": "2022-03-31",
      "roleNumber": "C.21.0160.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220331.1N.8&lang=fr",
      "abstractFR": [
        "La rémunération parçue par le failli pour des prestations de travail qu'il fournit après la faillite est exclue de l'actif de la faillite, même si le contrat de travail a été conclu avant celle-ci."
      ],
      "abstractNL": [
        "Het loon dat de gefailleerde ontvangt voor arbeidsprestaties die door hem worden geleverd na het faillissement, wordt uit het actief van het faillissement gesloten, ook al werd de arbeidsovereenkomst gesloten vóór het faillissement."
      ]
    }
  },
  "VI.37": {
    "ECLI:BE:CASS:2021:ARR.20211008.1F.2": {
      "court": "CASS",
      "date": "2021-10-08",
      "roleNumber": "C.21.0070.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211008.1F.2",
      "abstractFR": [
        "Lorsque toutes ou certaines clauses d'un contrat entre une entreprise et un consommateur sont écrites, ces clauses doivent être rédigées de manière claire et compréhensible et, en cas de doute sur le sens d'une clause, l'interprétation la plus favorable au consommateur prévaut."
      ],
      "abstractNL": [
        "Indien alle of bepaalde bedingen van een overeenkomst tussen een onderneming en een consument schriftelijk zijn, moeten deze op een duidelijke en begrijpelijke wijze zijn opgesteld en prevaleert, in geval van twijfel over de betekenis van een beding, de voor de consument gunstigste interpretatie."
      ]
    }
  },
  "X.19": {
    "ECLI:BE:CASS:2021:ARR.20210618.1N.10": {
      "court": "CASS",
      "date": "2021-06-18",
      "roleNumber": "C.20.0553.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210618.1N.10&lang=fr",
      "abstractFR": [
        "Le préjudice réellement subi pour lequel l'agent commercial peut obtenir du commettant des dommages et intérêts complémentaires, lequel préjudice est distinct du celui que répare l'indemnité d'éviction, ne peut concerner que des frais que l'agent commercial a personnellement engagés en vertu d'une obligation contractuelle ou sur les recommandations du commettant dans l'intérêt de l'exécution du contrat, et non les frais qu'il a faits volontairement et de sa propre initiative."
      ],
      "abstractNL": [
        "De werkelijk geleden schade waarvoor de handelsagent van de principaal een bijkomende schadevergoeding kan verkrijgen, die verschilt van de schade die gedekt wordt door de uitwinningsvergoeding, kan slechts betrekking hebben op kosten die de handelsagent op grond van een contractuele verplichting of op advies van de principaal ten behoeve van de uitvoering van de overeenkomst op zich heeft genomen en niet op de kosten die hij vrijwillig en op eigen initiatief heeft gemaakt."
      ]
    }
  },
  "XX.59": {
    "ECLI:BE:CASS:2020:ARR.20200918.1N.3": {
      "court": "CASS",
      "date": "2020-09-18",
      "roleNumber": "C.20.0115.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200918.1N.3&lang=fr",
      "abstractFR": [
        "Si le tribunal de l’insolvabilité ou le juge d’appel peut, en vertu de l’article XX.79 du Code de droit économique, autoriser le débiteur à proposer aux créanciers un plan de réorganisation adapté, il n’y est cependant pas obligé et pareil refus peut se justifier par les chances de réussite, jugées faibles, d’un plan de réorganisation adapté."
      ],
      "abstractNL": [
        "Indien de insolventierechtbank of de rechter in hoger beroep krachtens artikel XX.79 WER de schuldenaar kan toelaten om een aangepast reorganisatieplan ter goedkeuring aan de schuldeisers voor te leggen, dan is deze hiertoe niet verplicht en kan een dergelijke weigering verantwoord zijn door de gering geachte slaagkansen van een aangepast reorganisatieplan."
      ]
    }
  },
  "XX.226": {
    "ECLI:BE:CASS:2019:ARR.20191119.1": {
      "court": "CASS",
      "date": "2019-11-19",
      "roleNumber": "P.19.0538.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191119.1&lang=fr",
      "abstractFR": [
        "Les articles 265, § 2, alinéa 1er, du Code des sociétés, dans sa version applicable jusqu'au 30 avril 2018, et XX.226, alinéa 1er, du Code de droit économique, n'empêchent pas que les personnes visées par ces dispositions puissent être tenues pour responsables, sur pied de l'article 1382 du Code civil, du dommage causé par le non-paiement, par leur faute, des cotisations de sécurité sociale."
      ],
      "abstractNL": [
        "De artikelen 265, § 2, eerste lid, Wetboek van Vennootschappen zoals toepasselijk tot 30 april 2018, en XX.226, eerste lid, Wetboek economisch recht, staan niet eraan in de weg dat de in die bepalingen bedoelde personen op grond van artikel 1382 Burgerlijk Wetboek aansprakelijk kunnen worden gesteld voor de schade veroorzaakt door het door hun fout onbetaald blijven van de sociale zekerheidsbijdragen."
      ]
    }
  },
  "VI.106": {
    "ECLI:BE:CASS:2019:ARR.20190604.6": {
      "court": "CASS",
      "date": "2019-06-04",
      "roleNumber": "P.19.0200.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190604.6&lang=fr",
      "abstractFR": [
        "Le champ d'application de l'article VI.106, 2°, du Code de droit économique, aux termes duquel, sans préjudice d'autres dispositions légales ou réglementaires, est interdite toute publicité d'une entreprise qui dissimule ou fournit de façon peu claire une information substantielle relative aux conséquences résultant de la réponse donnée par le destinataire ou qui dissimule, fournit de façon peu claire ou n'indique pas sa véritable intention commerciale, dès lors que celle-ci ne ressort pas clairement du contexte, ne se limite pas au démarchage publicitaire pour des annuaires internet frauduleux."
      ],
      "abstractNL": [
        "Het toepassingsgebied van artikel VI.106, 2°, Wetboek van economisch recht, dat bepaalt dat onverminderd andere wettelijke of reglementaire bepalingen elke reclame van een onderneming verboden is die essentiële informatie over de gevolgen van het door de bestemmeling gegeven antwoord verborgen houdt of op weinig duidelijke wijze weergeeft, of die de eigenlijke commerciële bedoeling, wanneer die niet blijkt uit de context, verborgen houdt of op weinig duidelijke wijze weergeeft, is niet beperkt tot het ronselen van reclame voor frauduleuze internetgidsen."
      ]
    }
  },
  "IV.1": {
    "ECLI:BE:CASS:2018:ARR.20180607.13": {
      "court": "CASS",
      "date": "2018-06-07",
      "roleNumber": "D.16.0021.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180607.13&lang=fr",
      "abstractFR": [
        "En vertu des dispositions de l'arrêté royal n° 80 du 10 novembre 1967 relatif à l'Ordre des pharmaciens, certaines tâches ont été confiées à l'Ordre, notamment celle de veiller au respect de la déontologie et au maintien de l'honneur, de la discrétion, de la probité et de la dignité de ses membres; l'Ordre ne poursuit pas ainsi un but économique mais remplit une tâche légale pour laquelle il s'est vu accorder une compétence réglementaire par les autorités; cela n'empêche toutefois pas qu'il constitue une association d'entreprises au sens de l'article IV.1, § 1er, du Code de droit économique, de sorte que ses décisions doivent être conformes aux exigences des dispositions précitées dudit code (1). (1) Voir les concl. du MP.",
        "Une décision d'un conseil d'appel qui impose à un ou plusieurs pharmaciens des limitations de la concurrence qui ne sont pas nécessaires au maintien des règles fondamentales de la profession ou à la satisfaction des besoins impératifs d'une dispensation régulière et normale des soins de santé, mais qui en réalité tendent à avantager certains intérêts matériels des pharmaciens ou à instaurer ou à maintenir un certain régime économique, est contraire à l'article IV.1, § 1er, 2° et 3°, du Code de droit économique (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Krachtens de bepalingen van de Apothekerswet zijn de Orde bepaalde taken opgedragen, inzonderheid toe te zien op het eerbiedigen van de deontologie en op de handhaving van de eer, de bescheidenheid, de eerlijkheid en de waardigheid van haar leden; de Orde streeft hierbij geen economisch doel na maar vervult een wettelijke taak waarvoor zij een regulerende bevoegdheid heeft gekregen van de overheid; dit belet evenwel niet dat zij een ondernemingsvereniging is in de zin van artikel IV.1, §1, Wetboek Economisch Recht zodat haar beslissingen in overeenstemming moeten zijn met de eisen van de voormelde bepalingen van het Wetboek Economisch Recht (1). (1) Zie concl. OM.",
        "Een beslissing van een raad van beroep die aan een of meer apothekers beperkingen oplegt in de mededinging die niet vereist zijn om de fundamentele regels van het beroep te handhaven of aan de dringende eisen van de regelmatige normale toediening van de gezondheidszorgen te voldoen, maar die in werkelijkheid ertoe strekken bepaalde materiële belangen van apothekers te begunstigen of een bepaald economisch stelsel te installeren of in stand te houden, is in strijd met artikel IV.1, §1, 2° en 3°, Wetboek Economisch Recht (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180208.2": {
      "court": "CASS",
      "date": "2018-02-08",
      "roleNumber": "C.15.0537.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180208.2&lang=fr",
      "abstractFR": [
        "Toute décision d'une association d'entreprises restreignant la liberté d'action sur le marché concerné ne tombe pas sous le coup de l'interdiction prévue à l'article IV.1, § 1er,du Code de droit économique (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Niet elk besluit van een ondernemingsvereniging die de handelingsvrijheid op de relevante markt beperkt valt onder het verbod van artikel IV.1, §1, Wetboek van Economisch Recht (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170203.2": {
      "court": "CASS",
      "date": "2017-02-03",
      "roleNumber": "C.16.0177.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170203.2&lang=fr",
      "abstractFR": [
        "L'article IV.1, § 1er, du Code de droit économique n'est pas violé dès lors que ceux qui exercent une profession libérale comme les avocats ou l'Orde van Vlaamse balies fixent certaines règles éthiques en s'autorégulant, si ces règles demeurent proportionnées au but poursuivi et imposé par l'autorité publique nationale; il est essentiel au bon exercice de la profession d'avocat que le client soit défendu en toute indépendance et dans son propre intérêt, que l'avocat évite tout conflit d'intérêts et respecte strictement le secret professionnel (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Artikel IV.1., §1, WER wordt niet geschonden doordat vrije beroepsbeoefenaren zoals advocaten of de OVB door middel van zelfregulering bepaalde ethische regels vastleggen indien deze regels evenredig blijven met het nagestreefde en door de nationale openbare overheid opgelegde doel; voor de goede uitoefening van het beroep van advocaat is het van wezenlijk belang dat de cliënt in volledige onafhankelijkheid en in zijn belang wordt verdedigd, dat de advocaat elk risico van belangenconflict vermijdt en een strikt beroepsgeheim in acht neemt (1). (1) Zie concl. OM."
      ]
    }
  },
  "VI.101": {
    "ECLI:BE:CASS:2018:ARR.20180425.4": {
      "court": "CASS",
      "date": "2018-04-25",
      "roleNumber": "P.18.0199.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180425.4",
      "abstractFR": [
        "L'article VI.101 du Code de droit économique transpose la définition générale des pratiques commerciales agressives énoncée à l'article 8 de la directive 2005/29/CE du Parlement européen et du Conseil du 11 mai 2005 tandis que l'article VI.103, 3° et 8°, du même code transpose ensuite deux des comportements énoncés à l'annexe I de la directive relative aux pratiques réputées déloyales, trompeuses et agressives en toutes circonstances (1). (1) Voir H. JACQUEMIN, « La loi du 6 avril 2010 relatives aux pratiques de marché et à la protection des consommateurs », J.T., 2010, p. 557."
      ],
      "abstractNL": [
        "Artikel VI.101 Wetboek Economisch Recht zet de algemene definitie om van de in artikel 8 richtlijn 2005/29/EG van het Europees Parlement en de Raad van 11 mei 2005 bepaalde definitie van agressieve handelspraktijken, terwijl artikel VI.103, 3° en 8°, van dat wetboek vervolgens twee van de gedragingen omzet die in bijlage I van de Richtlijn Oneerlijke Handelspraktijken, onder alle omstandigheden als oneerlijk, misleidend en agressief worden beschouwd (1). (1) Zie H. JACQUEMIN, \"La loi du 6 avril 2010 relatives aux pratiques de marché et à la protection des consommateurs\", JT 2010, p. 557."
      ]
    }
  },
  "VI.103": {
    "ECLI:BE:CASS:2018:ARR.20180425.4": {
      "court": "CASS",
      "date": "2018-04-25",
      "roleNumber": "P.18.0199.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180425.4",
      "abstractFR": [
        "En érigeant à l'annexe I de la directive 2005/29/CE du Parlement européen et du Conseil du 11 mai 2005 des pratiques réputées déloyales, trompeuses ou agressives en toutes circonstances, le législateur a dérogé à l'examen des critères généraux d'appréciation de telles pratiques repris à la directive; lorsque les comportements imputés figurent dans la liste des trente et une pratiques commerciales réputées déloyales, agressives ou trompeuses en toutes circonstances, la loi ne subordonne leur interdiction à aucune condition particulière."
      ],
      "abstractNL": [
        "Door in bijlage I van de Richtlijn Oneerlijke Handelspraktijken, de aldaar vermelde praktijken onder alle omstandigheden als oneerlijk, misleidend of agressief te beschouwen, is de wetgever afgeweken van het onderzoek van de in de richtlijn vermelde algemene beoordelingscriteria voor dergelijke praktijken; wanneer de ten laste gelegde gedragingen deel uitmaken van de lijst van eenendertig handelspraktijken die onder alle omstandigheden als oneerlijk, agressief of misleidend worden beschouwd, stelt de wet het verbod daarop niet afhankelijk van een bijzondere voorwaarde."
      ]
    }
  },
  "I.8": {
    "ECLI:BE:CASS:2018:ARR.20180208.3": {
      "court": "CASS",
      "date": "2018-02-08",
      "roleNumber": "C.15.0538.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180208.3&lang=fr",
      "abstractFR": [
        "Une clause abusive est toute clause ou toute condition dans un contrat entre un titulaire d'une profession libérale et un consommateur qui, à elle seule ou combinée avec une ou plusieurs autres clauses ou conditions, crée un déséquilibre manifeste entre les droits et les obligations des parties au détriment du consommateur (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Een onrechtmatig beding is elk beding of elke voorwaarde in een overeenkomst tussen een beoefenaar van een vrij beroep en een consument die, alleen of in samenhang met een of meer andere bedingen of voorwaarden, een kennelijk onevenwicht schept tussen de rechten en plichten van de partijen ten nadele van de consument (1). (1) Zie concl. OM."
      ]
    }
  },
  "VI.17": {
    "ECLI:BE:CASS:2016:ARR.20160915.2": {
      "court": "CASS",
      "date": "2016-09-15",
      "roleNumber": "C.15.0497.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160915.2",
      "abstractFR": [
        "La publicité comparative qui ne procède pas à une comparaison objective est illicite même en l'absence de caractère trompeur."
      ],
      "abstractNL": [
        "Vergelijkende reclame die niet het resultaat is van een objectieve vergelijking is ongeoorloofd, zelfs wanneer zij niet misleidend is."
      ]
    }
  },
  "IV.79": {
    "ECLI:BE:CASS:2014:ARR.20141120.8": {
      "court": "CASS",
      "date": "2014-11-20",
      "roleNumber": "H.14.0001.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141120.8",
      "abstractFR": [
        "Conformément au principe de l''application immédiate de la loi nouvelle, l''article IV.79 du Code de droit économique s''applique aux recours introduits devant la cour d''appel de Bruxelles postérieurement à la date d'entrée en vigueur de la loi du 3 avril 2013 portant insertion des dispositions réglant des matières visées à l''article 77 de la Constitution dans le livre IV «Protection de la concurrence» et le livre V «La concurrence et les évolutions de prix» du Code de droit économique (1). (1) Voir les concl. du MP.",
        "Les articles 6 et 22 de la loi du 3 avril 2013 portant insertion du livre IV «Protection de la concurrence» et du livre V «La concurrence et les évolutions de prix» dans le Code de droit économique et portant insertion des définitions propres au livre IV et au livre V dans le Livre Ier du Code de droit économique et l'article IV.79, § 1er, du Code de droit économique doivent être interprétés en ce sens que les recours introduits postérieurement à la date de l'entrée en vigueur de la loi du 3 avril 2013 contre les décisions du Conseil de la concurrence entrent dans le champ d'application de l'article IV.79, § 1er, du Code de droit économique (1). (1) Voir les concl. du MP.",
        "Les recours contre les décisions du Conseil de la concurrence, introduits postérieurement à la date de l'entrée en vigueur de la loi du 3 avril 2013, doivent être dirigés contre l'Autorité belge de la concurrence en qualité de partie défenderesse en application de l'article IV.79, § 4, du Code de droit économique (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Overeenkomstig het beginsel van de onmiddellijke toepassing van de nieuwe wet geldt artikel IV.79, van het Wetboek van economisch recht voor alle hogere beroepen die voor het hof van beroep te Brussel worden ingesteld na de inwerkingtreding van de wet van 3 april 2013 houdende invoeging van de bepalingen die een aangelegenheid regelen als bedoeld in artikel 77 van de Grondwet, in boek IV 'Bescherming van de mededinging' en boek V 'De mededinging en de prijsevoluties' van het Wetboek van economisch recht (1). (1) Zie concl. OM in Pas. 2014, nr. ***.",
        "De artikelen 6 en 22 van de wet van 3 april 2013 houdende invoeging van boek IV 'Bescherming van de mededinging' en van boek V 'De mededinging en de prijsevoluties' in het Wetboek van economisch recht en houdende invoeging van de definities eigen aan boek IV en aan boek V in boek I van het Wetboek van economisch recht en artikel IV.79. 1, van het Wetboek van economisch recht moeten in die zin worden uitgelegd dat de hogere beroepen die na de inwerkingtreding van de wet van 3 april 2013 worden ingesteld tegen de beslissingen van de Raad van de mededinging binnen het toepassingsbereik vallen van artikel IV.79. 1, van het Wetboek van economisch recht (1). (1) Zie concl. OM in Pas. 2014, nr. ***.",
        "De hogere beroepen tegen de beslissingen van de Raad voor de mededinging, die worden ingesteld na de inwerkingtreding van de wet van 3 april 2013 moeten worden ingesteld tegen de Belgische Mededingingsautoriteit in de hoedanigheid van verwerende partij, met toepassing van artikel IV.79.4, van het Wetboek van economisch recht (1). (1) Zie concl. OM in Pas. 2014, nr. ***."
      ]
    }
  },
  "IV.16": {
    "ECLI:BE:CASS:2014:ARR.20141120.8": {
      "court": "CASS",
      "date": "2014-11-20",
      "roleNumber": "H.14.0001.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141120.8",
      "abstractFR": [
        "L'Autorité belge de la concurrence créée par l'article IV.16 du Code de droit économique est investie des mêmes missions et applique les mêmes règles de fond que l'autorité belge de la concurrence créée par la loi sur la protection de la concurrence économique; en vertu de l'article IV.16, § 3, du Code de droit économique, elle demeure compétente pour l'application des articles 101 et 102 du Traité sur le fonctionnement de l'Union européenne, visée à l'article 35 du règlement (CE) n° 1/2003 du Conseil relatif à la mise en œuvre des règles de concurrence prévues aux articles 101 et 102 de ce traité (1). (1) Voir les concl. du MP.",
        "La continuité du rôle de l'Autorité belge de la concurrence implique que la nouvelle autorité succède à l'ancienne même dans les affaires dans lesquelles le Conseil de la concurrence a clôturé sa mission par l'adoption d'une décision (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De door artikel IV.16 van het Wetboek van economisch recht opgerichte Belgische Mededingingsautoriteit heeft dezelfde opdrachten en past dezelfde grondregels toe als de Belgische mededingingsautoriteit die werd opgericht door de wet tot bescherming van de economische mededinging; krachtens artikel IV.16, §3, van het Wetboek van economisch recht blijft zij bevoegd om de artikelen 101 en 102 van het Verdrag betreffende de werking van de Europese Unie toe te passen bedoeld in artikel 35 van Verordening (EG) nr. 1/2003 van de Raad van 16 december 2002 betreffende de uitvoering van de mededingingsregels van de artikelen 101 en 102 van het dat verdrag (1). (1) Zie concl. OM in Pas. 2014, nr. ***.",
        "De continuïteit van de rol van de Belgische Mededingingsautoriteit impliceert dat de nieuwe autoriteit de oude opvolgt, zelfs in de zaken waarvoor de Raad voor de Mededinging zijn opdracht heeft afgesloten door het nemen van een beslissing (1). (1) Zie concl. OM in Pas. 2014, nr. ***."
      ]
    }
  },
  "IV.48": {
    "ECLI:BE:CASS:2014:ARR.20141120.8": {
      "court": "CASS",
      "date": "2014-11-20",
      "roleNumber": "H.14.0001.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141120.8",
      "abstractFR": [
        "Au sein de l'Autorité belge de la concurrence créée par le Code de droit économique, c'est le Collège de la concurrence qui est compétent pour constater par décision motivée l'existence d'une pratique restrictive de concurrence en vertu de l'article IV.48 du Code de droit économique; cette compétence remplace celle qu'exerçait le Conseil de la concurrence au sein de l'Autorité belge de concurrence lorsqu'il rendait une décision constatant l'existence d'une pratique restrictive sur la base de l'article 52, 1°, de la loi sur la protection de la concurrence économique (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Binnen de door het Wetboek van economisch recht opgerichte Belgische Mededingingsautoriteit is het Mededingingscollege bevoegd om bij met redenen omklede beslissing het bestaan van een restrictieve mededingingspraktijk vast te stellen overeenkomstig artikel IV.48 van het Wetboek van economisch recht; die bevoegdheid vervangt de bevoegdheid die werd uitgeoefend door de Raad voor de mededinging binnen die Belgische Mededingingsautoriteit wanneer hij een beslissing wees die het bestaan van een restrictieve mededingingspraktijk vaststelde op grond van artikel 52, 1°, van de wet tot bescherming van de economische mededinging (1). (1) Zie concl. OM in Pas. 2014, nr. ***."
      ]
    }
  }
}