{
  "1": {
    "ECLI:BE:CASS:2019:ARR.20190514.1": {
      "court": "CASS",
      "date": "2019-05-14",
      "roleNumber": "P.19.0225.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190514.1&lang=fr",
      "abstractFR": [
        "La privation de liberté visée à l'article 1er, 1°, de la loi du 20 juillet 1990 relative à la détention préventive, prend cours dès l'instant où le suspect ne dispose plus de la liberté d'aller et de venir (1) ; la simple requête de rester sur les lieux pendant qu'il est procédé à un contrôle d'alcoolémie, formulée par une personne habilitée en la matière, dût-elle être considérée comme un moyen de contrainte au sens de l'article 1er de la loi du 5 août 1992 sur la fonction de police, n'implique pas en tant que telle une privation de liberté au sens de la première disposition. (1) Cass. 8 janvier 2013, RG P.12.2060.N, Pas. 2013, n° 17 ; Cass. 7 novembre 2012, RG P.12.1711.F, Pas. 2012, n° 601."
      ],
      "abstractNL": [
        "De herstelmogelijkheden van de nietigheden waarin het op 9 juni 2018 in werking getreden artikel 40, eerste lid, Taalwet Gerechtszaken voorziet, zijn overeenkomstig artikel 3 Gerechtelijk Wetboek onmiddellijk van toepassing op alle rechtsplegingen waarover de rechter nog dient te beslissen (1). (1) Zie: Cass. 27 februari 2019, AR P.19.0148.F, AC 2019, nr. 127 met concl. van advocaat-generaal, VANDERMEERSCH in Pas. 2018."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2020:ARR.20200324.1N.1": {
      "court": "CASS",
      "date": "2020-03-24",
      "roleNumber": "P.19.0571.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200324.1N.1&lang=fr",
      "abstractFR": [
        "Il résulte des dispositions de la loi générale du 18 juillet 1977 sur les douanes et accises que la recherche, la constatation et la poursuite d'infractions à cette loi sont confiées aux agents des douanes, qui disposent à cet effet de larges pouvoirs d'investigation et peuvent notamment visiter des habitations et procéder à des saisies; les agents des douanes doivent être considérés, sur le plan fonctionnel, comme des agents de police judiciaire et peuvent, en cette qualité, prêter assistance à la police judiciaire; le fait que, d'un point de vue statutaire, ces agents ne soient pas des fonctionnaires de police et n'exercent pas leur fonction sous l'autorité du ministre de la Justice est sans incidence à cet égard."
      ],
      "abstractNL": [
        "Uit de bepalingen van de AWDA volgt dat het opsporen, vaststellen en vervolgen van inbreuken op de AWDA is toevertrouwd aan douaneambtenaren, die daartoe over ruime onderzoeksbevoegdheden beschikken, zoals woningen visiteren en zaken in beslag nemen; douaneambtenaren zijn functioneel te beschouwen als agenten van gerechtelijke politie en kunnen in die hoedanigheid bijstand verlenen aan de gerechtelijke politie; dat deze ambtenaren, vanuit statutair oogpunt, geen politieambtenaren zijn en hun ambt niet uitoefenen onder het gezag van de minister van Justitie, doet hieraan geen afbreuk."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2020:ARR.20200324.1N.1": {
      "court": "CASS",
      "date": "2020-03-24",
      "roleNumber": "P.19.0571.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200324.1N.1&lang=fr",
      "abstractFR": [
        "Il résulte des dispositions de la loi générale du 18 juillet 1977 sur les douanes et accises que la recherche, la constatation et la poursuite d'infractions à cette loi sont confiées aux agents des douanes, qui disposent à cet effet de larges pouvoirs d'investigation et peuvent notamment visiter des habitations et procéder à des saisies; les agents des douanes doivent être considérés, sur le plan fonctionnel, comme des agents de police judiciaire et peuvent, en cette qualité, prêter assistance à la police judiciaire; le fait que, d'un point de vue statutaire, ces agents ne soient pas des fonctionnaires de police et n'exercent pas leur fonction sous l'autorité du ministre de la Justice est sans incidence à cet égard."
      ],
      "abstractNL": [
        "Uit de bepalingen van de AWDA volgt dat het opsporen, vaststellen en vervolgen van inbreuken op de AWDA is toevertrouwd aan douaneambtenaren, die daartoe over ruime onderzoeksbevoegdheden beschikken, zoals woningen visiteren en zaken in beslag nemen; douaneambtenaren zijn functioneel te beschouwen als agenten van gerechtelijke politie en kunnen in die hoedanigheid bijstand verlenen aan de gerechtelijke politie; dat deze ambtenaren, vanuit statutair oogpunt, geen politieambtenaren zijn en hun ambt niet uitoefenen onder het gezag van de minister van Justitie, doet hieraan geen afbreuk."
      ]
    }
  },
  "14": {
    "ECLI:BE:CASS:2020:ARR.20200107.3": {
      "court": "CASS",
      "date": "2020-01-07",
      "roleNumber": "P.19.0671.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200107.3&lang=fr",
      "abstractFR": [
        "L'article 14 de loi du 5 août 1992 sur la fonction de police, qui prévoit que, dans l'exercice de leurs missions de police administrative, les services de police veillent au maintien de l'ordre public en vue de la prévention des infractions et de la protection des personnes et des biens, permet aux services de police d'assurer, entre autres, une surveillance générale et des contrôles dans les lieux qui leur sont légalement accessibles."
      ],
      "abstractNL": [
        "Artikel 14 Wet Politieambt, dat bepaalt dat de politiediensten bij het vervullen van hun opdrachten van bestuurlijke politie toezien op de handhaving van de openbare orde, ter voorkoming van misdrijven en ter bescherming van personen en goederen, laat de politiediensten toe algemeen toezicht uit te oefenen en controles te verrichten op de plaatsen waartoe zij wettelijk toegang hebben."
      ]
    }
  },
  "15": {
    "ECLI:BE:CASS:2025:ARR.20251125.2N.5": {
      "court": "CASS",
      "date": "2025-11-25",
      "roleNumber": "P.25.0713.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251125.2N.5",
      "abstractFR": null,
      "abstractNL": [
        "Noch artikel 63 Btw-wetboek noch artikel 319 WIB92 ontneemt aan politieambtenaren de bevoegdheid om in die wetboeken omschreven misdrijven op te sporen, de bewijzen ervan te verzamelen en zaken in beslag te nemen die met die misdrijven verband houden, zoals bepaald in artikel 15 Wet Politieambt en de politieambtenaren kunnen daarbij gebruik maken van de maatregelen bepaald in de Wet Politieambt, waaronder deze bepaald in artikel 26 van die wet."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220906.2N.12": {
      "court": "CASS",
      "date": "2022-09-06",
      "roleNumber": "P.22.0440.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220906.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "De artikelen 28bis, §1, derde lid, 28bis, 3, tweede lid, 28ter, §2 en §4, tweede lid, 56, §1, zesde lid, en 57, §1 van het Wetboek van Strafvordering houden verband met de leiding, het gezag en de verantwoordelijkheid inzake het opsporingsonderzoek en het gerechtelijk onderzoek, de daaruit voor politieambtenaren, leden van het openbaar ministerie en onderzoeksrechters volgende informatieverplichtingen en het geheim van het gerechtelijk onderzoek; daaruit volgt niet dat de vermelde informatieverplichtingen substantieel zijn of zijn voorgeschreven op straffe van nietigheid, noch dat door de enkele niet-naleving ervan artikel 6 EVRM wordt geschonden of het recht van verdediging wordt miskend; de vermelde bepalingen staan evenmin eraan in de weg dat de politiediensten die bij het vervullen van hun opdrachten stoten op aanwijzingen van het plegen van een misdrijf, in het kader van hun algemene opdracht van gerechtelijke politie autonoom optreden teneinde, overeenkomstig artikel 15, eerste lid, 1°, Wet Politieambt, de misdrijven op te sporen, de bewijzen ervan te verzamelen en de daders ervan te vatten, te arresteren en ter beschikking te stellen van de bevoegde overheid op de wijze en in de vormen bepaald door de wet (1). (1) Zie concl. OM.",
        "Politionele informatie omvat in essentie alle ter kennis van politieambtenaren gekomen gegevens die, zonder zelf bewijs te vormen, aanleiding kunnen geven tot nadere opsporing of nader onderzoek; daartoe kunnen gegevens behoren over een vermoedelijk te plegen misdrijf, die politieambtenaren vernemen ingevolge hun medewerking aan een telefoniemaatregel bevolen in een gerechtelijk onderzoek naar andere feiten; politieambtenaren kunnen dergelijke gegevens meedelen aan andere politieambtenaren opdat deze laatsten dat misdrijf zouden kunnen verijdelen of vaststellen, zonder dat de op basis van die gegevens gedane vaststellingen daardoor nietig zijn of de strafvordering niet-ontvankelijk maken (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250326.2F.3": {
      "court": "CASS",
      "date": "2025-03-26",
      "roleNumber": "P.25.0009.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250326.2F.3",
      "abstractFR": [
        "Il suit de l'article 37 de la loi du 5 août 1992 sur la fonction de police que, dans l'exercice ses missions de police judiciaire, tout membre du cadre opérationnel peut, en tenant compte des risques que cela comporte, faire usage de la contrainte moyennant le respect des conditions suivantes : l'objectif poursuivi est légal ; il ne peut être atteint autrement ; l'usage de la contrainte est raisonnable et proportionné au but recherché; cet usage est précédé d'un avertissement (1). (1) Voir I. BRUGGEMAN, « Véhicules prioritaires », in Postal Mémorialis. Lexique du droit pénal et des lois spéciales, juin 2014, pp. V 35/18-V 35/20."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20231002.3N.2": {
      "court": "CASS",
      "date": "2023-10-02",
      "roleNumber": "S.23.0010.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231002.3N.2",
      "abstractFR": null,
      "abstractNL": [
        "De hoedanigheid van politieambtenaar van het operationeel kader van de lokale politie en de hieraan verbonden ambtsplichten zijn niet beperkt tot de diensturen, noch tot de geografische omschrijving van de politiezone; een politieambtenaar die buiten zijn diensturen en buiten zijn zone politioneel optreedt, blijft betreffende de gestelde ambtshandelingen onderworpen aan het gezag van zijn korpschef, alsook aan het tuchtgezag en de tuchtoverheid van zijn lokale politiezone (1). (1) Zie concl. OM.",
        "De hoedanigheid van politieambtenaar van het operationeel kader van de lokale politie en de hieraan verbonden ambtsplichten zijn niet beperkt tot de diensturen, noch tot de geografische omschrijving van de politiezone; een politieambtenaar die buiten zijn diensturen en buiten zijn zone politioneel optreedt, blijft betreffende de gestelde ambtshandelingen onderworpen aan het gezag van zijn korpschef, alsook aan het tuchtgezag en de tuchtoverheid van zijn lokale politiezone (1). (1) Zie concl. OM"
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220301.2N.3": {
      "court": "CASS",
      "date": "2022-03-01",
      "roleNumber": "P.21.1354.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220301.2N.3",
      "abstractFR": [
        "La règle consacrée par l'article 28bis, § 1er, alinéa 3, du Code d'instruction criminelle selon laquelle l'information est conduite sous la direction et l'autorité du procureur du Roi compétent n'empêche pas que, conformément aux articles 28bis, § 1er, alinéa 2, et 28ter, § 3, de ce code, et 15 de la loi du 5 août 1992, les services de police qui sont confrontés, dans l'exercice de leurs missions, à des indices de la perpétration d'une infraction puissent agir de manière autonome dans le cadre de leur mission générale de police judiciaire pour rechercher cette infraction, en rassembler les preuves et saisir, arrêter et mettre ses auteurs à la disposition de l'autorité compétente, de la manière et dans les formes déterminées par la loi, à condition d'aviser le procureur du Roi des recherches effectuées dans le délai et selon les modalités qu'il fixe par directive (1). (1) Cass. 17 mars 2010, RG P.10.0010.F, Pas. 2010, n° 192, Rev. dr. pén. crim., 2010, p. 953, T. Strafr., 2010, p. 332, note F. SCHUERMANS.",
        "L'article 28bis, § 2, du Code d'instruction criminelle dispose que l'information s'étend à l'enquête proactive et que celle-ci, dans le but de permettre la poursuite d'auteurs d'infractions, consiste en la recherche, la collecte, l'enregistrement et le traitement de données et d'informations sur la base d'une suspicion raisonnable que des faits punissables vont être commis ou ont été commis mais ne sont pas encore connus ; pour entamer une enquête proactive, l'autorisation écrite et préalable du ministère public compétent est requise dans le but soumettre l'autonomie de l'enquêteur au contrôle et à la direction du ministère public dès qu'il s'agit, sur la base d'une suspicion raisonnable que des faits punissables ont été commis mais ne sont pas encore connus, de recueillir et de traiter des éléments pertinents qui relèvent de la vie privée de la personne concernée et qui, en raison de leur manque de précision, ne donnent pas lieu à une intervention répressive immédiate (1); il appartient au juge d'apprécier, sur la base des données concrètes de la cause, si certaines constatations policières sont suffisantes pour susciter la suspicion raisonnable de faits punissables au sens de l'article 28bis, § 2, du Code d'instruction criminelle et si les actes d'information accomplis à la suite de ces constatations ont une incidence telle sur la vie privée de la personne concernée qu'ils tombent également sous le champ d'application de cette disposition ; il revient toutefois à la Cour de vérifier si le juge ne déduit pas de ses constatations une conséquence qui serait sans lien avec elles ou qui ne serait susceptible, sur leur fondement, d'aucune justification (2). (1) Cass. 18 novembre 2015, RG P.15.1450.F, Pas. 2015, n° 688 ; Cass. 19 mai 2015, RG P.15.0023.N, Pas. 2015, n° 324 ; Cass. 4 juin 2002, RG P.02.0387.N, Pas. 2002, n° 340, avec concl. de M. DUINSLAEGER, avocat général publiées à leurs date dans AC. Voy. G. SCHERRENS, « BOM, een nuttig instrument in de bestrijding van de zware criminaliteit? », Recente ontwikkelingen in het strafrecht, Larcier, 2008, pp. 139-168 ; C. VAN DEN WYNGAERT, S. VANDROMME et P. TRAEST, Strafrecht en strafprocesrecht in hoofdlijnen, Gompel&Svacina, 2019, pp. 972-988 ; M.-A. BEERNAERT, H. BOSLY et D. VANDERMEERSCH, Droit de la procédure pénale, La Charte, 2021, pp. 415-420. (2) Cass. 26 mars 2013, RG P.13.0133.N, Pas. 2013, n° 212, T. Strafr. 2013, p. 246 ; Cass. 2 octobre 2007, RG P.07.0685.N, Pas. 2007, n° 446 ; Cass. 4 juin 2002, RG P.02.0387.N, Pas. 2002, n° 340, avec concl. de M. DUINSLAEGER, avocat général publiées à leurs date dans AC ; M.-A. BEERNAERT, e.a., o.c., p. 416.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "De in artikel 28bis, § 1, derde lid, Wetboek van Strafvordering vastgelegde regel dat het opsporingsonderzoek wordt gevoerd onder de leiding en het gezag van de bevoegde procureur des Konings belet niet dat overeenkomstig de artikelen 28bis, § 1, tweede lid, en 28ter, § 3, Wetboek van Strafvordering en artikel 15 Wet Politieambt, de politiediensten die bij het vervullen van hun opdrachten stoten op aanwijzingen van het plegen van een misdrijf, in het kader van hun algemene opdracht van gerechtelijke politie autonoom kunnen optreden teneinde dit misdrijf op te sporen, de bewijzen ervan te verzamelen, de daders ervan te vatten, aan te houden en ter beschikking te stellen van de bevoegde overheid, op de wijze en in de vormen bepaald door de wet, op voorwaarde dat zij de procureur des Konings over de gevoerde opsporingen op de hoogte brengen binnen de termijn en op de wijze die deze bij richtlijn vaststelt (1). (1) Cass. 17 maart 2010, AR P.10.0010.F, AC 2010, nr. 192, RDPC 2010, 953, T. Strafr. 2010, 332 noot F. SCHUERMANS.",
        "Artikel 28bis, § 2, Wetboek van Strafvordering bepaalt dat het opsporingsonderzoek zich uitstrekt over de proactieve recherche, waaronder wordt verstaan, met het doel te komen tot het vervolgen van daders van misdrijven, het opsporen, het verzamelen, registreren en verwerken van gegevens en inlichtingen op grond van een redelijk vermoeden van te plegen of reeds gepleegde maar nog niet aan het licht gebrachte strafbare feiten; proactieve recherche vereist de voorafgaande schriftelijke toestemming van het bevoegde openbaar ministerie teneinde de autonomie van de speurder onder het toezicht en de leiding van het openbaar ministerie te stellen zodra, op grond van een redelijk vermoeden van reeds gepleegde maar nog niet aan het licht gebrachte strafbare feiten, relevante gegevens dienen ingezameld en verwerkt te worden, die tot het privéleven van de betrokkene behoren en die wegens hun vaagheid geen grond tot een onmiddellijk repressief optreden opleveren (1); het staat aan de rechter om op grond van de concrete gegevens van de zaak te oordelen of bepaalde politionele vaststellingen volstaan om het redelijke vermoeden van strafbare feiten zoals bepaald in artikel 28bis, § 2, Wetboek van Strafvordering op te leveren en of naar aanleiding van die vaststellingen verrichte opsporingshandelingen een zodanige impact op het privéleven van personen hebben dat zij eveneens onder de toepassing van die bepaling vallen; het Hof gaat na of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden verantwoord (2). (1) Cass. 18 november 2015, AR P.15.1450.F, AC 2015, nr. 688; Cass. 19 mei 2015 AR P.15.0023.N, AC 2015, nr. 324; Cass. 4 juni 2002, AR P.02.0387.N, AC 2002, nr. 340, met concl. van advocaat-generaal P. DUINSLAEGER. Zie G. SCHERRENS, “BOM, een nuttig instrument in de bestrijding van de zware criminaliteit?” in Recente ontwikkelingen in het strafrecht, Larcier, 2008, 139-168; C. VAN DEN WYNGAERT, S. VANDROMME en Ph. TRAEST, Strafrecht en strafprocesrecht in hoofdlijnen, Gompel & Svacina, 2019, 972-988; M.-A BEERNAERT, H.D. BOSLY en D. VANDERMEERSCH, Droit de la procedure pénale, Die Keure, 2021, 415-420. (2) Cass. 26 maart 2013, AR P.13.0133.N, AC 2013, nr. 212, T. Strafr. 2013, 246; Cass. 2 oktober 2007, AR P.07.0685.N, AC 2007, nr. 446; Cass. 4 juni 2002, AR P.02.0387.N, AC 2002, nr. 340, met concl. van advocaat-generaal P. DUINSLAEGER; M.-A BEERNAERT, H.D. BOSLY en D. VANDERMEERSCH, Droit de la procedure pénale, Die Keure, 2021, 416."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220126.2F.5": {
      "court": "CASS",
      "date": "2022-01-26",
      "roleNumber": "P.21.0687.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220126.2F.5",
      "abstractFR": [
        "Les articles 15 de la loi du 5 août 1992 sur la fonction de police et 117, alinéa 2, de la loi du 7 décembre 1998 organisant un service de police intégré, structuré à deux niveaux, accordent aux fonctionnaires de police des polices fédérale et locale une compétence générale en matière de recherche et de constatation des infractions; cette mission s'exerce sur l'ensemble du territoire national en vertu de l'article 45, alinéa 1er, de la loi du 5 août 1992, et conformément à l'article 16 de ladite loi en ce qui concerne plus particulièrement la police de la circulation routière; ni l'article 3, alinéa 2, de la loi du 7 décembre 1998 ni aucune autre disposition légale ne dérogent à cette compétence générale des polices fédérale et locale sur l'ensemble du territoire national; ainsi, il ne découle pas de cette disposition et de l'article 7bis de l'arrêté royal du 17 septembre 2001 déterminant les normes d'organisation et de fonctionnement de la police locale visant à assurer un service minimum équivalent à la population que les membres de la police locale ne seraient pas compétents pour contrôler un véhicule qui circule sur l'autoroute (1). (1) Les conclusions verbales du M.P., contraires quant aux premier et deuxième moyens, non publiés, ne le sont pas quant au troisième moyen. Voir Cass. 1er février 2006, RG P.05.1355.F, Pas. 2006, n° 63, et concl. « dit en substance » de M. VANDERMEERSCH, avocat général, Rev. dr. pén. crim., 2007, p. 227, et note G. BOURDOUX, « Une fois en service : toujours en service ? La compétence des fonctionnaires de police pour constater une infraction de roulage », pp. 231-240 ; Ch. DE VALKENEER, Manuel de l'enquête pénale, T.1 : Principes généraux, 5ème éd., Bruxelles, Larcier, 2018, pp. 27 et 28, nos 17 et 18 ; L. KENNES, Manuel de la preuve en matière pénale, Kluwer, Malines, 2009, p. 155, n° 315. Le demandeur invoquait aussi la circulaire ministérielle du 31 août 2010 relative aux missions et au terrain d'action prioritaire de la police fédérale de la route (M.B., 28 octobre.2010), qui attribue les autoroutes à la police fédérale de la route (DAH) en tant que terrain d'action prioritaire ; en son art. 5.2.1, cette circulaire dispose toutefois que « l'attribution de terrains d'action prioritaires à la police fédérale de la route n'est évidemment pas exclusive d'une collaboration avec la police locale ». (M.N.B.)",
        "Les articles 15 de la loi du 5 août 1992 sur la fonction de police et 117, alinéa 2, de la loi du 7 décembre 1998 organisant un service de police intégré, structuré à deux niveaux, accordent aux fonctionnaires de police des polices fédérale et locale une compétence générale en matière de recherche et de constatation des infractions; cette mission s’exerce sur l’ensemble du territoire national en vertu de l’article 45, alinéa 1er, de la loi du 5 août 1992, et conformément à l’article 16 de ladite loi en ce qui concerne plus particulièrement la police de la circulation routière; ni l’article 3, alinéa 2, de la loi du 7 décembre 1998 ni aucune autre disposition légale ne dérogent à cette compétence générale des polices fédérale et locale sur l’ensemble du territoire national; ainsi, il ne découle pas de cette disposition et de l’article 7bis de l’arrêté royal du 17 septembre 2001 déterminant les normes d’organisation et de fonctionnement de la police locale visant à assurer un service minimum équivalent à la population que les membres de la police locale ne seraient pas compétents pour contrôler un véhicule qui circule sur l’autoroute (1). (1) Les conclusions verbales du M.P., contraires quant aux premier et deuxième moyens, non publiés, ne le sont pas quant au troisième moyen. Voir Cass. 1er février 2006, RG P.05.1355.F, Pas. 2006, n° 63, et concl. « dit en substance » de M. VANDERMEERSCH, avocat général, Rev. dr. pén. crim., 2007, p. 227, et note G. BOURDOUX, « Une fois en service : toujours en service ? La compétence des fonctionnaires de police pour constater une infraction de roulage », pp. 231-240 ; Ch. DE VALKENEER, Manuel de l’enquête pénale, T.1 : Principes généraux, 5ème éd., Bruxelles, Larcier, 2018, pp. 27 et 28, nos 17 et 18 ; L. KENNES, Manuel de la preuve en matière pénale, Kluwer, Malines, 2009, p. 155, n° 315. Le demandeur invoquait aussi la circulaire ministérielle du 31 août 2010 relative aux missions et au terrain d'action prioritaire de la police fédérale de la route (M.B., 28 octobre.2010), qui attribue les autoroutes à la police fédérale de la route (DAH) en tant que terrain d’action prioritaire ; en son art. 5.2.1, cette circulaire dispose toutefois que « l’attribution de terrains d’action prioritaires à la police fédérale de la route n’est évidemment pas exclusive d’une collaboration avec la police locale ». (M.N.B.)"
      ],
      "abstractNL": [
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200526.2N.7": {
      "court": "CASS",
      "date": "2020-05-26",
      "roleNumber": "P.20.0236.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200526.2N.7&lang=fr",
      "abstractFR": [
        "Les services de police disposent d’un pouvoir d’initiative dans l’exercice de leur compétence générale d’information, dont relèvent les tâches définies à l’article 15, 1°, de la loi du 5 août 1992 sur la fonction de police ; la circonstance qu’ils exécutent un devoir prescrit par un magistrat ne limite ni cette compétence générale d’information ni leur devoir de rendre compte, à un autre magistrat, de tout élément dont ils prennent connaissance et qui pourrait s'avérer utile à une information ou une instruction distincte (1) (2). (1) Cass. 7 septembre 2011, RG P.11.0591.F, Pas. 2011, n° 456 ; Cass. 29 avril 2009, RG P.09.0578.F, Pas. 2009, n° 287. (2) L. du 5 août 1992 sur la fonction de police, art. 40, avant sa modification par la L. du 25 mai 2018 visant à réduire et redistribuer la charge de travail au sein de l'ordre judiciaire."
      ],
      "abstractNL": [
        "De politiediensten zijn bevoegd om initiatieven te nemen bij het uitoefenen van hun algemene opsporingsbevoegdheid, waartoe de in artikel 15, 1°, Wet Politieambt bepaalde taken behoren; het gegeven dat zij een ambtsverrichting van een magistraat ten uitvoer leggen, beperkt noch die bevoegdheid noch hun plicht om aan een andere magistraat rekenschap te geven van alle gegevens waarvan zij kennis nemen en die nuttig kunnen zijn voor een apart opsporingsonderzoek of gerechtelijk onderzoek (1) (2). (1) Cass. 7 september 2011, AR P.11.0591.F, AC 2011, nr. 456; Cass. 29 april 2009, AR P.09.0578.F, AC 2009, nr. 287. (2) Art. 40 Wet Politieambt voor de wijziging door de wet van 25 mei 2018 tot vermindering en herverdeling van de werklast binnen de rechterlijke orde."
      ]
    }
  },
  "16": {
    "ECLI:BE:CASS:2022:ARR.20220126.2F.5": {
      "court": "CASS",
      "date": "2022-01-26",
      "roleNumber": "P.21.0687.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220126.2F.5",
      "abstractFR": [
        "Les articles 15 de la loi du 5 août 1992 sur la fonction de police et 117, alinéa 2, de la loi du 7 décembre 1998 organisant un service de police intégré, structuré à deux niveaux, accordent aux fonctionnaires de police des polices fédérale et locale une compétence générale en matière de recherche et de constatation des infractions; cette mission s'exerce sur l'ensemble du territoire national en vertu de l'article 45, alinéa 1er, de la loi du 5 août 1992, et conformément à l'article 16 de ladite loi en ce qui concerne plus particulièrement la police de la circulation routière; ni l'article 3, alinéa 2, de la loi du 7 décembre 1998 ni aucune autre disposition légale ne dérogent à cette compétence générale des polices fédérale et locale sur l'ensemble du territoire national; ainsi, il ne découle pas de cette disposition et de l'article 7bis de l'arrêté royal du 17 septembre 2001 déterminant les normes d'organisation et de fonctionnement de la police locale visant à assurer un service minimum équivalent à la population que les membres de la police locale ne seraient pas compétents pour contrôler un véhicule qui circule sur l'autoroute (1). (1) Les conclusions verbales du M.P., contraires quant aux premier et deuxième moyens, non publiés, ne le sont pas quant au troisième moyen. Voir Cass. 1er février 2006, RG P.05.1355.F, Pas. 2006, n° 63, et concl. « dit en substance » de M. VANDERMEERSCH, avocat général, Rev. dr. pén. crim., 2007, p. 227, et note G. BOURDOUX, « Une fois en service : toujours en service ? La compétence des fonctionnaires de police pour constater une infraction de roulage », pp. 231-240 ; Ch. DE VALKENEER, Manuel de l'enquête pénale, T.1 : Principes généraux, 5ème éd., Bruxelles, Larcier, 2018, pp. 27 et 28, nos 17 et 18 ; L. KENNES, Manuel de la preuve en matière pénale, Kluwer, Malines, 2009, p. 155, n° 315. Le demandeur invoquait aussi la circulaire ministérielle du 31 août 2010 relative aux missions et au terrain d'action prioritaire de la police fédérale de la route (M.B., 28 octobre.2010), qui attribue les autoroutes à la police fédérale de la route (DAH) en tant que terrain d'action prioritaire ; en son art. 5.2.1, cette circulaire dispose toutefois que « l'attribution de terrains d'action prioritaires à la police fédérale de la route n'est évidemment pas exclusive d'une collaboration avec la police locale ». (M.N.B.)",
        "Les articles 15 de la loi du 5 août 1992 sur la fonction de police et 117, alinéa 2, de la loi du 7 décembre 1998 organisant un service de police intégré, structuré à deux niveaux, accordent aux fonctionnaires de police des polices fédérale et locale une compétence générale en matière de recherche et de constatation des infractions; cette mission s’exerce sur l’ensemble du territoire national en vertu de l’article 45, alinéa 1er, de la loi du 5 août 1992, et conformément à l’article 16 de ladite loi en ce qui concerne plus particulièrement la police de la circulation routière; ni l’article 3, alinéa 2, de la loi du 7 décembre 1998 ni aucune autre disposition légale ne dérogent à cette compétence générale des polices fédérale et locale sur l’ensemble du territoire national; ainsi, il ne découle pas de cette disposition et de l’article 7bis de l’arrêté royal du 17 septembre 2001 déterminant les normes d’organisation et de fonctionnement de la police locale visant à assurer un service minimum équivalent à la population que les membres de la police locale ne seraient pas compétents pour contrôler un véhicule qui circule sur l’autoroute (1). (1) Les conclusions verbales du M.P., contraires quant aux premier et deuxième moyens, non publiés, ne le sont pas quant au troisième moyen. Voir Cass. 1er février 2006, RG P.05.1355.F, Pas. 2006, n° 63, et concl. « dit en substance » de M. VANDERMEERSCH, avocat général, Rev. dr. pén. crim., 2007, p. 227, et note G. BOURDOUX, « Une fois en service : toujours en service ? La compétence des fonctionnaires de police pour constater une infraction de roulage », pp. 231-240 ; Ch. DE VALKENEER, Manuel de l’enquête pénale, T.1 : Principes généraux, 5ème éd., Bruxelles, Larcier, 2018, pp. 27 et 28, nos 17 et 18 ; L. KENNES, Manuel de la preuve en matière pénale, Kluwer, Malines, 2009, p. 155, n° 315. Le demandeur invoquait aussi la circulaire ministérielle du 31 août 2010 relative aux missions et au terrain d'action prioritaire de la police fédérale de la route (M.B., 28 octobre.2010), qui attribue les autoroutes à la police fédérale de la route (DAH) en tant que terrain d’action prioritaire ; en son art. 5.2.1, cette circulaire dispose toutefois que « l’attribution de terrains d’action prioritaires à la police fédérale de la route n’est évidemment pas exclusive d’une collaboration avec la police locale ». (M.N.B.)"
      ],
      "abstractNL": [
        "Vertaling nog niet beschikbaar"
      ]
    }
  },
  "21": {
    "ECLI:BE:CASS:2017:ARR.20170517.2": {
      "court": "CASS",
      "date": "2017-05-17",
      "roleNumber": "P.17.0517.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170517.2",
      "abstractFR": [
        "Étrangère aux cas où la loi permet aux fonctionnaires de police chargés d'une mission de police administrative de pénétrer dans un lieu non accessible au public, la poursuite des finalités que leur assignent les articles 21 et 34, § 3, de la loi du 5 août 1992 et 74/7 de la loi du 15 décembre 1980 ne suffit pas, à elle seule, à autoriser ces agents à exécuter une visite domiciliaire au domicile des personnes concernées."
      ],
      "abstractNL": [
        "Het nastreven van de doelstellingen die de artikelen 21 en 34, §3, Wet Politieambt en artikel 74/7 Vreemdelingenwet aan de politie toewijzen, houdt geen verband met de gevallen waarin de wet de met een opdracht van bestuurlijke politie belaste politieambtenaren toestaat binnen te dringen in een niet voor het publiek toegankelijke plaats en volstaat als dusdanig niet om die politieagenten te machtigen een huiszoeking te verrichten in de woonplaats van de betrokkenen."
      ]
    }
  },
  "24": {
    "ECLI:BE:CASS:2017:ARR.20170517.2": {
      "court": "CASS",
      "date": "2017-05-17",
      "roleNumber": "P.17.0517.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170517.2",
      "abstractFR": [
        "Étrangère aux cas où la loi permet aux fonctionnaires de police chargés d'une mission de police administrative de pénétrer dans un lieu non accessible au public, la poursuite des finalités que leur assignent les articles 21 et 34, § 3, de la loi du 5 août 1992 et 74/7 de la loi du 15 décembre 1980 ne suffit pas, à elle seule, à autoriser ces agents à exécuter une visite domiciliaire au domicile des personnes concernées."
      ],
      "abstractNL": [
        "Het nastreven van de doelstellingen die de artikelen 21 en 34, §3, Wet Politieambt en artikel 74/7 Vreemdelingenwet aan de politie toewijzen, houdt geen verband met de gevallen waarin de wet de met een opdracht van bestuurlijke politie belaste politieambtenaren toestaat binnen te dringen in een niet voor het publiek toegankelijke plaats en volstaat als dusdanig niet om die politieagenten te machtigen een huiszoeking te verrichten in de woonplaats van de betrokkenen."
      ]
    }
  },
  "26": {
    "ECLI:BE:CASS:2025:ARR.20251125.2N.5": {
      "court": "CASS",
      "date": "2025-11-25",
      "roleNumber": "P.25.0713.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251125.2N.5",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 26, eerste en tweede lid, Wet Politieambt laat de politieambtenaren die op grond van die bepalingen een publiek toegankelijke plaats betreden, enkel toe om zintuiglijke waarnemingen te doen van de betreden plaats en van wie of wat zich in die plaats bevindt; die bepalingen beletten de optredende politieambtenaren weliswaar niet om vragen te stellen aan aanwezige personen, maar zij laten als dusdanig niet toe dat de politieambtenaren overgaan tot het nemen van dwangmaatregelen zodat die betreding in de regel geen impact heeft op het eigendomsrecht zoals beschermd door artikel 1 Eerste Aanvullend Protocol EVRM (1). (1) Zie JANSSENS, R., “De zoeking in een voor het publiek toegankelijke plaats” (noot), T.Strafr., 2011, 350-351.",
        "Bij afwezigheid van specifiek daarover bij conclusie gevoerd verweer, dient de rechter niet uitdrukkelijk vast te stellen dat een plaatsbetreding als bedoeld in artikel 26, eerste en tweede lid, Wet Politieambt is uitgevoerd met eerbiediging van de vereisten van controleerbaarheid, legaliteit, proportionaliteit en legitimiteit; die vaststelling kan alsdan blijken uit enig welke reden van de beslissing in verband met de regelmatigheid van die maatregel.",
        "Onder de bescherming van artikel 8.1 EVRM en de artikelen 15 en 22 Grondwet vallen ook bedrijfsruimten, maar enkel in zoverre de daar ontwikkelde activiteiten een privékarakter vertonen of er vertrouwelijke briefwisseling wordt bewaard; de loutere mogelijkheid dat die omstandigheden zich kunnen voordoen in een voor het publiek toegankelijke plaats, zoals in een winkel tijdens de openingsuren, impliceert echter niet dat die plaats onder de vermelde bepalingen valt (1). (1) Zie Cass. 7 januari 2020, AR P.19.0671.N, AC 2020, nr. 8; Cass. 8 april 2014, AR P.13.0080.N, AC 2014, nr. 275; Cass. 30 november 2004, AR P.04.0823.N, AC 2004, nr. 577.",
        "Onder de bescherming van artikel 8.1 EVRM en de artikelen 15 en 22 Grondwet vallen ook bedrijfsruimten, maar enkel in zoverre de daar ontwikkelde activiteiten een privékarakter vertonen of er vertrouwelijke briefwisseling wordt bewaard; de loutere mogelijkheid dat die omstandigheden zich kunnen voordoen in een voor het publiek toegankelijke plaats, zoals in een winkel tijdens de openingsuren, impliceert echter niet dat die plaats onder de vermelde bepalingen valt (1). (1) Zie Cass. 7 januari 2020, AR P.19.071.N, AC 2020, nr. 8; Cass. 8 april 2014, AR P.13.0080.N, AC 2014, nr. 275; Cass. 30 november 2004, AR P.04.0823.N, AC 2004, nr. 577.",
        "Noch artikel 63 Btw-wetboek noch artikel 319 WIB92 ontneemt aan politieambtenaren de bevoegdheid om in die wetboeken omschreven misdrijven op te sporen, de bewijzen ervan te verzamelen en zaken in beslag te nemen die met die misdrijven verband houden, zoals bepaald in artikel 15 Wet Politieambt en de politieambtenaren kunnen daarbij gebruik maken van de maatregelen bepaald in de Wet Politieambt, waaronder deze bepaald in artikel 26 van die wet.",
        "Artikel 26, eerste en tweede lid, Wet Politieambt vereist niet dat de politieambtenaren die op grond van die bepalingen overgaan tot het betreden van een publiek toegankelijke plaats, beschikken over een opdracht daartoe vanwege het openbaar ministerie of de onderzoeksrechter, noch dat zij de voorafgaande toestemming verkrijgen van een persoon bij wie de plaatsbetreding wordt uitgevoerd; dat het plaatsbezoek een gerechtelijke finaliteit heeft, in die zin dat het ertoe strekt het bestaan van een misdrijf vast te stellen, doet daaraan geen afbreuk.",
        "Uit de enkele omstandigheid dat meerdere politieambtenaren, dan wel meer politieambtenaren dan volgens een beklaagde vereist, deelnemen aan een plaatsbetreding of dat die politieambtenaren behoren tot een welbepaalde politiedienst, kan niet worden afgeleid dat er ten aanzien van degene bij wie de plaatsbetreding wordt uitgevoerd ongeoorloofde fysieke of psychische dwang wordt uitgeoefend om vrijwillig af te zien van zijn grondrechten en bewijzen ter beschikking van de politieambtenaren te stellen; die omstandigheid vereist evenmin een bijzondere verantwoording of motivering vanwege die politieambtenaren of vanwege de rechter die de regelmatigheid van hun optreden beoordeelt.",
        "De rechter oordeelt op grond van de concreet voorliggende gegevens onaantastbaar of de politieambtenaren die een plaats betreden op grond van artikel 26, eerste en tweede lid, Wet Politieambt, de in die bepalingen voorgeschreven vereisten, alsook de vereisten die gelden voor elk politioneel optreden, hebben nageleefd en of zij door hun optreden al dan niet het recht op eerbiediging van het privéleven en het recht op eigendom van de persoon bij wie het plaatsbezoek wordt uitgevoerd, hebben miskend; het Hof gaat wel na of de rechter uit zijn vaststellingen geen niet te verantwoorden gevolgen afleidt."
      ]
    }
  },
  "27": {
    "ECLI:BE:CASS:2023:ARR.20230405.2F.18": {
      "court": "CASS",
      "date": "2023-04-05",
      "roleNumber": "P.23.0451.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230405.2F.18",
      "abstractFR": [
        "Le juge apprécie souverainement en fait si les conditions de l'application de l'article 27 de la loi sur la fonction de police permettant aux fonctionnaires de police de fouiller, tant de jour que de nuit, des bâtiments, même ceux non accessibles au public, leurs annexes ainsi que des moyens de transport en cas de danger grave et imminent de calamités, de catastrophes ou de sinistres ou lorsque la vie ou l'intégrité physique de personnes est gravement menacée, sont remplies: la Cour se borne à vérifier si, de ses constatations, il ne déduit pas des conséquences qui seraient sans lien avec elles ou qui ne seraient susceptibles, sur leur fondement, d'aucune justification."
      ],
      "abstractNL": null
    }
  },
  "28": {
    "ECLI:BE:CASS:2022:ARR.20221025.2N.12": {
      "court": "CASS",
      "date": "2022-10-25",
      "roleNumber": "P.22.0711.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221025.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Voor de toepassing van artikel 28, § 1, 2°, Wet Politieambt, dat bepaalt dat de politieambtenaren bij het vervullen van hun opdrachten van bestuurlijke politie, een veiligheidsfouillering kunnen doen bij een persoon die het voorwerp uitmaakt van een gerechtelijke vrijheidsbeneming, teneinde zich ervan te vergewissen dat die persoon geen wapen draagt of enig voorwerp dat gevaarlijk is voor de openbare orde, speelt het geen rol of de aard van het misdrijf dat aanleiding geeft tot de gerechtelijke vrijheidsbeneming, gewoonlijk al dan niet gepaard gaat met het gebruik van een wapen; een verdenking van winkeldiefstal volstaat dan ook opdat de verbalisanten zich ervan kunnen vergewissen of de verdachte geen wapen draagt."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240319.2N.22": {
      "court": "CASS",
      "date": "2024-03-19",
      "roleNumber": "P.24.0347.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240319.2N.22",
      "abstractFR": null,
      "abstractNL": [
        "Het onderzoeksgerecht oordeelt binnen het kader van zijn prima facie-controle onaantastbaar of de veiligheidsfouillering die de politieambtenaren in een concreet geval hebben uitgevoerd, voldoet aan de vereisten van die bepaling; bij die beoordeling is het onderzoeksgerecht niet beperkt tot omstandigheden of redenen die de politieambtenaren uitdrukkelijk in hun proces-verbaal hebben vermeld; het Hof gaat wel na of de rechter uit zijn vaststellingen geen onmogelijk te verantwoorden gevolgen afleidt (1). (1) Over de reden tot fouillering zie Cass. 24 januari 2001, AR P.00.1402.F, AC 2001, nr. 45; Chr. DE VALKENEER, Manuel de l'enquête pénale, T. 1 - Principes généraux, Larcier, 2018, 117-120; Over de controle prima facie op de regelmatigheid van het bewijs tijdens de eerste handhaving van de voorlopige hechtenis, zie o.a. Cass. 5 december 2023, AR P.23.1593.N, AC 2023, nr. 811; Cass. 22 augustus 2023, P.23.1204.N, AC 2023, nr. 521, met concl. OM; Cass. 24 juli 2019, AR P.19.0744.N, AC 2019, nr. 422; Cass. 30 november 2016, AR P.16.1151.F, AC 2016, nr. 690; Cass. 11 februari 2004, AR P.04.0203.F, AC 2004, nr. 74."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170307.7": {
      "court": "CASS",
      "date": "2017-03-07",
      "roleNumber": "P.17.0204.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170307.7&lang=fr",
      "abstractFR": [
        "L'article 29 de la loi du 5 août 1992 sur la fonction de police prévoit les circonstances dans lesquelles les fonctionnaires de police peuvent procéder à la fouille d'un véhicule; cet article n'est pas applicable à un contrôle de police qui concerne uniquement les occupants d'un véhicule, sans s'étendre à une fouille de ce même véhicule (1). (1) L. ARNOU, Zoeking in voertuigen, Comm. Straf., nos 1bis et 19; contra G. L. BOURDOUX et C. DE VALKENEER, La loi sur la fonction de police, Bruxelles Larcier, 1993, 235."
      ],
      "abstractNL": [
        "Artikel 29 Wet Politieambt bepaalt de omstandigheden waarin politieambtenaren kunnen overgaan tot het doorzoeken van een voertuig; dat artikel is niet van toepassing op een politiecontrole die enkel betrekking heeft op de inzittenden van een voertuig, zonder zich uit te strekken tot een zoeking in dat voertuig zelf (1). (1) L. ARNOU, Zoeking in voertuigen, Comm. Strafr., nrs. 1bis en 19; contra G. L. BOURDOUX en C. DE VALKENEER, La loi sur la fonction de police, Brussel Larcier, 1993, 235."
      ]
    }
  },
  "29": {
    "ECLI:BE:CASS:2025:ARR.20251021.2N.13": {
      "court": "CASS",
      "date": "2025-10-21",
      "roleNumber": "P.25.0986.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251021.2N.13",
      "abstractFR": null,
      "abstractNL": [
        "Het staat aan de politieambtenaren om in hun processen-verbaal te vermelden op grond van welke gedragingen, aanwijzingen of gronden als bedoeld in artikel 29, eerste lid, Wet Politieambt zij overgaan tot het doorzoeken van een voertuig; die vermeldingen, die in voorkomend geval ook betrekking kunnen hebben op politionele informatie of op verkeersinbreuken die met het voertuig worden of lijken te worden begaan, moeten de rechter toelaten na te gaan of die doorzoeking is gebeurd overeenkomstig de voormelde bepaling; de rechter oordeelt onaantastbaar of de gegevens zoals ze hem ter kennis worden gebracht, een voldoende materiële aanwijzing opleveren om de doorzoeking van een voertuig te rechtvaardigen; het Hof gaat wel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die op grond daarvan onmogelijk te verantwoorden zijn (1). (1) Zie Cass. 16 mei 2023, AR P.23.0724.N, ECLI:BE:CASS:2023:ARR.20230516.2N.19, NC 2024, 80; Cass. 7 juni 2022, AR P.22.0230.N, ECLI:BE:CASS:2022:ARR.20220607.2N.3, NC 2023, 218; Cass. 30 december 2020, AR P.20.1309.F, AC 2020, nr. 796, RDPC 2021, 713; L. ARNOU, “Zoeking in voertuigen”, in Comm. Straf. 1998, 6-7."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230412.2F.8": {
      "court": "CASS",
      "date": "2023-04-12",
      "roleNumber": "P.23.0515.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230412.2F.8",
      "abstractFR": [
        "Aucune disposition ne définit ce qu'il y a lieu de considérer comme un motif raisonnable de croire qu'un véhicule a servi, sert ou pourrait servir à commettre une infraction; cette condition est subordonnée à l'appréciation des agents de police, en fonction des comportements des occupants, des éléments matériels constatés ou des circonstances de temps et de lieu, le tout sous le contrôle des autorités judiciaires et, notamment, des juridictions d'instruction; la Cour se borneVoir Cass. 30 décembre 2020, RG P.20.1309.F, Pas. 2020, n° 796. à vérifier si, lors de cet examen en fait, les juges d'appel ont pu ou non justifier légalement leur décision (1). (1) Voir Cass. 30 décembre 2020, RG P.20.1309.F, Pas. 2020, n° 796."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230516.2N.19": {
      "court": "CASS",
      "date": "2023-05-16",
      "roleNumber": "P.23.0724.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230516.2N.19",
      "abstractFR": null,
      "abstractNL": [
        "Het staat aan de politieambtenaren om in hun processen-verbaal te vermelden op grond van welke gedragingen, aanwijzingen of gronden als bedoeld in de voormelde bepaling zij overgaan tot het doorzoeken van een voertuig en die vermeldingen, die in voorkomend geval ook betrekking kunnen hebben op politionele informatie of op verkeersinbreuken die met het voertuig worden of lijken te worden begaan, moeten de rechter toelaten na te gaan of die doorzoeking is gebeurd overeenkomstig de voormelde bepaling (1). (1) Cass. 12 april 2023, AR P.23.0515.F, AC 2023, nr. 280; Cass. 7 juni 2022, AR P.22.0230.N, AC 2022, nr. 404."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220607.2N.3": {
      "court": "CASS",
      "date": "2022-06-07",
      "roleNumber": "P.22.0230.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220607.2N.3",
      "abstractFR": [
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Het staat aan de politieambtenaren om in hun processen-verbaal te vermelden op grond van welke gedragingen, aanwijzingen of gronden als bedoeld in artikel 29, eerste en tweede lid, Wet Politieambt zij overgaan tot het doorzoeken van een voertuig en die vermeldingen moeten de rechter toelaten na te gaan of die doorzoeking is gebeurd overeenkomstig artikel 29, eerste en tweede lid, Wet Politieambt; ter verantwoording van hun doorzoeking kunnen politieambtenaren verwijzen naar informatie over inzittenden van het doorzochte voertuig, die blijkt uit politionele gegevensbanken en dergelijke informatie kan geheim zijn maar dat dwingt de rechter evenwel niet om de vermelding in een proces-verbaal dat uit een politionele gegevensbank blijkt dat een inzittende van een voertuig gekend is bij de politiediensten, te aanvaarden als materiële aanwijzing die de doorzoeking van het voertuig rechtvaardigt, wanneer die vermelding niet wordt toegelicht in het proces-verbaal of in andere, eventueel later bijgebrachte informatie; te vage of te algemene informatie laat de rechter immers niet toe zijn regelmatigheidscontrole over de doorzoeking uit te oefenen."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210317.2F.13": {
      "court": "CASS",
      "date": "2021-03-17",
      "roleNumber": "P.21.0338.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210317.2F.13",
      "abstractFR": [
        "Lorsqu'à l'occasion d'un contrôle dans une station-service, le conducteur d'un véhicule n'est pas en mesure d'exhiber ses documents d'identité et son permis de conduire, que la police lui demande son accord pour vérifier le coffre du véhicule et qu'il y consent, les résultats de cette fouille ne doivent pas être tenus pour inexistants (1). (1) Il n'apparaît pas des pièces de la procédure que le véhicule aurait transporté un passager. Voir Cass. 8 mai 2012, RG P.11.1908.N, Pas. 2012, n° 282, §§ 89 : « un véhicule qui ne se trouve pas dans une habitation ou dans ses dépendances dans laquelle une visite domiciliaire est régulièrement effectuée, ne peut faire l'objet d'une fouille par un fonctionnaire de police que lorsque celui-ci en est chargé par un juge d'instruction, moyennant le consentement exprès du propriétaire, des conducteurs et des passagers ou, sans préjudice des autres dispositions légales non applicables en l'espèce, dans les cas et moyennant le respect des conditions prévues à l'article 29 de la loi du 5 août 1992 [sur la fonction de police, qui] dispose que les fonctionnaires de police peuvent procéder à la fouille d'un véhicule lorsqu'ils ont des motifs raisonnables de croire, en fonction du comportement du conducteur ou des passagers, d'indices matériels ou des circonstances de temps et de lieu, que le véhicule ou le moyen de transport a servi, sert ou pourrait servir à commettre une infraction, à abriter ou à transporter des personnes recherchées ou qui veulent se soustraire à un contrôle d'identité, à entreposer ou à transporter des objets dangereux pour l'ordre public, des pièces à conviction ou des éléments de preuve d'une infraction. (…) Par contre, il ne suffit pas que le propriétaire du véhicule n'exprime aucune protestation, opposition ou remarque pour que les fonctionnaires de police procèdent valablement à la fouille ». Le M.P. en a déduit que l'arrêt attaqué justifie légalement sa décision, quant à la régularité de la fouille du véhicule du demandeur, en énonçant qu'« à la demande de la police, [celui-ci] a donné son accord pour que les policiers puissent vérifier le contenu du coffre de son véhicule ». Voir C. DE VALKENEER, Manuel de l'enquête pénale, Tome 1 - Principes généraux, 5ème éd., Bruxelles, Larcier, 2018, p. 296 ; B. MEGANCK, note sous Cass., 8 mai 2012, T. Strafr., 2012, p. 462 ; L. ARNOU, « De toestemming tot de zoeking in een voertuig als vereiste voor regelmatigheid. De mogelijke gronden voor een doorzoeking van een voertuig volgens het Hof van Cassatie in zijn arrest van 8 mei 2012 », Vigiles, 2015, p. 83 ; contra F. GOOSSENS « De ene toestemming is de andere niet… een korte reactie op de noot van Luc Arnou », Vigiles, 2015, p. 89. (M.N.B.)"
      ],
      "abstractNL": [
        "Wanneer de bestuurder van een voertuig tijdens een controle bij een benzinestation niet in staat is zijn identiteitsdocumenten en zijn rijbewijs te tonen en de politie hem zijn toestemming vraagt om de kofferbak van zijn voertuig te onderzoeken en hij daarmee instemt, mogen de resultaten van die doorzoeking niet als onbestaande worden beschouwd (1). (1) Uit de stukken van de rechtspleging blijkt niet dat het voertuig een passagier zou hebben vervoerd. Zie Cass. 8 mei 2012, AR P.11.1908.N, AC 2012, nr. 282, § 8 en § 9: “Een voertuig dat zich niet bevindt in een woning of aanhorigheden ervan waar een huiszoeking regelmatig wordt uitgevoerd, kan enkel het voorwerp uitmaken van een doorzoeking door een politieambtenaar wanneer deze daartoe opdracht gekregen heeft van de onderzoeksrechter, mits uitdrukkelijke toestemming van de eigenaar, bestuurders en passagiers, of, onverminderd andere hier niet toepasselijke wetsbepalingen, in de gevallen en mits naleving van de voorwaarden bepaald in artikel 29 Wet Politieambt, dat bepaalt dat de politieambtenaren kunnen overgaan tot het doorzoeken van een voertuig indien zij, op grond van de gedragingen van de bestuurder of de passagiers, van materiële aanwijzingen of van omstandigheden van tijd en plaats, redelijke gronden hebben te denken dat het voertuig werd gebruikt, wordt gebruikt of zou kunnen worden gebruikt om een misdrijf te plegen, om opgespoorde personen of personen die aan een identiteitscontrole willen ontsnappen, een schuilplaats te geven of te vervoeren, of om een voor de openbare orde gevaarlijk voorwerp, overtuigingstukken of bewijsmateriaal in verband met een misdrijf op te slaan of te vervoeren. (...) Daarentegen volstaat het niet dat de eigenaar van het voertuig geen protest, verzet of aanmerking uit opdat de politieambtenaren geldig zouden overgaan tot de doorzoeking.” Het OM heeft hieruit afgeleid dat het bestreden arrest zijn beslissing betreffende de regelmatigheid van de doorzoeking van het voertuig van de eiser naar recht verantwoordt, door te vermelden dat “à la demande de la police, [celui-ci] a donné son accord pour que les policiers puissent vérifier le contenu du coffre de son véhicule”. Zie C. DE VALKENEER, Manuel de l'enquête pénale, Tome 1 - Principes généraux, 5de uitg., Brussel, Larcier, 2018, p. 296; B. MEGANCK, noot onder Cass. 8 mei 2012, T. Strafr., 2012, p. 462; L. ARNOU, “De toestemming tot de zoeking in een voertuig als vereiste voor regelmatigheid. De mogelijke gronden voor een doorzoeking van een voertuig volgens het Hof van Cassatie in zijn arrest van 8 mei 2012”, Vigiles, 2015, p. 83; contra F. GOOSSENS “De ene toestemming is de andere niet… een korte reactie op de noot van Luc Arnou”, Vigiles, 2015, p. 89. (M.N.B.)"
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201230.2F.5": {
      "court": "CASS",
      "date": "2020-12-30",
      "roleNumber": "P.20.1309.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201230.2F.5",
      "abstractFR": [
        "Ni l'article 29 de la loi du 5 août 1992 sur la fonction de police ni aucune autre disposition ne définissent ce qu'il y a lieu de considérer comme un motif raisonnable de croire qu'un véhicule a servi, sert ou pourrait servir à commettre une infraction; cette condition est subordonnée à l'appréciation des agents de police, en fonction des comportements des occupants, des éléments matériels constatés ou des circonstances de temps et de lieu, le tout sous le contrôle des autorités judiciaires et, notamment, des juridictions d'instruction; la Cour se borne à vérifier si, lors de cet examen en fait, les juges ont pu ou non justifier légalement leur décision (1). (1) Voir Chr. DE VALKENEER, o.c., pp. 296-297.",
        "De la circonstance qu'un arrêté royal du 6 septembre 2017 (1) a légalisé la détention de cannabis à très faible teneur en tétrahydrocannabinol, il ne résulte pas qu'il soit déraisonnable d'associer la forte odeur de cannabis régnant à bord d'un véhicule à la probabilité que les stupéfiants transportés dépassent la teneur autorisée; partant, le dégagement d'une forte odeur de cannabis à l'intérieur d'une voiture occupée par une ou plusieurs personnes manifestant des signes de nervosité à la vue des policiers peut constituer un motif raisonnable, au sens de l'article 29 de la loi du 5 août 1992, de croire que ce véhicule sert ou pourrait servir à entreposer des stupéfiants en infraction à la législation en la matière. (1) Arrêté royal du 6 septembre 2017 réglementant les substances stupéfiantes et psychotropes."
      ],
      "abstractNL": [
        "Noch artikel 29 Wet Politieambt noch enige andere bepaling definiëren wat moet worden beschouwd als een redelijke grond om te vermoeden dat het voertuig heeft gediend, dient of zal dienen om een misdrijf te plegen; die voorwaarde hangt af van de beoordeling door de politieagenten van het gedrag van de inzittenden, van de vastgestelde materiële bestanddelen of van de omstandigheden van plaats en tijd, dit alles onder het toezicht van de gerechtelijke overheden en, met name, van de onderzoeksgerechten; het Hof gaat enkel na of de appelrechters, naar aanleiding van dat feitelijk onderzoek, hun beslissing al dan niet naar recht hebben verantwoord (1). (1) Zie Chr. DE VALKENEER, o.c., p. 196-297.",
        "Uit de omstandigheid dat een koninklijk besluit van 6 september 2017 (1) het bezit van cannabis met een laag gehalte aan tetrahydrocannabinol heeft gelegaliseerd, volgt niet dat het onredelijk zou zijn om de sterke cannabisgeur aan boord van een voertuig in verband te brengen met de waarschijnlijkheid dat de vervoerde drugs het toegelaten gehalte overschrijden; bijgevolg vormt de aanwezigheid van een sterke cannabisgeur in het interieur van een voertuig met een of meer inzittenden die tekenen van zenuwachtigheid vertonen bij het zien van de politieagenten, een redelijke grond om te vermoeden, in de zin van artikel 29 Wet Politieambt, dat dit voertuig als opslagruimte voor drugs dient of kan dienen, met schending van de desbetreffende wetgeving. (1) Koninklijk besluit van 6 september 2017 houdende regeling van verdovende middelen en psychotrope stoffen."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170307.7": {
      "court": "CASS",
      "date": "2017-03-07",
      "roleNumber": "P.17.0204.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170307.7&lang=fr",
      "abstractFR": [
        "L'article 29 de la loi du 5 août 1992 sur la fonction de police prévoit les circonstances dans lesquelles les fonctionnaires de police peuvent procéder à la fouille d'un véhicule; cet article n'est pas applicable à un contrôle de police qui concerne uniquement les occupants d'un véhicule, sans s'étendre à une fouille de ce même véhicule (1). (1) L. ARNOU, Zoeking in voertuigen, Comm. Straf., nos 1bis et 19; contra G. L. BOURDOUX et C. DE VALKENEER, La loi sur la fonction de police, Bruxelles Larcier, 1993, 235."
      ],
      "abstractNL": [
        "Artikel 29 Wet Politieambt bepaalt de omstandigheden waarin politieambtenaren kunnen overgaan tot het doorzoeken van een voertuig; dat artikel is niet van toepassing op een politiecontrole die enkel betrekking heeft op de inzittenden van een voertuig, zonder zich uit te strekken tot een zoeking in dat voertuig zelf (1). (1) L. ARNOU, Zoeking in voertuigen, Comm. Strafr., nrs. 1bis en 19; contra G. L. BOURDOUX en C. DE VALKENEER, La loi sur la fonction de police, Brussel Larcier, 1993, 235."
      ]
    }
  },
  "34": {
    "ECLI:BE:CASS:2021:ARR.20210921.2N.6": {
      "court": "CASS",
      "date": "2021-09-21",
      "roleNumber": "P.21.0582.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210921.2N.6&lang=fr",
      "abstractFR": [
        "Les circonstances de temps ou de lieu et les motifs raisonnables requis pour procéder au contrôle d'identité d'une personne, conformément à la disposition de l'article 34, § 1, de la loi du 5 août 1992 sur la fonction de police, ne doivent pas nécessairement être précisés dans le procès-verbal initial ; ils peuvent également l'être dans un procès-verbal subséquent et il ne peut en être déduit que les conditions précitées n'étaient pas remplies au moment du contrôle d'identité (1). (1) F. HUTSEBAUT et F. GOOSSENS, \"De wet op het politieambt: een overzicht in vogelvlucht van haar doelstellingen en van de evolutie van haar inhoud\", Vigiles 2013/5 et 2014/1-2."
      ],
      "abstractNL": [
        "De omstandigheden van tijd of plaats en de redelijke gronden die vereist zijn om over te gaan tot de identiteitscontrole van een persoon ingevolge de bepaling van artikel 34, § 1, Wet Politieambt, moeten niet noodzakelijk worden gepreciseerd in het aanvankelijk proces-verbaal; dit kan ook gebeuren in een navolgend proces-verbaal en daaruit kan niet worden afgeleid dat op het moment van de identiteitscontrole niet was voldaan aan de vermelde vereisten (1). (1) F. HUTSEBAUT en F. GOOSSENS, \"De wet op het politieambt: een overzicht in vogelvlucht van haar doelstellingen en van de evolutie van haar inhoud\", Vigiles 2013/5 en 2014/1-2."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201230.2F.5": {
      "court": "CASS",
      "date": "2020-12-30",
      "roleNumber": "P.20.1309.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201230.2F.5",
      "abstractFR": [
        "En énonçant que la présence d'un véhicule automobile, immatriculé en France, à l'arrêt sur une aire de stationnement d'une autoroute, occupé par trois jeunes gens a attiré l'attention des policiers au vu du risque de trouble à l'ordre public existant dans le contexte de la pandémie sévissant en France et en Belgique, ce qui a justifié le contrôle d'identité du conducteur, et en ajoutant que les policiers ont relevé la nervosité des occupants du véhicule et la forte odeur de cannabis se dégageant de l'habitacle, le juge décide légalement que le contrôle des occupants du véhicule est régulier, de sorte que la découverte subséquente des indices de culpabilité l'est également et que la détention préventive consécutive à l'arrestation est elle-même conforme à la loi (1). (1) En ce sens, au regard de l'article 28, § 1er, de la loi relative à la loi du 5 août 1992 sur la fonction de police, un motif sérieux pour effectuer la fouille de sécurité de deux personnes peut résulter de la constatation que celles-ci sont devenues nerveuses à l'approche du véhicule de police (Cass. 24 janvier 2001, RG P.00.1402.F, Pas. 2001, n° 45) ; voir Chr. DE VALKENEER, Manuel de l'enquête pénale, T. 1 - Principes généraux, 5ème éd., Larcier, 2018, pp. 117-120."
      ],
      "abstractNL": [
        "De rechter die vermeldt dat de aanwezigheid van een stilstaand, in Frankrijk ingeschreven, voertuig op een parkeerplaats van een autosnelweg met drie jongeren aan boord de aandacht van de politieagenten heeft getrokken, gelet op de mogelijke verstoring van de openbare orde in de context van de pandemie die op dat ogenblik in Frankrijk en in België woedde, wat de identiteitscontrole van de bestuurder heeft verantwoord, en hieraan toevoegt dat de politieagenten gewezen hebben op de zenuwachtige houding van de inzittenden van het voertuig en de sterke cannabisgeur in het interieur van dat voertuig, beslist naar recht dat de controle van de inzittenden van het voertuig op regelmatige wijze is geschied, zodat de daaropvolgende ontdekking van de aanwijzingen van schuld eveneens regelmatig zijn en de voorlopige hechtenis van de eiser, ten gevolge van zijn aanhouding, zelf conform de wet is (1). (1) In die zin kan, ten aanzien van artikel 28, § 1, Wet Politieambt, een ernstige grond vormen om tot de veiligheidsfouillering van twee personen over te gaan, de omstandigheid dat zij bij het naderen van het politievoertuig zenuwachtig zijn geworden (Cass. 24 januari 2001, AR P.00.1402.F, AC 2001, nr. 45); zie Chr. DE VALKENEER, Manuel de l'enquête pénale, T. 1 – Principes généraux, 5de uitg., Larcier, 2018, p. 117-120."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170517.2": {
      "court": "CASS",
      "date": "2017-05-17",
      "roleNumber": "P.17.0517.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170517.2",
      "abstractFR": [
        "Étrangère aux cas où la loi permet aux fonctionnaires de police chargés d'une mission de police administrative de pénétrer dans un lieu non accessible au public, la poursuite des finalités que leur assignent les articles 21 et 34, § 3, de la loi du 5 août 1992 et 74/7 de la loi du 15 décembre 1980 ne suffit pas, à elle seule, à autoriser ces agents à exécuter une visite domiciliaire au domicile des personnes concernées."
      ],
      "abstractNL": [
        "Het nastreven van de doelstellingen die de artikelen 21 en 34, §3, Wet Politieambt en artikel 74/7 Vreemdelingenwet aan de politie toewijzen, houdt geen verband met de gevallen waarin de wet de met een opdracht van bestuurlijke politie belaste politieambtenaren toestaat binnen te dringen in een niet voor het publiek toegankelijke plaats en volstaat als dusdanig niet om die politieagenten te machtigen een huiszoeking te verrichten in de woonplaats van de betrokkenen."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170307.7": {
      "court": "CASS",
      "date": "2017-03-07",
      "roleNumber": "P.17.0204.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170307.7&lang=fr",
      "abstractFR": [
        "L'article 29 de la loi du 5 août 1992 sur la fonction de police prévoit les circonstances dans lesquelles les fonctionnaires de police peuvent procéder à la fouille d'un véhicule; cet article n'est pas applicable à un contrôle de police qui concerne uniquement les occupants d'un véhicule, sans s'étendre à une fouille de ce même véhicule (1). (1) L. ARNOU, Zoeking in voertuigen, Comm. Straf., nos 1bis et 19; contra G. L. BOURDOUX et C. DE VALKENEER, La loi sur la fonction de police, Bruxelles Larcier, 1993, 235."
      ],
      "abstractNL": [
        "Artikel 29 Wet Politieambt bepaalt de omstandigheden waarin politieambtenaren kunnen overgaan tot het doorzoeken van een voertuig; dat artikel is niet van toepassing op een politiecontrole die enkel betrekking heeft op de inzittenden van een voertuig, zonder zich uit te strekken tot een zoeking in dat voertuig zelf (1). (1) L. ARNOU, Zoeking in voertuigen, Comm. Strafr., nrs. 1bis en 19; contra G. L. BOURDOUX en C. DE VALKENEER, La loi sur la fonction de police, Brussel Larcier, 1993, 235."
      ]
    }
  },
  "37": {
    "ECLI:BE:CASS:2025:ARR.20250326.2F.3": {
      "court": "CASS",
      "date": "2025-03-26",
      "roleNumber": "P.25.0009.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250326.2F.3",
      "abstractFR": [
        "Il suit de l'article 37 de la loi du 5 août 1992 sur la fonction de police que, dans l'exercice ses missions de police judiciaire, tout membre du cadre opérationnel peut, en tenant compte des risques que cela comporte, faire usage de la contrainte moyennant le respect des conditions suivantes : l'objectif poursuivi est légal ; il ne peut être atteint autrement ; l'usage de la contrainte est raisonnable et proportionné au but recherché; cet usage est précédé d'un avertissement (1). (1) Voir I. BRUGGEMAN, « Véhicules prioritaires », in Postal Mémorialis. Lexique du droit pénal et des lois spéciales, juin 2014, pp. V 35/18-V 35/20.",
        "Une violation du code de la route par un policier agissant dans l'exercice d'une mission de police judiciaire peut ne pas constituer une faute, élément du délit de lésions involontaires, si ce policier n'a pas, en fait, manqué de la prudence et de la diligence que l'on doit attendre d'un agent normal placé dans les mêmes circonstances ; les prescriptions du code de la route ont toutes pour objectif d'assurer la sécurité des usagers et ce n'est pas parce que l'une d'elles répond plus particulièrement à cet objectif que sa transgression par la police est nécessairement fautive ; la seule circonstance qu'un fonctionnaire de police, agissant dans une situation d'urgence créée par la nécessité de saisir l'auteur d'une infraction flagrante, néglige d'observer une ou plusieurs règles de circulation, ne suffit pas pour donner à la transgression un caractère fautif si l'agent s'est conformé aux conditions prévues par les articles 15, 1°, et 37 de la loi sur la fonction de police."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250422.2N.14": {
      "court": "CASS",
      "date": "2025-04-22",
      "roleNumber": "P.24.1417.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250422.2N.14",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 3 EVRM, zoals uitgelegd door het Europees Hof voor de Rechten van de Mens, volgt dat indien een persoon het slachtoffer werd van geweld bij een confrontatie met de politie, er een sterk feitelijk vermoeden bestaat dat de politionele autoriteiten daarvoor verantwoordelijk zijn; daaruit volgt evenwel niet dat het onderzoeksgerecht moet aannemen dat dit geweld niet strikt noodzakelijk was; het onderzoeksgerecht oordeelt daar onaantastbaar over (1). (1) Zie Cass. 13 februari 2024, AR P.23.1693.N, AC 2024, nr. 122; Cass. 1 maart 2022, AR P.21.1303.N, AC 2022, nr. 157; Cass. 10 april 2018, AR P.17.1135.N, AC 2018, nr. 219; Cass. 13 maart 2018, AR P.17.0841.N, AC 2018, nr. 178; Cass. 24 maart 2015, AR P.14.1298.N, AC 2015, nr. 217, RABG 2015, 987 noot V. VEREECKE, RW 2016-17, 738 noot S. DEWULF."
      ]
    }
  },
  "40": {
    "ECLI:BE:CASS:2022:ARR.20220906.2N.12": {
      "court": "CASS",
      "date": "2022-09-06",
      "roleNumber": "P.22.0440.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220906.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Politionele informatie omvat in essentie alle ter kennis van politieambtenaren gekomen gegevens die, zonder zelf bewijs te vormen, aanleiding kunnen geven tot nadere opsporing of nader onderzoek; daartoe kunnen gegevens behoren over een vermoedelijk te plegen misdrijf, die politieambtenaren vernemen ingevolge hun medewerking aan een telefoniemaatregel bevolen in een gerechtelijk onderzoek naar andere feiten; politieambtenaren kunnen dergelijke gegevens meedelen aan andere politieambtenaren opdat deze laatsten dat misdrijf zouden kunnen verijdelen of vaststellen, zonder dat de op basis van die gegevens gedane vaststellingen daardoor nietig zijn of de strafvordering niet-ontvankelijk maken (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200526.2N.7": {
      "court": "CASS",
      "date": "2020-05-26",
      "roleNumber": "P.20.0236.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200526.2N.7&lang=fr",
      "abstractFR": [
        "Les services de police disposent d’un pouvoir d’initiative dans l’exercice de leur compétence générale d’information, dont relèvent les tâches définies à l’article 15, 1°, de la loi du 5 août 1992 sur la fonction de police ; la circonstance qu’ils exécutent un devoir prescrit par un magistrat ne limite ni cette compétence générale d’information ni leur devoir de rendre compte, à un autre magistrat, de tout élément dont ils prennent connaissance et qui pourrait s'avérer utile à une information ou une instruction distincte (1) (2). (1) Cass. 7 septembre 2011, RG P.11.0591.F, Pas. 2011, n° 456 ; Cass. 29 avril 2009, RG P.09.0578.F, Pas. 2009, n° 287. (2) L. du 5 août 1992 sur la fonction de police, art. 40, avant sa modification par la L. du 25 mai 2018 visant à réduire et redistribuer la charge de travail au sein de l'ordre judiciaire."
      ],
      "abstractNL": [
        "De politiediensten zijn bevoegd om initiatieven te nemen bij het uitoefenen van hun algemene opsporingsbevoegdheid, waartoe de in artikel 15, 1°, Wet Politieambt bepaalde taken behoren; het gegeven dat zij een ambtsverrichting van een magistraat ten uitvoer leggen, beperkt noch die bevoegdheid noch hun plicht om aan een andere magistraat rekenschap te geven van alle gegevens waarvan zij kennis nemen en die nuttig kunnen zijn voor een apart opsporingsonderzoek of gerechtelijk onderzoek (1) (2). (1) Cass. 7 september 2011, AR P.11.0591.F, AC 2011, nr. 456; Cass. 29 april 2009, AR P.09.0578.F, AC 2009, nr. 287. (2) Art. 40 Wet Politieambt voor de wijziging door de wet van 25 mei 2018 tot vermindering en herverdeling van de werklast binnen de rechterlijke orde."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150602.7": {
      "court": "CASS",
      "date": "2015-06-02",
      "roleNumber": "P.15.0263.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150602.7&lang=fr",
      "abstractFR": [
        "Il appartient aux fonctionnaires de police autorisés par écrit par le ministère public à procéder à une enquête proactive, si celle-ci révèle des informations concrètes sur une infraction déterminée dans le temps et dans l'espace, de dresser à ce propos, sous la responsabilité du ministère public, un procès-verbal, conformément à l'article 40 de la loi du 5 août 1992 sur la fonction de police, d'arrêter les auteurs et de recueillir des preuves; seules ces informations pertinentes en ce qui concerne l'infraction faisant l'objet dudit procès-verbal doivent être mentionnées et non celles qui ne concernent pas cette infraction."
      ],
      "abstractNL": [
        "Het staat aan de politieambtenaren die met schriftelijke machtiging van het openbaar ministerie een proactief onderzoek voeren, om indien dit onderzoek concrete informatie oplevert over een in de tijd en in de ruimte bepaalde misdrijf, onder de verantwoordelijkheid van het openbaar ministerie, daarover proces-verbaal op te stellen overeenkomstig artikel 40 Wet Politieambt, daders te vatten en bewijzen te verzamelen; slechts die informatie die relevant is met betrekking tot het misdrijf waarvoor dit proces-verbaal wordt opgesteld, moet worden vermeld en informatie die geen betrekking heeft op dit misdrijf moet niet worden vermeld."
      ]
    },
    "ECLI:BE:CASS:2002:ARR.20020604.5": {
      "court": "CASS",
      "date": "2002-06-04",
      "roleNumber": "P020387N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2002:ARR.20020604.5&lang=fr",
      "abstractFR": [
        "Les informations relatives à des faits qui vont être commis, révélant concrètement que ces faits vont constituer une infraction déterminable dans le temps et dans l'espace, n'ont aucun rapport avec le traitement de données visé à l'article 28bis, § 2, du Code d'instruction criminelle, mais imposent la rédaction d'un procès-verbal, conformément à l'article 40 de la loi du 5 août 1992 sur la fonction de police, ainsi que l'arrestation des auteurs et la collecte de preuves; de telles investigations ne constituent pas de la recherche proactive et ne requièrent pas d'autorisation écrite et préalable émanant du ministère public."
      ],
      "abstractNL": [
        "Informatie over nog te plegen feiten, die dusdanig concreet is dat die feiten een in de tijd en ruimte bepaalbaar misdrijf gaan vormen, houdt geen verband met de in artikel 28bis, § 2, Wetboek van Strafvordering bedoelde gegevensverwerking, maar verplicht tot het opstellen van een proces-verhaal, overeenkomstig artikel 40 van de wet van 5 augustus 1992 op het politieambt, het vatten van de daders en het verzamelen van bewijzen; dergelijke opsporingen vormen geen proactieve recherche en behoeven geen voorafgaande schriftelijke toestemming van het openbaar ministerie."
      ]
    }
  },
  "44": {
    "ECLI:BE:CASS:2021:ARR.20211012.2N.22": {
      "court": "CASS",
      "date": "2021-10-12",
      "roleNumber": "P.21.1242.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211012.2N.22",
      "abstractFR": [
        "La disposition de l'article 44, alinéa 3, de la loi du 5 août 1992 sur la fonction de police implique que le service de police requis prend les dispositions pour protéger l'huissier de justice contre toute atteinte effective et raisonnablement potentielle à son intégrité physique, et pour qu'il puisse lui-même lever les difficultés et les obstacles qui entravent l'exécution de sa mission; cette disposition ne permet toutefois pas au service de police requis de prendre lui-même part aux constatations du huissier de justice ni de poser des actes qui relèvent de l'exécution de la mission de ce dernier, de sorte que ce service de police, lorsqu'il prête main forte au huissier de justice, doit et peut uniquement lui permettre d'exécuter sa mission et les tâches inhérentes à celle-ci (1). (1) G.L. BOURDOUX, D. LYBAERT et P. YERNAUX, «Gerechtsdeurwaarders en politiediensten: een samenwerking die op het terrein niet altijd eenvoudig is», Vigiles 1996/2, 17-30; C. ROMBOUX, «Vordering van politiediensten», Postal Memorialis 01/08/2021, pp. 42-47; Circulaire du 2 février 1993 relative à la loi du 5 août 1992 sur la fonction de police, M.B. 20 mars 1993.",
        "Le fonctionnaire de police qui constate une infraction alors qu'il prête main forte à un huissier de justice, peut la consigner dans un procès-verbal ou prendre les initiatives nécessaires à la constatation de l'infraction en flagrant délit; la constatation d'une infraction par un fonctionnaire de police ensuite d'un acte qui excède le cadre de sa mission n'est toutefois pas régulière et le juge apprécie souverainement à l'aune des éléments du dossier si le fonctionnaire de police pouvait ou non poser l'acte ayant donné lieu à la découverte de l'infraction à la base des poursuites; la Cour vérifie si le juge ne déduit pas de ses constatations des conséquences sans lien avec elles ou qu'elles ne sauraient justifier.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "De bepaling van artikel 44, derde lid, Wet Politieambt, houdt in dat de gevorderde politiedienst het nodige doet om de gerechtsdeurwaarder te beschermen tegen elke actuele of redelijk te verwachten aanslag op zijn fysieke integriteit, alsook om hem toe te laten zelf eventuele moeilijkheden en hinderpalen weg te nemen die de uitvoering van zijn opdracht belemmeren; die bepaling laat de gevorderde politiedienst daarentegen niet toe zelf deel te nemen aan de vaststellingen van de gerechtsdeurwaarder of handelingen te stellen die behoren tot de uitvoering van diens opdracht zodat die politiedienst bij het verlenen van de sterke arm aan de gerechtsdeurwaarder, deze enkel moet en mag in staat stellen zijn opdracht en de daartoe behorende taken uit te voeren (1). (1) G.L. BOURDOUX, D. LYBAERT en P. YERNAUX, \"Gerechtsdeurwaarders en politiediensten: een samenwerking die op het terrein niet altijd eenvoudig is\", Vigiles 1996/2, 17-30; C. ROMBOUX, \"Vordering van politiediensten\", Postal Memorialis 01/08/2021, pp. 42-47; Omzendbrief van 2 februari 1993 met betrekking tot de wet van 5 augustus 1992 op het politieambt, BS 20 maart 1993.",
        "De politieambtenaar die bij het verlenen van de sterke arm aan een gerechtsdeurwaarder een misdrijf vaststelt, kan daarvan proces-verbaal opstellen of de nodige initiatieven nemen met het oog op de vaststelling van het misdrijf op heterdaad; de vaststelling van een misdrijf door een politieambtenaar ingevolge een handeling die zijn opdracht te buiten gaat is echter niet regelmatig en de rechter oordeelt aan de hand van de dossiergegevens onaantastbaar of de politieambtenaar al dan niet de handeling mocht stellen die aanleiding heeft gegeven tot de ontdekking van het misdrijf waarop de vervolging steunt, waarbij het Hof nagaat of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee onverenigbaar zijn of op grond daarvan niet kunnen worden aangenomen."
      ]
    }
  },
  "45": {
    "ECLI:BE:CASS:2023:ARR.20231002.3N.2": {
      "court": "CASS",
      "date": "2023-10-02",
      "roleNumber": "S.23.0010.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231002.3N.2",
      "abstractFR": null,
      "abstractNL": [
        "De hoedanigheid van politieambtenaar van het operationeel kader van de lokale politie en de hieraan verbonden ambtsplichten zijn niet beperkt tot de diensturen, noch tot de geografische omschrijving van de politiezone; een politieambtenaar die buiten zijn diensturen en buiten zijn zone politioneel optreedt, blijft betreffende de gestelde ambtshandelingen onderworpen aan het gezag van zijn korpschef, alsook aan het tuchtgezag en de tuchtoverheid van zijn lokale politiezone (1). (1) Zie concl. OM.",
        "De hoedanigheid van politieambtenaar van het operationeel kader van de lokale politie en de hieraan verbonden ambtsplichten zijn niet beperkt tot de diensturen, noch tot de geografische omschrijving van de politiezone; een politieambtenaar die buiten zijn diensturen en buiten zijn zone politioneel optreedt, blijft betreffende de gestelde ambtshandelingen onderworpen aan het gezag van zijn korpschef, alsook aan het tuchtgezag en de tuchtoverheid van zijn lokale politiezone (1). (1) Zie concl. OM"
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220126.2F.5": {
      "court": "CASS",
      "date": "2022-01-26",
      "roleNumber": "P.21.0687.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220126.2F.5",
      "abstractFR": [
        "Les articles 15 de la loi du 5 août 1992 sur la fonction de police et 117, alinéa 2, de la loi du 7 décembre 1998 organisant un service de police intégré, structuré à deux niveaux, accordent aux fonctionnaires de police des polices fédérale et locale une compétence générale en matière de recherche et de constatation des infractions; cette mission s'exerce sur l'ensemble du territoire national en vertu de l'article 45, alinéa 1er, de la loi du 5 août 1992, et conformément à l'article 16 de ladite loi en ce qui concerne plus particulièrement la police de la circulation routière; ni l'article 3, alinéa 2, de la loi du 7 décembre 1998 ni aucune autre disposition légale ne dérogent à cette compétence générale des polices fédérale et locale sur l'ensemble du territoire national; ainsi, il ne découle pas de cette disposition et de l'article 7bis de l'arrêté royal du 17 septembre 2001 déterminant les normes d'organisation et de fonctionnement de la police locale visant à assurer un service minimum équivalent à la population que les membres de la police locale ne seraient pas compétents pour contrôler un véhicule qui circule sur l'autoroute (1). (1) Les conclusions verbales du M.P., contraires quant aux premier et deuxième moyens, non publiés, ne le sont pas quant au troisième moyen. Voir Cass. 1er février 2006, RG P.05.1355.F, Pas. 2006, n° 63, et concl. « dit en substance » de M. VANDERMEERSCH, avocat général, Rev. dr. pén. crim., 2007, p. 227, et note G. BOURDOUX, « Une fois en service : toujours en service ? La compétence des fonctionnaires de police pour constater une infraction de roulage », pp. 231-240 ; Ch. DE VALKENEER, Manuel de l'enquête pénale, T.1 : Principes généraux, 5ème éd., Bruxelles, Larcier, 2018, pp. 27 et 28, nos 17 et 18 ; L. KENNES, Manuel de la preuve en matière pénale, Kluwer, Malines, 2009, p. 155, n° 315. Le demandeur invoquait aussi la circulaire ministérielle du 31 août 2010 relative aux missions et au terrain d'action prioritaire de la police fédérale de la route (M.B., 28 octobre.2010), qui attribue les autoroutes à la police fédérale de la route (DAH) en tant que terrain d'action prioritaire ; en son art. 5.2.1, cette circulaire dispose toutefois que « l'attribution de terrains d'action prioritaires à la police fédérale de la route n'est évidemment pas exclusive d'une collaboration avec la police locale ». (M.N.B.)",
        "Les articles 15 de la loi du 5 août 1992 sur la fonction de police et 117, alinéa 2, de la loi du 7 décembre 1998 organisant un service de police intégré, structuré à deux niveaux, accordent aux fonctionnaires de police des polices fédérale et locale une compétence générale en matière de recherche et de constatation des infractions; cette mission s’exerce sur l’ensemble du territoire national en vertu de l’article 45, alinéa 1er, de la loi du 5 août 1992, et conformément à l’article 16 de ladite loi en ce qui concerne plus particulièrement la police de la circulation routière; ni l’article 3, alinéa 2, de la loi du 7 décembre 1998 ni aucune autre disposition légale ne dérogent à cette compétence générale des polices fédérale et locale sur l’ensemble du territoire national; ainsi, il ne découle pas de cette disposition et de l’article 7bis de l’arrêté royal du 17 septembre 2001 déterminant les normes d’organisation et de fonctionnement de la police locale visant à assurer un service minimum équivalent à la population que les membres de la police locale ne seraient pas compétents pour contrôler un véhicule qui circule sur l’autoroute (1). (1) Les conclusions verbales du M.P., contraires quant aux premier et deuxième moyens, non publiés, ne le sont pas quant au troisième moyen. Voir Cass. 1er février 2006, RG P.05.1355.F, Pas. 2006, n° 63, et concl. « dit en substance » de M. VANDERMEERSCH, avocat général, Rev. dr. pén. crim., 2007, p. 227, et note G. BOURDOUX, « Une fois en service : toujours en service ? La compétence des fonctionnaires de police pour constater une infraction de roulage », pp. 231-240 ; Ch. DE VALKENEER, Manuel de l’enquête pénale, T.1 : Principes généraux, 5ème éd., Bruxelles, Larcier, 2018, pp. 27 et 28, nos 17 et 18 ; L. KENNES, Manuel de la preuve en matière pénale, Kluwer, Malines, 2009, p. 155, n° 315. Le demandeur invoquait aussi la circulaire ministérielle du 31 août 2010 relative aux missions et au terrain d'action prioritaire de la police fédérale de la route (M.B., 28 octobre.2010), qui attribue les autoroutes à la police fédérale de la route (DAH) en tant que terrain d’action prioritaire ; en son art. 5.2.1, cette circulaire dispose toutefois que « l’attribution de terrains d’action prioritaires à la police fédérale de la route n’est évidemment pas exclusive d’une collaboration avec la police locale ». (M.N.B.)"
      ],
      "abstractNL": [
        "Vertaling nog niet beschikbaar"
      ]
    }
  },
  "44/1": {
    "ECLI:BE:CASS:2022:ARR.20220906.2N.12": {
      "court": "CASS",
      "date": "2022-09-06",
      "roleNumber": "P.22.0440.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220906.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Politionele informatie omvat in essentie alle ter kennis van politieambtenaren gekomen gegevens die, zonder zelf bewijs te vormen, aanleiding kunnen geven tot nadere opsporing of nader onderzoek; daartoe kunnen gegevens behoren over een vermoedelijk te plegen misdrijf, die politieambtenaren vernemen ingevolge hun medewerking aan een telefoniemaatregel bevolen in een gerechtelijk onderzoek naar andere feiten; politieambtenaren kunnen dergelijke gegevens meedelen aan andere politieambtenaren opdat deze laatsten dat misdrijf zouden kunnen verijdelen of vaststellen, zonder dat de op basis van die gegevens gedane vaststellingen daardoor nietig zijn of de strafvordering niet-ontvankelijk maken (1). (1) Zie concl. OM."
      ]
    }
  },
  "44/2": {
    "ECLI:BE:CASS:2022:ARR.20220906.2N.12": {
      "court": "CASS",
      "date": "2022-09-06",
      "roleNumber": "P.22.0440.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220906.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Politionele informatie omvat in essentie alle ter kennis van politieambtenaren gekomen gegevens die, zonder zelf bewijs te vormen, aanleiding kunnen geven tot nadere opsporing of nader onderzoek; daartoe kunnen gegevens behoren over een vermoedelijk te plegen misdrijf, die politieambtenaren vernemen ingevolge hun medewerking aan een telefoniemaatregel bevolen in een gerechtelijk onderzoek naar andere feiten; politieambtenaren kunnen dergelijke gegevens meedelen aan andere politieambtenaren opdat deze laatsten dat misdrijf zouden kunnen verijdelen of vaststellen, zonder dat de op basis van die gegevens gedane vaststellingen daardoor nietig zijn of de strafvordering niet-ontvankelijk maken (1). (1) Zie concl. OM."
      ]
    }
  },
  "46/7": {
    "ECLI:BE:CASS:2025:ARR.20250708.VAK.2": {
      "court": "CASS",
      "date": "2025-07-08",
      "roleNumber": "P.25.0964.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250708.VAK.2",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 46/7 Wet Politieambt en de wetsgeschiedenis ervan volgt dat - het doel van het in de bepaling vermelde gebruik van camera's, ook als dit kadert in een actie van gerechtelijke politie, het waarborgen is van de openbare orde en de veiligheid van de betrokken politieambtenaren, waaruit volgt dat de finaliteit van het inzetten van de camera's als dusdanig geen gerechtelijke finaliteit heeft; - die bepaling zowel van toepassing is op het voorbereiden van een actie van gerechtelijke politie als op de uitvoering ervan, ook als die uitvoering niet werd voorafgegaan door een voorbereiding met inzet van camera's; - de beslissing van de bevoegde politieambtenaar om de camera's in te zetten wordt gedekt door het mandaat van de bevoegde gerechtelijke overheid; - de registratie van de bij toepassing van deze bepaling gemaakte camerabeelden niet onverenigbaar is met de doelstelling van deze bepaling.",
        "Uit het enkele feit dat de bij toepassing van artikel 46/7 Wet Politieambt ingezette camera's gegevens hebben opgeleverd die als bewijs kunnen worden aangewend in de strafvervolging waarbinnen de gerechtelijke actie kaderde, ook al was dit niet het oogmerk van de inzet van de camera's, volgt niet dat de inzet van de camera's een gerechtelijke finaliteit had.",
        "Het staat aan het onderzoeksgerecht om, indien de onregelmatigheid van het gebruik van de bij toepassing van artikel 46/7 Wet Politieambt ingezette camera's, van de aldus verkregen bewijsgegevens en van de daaruit afgeleide ernstige aanwijzingen van schuld wordt aangevoerd, in het kader van de handhaving van de voorlopige hechtenis prima facie te oordelen of de toepassing van artikel 46/7 Wet Politieambt werd afgewend van zijn doel en bewust werd gebruikt met een gerechtelijke finaliteit, in welk geval de bepalingen betreffende de bijzondere opsporingsmethodes van toepassing kunnen zijn; het Hof gaat wel na of het onderzoeksgerecht uit zijn vaststellingen geen onmogelijk te verantwoorden gevolgen afleidt."
      ]
    }
  },
  "15bis": {
    "ECLI:BE:CASS:2023:ARR.20231002.3N.2": {
      "court": "CASS",
      "date": "2023-10-02",
      "roleNumber": "S.23.0010.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231002.3N.2",
      "abstractFR": null,
      "abstractNL": [
        "De hoedanigheid van politieambtenaar van het operationeel kader van de lokale politie en de hieraan verbonden ambtsplichten zijn niet beperkt tot de diensturen, noch tot de geografische omschrijving van de politiezone; een politieambtenaar die buiten zijn diensturen en buiten zijn zone politioneel optreedt, blijft betreffende de gestelde ambtshandelingen onderworpen aan het gezag van zijn korpschef, alsook aan het tuchtgezag en de tuchtoverheid van zijn lokale politiezone (1). (1) Zie concl. OM.",
        "De hoedanigheid van politieambtenaar van het operationeel kader van de lokale politie en de hieraan verbonden ambtsplichten zijn niet beperkt tot de diensturen, noch tot de geografische omschrijving van de politiezone; een politieambtenaar die buiten zijn diensturen en buiten zijn zone politioneel optreedt, blijft betreffende de gestelde ambtshandelingen onderworpen aan het gezag van zijn korpschef, alsook aan het tuchtgezag en de tuchtoverheid van zijn lokale politiezone (1). (1) Zie concl. OM"
      ]
    }
  },
  "8/2": {
    "ECLI:BE:CASS:2020:ARR.20200325.2F.1": {
      "court": "CASS",
      "date": "2020-03-25",
      "roleNumber": "P.19.1306.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200325.2F.1",
      "abstractFR": [
        "Le fonctionnaire de police qui, en cette qualité, procède à des constatations et analyses dans le cadre d'une enquête n'est pas un expert judiciaire, même si leur mise en oeuvre requiert des connaissances techniques ou scientifiques; contrairement à l'expert judiciaire, ce fonctionnaire ne donne pas un avis au juge mais, en vertu de l'article 8 du Code d'instruction criminelle, est chargé de rechercher les infractions et d'en rassembler les preuves; en application des articles 28ter, § 3, et 56, § 2, du Code d'instruction criminelle, et 8/2 et 8/6 de la loi du 5 août 1992 sur la fonction de police, il reçoit et exécute les réquisitions que le procureur du Roi ou le juge d'instruction lui adresse; ainsi, le procès-verbal dans lequel un policier acte ses constatations et analyses quant à la comparaison de la photographie du visage d'une personne connue à celle d'une personne dont l'identité est recherchée, n'est pas un rapport d'expertise (1). (1) Voir Cass. 15 février 2006, RG P.05.1583.F, Pas. 2006, n° 95 (notion d'expert judiciaire, ce que n'est pas l'enquêteur qui procède à une audition en utilisant le test du polygraphe)."
      ],
      "abstractNL": [
        "De politieambtenaar die, in die hoedanigheid, in het kader van een onderzoek vaststellingen doet en analyses verricht, is geen gerechtsdeskundige, ook al is voor de uitvoering van die taken een zekere technische of wetenschappelijke kennis vereist; anders dan de gerechtsdeskundige verstrekt die ambtenaar geen advies aan de rechter, maar is hij krachtens artikel 8 Wetboek van Strafvordering belast met het opsporen van de misdrijven en het verzamelen van de bewijzen ervan; met toepassing van de artikelen 28ter, § 3, en 56, § 2, Wetboek van Strafvordering, en de artikelen 8/2 en 8/6 Wet Politieambt ontvangt hij en voert hij de vorderingen uit die de procureur des Konings of de onderzoeksrechter hem opdragen; het proces-verbaal waarin een politieman zijn vaststellingen en analyses optekent met betrekking tot de vergelijking van de foto van het gelaat van een bekende persoon met die van een persoon wiens identiteit wordt opgespoord, is geen deskundigenverslag (1). (1) Zie Cass. 15 februari 2006, AR P.05.1583.F, AC 2006, nr. 95 (begrip gerechtsdeskundige, wat de onderzoeker die een verhoor afneemt met de polygraaf, niet is)."
      ]
    }
  },
  "8/6": {
    "ECLI:BE:CASS:2020:ARR.20200325.2F.1": {
      "court": "CASS",
      "date": "2020-03-25",
      "roleNumber": "P.19.1306.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200325.2F.1",
      "abstractFR": [
        "Le fonctionnaire de police qui, en cette qualité, procède à des constatations et analyses dans le cadre d'une enquête n'est pas un expert judiciaire, même si leur mise en oeuvre requiert des connaissances techniques ou scientifiques; contrairement à l'expert judiciaire, ce fonctionnaire ne donne pas un avis au juge mais, en vertu de l'article 8 du Code d'instruction criminelle, est chargé de rechercher les infractions et d'en rassembler les preuves; en application des articles 28ter, § 3, et 56, § 2, du Code d'instruction criminelle, et 8/2 et 8/6 de la loi du 5 août 1992 sur la fonction de police, il reçoit et exécute les réquisitions que le procureur du Roi ou le juge d'instruction lui adresse; ainsi, le procès-verbal dans lequel un policier acte ses constatations et analyses quant à la comparaison de la photographie du visage d'une personne connue à celle d'une personne dont l'identité est recherchée, n'est pas un rapport d'expertise (1). (1) Voir Cass. 15 février 2006, RG P.05.1583.F, Pas. 2006, n° 95 (notion d'expert judiciaire, ce que n'est pas l'enquêteur qui procède à une audition en utilisant le test du polygraphe)."
      ],
      "abstractNL": [
        "De politieambtenaar die, in die hoedanigheid, in het kader van een onderzoek vaststellingen doet en analyses verricht, is geen gerechtsdeskundige, ook al is voor de uitvoering van die taken een zekere technische of wetenschappelijke kennis vereist; anders dan de gerechtsdeskundige verstrekt die ambtenaar geen advies aan de rechter, maar is hij krachtens artikel 8 Wetboek van Strafvordering belast met het opsporen van de misdrijven en het verzamelen van de bewijzen ervan; met toepassing van de artikelen 28ter, § 3, en 56, § 2, Wetboek van Strafvordering, en de artikelen 8/2 en 8/6 Wet Politieambt ontvangt hij en voert hij de vorderingen uit die de procureur des Konings of de onderzoeksrechter hem opdragen; het proces-verbaal waarin een politieman zijn vaststellingen en analyses optekent met betrekking tot de vergelijking van de foto van het gelaat van een bekende persoon met die van een persoon wiens identiteit wordt opgespoord, is geen deskundigenverslag (1). (1) Zie Cass. 15 februari 2006, AR P.05.1583.F, AC 2006, nr. 95 (begrip gerechtsdeskundige, wat de onderzoeker die een verhoor afneemt met de polygraaf, niet is)."
      ]
    }
  }
}