{
  "5": {
    "ECLI:BE:CASS:2022:ARR.20220928.2F.5": {
      "court": "CASS",
      "date": "2022-09-28",
      "roleNumber": "P.22.0060.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220928.2F.5",
      "abstractFR": [
        "L'élément fautif des infractions prévues à l'article 5, §§ 3 et 4 (1), du décret régional wallon du 19 mars 2009 relatif à la conservation du domaine public régional routier et des voies hydrauliques (2) se déduit du non-respect par le prévenu du prescrit légal, découlant de l'adoption du comportement matériel prohibé sans que ce prévenu puisse bénéficier d'une cause de justification ; dès lors, pour déclarer l'infraction établie, il n'appartient pas au ministère public et à l'autorité administrative de démontrer que le chauffeur aurait réalisé seul le chargement ou que des moyens de vérifier la charge auraient été mis à la disposition de ce dernier ; et le lien de subordination juridique consistant dans l'obligation du travailleur d'agir conformément aux ordres et aux instructions qui lui sont données par l'employeur, ses mandataires ou ses préposés, en vue de l'exécution du contrat, en application de l'article 17, 2°, de la loi du 3 juillet 1978 relative aux contrats de travail, n'est pas de nature à exonérer le chauffeur de sa responsabilité pénale, en sa qualité d'agent de l'infraction. (1) Abrogés par l'article 47 du décret du 4 avril 2019 relatif aux amendes administratives en matière de sécurité routière, M.B. 13 août 2019, entré en vigueur le 1er juin 2022. (2) Voir Cass. 21 novembre 2018, RG P.18.0940.F, Pas. 2018, n° 655, et réf. en note.",
        "L'élément fautif des infractions prévues à l'article 5, §§ 3 et 4 , du décret régional wallon du 19 mars 2009 relatif à la conservation du domaine public régional routier et des voies hydrauliques (1) se déduit du non-respect par le prévenu du prescrit légal, découlant de l'adoption du comportement matériel prohibé sans que ce prévenu puisse bénéficier d'une cause de justification ; dès lors, pour déclarer l'infraction établie, il n'appartient pas au ministère public et à l'autorité administrative de démontrer que le chauffeur aurait réalisé seul le chargement ou que des moyens de vérifier la charge auraient été mis à la disposition de ce dernier ; et le lien de subordination juridique consistant dans l'obligation du travailleur d'agir conformément aux ordres et aux instructions qui lui sont données par l'employeur, ses mandataires ou ses préposés, en vue de l'exécution du contrat, en application de l'article 17, 2°, de la loi du 3 juillet 1978 relative aux contrats de travail, n'est pas de nature à exonérer le chauffeur de sa responsabilité pénale, en sa qualité d'agent de l'infraction. (1) Voir Cass. 21 novembre 2018, RG P.18.0940.F, Pas. 2018, n° 655, et réf. en note."
      ],
      "abstractNL": [
        "Het element fout van de bij artikel 5, § 3 en § 4 (1), van het decreet Waals Gewest van 19 maart 2009 (2) bepaalde misdrijven wordt afgeleid uit de niet-naleving van het wettelijke voorschrift door de beklaagde, die volgt uit het stellen van de verboden materiële gedraging, zonder dat die beklaagde zich op een rechtvaardigingsgrond kan beroepen; om het misdrijf bewezen te kunnen verklaren, dienen het openbaar ministerie en de administratieve overheid bijgevolg niet aan te tonen dat de chauffeur het voertuig zelf heeft geladen of dat laatstgenoemde over de nodige middelen beschikte om de lading te controleren; de juridische gezagsverhouding, die bestaat in de verplichting voor de werknemer om te handelen volgens de bevelen en de instructies die hem worden gegeven door de werkgever, zijn lasthebbers of zijn aangestelden met het oog op de uitvoering van de overeenkomst, zoals bepaald in artikel 17, 2°, Arbeidsovereenkomstenwet, is niet van die aard dat ze de chauffeur ontslaat van zijn strafrechtelijke verantwoordelijkheid in zijn hoedanigheid van misdrijfpleger. (1) Opgeheven door artikel 47 van het decreet van 4 april 2019 betreffende de administratieve geldboetes inzake verkeersveiligheid, MB 13 augustus 2019, in werking getreden op 1 juni 2022. (2) Zie Cass. 21 november 2018, AR P.18.0940.F, AC 2018, nr. 655, en verwijzing in voetnoot."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210908.2F.6": {
      "court": "CASS",
      "date": "2021-09-08",
      "roleNumber": "P.21.0536.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210908.2F.6",
      "abstractFR": [
        "La présomption de culpabilité instituée par l'article 67bis de la loi relative à la police de la circulation routière ne s'applique qu'aux infractions à ladite loi et à ses arrêtés d'exécution, et non au délit d'occupation illicite du domaine public régional, fût-il commis par le stationnement d'un véhicule automobile."
      ],
      "abstractNL": [
        "Het door artikel 67bis Wegverkeerswet ingevoerde vermoeden van schuld is enkel van toepassing op schendingen van de voormelde wet en haar uitvoeringsbesluiten en niet op het wanbedrijf van onwettige bezetting van het gewestelijk openbaar domein, ook al werd dit gepleegd door het parkeren van een motorvoertuig."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181121.3": {
      "court": "CASS",
      "date": "2018-11-21",
      "roleNumber": "P.18.0940.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181121.3",
      "abstractFR": [
        "L'élément fautif de l'infraction prévue à l'article 5, § 3, du décret régional wallon du 19 mars 2009 relatif à la conservation du domaine public régional routier et des voies hydrauliques se déduit du non-respect du prescrit légal, découlant de l'adoption du comportement matériel prohibé; le fait qu'un tiers soit chargé de remplir le camion est sans incidence sur la responsabilité de l'utilisateur du véhicule chargé, quiconque utilisant celui-ci étant tenu de s'assurer que le poids en charge n'est pas supérieur au poids maximal autorisé, même s'il n'a pas chargé lui-même le véhicule (1). (1) Voir Cass. 16 septembre 2015, RG P.15.0838.F, Pas. 2015, n° 521 ; Cass. 2 novembre 2004, RG P.04.0767.N, Pas. 2004, n° 521 (relatif à l'A.R. du 15 mars 1968 portant règlement général sur les conditions techniques auxquelles doivent répondre les véhicules automobiles, leurs remorques, leurs éléments ainsi que les accessoires de sécurité, art. 18, §§ 1er et 2, et 26)."
      ],
      "abstractNL": [
        "Het element fout van het misdrijf bepaald in artikel 5, § 3, decreet Waals gewest van 19 maart 2009 betreffende de instandhouding van het gewestelijke openbaar wegen- en waterwegendomein wordt afgeleid uit de niet-naleving van de wet door het stellen van de verboden materiële gedraging; het feit dat een derde met het laden van de vrachtwagen is belast, laat de aansprakelijkheid van de gebruiker van het geladen voertuig onverlet omdat elkeen die dat voertuig gebruikt zich ervan moet vergewissen dat het gewicht in geladen toestand niet meer bedraagt dan het hoogst toegelaten gewicht, ook al heeft de gebruiker het voertuig niet zelf geladen (1). (1) Zie Cass. 16 september 2015, AR P.15.0838.F, AC 2015, nr. 521; Cass. 2 november 2004, AR P.04.0767.N, AC 2004, nr. 521 (betreffende de artikelen 18, §§ 1 en 2, en 26, KB Technische Eisen Voertuigen)."
      ]
    }
  },
  "9": {
    "ECLI:BE:CASS:2022:ARR.20221019.2F.1": {
      "court": "CASS",
      "date": "2022-10-19",
      "roleNumber": "P.22.0058.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221019.2F.1",
      "abstractFR": [
        "Il suit de l'article 100 du Code pénal et de l'article 11 de la loi spéciale de réformes institutionnelles du 8 août 1980 que, lorsque le décret ne prévoit pas l'application de l'article 85 du Code pénal et, a fortiori lorsqu'il établit une règle différente, ledit article 85 ne s'applique pas (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": [
        "Uit artikel 100 Strafwetboek en artikel 11 Bijzondere Wet Hervorming Instellingen volgt dat, wanneer het decreet niet voorziet in de toepassing van artikel 85 Strafwetboek en, a fortiori, wanneer het een andere regel bepaalt, het voormelde artikel 85 niet van toepassing is (1). (1) Zie concl. “in hoofdzaak” OM in Pas. 2022, nr. 651."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240605.2F.3": {
      "court": "CASS",
      "date": "2024-06-05",
      "roleNumber": "P.24.0176.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240605.2F.3",
      "abstractFR": [
        "1° et 2° En vertu de de l'article 9, § 3, du décret du 19 mars 2009 relatif à la conservation du domaine public régional routier et des voies hydrauliques, il incombe au fonctionnaire sanctionnateur, s'il estime nécessaire d'appliquer une amende administrative, de notifier son intention à l'auteur présumé de l'infraction, par une lettre recommandée à la poste; cette disposition, ne fait pas de l'adresse du domicile de l'auteur présumé le lieu unique où l'avis peut lui être valablement notifié, en telle sorte que l'avis de poursuite administrative peut être notifié au contrevenant à l'adresse et aux bons soins de la société qui l'emploie et que l'article 9, § 10, du décret précité désigne comme étant son civilement responsable pour le payement de l'amende."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220928.2F.5": {
      "court": "CASS",
      "date": "2022-09-28",
      "roleNumber": "P.22.0060.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220928.2F.5",
      "abstractFR": [
        "Lorsque le tribunal correctionnel, rejetant le recours du contrevenant, confirme l'amende administrative infligée en lieu et place de la sanction pénale en vertu de l'article 9, § 7, alinéa 1er, du décret du 19 mars 2009 relatif à la conservation du domaine public régional routier et des voies hydrauliques, il ne prononce pas une condamnation pénale et ladite amende conserve sa nature originaire, sans constituer une peine au sens du droit interne ; il s'ensuit que le juge n'est tenu ni de dire établi chacun des éléments constitutifs de l'infraction qui a donné lieu à l'amende administrative, ni d'énoncer dans le jugement les dispositions légales érigeant le fait en infraction et établissant la sanction, ni de motiver le choix et le degré de celle-ci (1). (1) Cass. 11 avril 2018, RG P.18.0114.F, Pas. 2018, n° 225, et les concl. « dit en substance » du MP.",
        "En vertu de l'article 9, § 7, alinéa 1er, du décret du 19 mars 2009 relatif à la conservation du domaine public régional routier et des voies hydrauliques, lorsqu'une amende administrative a été infligée en lieu et place de la sanction pénale, le contrevenant peut introduire un recours devant le tribunal correctionnel où la procédure est réglée par les dispositions du Code d'instruction criminelle, la décision du tribunal n'étant pas susceptible d'appel ; le recours a pour finalité de permettre un débat contradictoire, lequel suppose la présence de l'autorité ayant infligé la sanction administrative querellée ; dans le cadre de ce recours, le fonctionnaire sanctionnateur est partie poursuivante dès lors qu'il exerce, au nom de l'administration, les poursuites par voie d'amende administrative et défend son point de vue (1). (1) Voir Cass. 19 novembre 2014, RG P.14.0087.F, Pas. 2014, n° 706 (sommaire : « le fonctionnaire sanctionnateur régional est une partie à la cause débattue devant le tribunal de police », solution implicite mais certaine vu les concl. de M. LECLERCQ, alors premier avocat général) ; Cass. 18 janvier 2012, RG P.11.1629.F, inédit ; Cass. 8 juin 2011, RG P.11.0305.F, Pas. 2011, n° 389, avec concl. « dit en substance » de M. VANDERMEERSCH, avocat général (« étant une partie à la cause débattue devant le tribunal correctionnel où il a défendu le point de vue de l'administration, le fonctionnaire sanctionnateur régional a qualité pour se pourvoir contre le jugement infirmant l'amende administrative imposée à un contrevenant ») ; Cass. 14 décembre 2010, RG P.10.0622.N, Pas. 2010, n° 740 ; Cass. 11 février 1986, RG 9697, Pas. 1986, n° 376.",
        "En vertu de l'article 9, § 7, alinéa 1er, du décret du 19 mars 2009 relatif à la conservation du domaine public régional routier et des voies hydrauliques, lorsqu'une amende administrative a été infligée en lieu et place de la sanction pénale, le contrevenant peut introduire un recours devant le tribunal correctionnel ; la juridiction saisie dans le cadre de ce recours exerce un contrôle de pleine juridiction : le juge est tenu de vérifier si la décision administrative attaquée devant lui est justifiée en fait et en droit et si elle respecte l'ensemble des dispositions législatives et des principes généraux qui s'imposent à l'administration, parmi lesquels le principe de proportionnalité (1); même si le pouvoir de contrôle du juge sur l'amende infligée par l'autorité administrative compétente est comparable au pouvoir d'appréciation de l'administration, la faculté reconnue par la loi au fonctionnaire sanctionnateur d'aménager le taux de la sanction administrative et, le cas échéant, de l'assortir d'une modalité d'exécution, ne lui fait pas acquérir la qualité de juge. (1) Voir, a pari, Cour const. 31 mai 2011, n° 100/2011, R.D.P.C., 2012, p. 72, § B.7.2.",
        "En vertu de l'article 9, § 7, alinéa 1er, du décret du 19 mars 2009 relatif à la conservation du domaine public régional routier et des voies hydrauliques, lorsqu'une amende administrative a été infligée en lieu et place de la sanction pénale, le contrevenant peut introduire un recours devant le tribunal correctionnel ; lorsque le tribunal correctionnel rejette le recours et confirme l'amende administrative, il ne prononce pas une condamnation pénale susceptible de bénéficier de la suspension du prononcé de la condamnation (1) et ladite amende conserve sa nature originaire, sans constituer une peine au sens du droit interne ; partant, la loi ne traite pas différemment deux catégories de prévenus se trouvant dans une même situation juridique et auxquels s'appliquent des règles différentes et il n'y a pas lieu de poser à la Cour constitutionnelle une question à cet égard (2). (1) L'article 9, §§ 5, al. 2, et 7, al. 6, du D.R.W. du 19 mars 2009 permet respectivement au fonctionnaire sanctionnateur et au tribunal correctionnel saisi du recours contre sa décision d' « accorder au contrevenant des mesures de sursis à l'exécution » ; ce décret ne leur octroie pas le pouvoir d'ordonner la suspension du prononcé de l'amende infligée. (2) Voir, a pari, C. const. 16 juin 2004, n° 105/2004, relatif à la loi du 30 juin 1971 relative aux amendes administratives applicables en cas d'infraction à certaines lois sociales."
      ],
      "abstractNL": [
        "Wanneer de correctionele rechtbank, die het beroep van de overtreder verwerpt, de administratieve geldboete bevestigt die is opgelegd in plaats van een strafrechtelijke sanctie krachtens artikel 9, § 7, eerste lid, van het decreet van 19 maart 2009 betreffende de instandhouding van het gewestelijke openbaar wegen- en waterwegendomein, spreekt ze geen strafrechtelijke veroordeling uit en behoudt die geldboete haar oorspronkelijke karakter, zonder een straf te vormen in de zin van het interne recht; hieruit volgt dat de rechter er niet toe gehouden is elk bestanddeel van het misdrijf dat tot de administratieve geldboete heeft geleid, bewezen te verklaren, en evenmin in het vonnis de wettelijke bepalingen dient te vermelden die het feit bestraffen en de sanctie bepalen of de keuze en de zwaarte ervan met redenen dient te omkleden (1). (1) Cass. 11 april 2018, AR P.18.0114.F, AC 2018, nr. 225, met concl. “in hoofdzaak” OM op datum in Pas.",
        "Krachtens artikel 9, § 7, eerste lid, van het decreet van 19 maart 2009 kan de overtreder, wanneer geen strafrechtelijke sanctie maar een administratieve geldboete werd opgelegd, beroep instellen bij de correctionele rechtbank waarvoor de rechtspleging wordt gevoerd overeenkomstig de bepalingen van het Wetboek van Strafvordering, waarbij de beslissing van de rechtbank niet vatbaar is voor hoger beroep; het beroep heeft tot doel een tegensprekelijk debat mogelijk te maken dat de aanwezigheid veronderstelt van de autoriteit die de betwiste administratieve sanctie heeft opgelegd; in het kader van dit beroep is de sanctionerend ambtenaar de vervolgende partij aangezien hij, namens de administratie, de vervolging door middel van administratieve geldboete uitoefent en haar standpunt verdedigt (1). (1) Zie Cass. 19 november 2014, AR P.14.0087.F, AC 2014, nr. 706 (samenvatting: “de gewestelijke sanctionerende ambtenaar is partij in de zaak voor de politierechtbank”, impliciete maar zekere oplossing gelet op de conclusie van toenmalig eerste advocaat-generaal LECLERCQ); Cass. 18 januari 2012, AR P.11.1629.F, arrest niet gepublieceerd; Cass. 8 juni 2011, AR P.11.0305.F, AC 2011, nr. 389, met concl. “in hoofdzaak” van advocaat-generaal VANDERMEERSCH, (“de gewestelijke ambtenaar die de sanctie opgelegd heeft, is partij in de zaak voor de correctionele rechtbank, waar hij het standpunt van de administratie heeft verdedigd, en is dus bevoegd om cassatieberoep in te stellen tegen het vonnis dat de administratieve geldboete die een overtreder is opgelegd ongedaan maakt”); Cass. 14 december 2010, AR P.10.0622.N, AC 2010, nr. 740; Cass. 11 februari 1986, AR 9697, AC 1986, nr. 376.",
        "Krachtens artikel 9, § 7, eerste lid, van het decreet van 19 maart 2009 betreffende de instandhouding van het gewestelijke openbaar wegen- en waterwegendomein kan de overtreder, wanneer geen strafrechtelijke sanctie maar een administratieve geldboete wordt opgelegd, beroep instellen bij de correctionele rechtbank; het rechtscollege dat van dat beroep moet kennisnemen, oefent een toezicht met volle rechtsmacht uit: de rechter dient na te gaan of de voor hem bestreden administratieve beslissing feitelijk en naar recht verantwoord is en of ze in overeenstemming is met alle wettelijke bepalingen en algemene rechtsbeginselen, waaronder het evenredigheidsbeginsel, die aan de administratieve overheid zijn opgelegd (1); zelfs al is de controlebevoegdheid van de rechter op de door de bevoegde administratieve overheid opgelegde geldboete vergelijkbaar met de beoordelingsbevoegdheid van de administratie, impliceert de door de wet aan de sanctionerend ambtenaar toegekende bevoegdheid om het bedrag van de administratieve sanctie te bepalen en deze, in voorkomend geval, gepaard te doen gaan met een uitvoeringsmodaliteit, niet dat hem de hoedanigheid van rechter wordt toegekend. (1) Zie, a pari, GwH 31 mei 2011, nr. 100/2011, RDCP 2012, 72, § B.7.2.",
        "Krachtens artikel 9, § 7, eerste lid, van het decreet van 19 maart 2009 betreffende de instandhouding van het gewestelijke openbaar wegen- en waterwegendomein kan de overtreder, wanneer geen strafrechtelijke sanctie maar een administratieve geldboete wordt opgelegd, beroep instellen bij de correctionele rechtbank; wanneer de correctionele rechtbank het beroep verwerpt en de administratieve geldboete bevestigt, spreekt ze geen strafrechtelijke veroordeling uit waarvoor de opschorting van de uitspraak van de veroordeling kan worden toegekend (1) en behoudt die geldboete haar oorspronkelijke karakter, zonder een straf te vormen in de zin van het interne recht; de wet houdt derhalve geen verschillende behandeling in van de twee categorieën van beklaagden die zich in dezelfde juridische toestand bevinden en op wie verschillende regels van toepassing zijn en wat dat betreft dient er geen vraag te worden gesteld aan het Grondwettelijk Hof (2). (1) Artikel 9, § 5, tweede lid, en § 7, zesde lid, van het Decreet van het Waals Gewest van 19 maart 2009 laat de sanctionerend ambtenaar en de correctionele rechtbank waarbij het beroep tegen de beslissing aanhangig is gemaakt toe “de overtreder maatregelen tot uitstel van de uitvoering toe te staan”; het decreet kent hun echter niet de bevoegdheid toe om de opschorting van de uitspraak van de opgelegde geldboete te verlenen. (2) Zie a pari GwH 16 juni 2004, nr. 105/2004 met betrekking tot de wet betreffende de administratieve geldboeten toepasselijk in geval van inbreuk op sommige sociale wetten.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210908.2F.6": {
      "court": "CASS",
      "date": "2021-09-08",
      "roleNumber": "P.21.0536.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210908.2F.6",
      "abstractFR": [
        "En vertu de l'article 9, § 3, 4°, du décret du 19 mars 2009 relatif à la conservation du domaine public régional routier et des voies hydrauliques, l'auteur présumé de l'infraction a le droit de faire valoir ses moyens de défense par lettre recommandée à la poste, dans les quinze jours de la notification par le fonctionnaire délégué de l'avis de poursuite ; du seul fait que le contrevenant a soutenu son innocence autrement que dans les formes prévues par le décret, il ne résulte pas que l'amende soit justifiée ni, partant, que son annulation constitue un excès de pouvoir."
      ],
      "abstractNL": [
        "Krachtens artikel 9, § 3, 4°, van het decreet van 19 maart 2009 betreffende de instandhouding van het gewestelijk wegen- en waterdomein, heeft de vermoedelijke overtreder het recht zijn verweermiddelen bij een ter post aangetekend schrijven te laten gelden binnen een termijn van vijftien dagen, te rekenen van de datum van mededeling van het bericht van vervolging door de gemachtigd ambtenaar; uit het enkele feit dat de overtreder zijn onschuld op een andere manier staande heeft gehouden dan in de door het decreet bepaalde vormvoorschriften, volgt niet dat de geldboete verantwoord is en, bijgevolg, evenmin dat de nietigverklaring ervan een machtsoverschrijding inhoudt."
      ]
    }
  },
  "8bis": {
    "ECLI:BE:CASS:2021:ARR.20211208.2F.2": {
      "court": "CASS",
      "date": "2021-12-08",
      "roleNumber": "P.21.0082.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211208.2F.2",
      "abstractFR": [
        "En vertu de l'article 8bis, § 7, du décret de la Région wallonne du 19 mars 2009 relatif à la conservation du domaine public régional routier et des voies hydrauliques, si plusieurs infractions visées aux paragraphes 3 à 6 sont constatées simultanément (1), les montants des perceptions immédiates sont cumulés sans pouvoir dépasser 7.500 euros; le cumul déroge à la règle de la peine la plus forte en cas de concours idéal; eu égard à l'article 100 du Code pénal, c'est la dérogation qui doit être appliquée; il s'en déduit que le tribunal est tenu d'écarter l'application de l'article 65 dudit code. (1) Selon le Conseil d'État, « l'article 100 du Code pénal autorise expressément les lois et règlements particuliers à déroger aux dispositions du premier livre de ce Code. Il s'en déduit que ces règles, et notamment celles qui ont trait au concours d'infractions, ne sont pas d'ordre public », le législateur peut dès lors y déroger et, « eu égard à l'article 11 de la loi spéciale [du 8 août 1980 de réformes institutionnelles], le législateur [régional peut] concevoir un régime pour le concours d'infractions différent de celui qui est consacré par les articles 60 et suivants du Code pénal » (C.E. 1er mars 2019, n° 243.876); la Cour relève à cet égard que « le tribunal a estimé que les préventions déclarées établies procédaient du même comportement matériel, de sorte qu'il s'agit d'un concours idéal d'infractions par unité de réalisation au sens de l'article 65 du Code pénal » ; quant à cette notion, voir T. MOREAU et D. VANDERMEERSCH, Éléments de droit pénal, Bruxelles, La Charte, 2017, p. 324 ; F. KUTY, Principes généraux du droit pénal belge, T.IV : la peine, Bruxelles, Larcier, 2017, pp. 892 et 934-935.",
        "En vertu de l'article 8bis, § 7, du décret de la Région wallonne du 19 mars 2009 relatif à la conservation du domaine public régional routier et des voies hydrauliques, si plusieurs infractions visées aux paragraphes 3 à 6 sont constatées simultanément (1), les montants des perceptions immédiates sont cumulés sans pouvoir dépasser 7.500 euros; le cumul déroge à la règle de la peine la plus forte en cas de concours idéal; eu égard à l'article 100 du Code pénal, c'est la dérogation qui doit être appliquée; il s'en déduit que le tribunal est tenu d'écarter l'application de l'article 65 dudit code. (1) Selon le Conseil d'État, « l'article 100 du Code pénal autorise expressément les lois et règlements particuliers à déroger aux dispositions du premier livre de ce Code. Il s'en déduit que ces règles, et notamment celles qui ont trait au concours d'infractions, ne sont pas d'ordre public », le législateur peut dès lors y déroger et, « eu égard à l'article 11 de la loi spéciale [du 8 août 1980 de réformes institutionnelles], le législateur [régional peut] concevoir un régime pour le concours d'infractions différent de celui qui est consacré par les articles 60 et suivants du Code pénal » (C.E. 1er mars 2019, n° 243.876) ; la Cour relève à cet égard que « le tribunal a estimé que les préventions déclarées établies procédaient du même comportement matériel, de sorte qu'il s'agit d'un concours idéal d'infractions par unité de réalisation au sens de l'article 65 du Code pénal » ; quant à cette notion, voir T. MOREAU et D. VANDERMEERSCH, Éléments de droit pénal, Bruxelles, La Charte, 2017, p. 324 ; F. KUTY, Principes généraux du droit pénal belge, T.IV : la peine, Bruxelles, Larcier, 2017, pp. 892 et 934-935.",
        "En vertu de l’article 8bis, § 7, du décret de la Région wallonne du 19 mars 2009 relatif à la conservation du domaine public régional routier et des voies hydrauliques, si plusieurs infractions visées aux paragraphes 3 à 6 sont constatées simultanément (1), les montants des perceptions immédiates sont cumulés sans pouvoir dépasser 7.500 euros; le cumul déroge à la règle de la peine la plus forte en cas de concours idéal; eu égard à l’article 100 du Code pénal, c’est la dérogation qui doit être appliquée; il s’en déduit que le tribunal est tenu d’écarter l’application de l’article 65 dudit code. (1) Selon le Conseil d’État, « l’article 100 du Code pénal autorise expressément les lois et règlements particuliers à déroger aux dispositions du premier livre de ce Code. Il s’en déduit que ces règles, et notamment celles qui ont trait au concours d’infractions, ne sont pas d’ordre public », le législateur peut dès lors y déroger et, « eu égard à l’article 11 de la loi spéciale [du 8 août 1980 de réformes institutionnelles], le législateur [régional peut] concevoir un régime pour le concours d’infractions différent de celui qui est consacré par les articles 60 et suivants du Code pénal » (C.E. 1er mars 2019, n° 243.876); la Cour relève à cet égard que « le tribunal a estimé que les préventions déclarées établies procédaient du même comportement matériel, de sorte qu’il s’agit d’un concours idéal d’infractions par unité de réalisation au sens de l’article 65 du Code pénal » ; quant à cette notion, voir T. MOREAU et D. VANDERMEERSCH, Éléments de droit pénal, Bruxelles, La Charte, 2017, p. 324 ; F. KUTY, Principes généraux du droit pénal belge, T.IV : la peine, Bruxelles, Larcier, 2017, pp. 892 et 934-935.",
        "En vertu de l’article 8bis, § 7, du décret de la Région wallonne du 19 mars 2009 relatif à la conservation du domaine public régional routier et des voies hydrauliques, si plusieurs infractions visées aux paragraphes 3 à 6 sont constatées simultanément (1), les montants des perceptions immédiates sont cumulés sans pouvoir dépasser 7.500 euros; le cumul déroge à la règle de la peine la plus forte en cas de concours idéal; eu égard à l’article 100 du Code pénal, c’est la dérogation qui doit être appliquée; il s’en déduit que le tribunal est tenu d’écarter l’application de l’article 65 dudit code. (1) Selon le Conseil d’État, « l’article 100 du Code pénal autorise expressément les lois et règlements particuliers à déroger aux dispositions du premier livre de ce Code. Il s’en déduit que ces règles, et notamment celles qui ont trait au concours d’infractions, ne sont pas d’ordre public », le législateur peut dès lors y déroger et, « eu égard à l’article 11 de la loi spéciale [du 8 août 1980 de réformes institutionnelles], le législateur [régional peut] concevoir un régime pour le concours d’infractions différent de celui qui est consacré par les articles 60 et suivants du Code pénal » (C.E. 1er mars 2019, n° 243.876) ; la Cour relève à cet égard que « le tribunal a estimé que les préventions déclarées établies procédaient du même comportement matériel, de sorte qu’il s’agit d’un concours idéal d’infractions par unité de réalisation au sens de l’article 65 du Code pénal » ; quant à cette notion, voir T. MOREAU et D. VANDERMEERSCH, Éléments de droit pénal, Bruxelles, La Charte, 2017, p. 324 ; F. KUTY, Principes généraux du droit pénal belge, T.IV : la peine, Bruxelles, Larcier, 2017, pp. 892 et 934-935."
      ],
      "abstractNL": [
        "Krachtens artikel 8bis, § 7, van het decreet van het Waals Gewest van 19 maart 2009 betreffende de instandhouding van het gewestelijk openbaar wegen- en waterwegendomein worden de bedragen van de onmiddellijke inningen gecumuleerd zonder 7.500 euro te mogen overschrijden indien meerdere overtredingen bedoeld in § 3 tot § 6 gelijktijdig worden vastgesteld (1) ; de cumulatie wijkt af van de regel van de zwaarste straf in geval van ééndaadse samenloop; gelet op artikel 100 Strafwetboek moet de afwijking worden toegepast; hieruit volgt dat de rechtbank moest afwijken van de toepassing van artikel 65 Strafwetboek. Strafwetboek. (1) Volgens de Raad van State “l'article 100 du Code pénal autorise expressément les lois et règlements particuliers à déroger aux dispositions du premier livre de ce Code. Il s'en déduit que ces règles, et notamment celles qui ont trait au concours d'infractions, ne sont pas d'ordre public”, de wetgever kan er dus van afwijken en “eu égard à l'article 11 de la loi spéciale [du 8 août 1980 de réformes institutionnelles], le législateur [régional peut] concevoir un régime pour le concours d'infractions différent de celui qui est consacré par les articles 60 et suivants du Code pénal” (RvS 1 maart 2019, nr. 243.876); wat dat betreft wijst het Hof erop dat “de rechtbank heeft geoordeeld dat de bewezen verklaarde telastleggingen uit eenzelfde materiële gedraging voortvloeiden, zodat er sprake is van een ééndaadse samenloop van misdrijven door eenheid van verwezenlijking, in de zin van artikel 65 Strafwetboek”; wat betreft dat begrip, zie T. MOREAU en D. VANDERMEERSCH, Éléments de droit pénal, Brussel, die Keure, 2017, p. 324; F. KUTY, Principes généraux du droit pénal belge, IV, La peine, Brussel, Larcier, 2017, p. 892 en p. 934-935."
      ]
    }
  }
}