{
  "1": {
    "ECLI:BE:CASS:2012:ARR.20120504.3": {
      "court": "CASS",
      "date": "2012-05-04",
      "roleNumber": "C.10.0595.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120504.3",
      "abstractFR": [
        "Un immeuble en voie de construction est un immeuble dont la construction n'est pas achevée; la construction d'un immeuble est achevée lorsque le degré de finition des travaux est tel que l'habitabilité normale de l'immeuble est assurée."
      ],
      "abstractNL": [
        "Een onroerend goed in aanbouw is een onroerend goed waarvan de bouw niet voltooid is; de bouw van een onroerend goed is voltooid wanneer de werkzaamheden zodanig zijn gevorderd dat het gebouw normaal kan worden bewoond."
      ]
    },
    "ECLI:BE:CASS:1998:ARR.19981105.8": {
      "court": "CASS",
      "date": "1998-11-05",
      "roleNumber": "C950376N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:1998:ARR.19981105.8&lang=fr",
      "abstractFR": [
        "Il ne suit pas de la circonstance qu'un vendeur est intervenu en tant que mandataire dans le cadre de contrats concernant la construction d'habitations au sens de la loi du 9 juillet 1971 qu'il ne peut s'engager personnellement à procurer une habitation à construire au sens de l'article 1er de la loi précitée."
      ],
      "abstractNL": [
        "Uit de omstandigheid dat een verkoper als lasthebber is opgetreden in verband met overeenkomsten die de woningbouwovereenkomst bedoeld in de wet van 9 juli 1971 aanvullen, volgt niet dat hij zich niet persoonlijk kan verbinden een te bouwen woonhuis te verschaffen in de zin van artikel 1 van die wet."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2021:ARR.20210514.1N.6": {
      "court": "CASS",
      "date": "2021-05-14",
      "roleNumber": "C.20.0351.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210514.1N.6&lang=fr",
      "abstractFR": [
        "La circonstance que la réception provisoire n'ait pas encore eu lieu n'empêche pas que la propriété du terrain et des constructions ait déjà été transférée aux acheteurs de ceux-ci, y compris les droits du vendeur qui sont étroitement liés à l'immeuble (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De omstandigheid dat er nog geen voorlopige oplevering heeft plaatsgevonden, staat niet er aan in de weg dat de eigendom van de grond en de opstallen reeds is overgegaan op de kopers ervan, met inbegrip van de rechten van de verkoper die nauw verbonden zijn met het gebouw (1). (1) Zie concl. OM."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2021:ARR.20210514.1N.6": {
      "court": "CASS",
      "date": "2021-05-14",
      "roleNumber": "C.20.0351.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210514.1N.6&lang=fr",
      "abstractFR": [
        "La circonstance que la réception provisoire n'ait pas encore eu lieu n'empêche pas que la propriété du terrain et des constructions ait déjà été transférée aux acheteurs de ceux-ci, y compris les droits du vendeur qui sont étroitement liés à l'immeuble (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De omstandigheid dat er nog geen voorlopige oplevering heeft plaatsgevonden, staat niet er aan in de weg dat de eigendom van de grond en de opstallen reeds is overgegaan op de kopers ervan, met inbegrip van de rechten van de verkoper die nauw verbonden zijn met het gebouw (1). (1) Zie concl. OM."
      ]
    }
  },
  "9": {
    "ECLI:BE:CASS:2018:ARR.20181213.2": {
      "court": "CASS",
      "date": "2018-12-13",
      "roleNumber": "C.15.0404.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181213.2",
      "abstractFR": [
        "L'article 9 de la loi du 9 juillet 1971 réglementant la construction d'habitation et la vente d'habitations à construire ou en voie de construction n'a pas pour objet de déroger aux effets que le droit commun de la vente et de l'entreprise attache à l'agréation de l'ouvrage en ce qui concerne la garantie due à raison des défauts cachés; si les parties fixent l'agréation à la réception provisoire, le droit commun de la vente et de l'entreprise est applicable dès ce moment, dont l'obligation pour l'acheteur d'agir à bref délai ou dans un délai utile."
      ],
      "abstractNL": [
        "Artikel 9 van de wet van 9 juli 1971 tot regeling van de woningbouw en de verkoop van te bouwen of in aanbouw zijnde woningen wil niet afwijken van de gevolgen die het gemeen recht van de verkoop en van de aanneming verbindt aan de oplevering van het werk, voor wat betreft de vrijwaring tegen verborgen gebreken; indien de partijen bepalen dat de goedkeuring bij de voorlopige oplevering gegeven wordt, is het gemeen recht van de verkoop en van de aanneming vanaf dat ogenblik van toepassing, wat met name inhoudt dat de koper binnen een korte of een nuttige termijn dient te handelen."
      ]
    }
  },
  "13": {
    "ECLI:BE:CASS:2024:ARR.20240328.1N.3": {
      "court": "CASS",
      "date": "2024-03-28",
      "roleNumber": "C.21.0131.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240328.1N.3",
      "abstractFR": null,
      "abstractNL": [
        "De opdrachtgever of de koper moet de nietigheid van de aan de Woningbouwwet onderworpen overeenkomst op straffe van verval in rechte vorderen of voor de rechter als verweer opwerpen vóór de voorlopige oplevering of het verlijden van de authentieke akte; eenmaal de voorlopige oplevering heeft plaatsgevonden of de authentieke akte werd verleden, kan de opdrachtgever of de koper nadien niet meer de nietigheid van de overeenkomst vorderen of ze als verweer opwerpen (1). (1) Zie concl. OM."
      ]
    }
  }
}