{
  "1": {
    "ECLI:BE:CASS:2021:ARR.20211109.2N.2": {
      "court": "CASS",
      "date": "2021-11-09",
      "roleNumber": "P.21.0804.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211109.2N.2",
      "abstractFR": [
        "L'article 92, § 3, 1°, du Code flamand du logement de 1997, devenu l'article 6.20, alinéa 1er, 1° du Code flamand du logement de 2021, prévoit que le locataire d'un logement social doit avoir sa résidence principale dans celui-ci et y être domicilié, le non-respect de ces obligations étant punissable en vertu de l'article 102bis, § 9, 1°, du Code flamand du logement de 1997 (1) ; les articles 2, § 1er, 10°, du Code flamand du logement de 1997 et 1.3, § 1er, 21° du Code flamand du logement de 2021 précisent que, pour l'application de ce code, la résidence principale s'entend comme le logement où réside effectivement et habituellement un ménage ou un isolé ; le juge apprécie souverainement, sur la base des éléments du dossier répressif et des éléments qui lui sont soumis, si le locataire d'un logement social a sa résidence principale dans celui qu'il loue et donc s'il y réside effectivement et habituellement ; la Cour vérifie cependant si le juge ne tire pas de ses constatations des conséquences qui leur sont étrangères ou qu'elles ne sauraient justifier. (1) Voy. T. VANDROMME, « Domiciliefraude in de sociale huur », Comm.Straf., Kluwer, 2017, p. 22.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Artikel 92, § 3, 1°, Vlaamse Wooncode, thans artikel 6.20, eerste lid, 1°, Vlaamse Codex Wonen van 2021, bepaalt dat de huurder van een sociale woning de verplichting moet naleven in de sociale huurwoning zijn hoofdverblijfplaats te hebben en er gedomicilieerd te zijn, waarbij het niet-nakomen van die verplichting strafbaar is ingevolge artikel 102bis, § 9, 1°, Vlaamse Wooncode (1); uit de artikelen 2, § 1, 10°, en 1.3, § 1, 21° van de Vlaamse Wooncode volgt dat voor de toepassing van de Vlaamse Wooncode de hoofdverblijfplaats de woning is waar een gezin of een alleenstaande effectief en gewoonlijk verblijft; de rechter oordeelt onaantastbaar op basis van de gegevens van het strafdossier en de hem overgelegde gegevens of de huurder van een sociale woning zijn hoofdverblijfplaats heeft in de door hem gehuurde sociale woning, dit wil zeggen dat hij er effectief en gewoonlijk verblijft; het Hof gaat wel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden aangenomen. (1) Zie T. VANDROMME, “Domiciliefraude in de sociale huur”, in Comm. Sr., Kluwer, 2017, 22p.",
        "Artikel 92, § 3, 1°, Vlaamse Wooncode, thans artikel 6.20, eerste lid, 1°, Vlaamse Codex Wonen van 2021, bepaalt dat de huurder van een sociale woning de verplichting moet naleven in de sociale huurwoning zijn hoofdverblijfplaats te hebben en er gedomicilieerd te zijn, waarbij het niet-nakomen van die verplichting strafbaar is ingevolge art. 102bis, § 9, 1°, Vlaamse Wooncode (1); uit de artikelen 2, § 1, 10°, en 1.3, § 1, 21° van de Vlaamse Wooncode volgt dat voor de toepassing van de Vlaamse Wooncode de hoofdverblijfplaats de woning is waar een gezin of een alleenstaande effectief en gewoonlijk verblijft; de rechter oordeelt onaantastbaar op basis van de gegevens van het strafdossier en de hem overgelegde gegevens of de huurder van een sociale woning zijn hoofdverblijfplaats heeft in de door hem gehuurde sociale woning, dit wil zeggen dat hij er effectief en gewoonlijk verblijft; het Hof gaat wel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden aangenomen. (1) Zie T. VANDROMME, “Domiciliefraude in de sociale huur”, in Comm. Sr., Kluwer, 2017, 22p."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2024:ARR.20240924.2N.17": {
      "court": "CASS",
      "date": "2024-09-24",
      "roleNumber": "P.23.1101.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240924.2N.17",
      "abstractFR": null,
      "abstractNL": [
        "Het begrip vermogensvoordeel dat rechtstreeks uit een misdrijf is verkregen in de zin van artikel 42, 3°, Strafwetboek omvat elk voordeel dat voortvloeit uit een misdrijf, zonder dat aftrek moet worden gedaan van de kosten die verbonden zijn aan het plegen van het misdrijf; bij de bepaling van de uit een bewezenverklaard misdrijf verkregen vermogensvoordelen is de rechter evenmin ertoe verplicht de kosten in mindering te brengen die de beklaagde heeft gemaakt om de gevolgen van het misdrijf ongedaan te maken of om het plegen van een misdrijf in de toekomst te vermijden (1) (2). (1) Cass. 3 mei 2022, AR P.22.0040.N, AC 2022, nr. 310; Cass. 6 september 2016, AR P.15.0826.N, AC 2016, nr. 458; Cass. 22 september 2015, AR P.15.0512.N, AC 2015, nr. 544; Cass. 14 oktober 2014, AR P.13.1970.N, AC 2014, nr. 604; Cass. 27 september 2006, AR P.06.0739.F, AC 2006, nr. 441, met concl. van advocaat-generaal D. VANDERMEERSCH op datum in Pas., NC 2008/1, 58 en noot van J. ROZIE, “Een netto-, een bruto- of een ex aequo et bono-begroting van vermogensvoordelen: voor elk wat wils”. (2) Artt. 2, § 1, eerste lid, 31°, en 20, § 1, eerste en derde lid, 1°, Vlaamse Wooncode, thans de artt. 3.34 en 3.36, 1°, Vlaamse Codex Wonen van 2021"
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20131212.3": {
      "court": "CASS",
      "date": "2013-12-12",
      "roleNumber": "C.12.0401.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131212.3&lang=fr",
      "abstractFR": [
        "L'hypothèque légale qui garantit notamment la créance de l'autorité en paiement des frais qui ont été exposés dans le cadre de l'exécution d'office des travaux, peut être inscrite dès la naissance de cette créance en raison de l'exécution des travaux (1). (1) Voir les concl. contr. du M.P. publiées à leur date dans A.C.",
        "L'hypothèque légale qui garantit notamment la créance de l'autorité en paiement des frais qui ont été exposés dans le cadre de l'exécution d'office des travaux, peut être inscrite dès la naissance de cette créance en raison de l'exécution des travaux (1). (1) Voir les concl. contraires du M.P. publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "De wettelijke hypotheek die onder meer de schuldvordering van de overheid waarborgt tot betaling van de kosten die gemaakt werden in het raam van de ambtshalve uitvoering van de werken, kan worden ingeschreven van zodra die schuldvordering is ontstaan door de uitvoering van de werken (1). (1) Zie de andersl. concl. van het O.M."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2023:ARR.20230905.2N.16": {
      "court": "CASS",
      "date": "2023-09-05",
      "roleNumber": "P.23.0220.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230905.2N.16",
      "abstractFR": null,
      "abstractNL": [
        "De herstelmaatregelen van artikel 3.43 Vlaamse Codex Wonen van 2021 beogen als een bijzondere vorm van teruggave de gevolgen van de door artikel 20, § 1, Vlaamse Wooncode bedoelde misdrijven, thans artikel 3.34 Vlaamse Codex Wonen van 2021, teniet te doen en de krachtens artikel 3.1, § 1, Vlaamse Codex Wonen van 2021 vastgestelde vereisten en normen te verwezenlijken; uit de tekst van de artikelen 5, 20 en 20bis Vlaamse Wooncode en de artikelen 3.1, 3.34 en 3.43 Vlaamse Codex Wonen van 2021, hun ontstaansgeschiedenis en de doelstellingen van de decreetgever volgt dat het gevorderde herstel in hoofdorde tot integraal herstel moet strekken, dit wil zeggen tot het wegwerken van alle gebreken aan het onroerend goed teneinde het te laten voldoen aan de vereisten en normen vastgesteld krachtens artikel 3.1, § 1, Vlaamse Codex Wonen van 2021; behoudens een vastgesteld integraal herstel, mag de vordering slechts worden afgewezen in het geval van kennelijke onredelijkheid; indien dit integraal herstel als principiële herstelmaatregel volgens de rechter niet mogelijk is, dient de rechter de alternatieve maatregel van de herbestemming of de sloop te bevelen (1). (1) Zie concl. “in hoofdzaak” OM.",
        "Uit de parlementaire voorbereiding van het decreet van het Vlaams Gewest van 29 april 2011 houdende wijziging van diverse decreten met betrekking tot wonen blijkt dat, wanneer de rechter vaststelt dat de herstelvordering tot herbestemming of sloop dient te worden ingewilligd, de overtreder de keuze heeft om het herstel uit te voeren door naar eigen goeddunken één van beide maatregelen te nemen; de overtreder die kiest voor herbestemming van het goed en vervolgens een vergunning verkrijgt die de woonfunctie toelaat, kan het onroerend goed opnieuw voor bewoning bestemmen, mits hij ook de woongebreken herstelt overeenkomstig de vereisten en normen voorgeschreven krachtens artikel 3.1, § 1, Vlaamse Codex Wonen van 2021; het effect van de principiële herstelmaatregel kan aldus worden bereikt wanneer het goed, na de herbestemming ervan, in overeenstemming zal zijn gebracht met de stedenbouwkundige vereisten; het bevelen van de subsidiaire herstelmaatregel betekent dan ook niet noodzakelijk dat het in het geding zijnde goed niet meer zal kunnen worden bestemd voor bewoning; de herbestemming van een onroerend goed waardoor de woonfunctie ongedaan wordt gemaakt, heeft tot gevolg dat het pand niet meer onder de woningkwaliteitsvereisten en -normen valt en het integraal herstel geen voorwerp heeft; wanneer de uitvoering van de bevolen herbestemming van een onroerend goed overeenkomstig de Vlaamse Codex Ruimtelijke Ordening evenwel niet tot gevolg heeft dat de woonfunctie ervan ongedaan wordt gemaakt, moet de rechter behalve de alternatieve maatregel ook het integraal herstel bevelen, bestaande in het wegwerken van alle gebreken aan het onroerend goed teneinde het te laten voldoen aan alle vereisten en normen vastgesteld krachtens artikel 3.1, § 1, Vlaamse Codex Wonen van 2021; dit is met name het geval wanneer een pand werd opgesplitst in meerdere woongelegenheden zonder dat hiervoor een vergunning werd verleend zoals voorgeschreven door artikel 4.2.1, 7°, Vlaamse Codex Ruimtelijke Ordening en de strafrechter bij toepassing van artikel 20, § 1, eerste lid, Vlaamse Wooncode, thans artikel 3.34 Vlaamse Codex Wonen van 2021, de beklaagde veroordeelt wegens het verhuren van die woongelegenheden omdat ze niet voldoen aan de in artikel 5 Vlaamse Wooncode, thans artikel 3.34 Vlaamse Codex Wonen van 2021 bedoelde vereisten en normen; in dat geval dient de rechter behalve de herbestemming of de sloop ook het integraal herstel te bevelen, bestaande in het wegwerken van alle gebreken aan het onroerend goed teneinde het te laten voldoen aan de normen en vereisten vastgesteld krachtens artikel 3.34 Vlaamse Codex Wonen van 2021 (1). (1) Zie concl. “in hoofdzaak” OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200604.1N.13": {
      "court": "CASS",
      "date": "2020-06-04",
      "roleNumber": "C.19.0079.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200604.1N.13&lang=fr",
      "abstractFR": [
        "Par l’article 5, § 1er, 3°, du Code flamand du logement, le législateur décrétal vise non seulement à assurer la présence physique, matérielle et structurelle des moyens de chauffage nécessaires ou la possibilité de les raccorder de manière sûre, mais aussi à garantir le fonctionnement continu de l'installation de chauffage."
      ],
      "abstractNL": [
        "De decreetgever beoogt met artikel 5, § 1, 3° Vlaamse Wooncode niet enkel de fysieke, materiële en structurele aanwezigheid van de nodige verwarmingsmiddelen of de mogelijkheid om die middelen op een veilige manier aan te sluiten, maar ook de continue werking van de verwarmingsinstallatie te waarborgen."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210622.2N.24": {
      "court": "CASS",
      "date": "2021-06-22",
      "roleNumber": "P.20.1345.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210622.2N.24&lang=fr",
      "abstractFR": [
        "Selon l'article 70 du Code pénal, il n'y a pas infraction lorsque le fait était ordonné par la loi et commandé par l'autorité; le délai accordé par une autorité administrative, sur la base de la réglementation relative à la qualité de l'habitat, pour effectuer des travaux à un logement déclaré inadapté ou inhabitable n'ôte pas son caractère répréhensible à la location ou à la mise à disposition d'un tel logement au sens des articles 5 et 20, § 1er, alinéa 1er, du Code flamand du logement de 1997, devenus les articles 3.1, § 1er, et 3.33 du Code flamand du logement de 2021, et l'octroi d'un tel délai, qui s'inscrit dans le cadre d'une procédure administrative, ne constitue pas en soi une cause de justification au sens de l'article 70 du Code pénal."
      ],
      "abstractNL": [
        "Artikel 70 Strafwetboek bepaalt dat er geen misdrijf is wanneer het feit door de wet voorgeschreven en door de overheid bevolen is; de termijn die een bestuurlijke overheid op basis van de regelgeving inzake de woonkwaliteit toekent voor de uitvoering van werkzaamheden indien een woning ongeschikt of onbewoonbaar wordt verklaard, doet geen afbreuk aan het strafbaar karakter van het verhuren of ter beschikking stellen van een ongeschikt of onbewoonbaar verklaarde woning in de zin van de artikelen 5 en 20, § 1, eerste lid, Vlaamse Wooncode, thans de artikelen 3.1, § 1, en 3.33 Vlaamse Codex Wonen van 2021 en het verlenen van een dergelijke termijn, die kadert in administratieve procedure, levert als dusdanig geen rechtvaardigingsgrond op in de zin van artikel 70 Strafwetboek."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210511.2N.7": {
      "court": "CASS",
      "date": "2021-05-11",
      "roleNumber": "P.20.1220.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210511.2N.7&lang=fr",
      "abstractFR": [
        "Les mesures réparatrices prévues à l'article 20bis du Code flamand du logement, qui constituent une forme particulière de restitution, visent à rendre non avenues les conséquences des infractions prévues à l'article 20, § 1er, du même code et à réaliser les conditions et les normes fixées en vertu de l'article 5 du Code flamand du logement; il ressort du texte des articles 5, 20 et 20bis du Code flamand du logement (1), de leur genèse et des objectifs du législateur décrétal que la réparation demandée doit viser à titre principal la réparation intégrale, à savoir l'élimination de tous les vices de l'immeuble afin de le conformer aux normes et exigences fixées en vertu de l'article 5 du Code flamand du logement et, sauf si une réparation intégrale a été constatée, la demande ne peut être rejetée que si elle présente un caractère manifestement déraisonnable (2). (1) Ces articles sont devenus les articles 3.1, 3.34 et 3.43 du Code flamand du logement de 2021. (2) Cass. 2 décembre 2014, RG P.14.1254.N, Pas. 2014, n° 745.",
        "Le contrevenant qui opte pour la réaffectation du bien et obtient ensuite un permis d'environnement qui autorise la fonction d'habitat, peut à nouveau affecter l'immeuble à la résidence, à la condition de réparer également les vices de l'habitation conformément aux exigences prévues à l'article 5 du Code flamand du logement, l'effet de la mesure de réparation de principe pouvant ainsi être atteint si le bien, après sa réaffectation, est rendu conforme aux exigences urbanistiques et les mesures de réparation subsidiaires, lorsqu'elles sont ordonnées, ne signifiant donc pas nécessairement que le bien en cause ne pourra plus être affecté au logement.",
        "La réaffectation d'un immeuble se soldant par la suppression de la fonction de logement a pour effet que le bâtiment ne relève plus des normes de qualité de l'habitat et que la réparation intégrale n'a plus d'objet mais, si l'exécution de la réaffectation d'un immeuble, ordonnée conformément au Code flamand de l'aménagement du territoire, n'a pas pour effet d'en supprimer la fonction de logement, le juge doit ordonner, outre cette mesure alternative, la réparation intégrale consistant en l'élimination de tous les vices de l'immeuble afin de le conformer à toutes les exigences de sécurité, de salubrité et de qualité de l'habitat, comme prévu à l'article 5 du Code flamand du logement; c'est notamment le cas lorsqu'une habitation unifamiliale est subdivisée en plusieurs logements sans qu'un permis ait été octroyé à cet effet comme l'exige l'article 4.2.1, 7°, du Code flamand de l'aménagement du territoire et que le juge pénal, en application de l'article 20, § 1er, alinéa 1er, du Code flamand du logement, condamne le prévenu du chef de la mise en location de ces logements parce qu'ils ne satisfont pas aux normes et aux exigences visées par cette disposition; dans ce cas, le juge doit également ordonner, outre la réaffectation ou la démolition, la réparation intégrale consistant en l'élimination de tous les vices de l'immeuble, afin de le rendre conforme aux normes et exigences précitées."
      ],
      "abstractNL": [
        "De herstelmaatregelen van artikel 20bis Vlaamse Wooncode beogen als een bijzondere vorm van teruggave de gevolgen van de door artikel 20, § 1, Vlaamse Wooncode bedoelde misdrijven teniet te doen en de krachtens artikel 5 Vlaamse Wooncode vastgestelde vereisten en normen te verwezenlijken; uit de tekst van de artikelen 5, 20 en 20bis Vlaamse Wooncode (1), hun ontstaansgeschiedenis en de doelstellingen van de decreetgever volgt dat het gevorderde herstel in hoofdorde tot integraal herstel moet strekken, dit wil zeggen tot het wegwerken van alle gebreken aan het onroerend goed teneinde het te laten voldoen aan de vereisten en normen vastgesteld krachtens artikel 5 Vlaamse Wooncode en, behoudens een vastgesteld integraal herstel, mag de vordering slechts worden afgewezen in het geval van kennelijke onredelijkheid (2). (1) Thans de artikelen 3.1, 3.34 en 3.43 Vlaamse Codex Wonen van 2021. (2) Cass. 2 december 2014, AR P.14.1254.N, AC 2014, nr. 745.",
        "De overtreder die kiest voor herbestemming van het goed en vervolgens een omgevingsvergunning verkrijgt die de woonfunctie toelaat, kan het onroerend goed opnieuw voor bewoning bestemmen, mits hij ook de woongebreken herstelt overeenkomstig de vereisten vermeld in artikel 5 Vlaamse Wooncode, zodat aldus het effect van de principiële herstelmaatregel kan worden bereikt wanneer het goed, na de herbestemming ervan, in overeenstemming zal zijn gebracht met de stedenbouwkundige vereisten, waardoor het bevelen van de subsidiaire herstelmaatregel dan ook niet noodzakelijk betekent dat het in het geding zijnde goed niet meer zal kunnen worden bestemd voor bewoning.",
        "De herbestemming van een onroerend goed waardoor de woonfunctie ongedaan wordt gemaakt, heeft tot gevolg dat het pand niet meer onder de woningkwaliteitsnormen valt en het integraal herstel geen voorwerp heeft maar wanneer de uitvoering van de bevolen herbestemming van een onroerend goed overeenkomstig de Vlaamse Codex Ruimtelijke Ordening niet tot gevolg heeft dat de woonfunctie ervan ongedaan wordt gemaakt, moet de rechter behalve die alternatieve maatregel ook het integraal herstel bevelen, bestaande in het wegwerken van alle gebreken aan het onroerend goed teneinde het te laten voldoen aan alle veiligheids-, gezondheids- en woonkwaliteitsvereisten zoals bedoeld in artikel 5 Vlaamse Wooncode; dit is met name het geval wanneer een eengezinswoning werd opgesplitst in meerdere woongelegenheden zonder dat hiervoor een vergunning werd verleend zoals vereist door artikel 4.2.1, 7°, Vlaamse Codex Ruimtelijke Ordening en de strafrechter bij toepassing van artikel 20, § 1, eerste lid, Vlaamse Wooncode de beklaagde veroordeelt wegens het verhuren van die woongelegenheden omdat ze niet voldoen aan de in die bepaling bedoelde vereisten en normen; in dat geval dient de rechter behalve de herbestemming of de sloop ook het integraal herstel te bevelen, bestaande in het wegwerken van alle gebreken aan het onroerend goed teneinde het te laten voldoen aan de voormelde normen en vereisten."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140506.1": {
      "court": "CASS",
      "date": "2014-05-06",
      "roleNumber": "P.12.0355.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140506.1&lang=fr",
      "abstractFR": [
        "Les mesures de réparation de l'article 20bis du Code flamand du logement visent, à titre de forme particulière de restitution, à annuler les conséquences des infractions visées à l'article 20, § 1er, de ce même code et à répondre aux normes élémentaires de sécurité, de salubrité et de qualité de l'habitat visées à l'article 5 de ce même code; il ressort du texte des dispositions précitées, de leur genèse et des objectifs du pouvoir décrétal que la mesure de réparation consistant dans l'injonction d'effectuer des travaux à l'habitation afin qu'elle réponde aux conditions de l'article 5 du Code du logement, tend à la réparation intégrale qui, hormis en cas de caractère manifestement déraisonnable, doit être ordonnée pour tous les défauts présentés par l'habitation qui font l'objet de l'infraction visée à l'article 20, § 1er, du Code flamand du logement, de sorte que cette habitation réponde à nouveau à toutes les normes élémentaires de sécurité, de salubrité et de qualité de l'habitat visées à l'article 5 du Code flamand du logement; une telle demande de réparation ne peut être déclarée sans objet que si le juge constate que l'habitation répond à toutes les normes élémentaires de sécurité, de salubrité et de qualité de l'habitat applicables en vertu de l'article 5 du Code flamand du logement, de sorte que la seule constatation qu'il a été pallié aux défauts qui ont donné lieu aux poursuites pénales, ne suffit pas (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De herstelmaatregelen van artikel 20bis Vlaamse Wooncode beogen als een bijzondere vorm van teruggave, de gevolgen van de door artikel 20, §1, Vlaamse Wooncode bedoelde misdrijven teniet te doen en de door artikel 5 Vlaamse Wooncode bedoelde elementaire veiligheids-, gezondheids- en woonkwaliteitsnormen te verwezenlijken; uit de tekst van de voormelde bepalingen, hun ontstaansgeschiedenis en de doelstellingen van de decreetgever volgt dat de herstelmaatregel bestaande in het bevel om werken aan de woning uit te voeren om die te laten voldoen aan de vereisten van artikel 5 Vlaamse Wooncode, strekt tot integraal herstel dat, behoudens in het geval van kennelijke onredelijkheid, moet worden bevolen voor alle gebreken aan de woning, voorwerp van het door artikel 20, §1, Vlaamse Wooncode bedoelde misdrijf, zodat die woning opnieuw voldoet aan alle krachtens artikel 5 Vlaamse Wooncode geldende elementaire veiligheids-, gezondheids- en woonkwaliteitsnormen; een dergelijke herstelvordering kan slechts zonder voorwerp worden verklaard indien de rechter vaststelt dat de woning voldoet aan alle krachtens artikel 5 Vlaamse Wooncode geldende elementaire veiligheids-, gezondheids- en woonkwaliteitsnormen zodat de enkele vaststelling dat is verholpen aan de gebreken welke aanleiding hebben gegeven tot de strafvervolging, daartoe niet volstaat (1). (1) Zie concl. OM."
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2019:ARR.20190510.6": {
      "court": "CASS",
      "date": "2019-05-10",
      "roleNumber": "C.18.0392.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190510.6&lang=fr",
      "abstractFR": [
        "Il ne résulte ni des articles 7 et 14, § 1er, alinéas 1er et 2, et § 2, du Code flamand du logement, ni d'aucune autre disposition du Code flamand du logement qu'une attestation de conformité soit requise pour louer valablement une habitation louée au titre de résidence principale (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de artikelen 7, 14, §1, eerste en tweede lid, en §2 Vlaamse Wooncode noch uit enig andere bepaling van de Vlaamse Wooncode volgt dat een conformiteitsattest verplicht is voor de geldige verhuring van een woning die als hoofdverblijfplaats wordt verhuurd (1). (1) Zie concl. OM."
      ]
    }
  },
  "8": {
    "ECLI:BE:CASS:2017:ARR.20170512.2": {
      "court": "CASS",
      "date": "2017-05-12",
      "roleNumber": "C.16.0351.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170512.2&lang=fr",
      "abstractFR": [
        "Lorsque la Région flamande préfinance les frais de relogement elle est subrogée dans tous les droits de la commune à l'égard du propriétaire en ce qui concerne les frais préfinancés et elle exerce, dans ce cas, les compétences conférées au bourgmestre par l'article 15, § 1er, alinéa 6 du Code flamand du logement; cela implique que la décision de récupérer les frais de relogement à charge du propriétaire et que le pouvoir d'appréciation en la matière revient à la Région flamande (1). (1) Art. 15, § 1er, alinéas 6 et 8 du Code flamand du Logement tel qu'il était applicable avant la modification par le décret du 29 mars 2013."
      ],
      "abstractNL": [
        "Wanneer het Vlaams Gewest de kosten van herhuisvesting prefinanciert, treedt het met betrekking tot de geprefinancierde kosten in alle rechten die de gemeente heeft ten aanzien van de eigenaar en oefent het in dat geval de bevoegdheden uit die artikel 15, § 1, zesde lid, van de Vlaamse Wooncode aan de burgemeester verleent; dit impliceert dat de beslissing om de herhuisvestingskosten te verhalen op de eigenaars en de appreciatiebevoegdheid ter zake alsdan aan het Vlaams Gewest toekomt (1). (1) Art. 15, § 1, zesde en achtste lid, Vlaamse Wooncode, zoals van toepassing vóór de wijziging bij decreet van 29 maart 2013."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2021:ARR.20211109.2N.2": {
      "court": "CASS",
      "date": "2021-11-09",
      "roleNumber": "P.21.0804.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211109.2N.2",
      "abstractFR": [
        "L'article 92, § 3, 1°, du Code flamand du logement de 1997, devenu l'article 6.20, alinéa 1er, 1° du Code flamand du logement de 2021, prévoit que le locataire d'un logement social doit avoir sa résidence principale dans celui-ci et y être domicilié, le non-respect de ces obligations étant punissable en vertu de l'article 102bis, § 9, 1°, du Code flamand du logement de 1997 (1) ; les articles 2, § 1er, 10°, du Code flamand du logement de 1997 et 1.3, § 1er, 21° du Code flamand du logement de 2021 précisent que, pour l'application de ce code, la résidence principale s'entend comme le logement où réside effectivement et habituellement un ménage ou un isolé ; le juge apprécie souverainement, sur la base des éléments du dossier répressif et des éléments qui lui sont soumis, si le locataire d'un logement social a sa résidence principale dans celui qu'il loue et donc s'il y réside effectivement et habituellement ; la Cour vérifie cependant si le juge ne tire pas de ses constatations des conséquences qui leur sont étrangères ou qu'elles ne sauraient justifier. (1) Voy. T. VANDROMME, « Domiciliefraude in de sociale huur », Comm.Straf., Kluwer, 2017, p. 22.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Artikel 92, § 3, 1°, Vlaamse Wooncode, thans artikel 6.20, eerste lid, 1°, Vlaamse Codex Wonen van 2021, bepaalt dat de huurder van een sociale woning de verplichting moet naleven in de sociale huurwoning zijn hoofdverblijfplaats te hebben en er gedomicilieerd te zijn, waarbij het niet-nakomen van die verplichting strafbaar is ingevolge artikel 102bis, § 9, 1°, Vlaamse Wooncode (1); uit de artikelen 2, § 1, 10°, en 1.3, § 1, 21° van de Vlaamse Wooncode volgt dat voor de toepassing van de Vlaamse Wooncode de hoofdverblijfplaats de woning is waar een gezin of een alleenstaande effectief en gewoonlijk verblijft; de rechter oordeelt onaantastbaar op basis van de gegevens van het strafdossier en de hem overgelegde gegevens of de huurder van een sociale woning zijn hoofdverblijfplaats heeft in de door hem gehuurde sociale woning, dit wil zeggen dat hij er effectief en gewoonlijk verblijft; het Hof gaat wel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden aangenomen. (1) Zie T. VANDROMME, “Domiciliefraude in de sociale huur”, in Comm. Sr., Kluwer, 2017, 22p.",
        "Artikel 92, § 3, 1°, Vlaamse Wooncode, thans artikel 6.20, eerste lid, 1°, Vlaamse Codex Wonen van 2021, bepaalt dat de huurder van een sociale woning de verplichting moet naleven in de sociale huurwoning zijn hoofdverblijfplaats te hebben en er gedomicilieerd te zijn, waarbij het niet-nakomen van die verplichting strafbaar is ingevolge art. 102bis, § 9, 1°, Vlaamse Wooncode (1); uit de artikelen 2, § 1, 10°, en 1.3, § 1, 21° van de Vlaamse Wooncode volgt dat voor de toepassing van de Vlaamse Wooncode de hoofdverblijfplaats de woning is waar een gezin of een alleenstaande effectief en gewoonlijk verblijft; de rechter oordeelt onaantastbaar op basis van de gegevens van het strafdossier en de hem overgelegde gegevens of de huurder van een sociale woning zijn hoofdverblijfplaats heeft in de door hem gehuurde sociale woning, dit wil zeggen dat hij er effectief en gewoonlijk verblijft; het Hof gaat wel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden aangenomen. (1) Zie T. VANDROMME, “Domiciliefraude in de sociale huur”, in Comm. Sr., Kluwer, 2017, 22p."
      ]
    }
  },
  "15": {
    "ECLI:BE:CASS:2017:ARR.20170512.2": {
      "court": "CASS",
      "date": "2017-05-12",
      "roleNumber": "C.16.0351.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170512.2&lang=fr",
      "abstractFR": [
        "Lorsque la Région flamande préfinance les frais de relogement elle est subrogée dans tous les droits de la commune à l'égard du propriétaire en ce qui concerne les frais préfinancés et elle exerce, dans ce cas, les compétences conférées au bourgmestre par l'article 15, § 1er, alinéa 6 du Code flamand du logement; cela implique que la décision de récupérer les frais de relogement à charge du propriétaire et que le pouvoir d'appréciation en la matière revient à la Région flamande (1). (1) Art. 15, § 1er, alinéas 6 et 8 du Code flamand du Logement tel qu'il était applicable avant la modification par le décret du 29 mars 2013."
      ],
      "abstractNL": [
        "Wanneer het Vlaams Gewest de kosten van herhuisvesting prefinanciert, treedt het met betrekking tot de geprefinancierde kosten in alle rechten die de gemeente heeft ten aanzien van de eigenaar en oefent het in dat geval de bevoegdheden uit die artikel 15, § 1, zesde lid, van de Vlaamse Wooncode aan de burgemeester verleent; dit impliceert dat de beslissing om de herhuisvestingskosten te verhalen op de eigenaars en de appreciatiebevoegdheid ter zake alsdan aan het Vlaams Gewest toekomt (1). (1) Art. 15, § 1, zesde en achtste lid, Vlaamse Wooncode, zoals van toepassing vóór de wijziging bij decreet van 29 maart 2013."
      ]
    }
  },
  "20": {
    "ECLI:BE:CASS:2024:ARR.20240924.2N.17": {
      "court": "CASS",
      "date": "2024-09-24",
      "roleNumber": "P.23.1101.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240924.2N.17",
      "abstractFR": null,
      "abstractNL": [
        "Het begrip vermogensvoordeel dat rechtstreeks uit een misdrijf is verkregen in de zin van artikel 42, 3°, Strafwetboek omvat elk voordeel dat voortvloeit uit een misdrijf, zonder dat aftrek moet worden gedaan van de kosten die verbonden zijn aan het plegen van het misdrijf; bij de bepaling van de uit een bewezenverklaard misdrijf verkregen vermogensvoordelen is de rechter evenmin ertoe verplicht de kosten in mindering te brengen die de beklaagde heeft gemaakt om de gevolgen van het misdrijf ongedaan te maken of om het plegen van een misdrijf in de toekomst te vermijden (1) (2). (1) Cass. 3 mei 2022, AR P.22.0040.N, AC 2022, nr. 310; Cass. 6 september 2016, AR P.15.0826.N, AC 2016, nr. 458; Cass. 22 september 2015, AR P.15.0512.N, AC 2015, nr. 544; Cass. 14 oktober 2014, AR P.13.1970.N, AC 2014, nr. 604; Cass. 27 september 2006, AR P.06.0739.F, AC 2006, nr. 441, met concl. van advocaat-generaal D. VANDERMEERSCH op datum in Pas., NC 2008/1, 58 en noot van J. ROZIE, “Een netto-, een bruto- of een ex aequo et bono-begroting van vermogensvoordelen: voor elk wat wils”. (2) Artt. 2, § 1, eerste lid, 31°, en 20, § 1, eerste en derde lid, 1°, Vlaamse Wooncode, thans de artt. 3.34 en 3.36, 1°, Vlaamse Codex Wonen van 2021"
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230905.2N.16": {
      "court": "CASS",
      "date": "2023-09-05",
      "roleNumber": "P.23.0220.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230905.2N.16",
      "abstractFR": null,
      "abstractNL": [
        "De herstelmaatregelen van artikel 3.43 Vlaamse Codex Wonen van 2021 beogen als een bijzondere vorm van teruggave de gevolgen van de door artikel 20, § 1, Vlaamse Wooncode bedoelde misdrijven, thans artikel 3.34 Vlaamse Codex Wonen van 2021, teniet te doen en de krachtens artikel 3.1, § 1, Vlaamse Codex Wonen van 2021 vastgestelde vereisten en normen te verwezenlijken; uit de tekst van de artikelen 5, 20 en 20bis Vlaamse Wooncode en de artikelen 3.1, 3.34 en 3.43 Vlaamse Codex Wonen van 2021, hun ontstaansgeschiedenis en de doelstellingen van de decreetgever volgt dat het gevorderde herstel in hoofdorde tot integraal herstel moet strekken, dit wil zeggen tot het wegwerken van alle gebreken aan het onroerend goed teneinde het te laten voldoen aan de vereisten en normen vastgesteld krachtens artikel 3.1, § 1, Vlaamse Codex Wonen van 2021; behoudens een vastgesteld integraal herstel, mag de vordering slechts worden afgewezen in het geval van kennelijke onredelijkheid; indien dit integraal herstel als principiële herstelmaatregel volgens de rechter niet mogelijk is, dient de rechter de alternatieve maatregel van de herbestemming of de sloop te bevelen (1). (1) Zie concl. “in hoofdzaak” OM.",
        "Uit de parlementaire voorbereiding van het decreet van het Vlaams Gewest van 29 april 2011 houdende wijziging van diverse decreten met betrekking tot wonen blijkt dat, wanneer de rechter vaststelt dat de herstelvordering tot herbestemming of sloop dient te worden ingewilligd, de overtreder de keuze heeft om het herstel uit te voeren door naar eigen goeddunken één van beide maatregelen te nemen; de overtreder die kiest voor herbestemming van het goed en vervolgens een vergunning verkrijgt die de woonfunctie toelaat, kan het onroerend goed opnieuw voor bewoning bestemmen, mits hij ook de woongebreken herstelt overeenkomstig de vereisten en normen voorgeschreven krachtens artikel 3.1, § 1, Vlaamse Codex Wonen van 2021; het effect van de principiële herstelmaatregel kan aldus worden bereikt wanneer het goed, na de herbestemming ervan, in overeenstemming zal zijn gebracht met de stedenbouwkundige vereisten; het bevelen van de subsidiaire herstelmaatregel betekent dan ook niet noodzakelijk dat het in het geding zijnde goed niet meer zal kunnen worden bestemd voor bewoning; de herbestemming van een onroerend goed waardoor de woonfunctie ongedaan wordt gemaakt, heeft tot gevolg dat het pand niet meer onder de woningkwaliteitsvereisten en -normen valt en het integraal herstel geen voorwerp heeft; wanneer de uitvoering van de bevolen herbestemming van een onroerend goed overeenkomstig de Vlaamse Codex Ruimtelijke Ordening evenwel niet tot gevolg heeft dat de woonfunctie ervan ongedaan wordt gemaakt, moet de rechter behalve de alternatieve maatregel ook het integraal herstel bevelen, bestaande in het wegwerken van alle gebreken aan het onroerend goed teneinde het te laten voldoen aan alle vereisten en normen vastgesteld krachtens artikel 3.1, § 1, Vlaamse Codex Wonen van 2021; dit is met name het geval wanneer een pand werd opgesplitst in meerdere woongelegenheden zonder dat hiervoor een vergunning werd verleend zoals voorgeschreven door artikel 4.2.1, 7°, Vlaamse Codex Ruimtelijke Ordening en de strafrechter bij toepassing van artikel 20, § 1, eerste lid, Vlaamse Wooncode, thans artikel 3.34 Vlaamse Codex Wonen van 2021, de beklaagde veroordeelt wegens het verhuren van die woongelegenheden omdat ze niet voldoen aan de in artikel 5 Vlaamse Wooncode, thans artikel 3.34 Vlaamse Codex Wonen van 2021 bedoelde vereisten en normen; in dat geval dient de rechter behalve de herbestemming of de sloop ook het integraal herstel te bevelen, bestaande in het wegwerken van alle gebreken aan het onroerend goed teneinde het te laten voldoen aan de normen en vereisten vastgesteld krachtens artikel 3.34 Vlaamse Codex Wonen van 2021 (1). (1) Zie concl. “in hoofdzaak” OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210622.2N.24": {
      "court": "CASS",
      "date": "2021-06-22",
      "roleNumber": "P.20.1345.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210622.2N.24&lang=fr",
      "abstractFR": [
        "Selon l'article 70 du Code pénal, il n'y a pas infraction lorsque le fait était ordonné par la loi et commandé par l'autorité; le délai accordé par une autorité administrative, sur la base de la réglementation relative à la qualité de l'habitat, pour effectuer des travaux à un logement déclaré inadapté ou inhabitable n'ôte pas son caractère répréhensible à la location ou à la mise à disposition d'un tel logement au sens des articles 5 et 20, § 1er, alinéa 1er, du Code flamand du logement de 1997, devenus les articles 3.1, § 1er, et 3.33 du Code flamand du logement de 2021, et l'octroi d'un tel délai, qui s'inscrit dans le cadre d'une procédure administrative, ne constitue pas en soi une cause de justification au sens de l'article 70 du Code pénal."
      ],
      "abstractNL": [
        "Artikel 70 Strafwetboek bepaalt dat er geen misdrijf is wanneer het feit door de wet voorgeschreven en door de overheid bevolen is; de termijn die een bestuurlijke overheid op basis van de regelgeving inzake de woonkwaliteit toekent voor de uitvoering van werkzaamheden indien een woning ongeschikt of onbewoonbaar wordt verklaard, doet geen afbreuk aan het strafbaar karakter van het verhuren of ter beschikking stellen van een ongeschikt of onbewoonbaar verklaarde woning in de zin van de artikelen 5 en 20, § 1, eerste lid, Vlaamse Wooncode, thans de artikelen 3.1, § 1, en 3.33 Vlaamse Codex Wonen van 2021 en het verlenen van een dergelijke termijn, die kadert in administratieve procedure, levert als dusdanig geen rechtvaardigingsgrond op in de zin van artikel 70 Strafwetboek."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210511.2N.7": {
      "court": "CASS",
      "date": "2021-05-11",
      "roleNumber": "P.20.1220.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210511.2N.7&lang=fr",
      "abstractFR": [
        "Selon l'article 20, § 3, alinéa 1er, du Code flamand du logement (1), les agents et officiers de police judiciaire et, en particulier, les fonctionnaires désignés à cet effet, dont l'inspecteur du patrimoine immobilier, ont accès aux chantiers et aux bâtiments en vue d'exécuter toutes les recherches et constatations nécessaires et, si ces opérations portent les caractéristiques d'une perquisition, elles ne peuvent être exécutées, selon l'alinéa 2 de cette disposition, qu'à la condition que le juge de police les ait autorisées; une perquisition au sens de ces dispositions peut être exécutée légalement sur réquisition ou avec le consentement de l'occupant du lieu, en application de l'article 1er, alinéa 2, 3°, de la loi du 7 juin 1969 fixant le temps pendant lequel il ne peut être procédé à des perquisitions, visites domiciliaires ou privations de liberté et, dans ce cas, aucune autorisation du juge de police n'est exigée (2). (1) Cet article est devenu l'article 3.38 du Code flamand du logement de 2021. (2) L'autorisation du juge de police a été instaurée par le décret du 29 mars 2013 portant modification de divers décrets relatifs au contrôle de la qualité du logement, M.B. 1er août 2013, Doc. Parl., Parlement flamand, 2012-2013, n° 186/1, p. 22. Il y est clairement indiqué que l'inviolabilité du domicile n'empêche pas la réalisation de perquisitions dans celui-ci, moyennant l'accord écrit préalable de l'occupant ; T. VANDROMME, \"De (voorlopig?) laatste fase in de optimalisering van de Vlaamse woningkwaliteitsbewaking: het Integratiedecreet van 29 maart 2013\", R.W. 2012-2013, p. 492, n° 233 ; T. VANDROMME, \"Verhuur van krotwoningen\", Comm. Strafr., p. 36, n° 104.",
        "Les mesures réparatrices prévues à l'article 20bis du Code flamand du logement, qui constituent une forme particulière de restitution, visent à rendre non avenues les conséquences des infractions prévues à l'article 20, § 1er, du même code et à réaliser les conditions et les normes fixées en vertu de l'article 5 du Code flamand du logement; il ressort du texte des articles 5, 20 et 20bis du Code flamand du logement (1), de leur genèse et des objectifs du législateur décrétal que la réparation demandée doit viser à titre principal la réparation intégrale, à savoir l'élimination de tous les vices de l'immeuble afin de le conformer aux normes et exigences fixées en vertu de l'article 5 du Code flamand du logement et, sauf si une réparation intégrale a été constatée, la demande ne peut être rejetée que si elle présente un caractère manifestement déraisonnable (2). (1) Ces articles sont devenus les articles 3.1, 3.34 et 3.43 du Code flamand du logement de 2021. (2) Cass. 2 décembre 2014, RG P.14.1254.N, Pas. 2014, n° 745.",
        "La réaffectation d'un immeuble se soldant par la suppression de la fonction de logement a pour effet que le bâtiment ne relève plus des normes de qualité de l'habitat et que la réparation intégrale n'a plus d'objet mais, si l'exécution de la réaffectation d'un immeuble, ordonnée conformément au Code flamand de l'aménagement du territoire, n'a pas pour effet d'en supprimer la fonction de logement, le juge doit ordonner, outre cette mesure alternative, la réparation intégrale consistant en l'élimination de tous les vices de l'immeuble afin de le conformer à toutes les exigences de sécurité, de salubrité et de qualité de l'habitat, comme prévu à l'article 5 du Code flamand du logement; c'est notamment le cas lorsqu'une habitation unifamiliale est subdivisée en plusieurs logements sans qu'un permis ait été octroyé à cet effet comme l'exige l'article 4.2.1, 7°, du Code flamand de l'aménagement du territoire et que le juge pénal, en application de l'article 20, § 1er, alinéa 1er, du Code flamand du logement, condamne le prévenu du chef de la mise en location de ces logements parce qu'ils ne satisfont pas aux normes et aux exigences visées par cette disposition; dans ce cas, le juge doit également ordonner, outre la réaffectation ou la démolition, la réparation intégrale consistant en l'élimination de tous les vices de l'immeuble, afin de le rendre conforme aux normes et exigences précitées.",
        "Le juge qui a condamné un prévenu sur la base de l'article 20 du Code flamand du logement est, en principe, tenu d'ordonner les mesures de réparation appropriées, visées à l'article 20bis, § 1er, du Code flamand du logement et ce, d'office ou sur réquisition des autorités visées par cette disposition; le juge qui ordonne une telle mesure, en totalité ou en partie, sans qu'une demande ait été introduite à cet effet par les autorités, ne viole ni les droits de la défense ni le droit des parties à la contradiction."
      ],
      "abstractNL": [
        "Volgens artikel 20, § 3, eerste lid, Vlaamse Wooncode (1), hebben de agenten en officieren van gerechtelijke politie en de in het bijzonder daartoe aangewezen ambtenaren, waaronder de wooninspecteur, toegang tot de bouwplaatsen en de gebouwen om alle nodige opsporingen en vaststellingen te verrichten en als de verrichtingen de kenmerken van een huiszoeking dragen, mogen ze volgens het tweede lid van die bepaling alleen worden uitgevoerd op voorwaarde dat de politierechter daartoe een machtiging heeft verstrekt; een huiszoeking in de zin van die bepalingen kan op een wettige wijze worden uitgevoerd op verzoek of met toestemming van de bewoner van de plaats bij toepassing van artikel 1, tweede lid, 3°, Huiszoekingswet en in dat geval is geen machtiging van de politierechter vereist (2). (1) Thans artikel 3.38 Vlaamse Codex Wonen van 2021. (2) De machtiging van de politierechter werd ingevoerd door het Decreet van 29 maart 2013 houdende wijziging van diverse decreten wat de woonkwaliteitsbewaking betreft, het zgn Integratiedecreet, BS 1 augustus 2013, Parl. St. Vl.Parl., 2012-2013, nr. 186/1, p. 22. Hierin werd duidelijk gesteld dat de onschendbaarheid van de woning er niet aan in de weg staat dat woningonderzoeken worden uitgevoerd met voorafgaande schriftelijke toestemming van de bewoner; T. VANDROMME, \"De (voorlopig?) laatste fase in de optimalisering van de Vlaamse woningkwaliteitsbewaking: het Integratiedecreet van 29 maart 2013\", RW 2012-2013, p. 492, nr. 233; T. VANDROMME, \"Verhuur van krotwoningen\", Comm. Strafr., p. 36, nr. 104.",
        "De herstelmaatregelen van artikel 20bis Vlaamse Wooncode beogen als een bijzondere vorm van teruggave de gevolgen van de door artikel 20, § 1, Vlaamse Wooncode bedoelde misdrijven teniet te doen en de krachtens artikel 5 Vlaamse Wooncode vastgestelde vereisten en normen te verwezenlijken; uit de tekst van de artikelen 5, 20 en 20bis Vlaamse Wooncode (1), hun ontstaansgeschiedenis en de doelstellingen van de decreetgever volgt dat het gevorderde herstel in hoofdorde tot integraal herstel moet strekken, dit wil zeggen tot het wegwerken van alle gebreken aan het onroerend goed teneinde het te laten voldoen aan de vereisten en normen vastgesteld krachtens artikel 5 Vlaamse Wooncode en, behoudens een vastgesteld integraal herstel, mag de vordering slechts worden afgewezen in het geval van kennelijke onredelijkheid (2). (1) Thans de artikelen 3.1, 3.34 en 3.43 Vlaamse Codex Wonen van 2021. (2) Cass. 2 december 2014, AR P.14.1254.N, AC 2014, nr. 745.",
        "De herbestemming van een onroerend goed waardoor de woonfunctie ongedaan wordt gemaakt, heeft tot gevolg dat het pand niet meer onder de woningkwaliteitsnormen valt en het integraal herstel geen voorwerp heeft maar wanneer de uitvoering van de bevolen herbestemming van een onroerend goed overeenkomstig de Vlaamse Codex Ruimtelijke Ordening niet tot gevolg heeft dat de woonfunctie ervan ongedaan wordt gemaakt, moet de rechter behalve die alternatieve maatregel ook het integraal herstel bevelen, bestaande in het wegwerken van alle gebreken aan het onroerend goed teneinde het te laten voldoen aan alle veiligheids-, gezondheids- en woonkwaliteitsvereisten zoals bedoeld in artikel 5 Vlaamse Wooncode; dit is met name het geval wanneer een eengezinswoning werd opgesplitst in meerdere woongelegenheden zonder dat hiervoor een vergunning werd verleend zoals vereist door artikel 4.2.1, 7°, Vlaamse Codex Ruimtelijke Ordening en de strafrechter bij toepassing van artikel 20, § 1, eerste lid, Vlaamse Wooncode de beklaagde veroordeelt wegens het verhuren van die woongelegenheden omdat ze niet voldoen aan de in die bepaling bedoelde vereisten en normen; in dat geval dient de rechter behalve de herbestemming of de sloop ook het integraal herstel te bevelen, bestaande in het wegwerken van alle gebreken aan het onroerend goed teneinde het te laten voldoen aan de voormelde normen en vereisten.",
        "De rechter die een beklaagde veroordeelt op grond van artikel 20 Vlaamse Wooncode, is er in beginsel toe verplicht om de gepaste herstelmaatregelen te bevelen zoals bedoeld in artikel 20bis, § 1, Vlaamse Wooncode en dit gebeurt ambtshalve of op vordering van de in die bepaling bedoelde overheden; de rechter die een dergelijke maatregel geheel of gedeeltelijk beveelt zonder dat door een van die overheden hiervoor een vordering werd ingesteld, miskent niet het recht van verdediging of het recht op tegenspraak van de partijen."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140506.1": {
      "court": "CASS",
      "date": "2014-05-06",
      "roleNumber": "P.12.0355.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140506.1&lang=fr",
      "abstractFR": [
        "Les mesures de réparation de l'article 20bis du Code flamand du logement visent, à titre de forme particulière de restitution, à annuler les conséquences des infractions visées à l'article 20, § 1er, de ce même code et à répondre aux normes élémentaires de sécurité, de salubrité et de qualité de l'habitat visées à l'article 5 de ce même code; il ressort du texte des dispositions précitées, de leur genèse et des objectifs du pouvoir décrétal que la mesure de réparation consistant dans l'injonction d'effectuer des travaux à l'habitation afin qu'elle réponde aux conditions de l'article 5 du Code du logement, tend à la réparation intégrale qui, hormis en cas de caractère manifestement déraisonnable, doit être ordonnée pour tous les défauts présentés par l'habitation qui font l'objet de l'infraction visée à l'article 20, § 1er, du Code flamand du logement, de sorte que cette habitation réponde à nouveau à toutes les normes élémentaires de sécurité, de salubrité et de qualité de l'habitat visées à l'article 5 du Code flamand du logement; une telle demande de réparation ne peut être déclarée sans objet que si le juge constate que l'habitation répond à toutes les normes élémentaires de sécurité, de salubrité et de qualité de l'habitat applicables en vertu de l'article 5 du Code flamand du logement, de sorte que la seule constatation qu'il a été pallié aux défauts qui ont donné lieu aux poursuites pénales, ne suffit pas (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De herstelmaatregelen van artikel 20bis Vlaamse Wooncode beogen als een bijzondere vorm van teruggave, de gevolgen van de door artikel 20, §1, Vlaamse Wooncode bedoelde misdrijven teniet te doen en de door artikel 5 Vlaamse Wooncode bedoelde elementaire veiligheids-, gezondheids- en woonkwaliteitsnormen te verwezenlijken; uit de tekst van de voormelde bepalingen, hun ontstaansgeschiedenis en de doelstellingen van de decreetgever volgt dat de herstelmaatregel bestaande in het bevel om werken aan de woning uit te voeren om die te laten voldoen aan de vereisten van artikel 5 Vlaamse Wooncode, strekt tot integraal herstel dat, behoudens in het geval van kennelijke onredelijkheid, moet worden bevolen voor alle gebreken aan de woning, voorwerp van het door artikel 20, §1, Vlaamse Wooncode bedoelde misdrijf, zodat die woning opnieuw voldoet aan alle krachtens artikel 5 Vlaamse Wooncode geldende elementaire veiligheids-, gezondheids- en woonkwaliteitsnormen; een dergelijke herstelvordering kan slechts zonder voorwerp worden verklaard indien de rechter vaststelt dat de woning voldoet aan alle krachtens artikel 5 Vlaamse Wooncode geldende elementaire veiligheids-, gezondheids- en woonkwaliteitsnormen zodat de enkele vaststelling dat is verholpen aan de gebreken welke aanleiding hebben gegeven tot de strafvervolging, daartoe niet volstaat (1). (1) Zie concl. OM."
      ]
    }
  },
  "21": {
    "ECLI:BE:CASS:2021:ARR.20211109.2N.2": {
      "court": "CASS",
      "date": "2021-11-09",
      "roleNumber": "P.21.0804.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211109.2N.2",
      "abstractFR": [
        "L'article 92, § 3, 1°, du Code flamand du logement de 1997, devenu l'article 6.20, alinéa 1er, 1° du Code flamand du logement de 2021, prévoit que le locataire d'un logement social doit avoir sa résidence principale dans celui-ci et y être domicilié, le non-respect de ces obligations étant punissable en vertu de l'article 102bis, § 9, 1°, du Code flamand du logement de 1997 (1) ; les articles 2, § 1er, 10°, du Code flamand du logement de 1997 et 1.3, § 1er, 21° du Code flamand du logement de 2021 précisent que, pour l'application de ce code, la résidence principale s'entend comme le logement où réside effectivement et habituellement un ménage ou un isolé ; le juge apprécie souverainement, sur la base des éléments du dossier répressif et des éléments qui lui sont soumis, si le locataire d'un logement social a sa résidence principale dans celui qu'il loue et donc s'il y réside effectivement et habituellement ; la Cour vérifie cependant si le juge ne tire pas de ses constatations des conséquences qui leur sont étrangères ou qu'elles ne sauraient justifier. (1) Voy. T. VANDROMME, « Domiciliefraude in de sociale huur », Comm.Straf., Kluwer, 2017, p. 22.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Artikel 92, § 3, 1°, Vlaamse Wooncode, thans artikel 6.20, eerste lid, 1°, Vlaamse Codex Wonen van 2021, bepaalt dat de huurder van een sociale woning de verplichting moet naleven in de sociale huurwoning zijn hoofdverblijfplaats te hebben en er gedomicilieerd te zijn, waarbij het niet-nakomen van die verplichting strafbaar is ingevolge artikel 102bis, § 9, 1°, Vlaamse Wooncode (1); uit de artikelen 2, § 1, 10°, en 1.3, § 1, 21° van de Vlaamse Wooncode volgt dat voor de toepassing van de Vlaamse Wooncode de hoofdverblijfplaats de woning is waar een gezin of een alleenstaande effectief en gewoonlijk verblijft; de rechter oordeelt onaantastbaar op basis van de gegevens van het strafdossier en de hem overgelegde gegevens of de huurder van een sociale woning zijn hoofdverblijfplaats heeft in de door hem gehuurde sociale woning, dit wil zeggen dat hij er effectief en gewoonlijk verblijft; het Hof gaat wel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden aangenomen. (1) Zie T. VANDROMME, “Domiciliefraude in de sociale huur”, in Comm. Sr., Kluwer, 2017, 22p.",
        "Artikel 92, § 3, 1°, Vlaamse Wooncode, thans artikel 6.20, eerste lid, 1°, Vlaamse Codex Wonen van 2021, bepaalt dat de huurder van een sociale woning de verplichting moet naleven in de sociale huurwoning zijn hoofdverblijfplaats te hebben en er gedomicilieerd te zijn, waarbij het niet-nakomen van die verplichting strafbaar is ingevolge art. 102bis, § 9, 1°, Vlaamse Wooncode (1); uit de artikelen 2, § 1, 10°, en 1.3, § 1, 21° van de Vlaamse Wooncode volgt dat voor de toepassing van de Vlaamse Wooncode de hoofdverblijfplaats de woning is waar een gezin of een alleenstaande effectief en gewoonlijk verblijft; de rechter oordeelt onaantastbaar op basis van de gegevens van het strafdossier en de hem overgelegde gegevens of de huurder van een sociale woning zijn hoofdverblijfplaats heeft in de door hem gehuurde sociale woning, dit wil zeggen dat hij er effectief en gewoonlijk verblijft; het Hof gaat wel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden aangenomen. (1) Zie T. VANDROMME, “Domiciliefraude in de sociale huur”, in Comm. Sr., Kluwer, 2017, 22p."
      ]
    }
  },
  "31": {
    "ECLI:BE:CASS:2024:ARR.20240924.2N.17": {
      "court": "CASS",
      "date": "2024-09-24",
      "roleNumber": "P.23.1101.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240924.2N.17",
      "abstractFR": null,
      "abstractNL": [
        "Het begrip vermogensvoordeel dat rechtstreeks uit een misdrijf is verkregen in de zin van artikel 42, 3°, Strafwetboek omvat elk voordeel dat voortvloeit uit een misdrijf, zonder dat aftrek moet worden gedaan van de kosten die verbonden zijn aan het plegen van het misdrijf; bij de bepaling van de uit een bewezenverklaard misdrijf verkregen vermogensvoordelen is de rechter evenmin ertoe verplicht de kosten in mindering te brengen die de beklaagde heeft gemaakt om de gevolgen van het misdrijf ongedaan te maken of om het plegen van een misdrijf in de toekomst te vermijden (1) (2). (1) Cass. 3 mei 2022, AR P.22.0040.N, AC 2022, nr. 310; Cass. 6 september 2016, AR P.15.0826.N, AC 2016, nr. 458; Cass. 22 september 2015, AR P.15.0512.N, AC 2015, nr. 544; Cass. 14 oktober 2014, AR P.13.1970.N, AC 2014, nr. 604; Cass. 27 september 2006, AR P.06.0739.F, AC 2006, nr. 441, met concl. van advocaat-generaal D. VANDERMEERSCH op datum in Pas., NC 2008/1, 58 en noot van J. ROZIE, “Een netto-, een bruto- of een ex aequo et bono-begroting van vermogensvoordelen: voor elk wat wils”. (2) Artt. 2, § 1, eerste lid, 31°, en 20, § 1, eerste en derde lid, 1°, Vlaamse Wooncode, thans de artt. 3.34 en 3.36, 1°, Vlaamse Codex Wonen van 2021"
      ]
    }
  },
  "88": {
    "ECLI:BE:CASS:2012:ARR.20121005.4": {
      "court": "CASS",
      "date": "2012-10-05",
      "roleNumber": "C.11.0502.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20121005.4&lang=fr",
      "abstractFR": [
        "Il ressort des dispositions de l'article 88, § 1er, alinéas 1er à 4 du Code Flamand du Logement que le bénéficiaire du droit de préemption reprend les droits du premier acheteur sur le bien à partir du moment où sa demande de subrogation est accueillie; la subrogation du bénéficiaire dans les droits de l'acheteur n'implique pas que ce dernier est considéré comme n'ayant jamais acquis le bien; lorsque le premier acheteur a vendu le bien et que l'acte de vente notarié y afférent est transcrit au bureau des hypothèques avant l'inscription de son action en subrogation, ce transfert de propriété est alors opposable au bénéficiaire du droit de préemption (1). (1) Voir à propos de la subrogation personnelle: J. MESTRE, La subrogation personnelle, Paris, LGDJ, 1979; voir aussi à propos de la subrogation du preneur en cas de violation de son droit de préemption: P. DELNOY, Droit de préemption en matière de biens ruraux, RPDB, Compl. V, 1977, 496, n° 323 et E. STASSIJNS, Pacht, dans APR, 556 et 559, n° 532 et 534."
      ],
      "abstractNL": [
        "Uit de bepalingen van artikel 88, § 1, eerste tot en met vierde lid, Vlaamse Wooncode volgt dat de begunstigde van het recht van voorkoop, vanaf de inwilliging van zijn vordering tot indeplaatsstelling, de rechten van de eerste koper overneemt; de indeplaatsstelling van de begunstigde in de rechten van de koper houdt niet in dat die laatste geacht wordt het goed nooit verkregen te hebben; wanneer de eerste koper het goed heeft verkocht en de betreffende notariële koopakte is overgeschreven op het hypotheekkantoor vóór de inschrijving van de vordering tot indeplaatsstelling, dan is deze overdracht tegenwerpbaar aan de begunstigde van het recht van voorkoop (1). (1) Zie over de persoonlijke subrogatie: J. MESTRE, La subrogation personnelle, Parijs, LGDJ, 1979; zie ook m.b.t. de indeplaatsstelling van de pachter bij miskenning van diens recht van voorkoop: P. DELNOY, Droit de préemption en matière de biens ruraux, RPDB, Compl. V, 1977, 496, nr. 323, en E. STASSIJNS, Pacht, in APR, 556 en 559, nrs. 532 en 534."
      ]
    }
  },
  "91": {
    "ECLI:BE:CASS:2016:ARR.20160909.5": {
      "court": "CASS",
      "date": "2016-09-09",
      "roleNumber": "C.15.0454.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160909.5&lang=fr",
      "abstractFR": [
        "Le droit des contrats ne s'applique que pour ce qui concerne les aspects des rapports juridiques entre le bailleur et le preneur d'une habitation de location sociale qui ne sont pas régis réglementairement."
      ],
      "abstractNL": [
        "Het contractenrecht geldt slechts voor die aspecten van de rechtsverhouding tussen de verhuurder en de huurder van een sociale huurwoning die niet reglementair zijn geregeld."
      ]
    }
  },
  "92": {
    "ECLI:BE:CASS:2021:ARR.20211109.2N.2": {
      "court": "CASS",
      "date": "2021-11-09",
      "roleNumber": "P.21.0804.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211109.2N.2",
      "abstractFR": [
        "L'article 92, § 3, 1°, du Code flamand du logement de 1997, devenu l'article 6.20, alinéa 1er, 1° du Code flamand du logement de 2021, prévoit que le locataire d'un logement social doit avoir sa résidence principale dans celui-ci et y être domicilié, le non-respect de ces obligations étant punissable en vertu de l'article 102bis, § 9, 1°, du Code flamand du logement de 1997 (1) ; les articles 2, § 1er, 10°, du Code flamand du logement de 1997 et 1.3, § 1er, 21° du Code flamand du logement de 2021 précisent que, pour l'application de ce code, la résidence principale s'entend comme le logement où réside effectivement et habituellement un ménage ou un isolé ; le juge apprécie souverainement, sur la base des éléments du dossier répressif et des éléments qui lui sont soumis, si le locataire d'un logement social a sa résidence principale dans celui qu'il loue et donc s'il y réside effectivement et habituellement ; la Cour vérifie cependant si le juge ne tire pas de ses constatations des conséquences qui leur sont étrangères ou qu'elles ne sauraient justifier. (1) Voy. T. VANDROMME, « Domiciliefraude in de sociale huur », Comm.Straf., Kluwer, 2017, p. 22.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Artikel 92, § 3, 1°, Vlaamse Wooncode, thans artikel 6.20, eerste lid, 1°, Vlaamse Codex Wonen van 2021, bepaalt dat de huurder van een sociale woning de verplichting moet naleven in de sociale huurwoning zijn hoofdverblijfplaats te hebben en er gedomicilieerd te zijn, waarbij het niet-nakomen van die verplichting strafbaar is ingevolge artikel 102bis, § 9, 1°, Vlaamse Wooncode (1); uit de artikelen 2, § 1, 10°, en 1.3, § 1, 21° van de Vlaamse Wooncode volgt dat voor de toepassing van de Vlaamse Wooncode de hoofdverblijfplaats de woning is waar een gezin of een alleenstaande effectief en gewoonlijk verblijft; de rechter oordeelt onaantastbaar op basis van de gegevens van het strafdossier en de hem overgelegde gegevens of de huurder van een sociale woning zijn hoofdverblijfplaats heeft in de door hem gehuurde sociale woning, dit wil zeggen dat hij er effectief en gewoonlijk verblijft; het Hof gaat wel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden aangenomen. (1) Zie T. VANDROMME, “Domiciliefraude in de sociale huur”, in Comm. Sr., Kluwer, 2017, 22p.",
        "Artikel 92, § 3, 1°, Vlaamse Wooncode, thans artikel 6.20, eerste lid, 1°, Vlaamse Codex Wonen van 2021, bepaalt dat de huurder van een sociale woning de verplichting moet naleven in de sociale huurwoning zijn hoofdverblijfplaats te hebben en er gedomicilieerd te zijn, waarbij het niet-nakomen van die verplichting strafbaar is ingevolge art. 102bis, § 9, 1°, Vlaamse Wooncode (1); uit de artikelen 2, § 1, 10°, en 1.3, § 1, 21° van de Vlaamse Wooncode volgt dat voor de toepassing van de Vlaamse Wooncode de hoofdverblijfplaats de woning is waar een gezin of een alleenstaande effectief en gewoonlijk verblijft; de rechter oordeelt onaantastbaar op basis van de gegevens van het strafdossier en de hem overgelegde gegevens of de huurder van een sociale woning zijn hoofdverblijfplaats heeft in de door hem gehuurde sociale woning, dit wil zeggen dat hij er effectief en gewoonlijk verblijft; het Hof gaat wel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden aangenomen. (1) Zie T. VANDROMME, “Domiciliefraude in de sociale huur”, in Comm. Sr., Kluwer, 2017, 22p."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220930.1N.2": {
      "court": "CASS",
      "date": "2022-09-30",
      "roleNumber": "C.22.0050.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220930.1N.2&lang=fr",
      "abstractFR": [
        "Le locataire d'une habitation sociale qui soutient avoir notifié la cohabitation durable au bailleur doit en rapporter la preuve avec un degré raisonnable de certitude en vertu de l'article 8.5 du Code civil ; une notification de la cohabitation ne constitue pas un fait positif dont, par la nature même du fait à prouver, il n'est pas possible ou pas raisonnable d'exiger une preuve certaine au sens de l'article 8.6 de ce code ; le locataire ne peut, par conséquent, se contenter d'en établir la vraisemblance (1). (1) Voir Cass. 9 septembre 2016, RG C.15.0454.N, Pas. 2016, n° 473 ; Cass. 3 mars 2016, RG C.15.0219.N, Pas. 2016, n° 157."
      ],
      "abstractNL": [
        "De huurder van een sociale woning die aanvoert dat hij een duurzame bijwoonst heeft gemeld aan de verhuurder, moet hiervan krachtens artikel 8.5 Burgerlijk Wetboek het bewijs leveren met een redelijke mate van zekerheid; een melding van de bijwoonst vormt geen positief feit waarvan het vanwege de aard zelf van het te bewijzen feit niet mogelijk of niet redelijk is om een zeker bewijs te verlangen, in de zin van artikel 8.6 Burgerlijk Wetboek; de huurder kan derhalve geen genoegen nemen met het aantonen van de waarschijnlijkheid ervan (1). (1) Zie Cass. 9 september 2016, AR C.15.0454.N, AC 2016, nr. 473; Cass. 3 maart 2016, AR C.15.0219.N, AC 2016, nr. 157."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160303.8": {
      "court": "CASS",
      "date": "2016-03-03",
      "roleNumber": "C.15.0219.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160303.8&lang=fr",
      "abstractFR": [
        "Le bailleur d'une habitation sociale de location ne peut mettre fin au contrat de bail que sur base des manquements par le preneur aux dispositions de l'article 92, § 3, du Code flamand du logement qui sont graves ou permanents; la modification de la composition des habitants dont il a été immédiatement informé ne constitue pas de plein droit un manquement grave sur base duquel le bailleur peut mettre fin au contrat de bail."
      ],
      "abstractNL": [
        "De verhuurder van een sociale huurwoning kan de huurovereenkomst slechts opzeggen op grond van tekortkomingen door de huurder aan de bepalingen van artikel 92, §3, Vlaamse Wooncode die ernstig of blijvend zijn; een gewijzigde bewonerssamenstelling die onmiddellijk aan de verhuurder werd medegedeeld levert niet van rechtswege een ernstige tekortkoming op op grond waarvan de verhuurder de huurovereenkomst kan beëindigen."
      ]
    }
  },
  "98": {
    "ECLI:BE:CASS:2016:ARR.20160303.8": {
      "court": "CASS",
      "date": "2016-03-03",
      "roleNumber": "C.15.0219.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160303.8&lang=fr",
      "abstractFR": [
        "Le bailleur d'une habitation sociale de location ne peut mettre fin au contrat de bail que sur base des manquements par le preneur aux dispositions de l'article 92, § 3, du Code flamand du logement qui sont graves ou permanents; la modification de la composition des habitants dont il a été immédiatement informé ne constitue pas de plein droit un manquement grave sur base duquel le bailleur peut mettre fin au contrat de bail."
      ],
      "abstractNL": [
        "De verhuurder van een sociale huurwoning kan de huurovereenkomst slechts opzeggen op grond van tekortkomingen door de huurder aan de bepalingen van artikel 92, §3, Vlaamse Wooncode die ernstig of blijvend zijn; een gewijzigde bewonerssamenstelling die onmiddellijk aan de verhuurder werd medegedeeld levert niet van rechtswege een ernstige tekortkoming op op grond waarvan de verhuurder de huurovereenkomst kan beëindigen."
      ]
    }
  },
  "20bis": {
    "ECLI:BE:CASS:2023:ARR.20230905.2N.16": {
      "court": "CASS",
      "date": "2023-09-05",
      "roleNumber": "P.23.0220.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230905.2N.16",
      "abstractFR": null,
      "abstractNL": [
        "De herstelmaatregelen van artikel 3.43 Vlaamse Codex Wonen van 2021 beogen als een bijzondere vorm van teruggave de gevolgen van de door artikel 20, § 1, Vlaamse Wooncode bedoelde misdrijven, thans artikel 3.34 Vlaamse Codex Wonen van 2021, teniet te doen en de krachtens artikel 3.1, § 1, Vlaamse Codex Wonen van 2021 vastgestelde vereisten en normen te verwezenlijken; uit de tekst van de artikelen 5, 20 en 20bis Vlaamse Wooncode en de artikelen 3.1, 3.34 en 3.43 Vlaamse Codex Wonen van 2021, hun ontstaansgeschiedenis en de doelstellingen van de decreetgever volgt dat het gevorderde herstel in hoofdorde tot integraal herstel moet strekken, dit wil zeggen tot het wegwerken van alle gebreken aan het onroerend goed teneinde het te laten voldoen aan de vereisten en normen vastgesteld krachtens artikel 3.1, § 1, Vlaamse Codex Wonen van 2021; behoudens een vastgesteld integraal herstel, mag de vordering slechts worden afgewezen in het geval van kennelijke onredelijkheid; indien dit integraal herstel als principiële herstelmaatregel volgens de rechter niet mogelijk is, dient de rechter de alternatieve maatregel van de herbestemming of de sloop te bevelen (1). (1) Zie concl. “in hoofdzaak” OM.",
        "Uit de parlementaire voorbereiding van het decreet van het Vlaams Gewest van 29 april 2011 houdende wijziging van diverse decreten met betrekking tot wonen blijkt dat, wanneer de rechter vaststelt dat de herstelvordering tot herbestemming of sloop dient te worden ingewilligd, de overtreder de keuze heeft om het herstel uit te voeren door naar eigen goeddunken één van beide maatregelen te nemen; de overtreder die kiest voor herbestemming van het goed en vervolgens een vergunning verkrijgt die de woonfunctie toelaat, kan het onroerend goed opnieuw voor bewoning bestemmen, mits hij ook de woongebreken herstelt overeenkomstig de vereisten en normen voorgeschreven krachtens artikel 3.1, § 1, Vlaamse Codex Wonen van 2021; het effect van de principiële herstelmaatregel kan aldus worden bereikt wanneer het goed, na de herbestemming ervan, in overeenstemming zal zijn gebracht met de stedenbouwkundige vereisten; het bevelen van de subsidiaire herstelmaatregel betekent dan ook niet noodzakelijk dat het in het geding zijnde goed niet meer zal kunnen worden bestemd voor bewoning; de herbestemming van een onroerend goed waardoor de woonfunctie ongedaan wordt gemaakt, heeft tot gevolg dat het pand niet meer onder de woningkwaliteitsvereisten en -normen valt en het integraal herstel geen voorwerp heeft; wanneer de uitvoering van de bevolen herbestemming van een onroerend goed overeenkomstig de Vlaamse Codex Ruimtelijke Ordening evenwel niet tot gevolg heeft dat de woonfunctie ervan ongedaan wordt gemaakt, moet de rechter behalve de alternatieve maatregel ook het integraal herstel bevelen, bestaande in het wegwerken van alle gebreken aan het onroerend goed teneinde het te laten voldoen aan alle vereisten en normen vastgesteld krachtens artikel 3.1, § 1, Vlaamse Codex Wonen van 2021; dit is met name het geval wanneer een pand werd opgesplitst in meerdere woongelegenheden zonder dat hiervoor een vergunning werd verleend zoals voorgeschreven door artikel 4.2.1, 7°, Vlaamse Codex Ruimtelijke Ordening en de strafrechter bij toepassing van artikel 20, § 1, eerste lid, Vlaamse Wooncode, thans artikel 3.34 Vlaamse Codex Wonen van 2021, de beklaagde veroordeelt wegens het verhuren van die woongelegenheden omdat ze niet voldoen aan de in artikel 5 Vlaamse Wooncode, thans artikel 3.34 Vlaamse Codex Wonen van 2021 bedoelde vereisten en normen; in dat geval dient de rechter behalve de herbestemming of de sloop ook het integraal herstel te bevelen, bestaande in het wegwerken van alle gebreken aan het onroerend goed teneinde het te laten voldoen aan de normen en vereisten vastgesteld krachtens artikel 3.34 Vlaamse Codex Wonen van 2021 (1). (1) Zie concl. “in hoofdzaak” OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210511.2N.7": {
      "court": "CASS",
      "date": "2021-05-11",
      "roleNumber": "P.20.1220.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210511.2N.7&lang=fr",
      "abstractFR": [
        "Les mesures réparatrices prévues à l'article 20bis du Code flamand du logement, qui constituent une forme particulière de restitution, visent à rendre non avenues les conséquences des infractions prévues à l'article 20, § 1er, du même code et à réaliser les conditions et les normes fixées en vertu de l'article 5 du Code flamand du logement; il ressort du texte des articles 5, 20 et 20bis du Code flamand du logement (1), de leur genèse et des objectifs du législateur décrétal que la réparation demandée doit viser à titre principal la réparation intégrale, à savoir l'élimination de tous les vices de l'immeuble afin de le conformer aux normes et exigences fixées en vertu de l'article 5 du Code flamand du logement et, sauf si une réparation intégrale a été constatée, la demande ne peut être rejetée que si elle présente un caractère manifestement déraisonnable (2). (1) Ces articles sont devenus les articles 3.1, 3.34 et 3.43 du Code flamand du logement de 2021. (2) Cass. 2 décembre 2014, RG P.14.1254.N, Pas. 2014, n° 745.",
        "Le juge qui a condamné un prévenu sur la base de l'article 20 du Code flamand du logement est, en principe, tenu d'ordonner les mesures de réparation appropriées, visées à l'article 20bis, § 1er, du Code flamand du logement et ce, d'office ou sur réquisition des autorités visées par cette disposition; le juge qui ordonne une telle mesure, en totalité ou en partie, sans qu'une demande ait été introduite à cet effet par les autorités, ne viole ni les droits de la défense ni le droit des parties à la contradiction."
      ],
      "abstractNL": [
        "De herstelmaatregelen van artikel 20bis Vlaamse Wooncode beogen als een bijzondere vorm van teruggave de gevolgen van de door artikel 20, § 1, Vlaamse Wooncode bedoelde misdrijven teniet te doen en de krachtens artikel 5 Vlaamse Wooncode vastgestelde vereisten en normen te verwezenlijken; uit de tekst van de artikelen 5, 20 en 20bis Vlaamse Wooncode (1), hun ontstaansgeschiedenis en de doelstellingen van de decreetgever volgt dat het gevorderde herstel in hoofdorde tot integraal herstel moet strekken, dit wil zeggen tot het wegwerken van alle gebreken aan het onroerend goed teneinde het te laten voldoen aan de vereisten en normen vastgesteld krachtens artikel 5 Vlaamse Wooncode en, behoudens een vastgesteld integraal herstel, mag de vordering slechts worden afgewezen in het geval van kennelijke onredelijkheid (2). (1) Thans de artikelen 3.1, 3.34 en 3.43 Vlaamse Codex Wonen van 2021. (2) Cass. 2 december 2014, AR P.14.1254.N, AC 2014, nr. 745.",
        "De rechter die een beklaagde veroordeelt op grond van artikel 20 Vlaamse Wooncode, is er in beginsel toe verplicht om de gepaste herstelmaatregelen te bevelen zoals bedoeld in artikel 20bis, § 1, Vlaamse Wooncode en dit gebeurt ambtshalve of op vordering van de in die bepaling bedoelde overheden; de rechter die een dergelijke maatregel geheel of gedeeltelijk beveelt zonder dat door een van die overheden hiervoor een vordering werd ingesteld, miskent niet het recht van verdediging of het recht op tegenspraak van de partijen."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191126.2N.1": {
      "court": "CASS",
      "date": "2019-11-26",
      "roleNumber": "P.19.0604.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191126.2N.1&lang=fr",
      "abstractFR": [
        "La décision du juge pénal rendue sur l'action en réparation introduite par l'autorité demanderesse en réparation est une mesure de nature civile, qui relève toutefois de l'action publique; il s'ensuit que la personne contre laquelle une mesure de réparation a été ordonnée sur la base de l'article 20bis du Code flamand du logement, doit faire signifier son pourvoi, en ce qui concerne cette décision, non seulement au demandeur en réparation, mais également au ministère public près la juridiction ayant rendu cette décision (1). (1) Cass. 30 juin 2015, RG P.15.0321.N, Pas. 2015, n° 452, point 6 ; voir les concl. du MP publiées à leur date dans AC.",
        "Il résulte de la combinaison des articles 427, alinéa 1er, et 429, alinéas 2, 4 et 5, du Code d'instruction criminelle qu'en ce qui concerne la décision rendue sur l'action en réparation, un prévenu doit, à peine de nullité, communiquer son mémoire à la partie contre laquelle le pourvoi est dirigé et la preuve de l'envoi du mémoire doit être déposée au greffe de la Cour dans le délai dans lequel le mémoire doit être introduit (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De beslissing van de strafrechter over een door de herstelvorderende overheid ingediende herstelvordering is een maatregel van burgerlijke aard, die niettemin onder de strafvordering valt; daaruit volgt dat hij tegen wie op grond van artikel 20bis Vlaamse Wooncode een herstelmaatregel is bevolen, zijn cassatieberoep wat betreft die beslissing niet alleen moet laten betekenen aan de eiser tot herstel, maar ook aan het openbaar ministerie bij het gerecht dat die beslissing heeft gewezen (1). (1) Cass. 30 juni 2015, AR P.15.0321.N, AC 2015, nr. 452, punt. 6. Zie concl. OM.",
        "Uit de samenhang tussen de artikelen 427, eerste lid, en 429, tweede, vierde en vijfde lid, Wetboek van Strafvordering volgt dat een beklaagde voor wat betreft de beslissing op de herstelvordering op straffe van ontvankelijkheid zijn memorie ter kennis moet brengen van de partij waartegen het cassatieberoep is gericht en het bewijs van verzending van de memorie moet neerleggen ter griffie van het Hof van Cassatie binnen de termijn waarbinnen de memorie moet zijn ingediend (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140506.1": {
      "court": "CASS",
      "date": "2014-05-06",
      "roleNumber": "P.12.0355.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140506.1&lang=fr",
      "abstractFR": [
        "Les mesures de réparation de l'article 20bis du Code flamand du logement visent, à titre de forme particulière de restitution, à annuler les conséquences des infractions visées à l'article 20, § 1er, de ce même code et à répondre aux normes élémentaires de sécurité, de salubrité et de qualité de l'habitat visées à l'article 5 de ce même code; il ressort du texte des dispositions précitées, de leur genèse et des objectifs du pouvoir décrétal que la mesure de réparation consistant dans l'injonction d'effectuer des travaux à l'habitation afin qu'elle réponde aux conditions de l'article 5 du Code du logement, tend à la réparation intégrale qui, hormis en cas de caractère manifestement déraisonnable, doit être ordonnée pour tous les défauts présentés par l'habitation qui font l'objet de l'infraction visée à l'article 20, § 1er, du Code flamand du logement, de sorte que cette habitation réponde à nouveau à toutes les normes élémentaires de sécurité, de salubrité et de qualité de l'habitat visées à l'article 5 du Code flamand du logement; une telle demande de réparation ne peut être déclarée sans objet que si le juge constate que l'habitation répond à toutes les normes élémentaires de sécurité, de salubrité et de qualité de l'habitat applicables en vertu de l'article 5 du Code flamand du logement, de sorte que la seule constatation qu'il a été pallié aux défauts qui ont donné lieu aux poursuites pénales, ne suffit pas (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De herstelmaatregelen van artikel 20bis Vlaamse Wooncode beogen als een bijzondere vorm van teruggave, de gevolgen van de door artikel 20, §1, Vlaamse Wooncode bedoelde misdrijven teniet te doen en de door artikel 5 Vlaamse Wooncode bedoelde elementaire veiligheids-, gezondheids- en woonkwaliteitsnormen te verwezenlijken; uit de tekst van de voormelde bepalingen, hun ontstaansgeschiedenis en de doelstellingen van de decreetgever volgt dat de herstelmaatregel bestaande in het bevel om werken aan de woning uit te voeren om die te laten voldoen aan de vereisten van artikel 5 Vlaamse Wooncode, strekt tot integraal herstel dat, behoudens in het geval van kennelijke onredelijkheid, moet worden bevolen voor alle gebreken aan de woning, voorwerp van het door artikel 20, §1, Vlaamse Wooncode bedoelde misdrijf, zodat die woning opnieuw voldoet aan alle krachtens artikel 5 Vlaamse Wooncode geldende elementaire veiligheids-, gezondheids- en woonkwaliteitsnormen; een dergelijke herstelvordering kan slechts zonder voorwerp worden verklaard indien de rechter vaststelt dat de woning voldoet aan alle krachtens artikel 5 Vlaamse Wooncode geldende elementaire veiligheids-, gezondheids- en woonkwaliteitsnormen zodat de enkele vaststelling dat is verholpen aan de gebreken welke aanleiding hebben gegeven tot de strafvervolging, daartoe niet volstaat (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20131212.3": {
      "court": "CASS",
      "date": "2013-12-12",
      "roleNumber": "C.12.0401.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131212.3&lang=fr",
      "abstractFR": [
        "L'hypothèque légale qui garantit notamment la créance de l'autorité en paiement des frais qui ont été exposés dans le cadre de l'exécution d'office des travaux, peut être inscrite dès la naissance de cette créance en raison de l'exécution des travaux (1). (1) Voir les concl. contr. du M.P. publiées à leur date dans A.C.",
        "L'hypothèque légale qui garantit notamment la créance de l'autorité en paiement des frais qui ont été exposés dans le cadre de l'exécution d'office des travaux, peut être inscrite dès la naissance de cette créance en raison de l'exécution des travaux (1). (1) Voir les concl. contraires du M.P. publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "De wettelijke hypotheek die onder meer de schuldvordering van de overheid waarborgt tot betaling van de kosten die gemaakt werden in het raam van de ambtshalve uitvoering van de werken, kan worden ingeschreven van zodra die schuldvordering is ontstaan door de uitvoering van de werken (1). (1) Zie de andersl. concl. van het O.M."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130903.7": {
      "court": "CASS",
      "date": "2013-09-03",
      "roleNumber": "P.12.1041.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130903.7&lang=fr",
      "abstractFR": [
        "L'action en réparation visée à l'article 20bis, § 1er, alinéa 1er, du Code flamand du logement relève de l'action publique au sens large, mais constitue néanmoins en tant que forme particulière de restitution une mesure de nature civile qui existe dès qu'elle est introduite par l'autorité compétente et qui continue à exister tant que le juge pénal ne s'est pas prononcé sur celle-ci; le juge pénal est tenu de se prononcer sur la demande, même si l'autorité compétente ne s'est pas manifestée en tant que partie au procès et il peut même se prononcer à cet égard par une décision distincte après avoir statué sur l'action publique au sens strict.",
        "Dès lors que l'action en réparation visée à l'article 20bis du Code flamand du logement ne tend pas à indemniser le dommage causé à des intérêts particuliers mais bien à rendre non avenues les conséquences de l'infraction dans l'intérêt général, cette action ne peut être introduite conformément à l'article 4, alinéas 2 et 3 de la loi du 17 avril 1878 (1). (1) Voir Cass., 12 janvier 2010, RG P.09.1066.N, Pas., 2010, n° 19.",
        "L'illégalité d'une demande fondée sur l'article 4, alinéas 2 et 3 de la loi du 17 avril 1878 tendant à se prononcer sur une action en réparation visée à l'article 20bis du Code flamand du logement n'empêche pas que le juge pénal soit, le cas échéant, encore saisi de cette demande et qu'il soit tenu de statuer sur celle-ci (1). (1) Contrairement à ce que la Cour a décidé, le M.P. a conclu au rejet du pourvoi au motif que le moyen unique du demandeur, fût-il fondé, ne pouvait entraîner la cassation et, dès lors, était irrecevable. Il a estimé que la circonstance que le juge pénal qui admet de manière erronée qu'il peut être saisi d'une action en réparation visée par l'article 20bis du Code flamand du logement en vertu de l'article 4, alinéas 2 et 2 de la loi du 17 avril 1878 mais qui déclare cette demande irrecevable dès lors que le juge saisi de l'action publique n'a pas retenu les intérêts civils, n'a pas pour conséquence que le juge pénal pouvait ainsi régulièrement connaître de l'action en réparation encore pendante."
      ],
      "abstractNL": [
        "De herstelvordering bedoeld in artikel 20bis, §1, eerste lid, Vlaamse Wooncode behoort tot de strafvordering in de ruime zin, maar is niettemin als bijzondere vorm van teruggave een maatregel van burgerlijke aard die bestaat van zodra ze door de bevoegde overheid is ingesteld en die blijft bestaan zolang de strafrechter er geen uitspraak heeft over gedaan; de strafrechter moet over de vordering uitspraak doen, ook als de bevoegde overheid zich niet als procespartij manifesteert en hij kan er zelfs bij afzonderlijke beslissing over oordelen nadat hij reeds over de strafvordering in strikte zin uitspraak heeft gedaan.",
        "Aangezien de door artikel 20bis Vlaamse Wooncode bedoelde herstelvordering niet strekt tot de vergoeding van schade aan particuliere belangen, maar wel tot het ongedaan maken van de gevolgen van het misdrijf in het algemeen belang, kan die herstelvordering niet overeenkomstig artikel 4, tweede en derde lid, Voorafgaande Titel Wetboek van Strafvordering worden ingeleid (1). (1) Zie: Cass. 12 jan. 2010, AR P.09.1066.N, AC 2010, nr. 19.",
        "De onwettigheid van een op artikel 4, tweede en derde lid, Voorafgaande Titel Wetboek van Strafvordering gesteund verzoek om uitspraak te doen over de door artikel 20bis Vlaamse Wooncode bedoelde herstelvordering, belet evenwel niet dat die vordering desgevallend nog bij de strafrechter aanhangig is en dat die gehouden is er uitspraak over te doen (1). (1) Anders dan het Hof oordeelde concludeerde het O.M. tot verwerping van de voorziening op grond dat het enige middel van eiser, zelfs gegrond niet tot cassatie kon leiden en dienvolgens niet ontvankelijk was. Het was van oordeel dat de omstandigheid dat de strafrechter die verkeerdelijk aanneemt dat een door artikel 20bis Vlaamse Wooncode bedoelde herstelvordering bij hem kan aanhangig worden gemaakt op grond van artikel 4, tweede en derde lid, Voorafgaande Titel Wetboek van Strafvordering, maar dit verzoek niet ontvankelijk verklaart omdat de rechter bij wie de strafvordering aanhangig was de burgerlijke belangen niet heeft aangehouden, niet tot gevolg heeft dat de strafrechter op die wijze rechtsgeldig kennis kon nemen van de nog hangende herstelvordering."
      ]
    }
  },
  "102bis": {
    "ECLI:BE:CASS:2021:ARR.20211109.2N.2": {
      "court": "CASS",
      "date": "2021-11-09",
      "roleNumber": "P.21.0804.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211109.2N.2",
      "abstractFR": [
        "L'article 92, § 3, 1°, du Code flamand du logement de 1997, devenu l'article 6.20, alinéa 1er, 1° du Code flamand du logement de 2021, prévoit que le locataire d'un logement social doit avoir sa résidence principale dans celui-ci et y être domicilié, le non-respect de ces obligations étant punissable en vertu de l'article 102bis, § 9, 1°, du Code flamand du logement de 1997 (1) ; les articles 2, § 1er, 10°, du Code flamand du logement de 1997 et 1.3, § 1er, 21° du Code flamand du logement de 2021 précisent que, pour l'application de ce code, la résidence principale s'entend comme le logement où réside effectivement et habituellement un ménage ou un isolé ; le juge apprécie souverainement, sur la base des éléments du dossier répressif et des éléments qui lui sont soumis, si le locataire d'un logement social a sa résidence principale dans celui qu'il loue et donc s'il y réside effectivement et habituellement ; la Cour vérifie cependant si le juge ne tire pas de ses constatations des conséquences qui leur sont étrangères ou qu'elles ne sauraient justifier. (1) Voy. T. VANDROMME, « Domiciliefraude in de sociale huur », Comm.Straf., Kluwer, 2017, p. 22.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Artikel 92, § 3, 1°, Vlaamse Wooncode, thans artikel 6.20, eerste lid, 1°, Vlaamse Codex Wonen van 2021, bepaalt dat de huurder van een sociale woning de verplichting moet naleven in de sociale huurwoning zijn hoofdverblijfplaats te hebben en er gedomicilieerd te zijn, waarbij het niet-nakomen van die verplichting strafbaar is ingevolge artikel 102bis, § 9, 1°, Vlaamse Wooncode (1); uit de artikelen 2, § 1, 10°, en 1.3, § 1, 21° van de Vlaamse Wooncode volgt dat voor de toepassing van de Vlaamse Wooncode de hoofdverblijfplaats de woning is waar een gezin of een alleenstaande effectief en gewoonlijk verblijft; de rechter oordeelt onaantastbaar op basis van de gegevens van het strafdossier en de hem overgelegde gegevens of de huurder van een sociale woning zijn hoofdverblijfplaats heeft in de door hem gehuurde sociale woning, dit wil zeggen dat hij er effectief en gewoonlijk verblijft; het Hof gaat wel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden aangenomen. (1) Zie T. VANDROMME, “Domiciliefraude in de sociale huur”, in Comm. Sr., Kluwer, 2017, 22p.",
        "Artikel 92, § 3, 1°, Vlaamse Wooncode, thans artikel 6.20, eerste lid, 1°, Vlaamse Codex Wonen van 2021, bepaalt dat de huurder van een sociale woning de verplichting moet naleven in de sociale huurwoning zijn hoofdverblijfplaats te hebben en er gedomicilieerd te zijn, waarbij het niet-nakomen van die verplichting strafbaar is ingevolge art. 102bis, § 9, 1°, Vlaamse Wooncode (1); uit de artikelen 2, § 1, 10°, en 1.3, § 1, 21° van de Vlaamse Wooncode volgt dat voor de toepassing van de Vlaamse Wooncode de hoofdverblijfplaats de woning is waar een gezin of een alleenstaande effectief en gewoonlijk verblijft; de rechter oordeelt onaantastbaar op basis van de gegevens van het strafdossier en de hem overgelegde gegevens of de huurder van een sociale woning zijn hoofdverblijfplaats heeft in de door hem gehuurde sociale woning, dit wil zeggen dat hij er effectief en gewoonlijk verblijft; het Hof gaat wel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden aangenomen. (1) Zie T. VANDROMME, “Domiciliefraude in de sociale huur”, in Comm. Sr., Kluwer, 2017, 22p."
      ]
    }
  },
  "20ter": {
    "ECLI:BE:CASS:2013:ARR.20131212.3": {
      "court": "CASS",
      "date": "2013-12-12",
      "roleNumber": "C.12.0401.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131212.3&lang=fr",
      "abstractFR": [
        "L'hypothèque légale qui garantit notamment la créance de l'autorité en paiement des frais qui ont été exposés dans le cadre de l'exécution d'office des travaux, peut être inscrite dès la naissance de cette créance en raison de l'exécution des travaux (1). (1) Voir les concl. contr. du M.P. publiées à leur date dans A.C.",
        "L'hypothèque légale qui garantit notamment la créance de l'autorité en paiement des frais qui ont été exposés dans le cadre de l'exécution d'office des travaux, peut être inscrite dès la naissance de cette créance en raison de l'exécution des travaux (1). (1) Voir les concl. contraires du M.P. publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "De wettelijke hypotheek die onder meer de schuldvordering van de overheid waarborgt tot betaling van de kosten die gemaakt werden in het raam van de ambtshalve uitvoering van de werken, kan worden ingeschreven van zodra die schuldvordering is ontstaan door de uitvoering van de werken (1). (1) Zie de andersl. concl. van het O.M."
      ]
    }
  }
}