{
  "3": {
    "ECLI:BE:CASS:2025:ARR.20250213.1F.6": {
      "court": "CASS",
      "date": "2025-02-13",
      "roleNumber": "C.23.0228.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250213.1F.6",
      "abstractFR": [
        "Conformément à l'article 41, alinéa 1er, de la Constitution, les intérêts exclusivement communaux sont réglés par les conseils communaux; Il ne suit pas de l'article 3 de la loi du 22 décembre 1986 relative aux intercommunales qu'une intercommunale, dont la création relève de la décentralisation par service, jouisse, en raison de son objet déterminé d'intérêt communal, du pouvoir réglementaire que la Constitution attribue aux communes pour ce qui est d'intérêt communal (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Overeenkomstig artikel 41, eerste lid, Grondwet worden de uitsluitend gemeentelijke belangen geregeld door de gemeenteraden; uit artikel 3 van de wet van 22 december 1986 betreffende de intercommunales volgt niet dat een intercommunale, waarvan de oprichting onder de dienstgewijze decentralisatie valt, wegens haar specifiek doel van gemeentelijk belang, over de verordenende bevoegdheid beschikt die de Grondwet, voor alles wat het gemeentelijk belang betreft, aan de gemeenten toekent (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250213.1F.1": {
      "court": "CASS",
      "date": "2025-02-13",
      "roleNumber": "C.23.0239.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250213.1F.1",
      "abstractFR": [
        "Conformément à l'article 41, alinéa 1er, de la Constitution, les intérêts exclusivement communaux sont réglés par les conseils communaux; Il ne suit pas de l'article 3 de la loi du 22 décembre 1986 relative aux intercommunales qu'une intercommunale, dont la création relève de la décentralisation par service, jouisse, en raison de son objet déterminé d'intérêt communal, du pouvoir réglementaire que la Constitution attribue aux communes pour ce qui est d'intérêt communal (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Overeenkomstig artikel 41, eerste lid, Grondwet worden de uitsluitend gemeentelijke belangen geregeld door de gemeenteraden; uit artikel 3 van de wet van 22 december 1986 betreffende de intercommunales volgt niet dat een intercommunale, waarvan de oprichting valt onder de dienstgewijze decentralisatie, wegens haar specifiek doel van gemeentelijk belang, over de verordenende bevoegdheid beschikt die de Grondwet, voor alles wat het gemeentelijk belang betreft, aan de gemeenten toekent (1). (1) Zie concl. OM."
      ]
    }
  },
  "26": {
    "ECLI:BE:CASS:2019:ARR.20190125.7": {
      "court": "CASS",
      "date": "2019-01-25",
      "roleNumber": "F.17.0093.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190125.7&lang=fr",
      "abstractFR": [
        "Il résulte de la ratio legis de l'article 26 de la loi du 26 décembre 1986 relative aux intercommunales que les intercommunales sont exonérées d'imposition dans la mesure où les communes n'y sont elles-mêmes pas soumises; le précompte immobilier peut toutefois être dû par une commune, de sorte que les intercommunales n'en sont pas nécessairement exonérées (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de ratio legis van artikel 26 van wet van 22 december 1986 betreffende de intercommunales volgt dat de intercommunales vrijgesteld zijn van belasting in zoverre de gemeenten daaraan zelf niet zijn onderworpen; de onroerende voorheffing kan evenwel verschuldigd zijn door een gemeente zodat de intercommunales daarvan niet noodzakelijk vrijgesteld zijn (1). (1) Zie concl. OM."
      ]
    }
  }
}