{
  "2": {
    "ECLI:BE:CASS:2021:ARR.20210111.3N.2": {
      "court": "CASS",
      "date": "2021-01-11",
      "roleNumber": "C.20.0195.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210111.3N.2&lang=fr",
      "abstractFR": [
        "Une créance est réputée être née avant la procédure de réorganisation judiciaire lorsqu'elle trouve son origine dans une relation juridique existante.",
        "La créance en paiement des dépens naît au moment de la naissance du lien d'instance et la condamnation aux dépens constitue une « créance sursitaire » si le lien d'instance existait avant l'ouverture de la procédure de réorganisation judiciaire."
      ],
      "abstractNL": [
        "Een schuldvordering wordt geacht te zijn ontstaan vóór de procedure van gerechtelijke reorganisatie wanneer zij haar grondslag vindt in een reeds bestaande rechtsverhouding.",
        "De schuldvordering tot betaling van de gerechtskosten ontstaat op het ogenblik van het ontstaan van de procesverhouding en de veroordeling tot de gerechtskosten geldt als “schuldvordering in de opschorting” indien de procesverhouding bestond vóór de opening van de procedure van gerechtelijke reorganisatie."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150212.10": {
      "court": "CASS",
      "date": "2015-02-12",
      "roleNumber": "C.14.0331.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150212.10",
      "abstractFR": [
        "Il ne résulte pas de l''article 2, d) et h), de la loi du 31 janvier 2009 que la créance sursitaire garantie par un privilège spécial ou une hypothèque dont une personne est titulaire n''est extraordinaire que jusqu''à concurrence de la valeur de réalisation de l''assiette du privilège spécial ou de l''hypothèque qui la garantit."
      ],
      "abstractNL": [
        "Uit artikel 2, d) en h), van de wet van 31 januari 2009 volgt niet dat de schuldvordering in de opschorting waarover iemand beschikt, die gewaarborgd wordt door een bijzonder voorrecht of een hypotheek, slechts een buitengewone schuldvordering is tot beloop van de waarde van de tegeldemaking van de grondslag van het bijzondere voorrecht of van de hypotheek die ze waarborgt."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2014:ARR.20140228.5": {
      "court": "CASS",
      "date": "2014-02-28",
      "roleNumber": "C.13.0201.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140228.5",
      "abstractFR": [
        "Il résulte de l'article 37, alinéas 1er et 3, de la loi du 31 janvier 2009 relative à la continuité des entreprises que, pour pouvoir être payées par priorité sur le produit de réalisation d'actifs du débiteur grevés d'une sûreté, il faut mais il suffit que les créances se rapportant à des prestations effectuées à l'égard du débiteur pendant la procédure de réorganisation judiciaire aient contribué au maintien de cette sûreté (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "Uit artikel 37, eerste en derde lid, van de wet van 31 januari 2009 betreffende de continuïteit van de ondernemingen volgt dat het, om bij voorrang te worden betaald uit de opbrengst van de tegeldemaking van activa van de schuldenaar waarop een zekerheid is gevestigd, nodig maar voldoende is dat de schuldvorderingen die ten aanzien van de schuldenaar beantwoorden aan prestaties uitgevoerd tijdens de procedure van gerechtelijke reorganisatie, bijgedragen hebben tot het behoud van die zekerheid (1). (1) Zie concl. O.M. in Pas. 2014, nr. ..."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2020:ARR.20200917.1F.1": {
      "court": "CASS",
      "date": "2020-09-17",
      "roleNumber": "C.16.0547.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200917.1F.1",
      "abstractFR": [
        "Si la créance née de prestations de travail comprend le précompte professionnel, il n'en résulte pas que cette créance de précompte professionnel ne puisse faire l'objet d'une réduction dès lors que son sort est déterminé par la qualité de son titulaire et que les créanciers publics munis d'un privilège général ne peuvent se prévaloir du régime prévu pour les travailleurs titulaires d'une créance née de prestations de travail (1)(2). (1) Cass. 16 juin 2016, RG F.16.0022.N, Pas. 2016, n° 409 avec concl. de M. Thijs, avocat général, publiées à leur date dans AC. (2) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Hoewel de schuldvordering die is ontstaan uit arbeidsprestaties de bedrijfsvoorheffing omvat, volgt hieruit niet dat die schuldvordering van bedrijfsvoorheffing niet het voorwerp kan uitmaken van een vermindering, aangezien het lot hiervan wordt bepaald door de hoedanigheid van haar titularis en de categorie van de openbare schuldeisers die een algemeen voorrecht genieten zich niet kan beroepen op de regeling die is bepaald voor de categorie van de werknemers die beschikken over een schuldvordering die is ontstaan uit arbeidsprestaties (1) (2). (1) Cass. 16 juni 2016, AR F.16.0022.N, AC 2016, nr. 409 met concl. van advocaat-generaal THIJS. (2) Zie concl. OM in Pas. 2020, nr. 547."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160616.8": {
      "court": "CASS",
      "date": "2016-06-16",
      "roleNumber": "F.16.0022.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160616.8&lang=fr",
      "abstractFR": [
        "II ressort de la genèse de l'article 49/1, alinéa 4, de la loi du 31 janvier 2009 relative à la continuité des entreprises que l'intention était de protéger les travailleurs de sorte que la règle contenue à cet article ne vise pas la nature de la créance mais bien la qualité du créancier; cette disposition concerne, dès lors uniquement les créances des travailleurs et nullement la créance de l'Etat belge consistant dans le paiement du précompte professionnel relatif aux prestations de travail antérieures à l'ouverture de la procédure (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de wetsgeschiedenis van artikel 49/1, vierde lid, WCO blijkt dat het de bedoeling was de werknemers te beschermen zodat de in dit artikel vervatte regel niet de aard van de schuldvordering op het oog heeft, maar wel de hoedanigheid van de schuldeiser; bijgevolg betreft deze bepaling enkel de schuldvorderingen van de werknemers, en geenszins de schuldvordering van de Belgische Staat tot betaling van bedrijfsvoorheffing die verband houdt met arbeidsprestaties van vóór de opening van de procedure (1). (1) Zie concl. OM; bijkomend weze opgemerkt dat indien de werkgever de bedrijfsvoorheffing wel heeft ingehouden, maar heeft nagelaten deze door te storten, de belastingplichtige deze bedrijfsvoorheffing in beginsel mag verrekenen met de door hem verschuldigde belasting (Vr. nr. 161 VAN DUN, Vr. & Antw. Senaat 1975-1976, 7 september 1976, 1867; Vr. nr. 171 VAN GREMBERGEN, Vr. & Antw. Kamer 1981-82, 21 mei 1982, 1626; Vr. nr. 2-746 DE CLIPPELE 21 maart 2002, Vr. & Antw. Senaat 2001-2002, 21 maart 2002, 64; Antwerpen, 18 april 1989, FJF, Nr. 89/169; Brussel, 22 februari 2001, FJF, Nr. 2001, 398; Brussel, 5 juni 2008, Fiscoloog, 2009, afl. 1182, 10; Com. IB 1992, nr. 312/42; TIBERGHIEN, Handboek voor Fiscaal Recht 2014-2015, Wolters Kluwer, nr. 1658.50, p. 696)"
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2020:ARR.20200618.1N.18": {
      "court": "CASS",
      "date": "2020-06-18",
      "roleNumber": "C.19.0271.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200618.1N.18&lang=fr",
      "abstractFR": [
        "Dès lors que l’associé gérant d’une société agricole assume une responsabilité illimitée pour les engagements de cette société et, par conséquent, est son codébiteur, il ne peut profiter du plan de réorganisation."
      ],
      "abstractNL": [
        "Gezien de beherende vennoot van een landbouwvennootschap onbeperkt aansprakelijkheid is voor de verbintenissen van die vennootschap en bijgevolg haar medeschuldenaar is, komt het reorganisatieplan hem niet ten goede."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150330.1": {
      "court": "CASS",
      "date": "2015-03-30",
      "roleNumber": "C.14.0309.F-C.14.0383.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150330.1",
      "abstractFR": [
        "Le jugement, qui ne se limite pas à déterminer le montant et la qualité pour lesquels la créance contestée sera provisoirement admise dans les opérations de la réorganisation judiciaire mais statue définitivement sur le montant ou la qualité de cette créance, est susceptible de recours selon les modalités et dans les délais prévus par le Code judiciaire (1). (1) Loi du 31 janvier 2009 sur la continuité des entreprises avant sa modification par la loi du 27 mai 2013."
      ],
      "abstractNL": [
        "Het vonnis dat zich niet ertoe beperkt het bedrag en de hoedanigheid waarvoor de betwiste schuldvordering voorlopig aanvaard zal worden in de werkzaamheden van de gerechtelijke reorganisatie te bepalen maar een eindbeslissing neemt inzake het bedrag of de hoedanigheid van die schuldvordering, is vatbaar voor verhaal overeenkomstig de bij het Gerechtelijk Wetboek bepaalde vormen en termijnen."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130905.6": {
      "court": "CASS",
      "date": "2013-09-05",
      "roleNumber": "C.13.0047.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130905.6&lang=fr",
      "abstractFR": [
        "Une décision telle que visée à l''article 38, § 1er de la loi du 31 janvier 2009 est susceptible de pourvoi en cassation."
      ],
      "abstractNL": [
        "Tegen een beslissing als bedoeld in artikel 38, §1, WCO, staat cassatieberoep open."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130415.3": {
      "court": "CASS",
      "date": "2013-04-15",
      "roleNumber": "S.12.0027.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130415.3&lang=fr",
      "abstractFR": [
        "La réorganisation judiciaire consiste en une seule et unique procédure, introduite par la requête du débiteur en ouverture d'une procédure de réorganisation judiciaire et terminée, en cas de réorganisation judiciaire par accord collectif, par la décision du tribunal clôturant la procédure de réorganisation judiciaire.",
        "Tout intéressé qui intervient dans une procédure de réorganisation judiciaire conformément aux articles 812 à 814 du Code judiciaire, revêt la qualité de partie pendant toute la durée de la procédure et peut en règle contester les décisions du tribunal dans les règles et délais prévus au Code judiciaire."
      ],
      "abstractNL": [
        "De gerechtelijke reorganisatie vormt één enkele procedure die aanvangt met het verzoekschrift van de schuldenaar tot opening van een procedure van gerechtelijke reorganisatie en die, in geval van gerechtelijke reorganisatie door een collectief akkoord, eindigt met de beslissing van de rechtbank tot sluiting van de procedure van gerechtelijke reorganisatie.",
        "Een belanghebbende die tijdens de procedure van gerechtelijke reorganisatie is tussengekomen overeenkomstig de artikelen 812 tot 814 Gerechtelijk Wetboek heeft voor de gehele duur van deze procedure de hoedanigheid van partij en vermag in de regel tegen de beslissingen van de rechtbank de rechtsmiddelen aan te wenden volgens de in het Gerechtelijk Wetboek voorgeschreven regels en termijnen."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2022:ARR.20220425.3F.6": {
      "court": "CASS",
      "date": "2022-04-25",
      "roleNumber": "S.21.0034.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220425.3F.6",
      "abstractFR": [
        "Les droits et obligations à l'égard des travailleurs repris qui résultent de leur contrat de travail avec le débiteur existant à la date du transfert dont il est pris acte dans le jugement du tribunal de commerce qui autorise le transfert sous autorité de justice sont, du fait de ce transfert, transférés au repreneur qui acquiert la qualité d'employeur à l'égard de ces travailleurs et est tenu à leur égard des dettes qui n'étaient pas exigibles à cette date (1) (2). (1) Voir les concl. du MP. (2) C.C.T. n° 102 conclue le 5 octobre 2011 au sein du C.N.T., rendue obligatoire par l'A.R. du 14 avril 2013, art. 5, 8, § 1er, 9, 14 et 16.",
        "Après la date du transfert, le débiteur, qui n'est plus l'employeur de ces travailleurs, est sans pouvoir pour résilier leur contrat de travail et une telle résiliation n'a pas pour effet de rendre immédiatement exigibles les dettes nées de l'exécution de ce contrat (1) (2). (1) Voir les concl. du MP. (2) C.C.T. n° 102 conclue le 5 octobre 2011 au sein du C.N.T., rendue obligatoire par l'A.R. du 14 avril 2013, art. 5, 8, § 1er, 9, 14 et 16."
      ],
      "abstractNL": [
        "De rechten en verplichtingen ten aanzien van de overgenomen werknemers die voortvloeien uit hun arbeidsovereenkomst met de schuldenaar, die bestaat op het tijdstip van de overdracht waarvan het vonnis van de rechtbank van koophandel dat de overdracht onder gerechtelijk gezag toestaat, akte heeft genomen, worden als gevolg van die overdracht overgedragen aan de overnemer die ten aanzien van die werknemers de hoedanigheid van werkgever verkrijgt en jegens hen gehouden is tot de schulden die op dat tijdstip niet opeisbaar waren (1) (2). (1) Zie concl. OM in Pas. 2022, nr. 287. (2) Artikelen 5, 8, § 1, 9, 14 en 16 CAO nr. 102, gesloten op 5 oktober 2011 in de Nationale Arbeidsraad en algemeen verbindend verklaard bij KB 14 april 2013.",
        "Na het tijdstip van de overdracht kan de schuldenaar, die niet meer de werkgever van die werknemers is, hun arbeidsovereenkomst niet meer beëindigen en heeft een dergelijke beëindiging niet de onmiddellijke opeisbaarheid tot gevolg van de schulden die uit de uitvoering van die overeenkomst zijn ontstaan (1) (2). (1) Zie concl. OM in Pas. 2022, nr. 287. (2) Artikelen 5, 8, § 1, 9, 14 en 16 CAO nr. 102, gesloten op 5 oktober 2011 in de Nationale Arbeidsraad en algemeen verbindend verklaard bij KB 14 april 2013.",
        "De rechten en verplichtingen ten aanzien van de overgenomen werknemers die voortvloeien uit hun arbeidsovereenkomst met de schuldenaar, die bestaat op het tijdstip van de overdracht waarvan het vonnis van de rechtbank van koophandel dat de overdracht onder gerechtelijk gezag toestaat, akte heeft genomen, worden als gevolg van die overdracht overgedragen aan de overnemer die ten aanzien van die werknemers de hoedanigheid van werkgever verkrijgt en jegens hen gehouden is tot de schulden die op dat tijdstip niet opeisbaar waren (1) (2). (1) Zie concl. OM in Pas. 2022, nr. 286. (2) Artikelen 5, 8, § 1, 9, 14 en 16 van de collectieve arbeidsovereenkomst nr. 102, gesloten op 5 oktober 2011 in de Nationale Arbeidsraad en algemeen verbindend verklaard bij koninklijk besluit van 14 april 2013.",
        "Na het tijdstip van de overdracht kan de schuldenaar, die niet meer de werkgever van die werknemers is, hun arbeidsovereenkomst niet meer beëindigen en heeft een dergelijke beëindiging niet de onmiddellijke opeisbaarheid tot gevolg van de schulden die uit de uitvoering van die overeenkomst zijn ontstaan (1) (2). (1) Zie concl. OM in Pas. 2022, nr. 286. (2) Artikelen 5, 8, § 1, 9, 14 en 16 van de collectieve arbeidsovereenkomst nr. 102, gesloten op 5 oktober 2011 in de Nationale Arbeidsraad en algemeen verbindend verklaard bij koninklijk besluit van 14 april 2013."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130906.4": {
      "court": "CASS",
      "date": "2013-09-06",
      "roleNumber": "F.12.0166.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130906.4",
      "abstractFR": [
        "Il suit de l'article 46, § 1er et 6 de la loi du 31 janvier 2009 relative à la continuité des entreprises qu'un créancier qui, dûment informé de la qualité de créance sursitaire ordinaire attribuée à sa créance, s'abstient de contester cette qualité, en recourant à la procédure prévue par l'article 46 précité, est présumé marquer son accord sur cette qualité (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "Uit artikel 46, §§1 en 6, van de wet van 31 januari 2009 betreffende de continuïteit van de ondernemingen volgt dat een schuldeiser die op een behoorlijke wijze in kennis is gesteld van de aan zijn schuldvordering toegekende hoedanigheid van gewone schuldvordering in de opschorting en zich ervan onthoudt die hoedanigheid te betwisten door gebruik te maken van de procedure uit het voormelde artikel 46, wordt verondersteld met die hoedanigheid akkoord te zijn gegaan (1). (1) Zie concl. OM in Pas., 2013, nr. ... ."
      ]
    }
  },
  "16": {
    "ECLI:BE:CASS:2013:ARR.20130415.3": {
      "court": "CASS",
      "date": "2013-04-15",
      "roleNumber": "S.12.0027.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130415.3&lang=fr",
      "abstractFR": [
        "La réorganisation judiciaire consiste en une seule et unique procédure, introduite par la requête du débiteur en ouverture d'une procédure de réorganisation judiciaire et terminée, en cas de réorganisation judiciaire par accord collectif, par la décision du tribunal clôturant la procédure de réorganisation judiciaire.",
        "Tout intéressé qui intervient dans une procédure de réorganisation judiciaire conformément aux articles 812 à 814 du Code judiciaire, revêt la qualité de partie pendant toute la durée de la procédure et peut en règle contester les décisions du tribunal dans les règles et délais prévus au Code judiciaire."
      ],
      "abstractNL": [
        "De gerechtelijke reorganisatie vormt één enkele procedure die aanvangt met het verzoekschrift van de schuldenaar tot opening van een procedure van gerechtelijke reorganisatie en die, in geval van gerechtelijke reorganisatie door een collectief akkoord, eindigt met de beslissing van de rechtbank tot sluiting van de procedure van gerechtelijke reorganisatie.",
        "Een belanghebbende die tijdens de procedure van gerechtelijke reorganisatie is tussengekomen overeenkomstig de artikelen 812 tot 814 Gerechtelijk Wetboek heeft voor de gehele duur van deze procedure de hoedanigheid van partij en vermag in de regel tegen de beslissingen van de rechtbank de rechtsmiddelen aan te wenden volgens de in het Gerechtelijk Wetboek voorgeschreven regels en termijnen."
      ]
    }
  },
  "17": {
    "ECLI:BE:CASS:2013:ARR.20130415.3": {
      "court": "CASS",
      "date": "2013-04-15",
      "roleNumber": "S.12.0027.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130415.3&lang=fr",
      "abstractFR": [
        "La réorganisation judiciaire consiste en une seule et unique procédure, introduite par la requête du débiteur en ouverture d'une procédure de réorganisation judiciaire et terminée, en cas de réorganisation judiciaire par accord collectif, par la décision du tribunal clôturant la procédure de réorganisation judiciaire.",
        "Tout intéressé qui intervient dans une procédure de réorganisation judiciaire conformément aux articles 812 à 814 du Code judiciaire, revêt la qualité de partie pendant toute la durée de la procédure et peut en règle contester les décisions du tribunal dans les règles et délais prévus au Code judiciaire."
      ],
      "abstractNL": [
        "De gerechtelijke reorganisatie vormt één enkele procedure die aanvangt met het verzoekschrift van de schuldenaar tot opening van een procedure van gerechtelijke reorganisatie en die, in geval van gerechtelijke reorganisatie door een collectief akkoord, eindigt met de beslissing van de rechtbank tot sluiting van de procedure van gerechtelijke reorganisatie.",
        "Een belanghebbende die tijdens de procedure van gerechtelijke reorganisatie is tussengekomen overeenkomstig de artikelen 812 tot 814 Gerechtelijk Wetboek heeft voor de gehele duur van deze procedure de hoedanigheid van partij en vermag in de regel tegen de beslissingen van de rechtbank de rechtsmiddelen aan te wenden volgens de in het Gerechtelijk Wetboek voorgeschreven regels en termijnen."
      ]
    }
  },
  "20": {
    "ECLI:BE:CASS:2013:ARR.20130415.3": {
      "court": "CASS",
      "date": "2013-04-15",
      "roleNumber": "S.12.0027.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130415.3&lang=fr",
      "abstractFR": [
        "La réorganisation judiciaire consiste en une seule et unique procédure, introduite par la requête du débiteur en ouverture d'une procédure de réorganisation judiciaire et terminée, en cas de réorganisation judiciaire par accord collectif, par la décision du tribunal clôturant la procédure de réorganisation judiciaire.",
        "Tout intéressé qui intervient dans une procédure de réorganisation judiciaire conformément aux articles 812 à 814 du Code judiciaire, revêt la qualité de partie pendant toute la durée de la procédure et peut en règle contester les décisions du tribunal dans les règles et délais prévus au Code judiciaire."
      ],
      "abstractNL": [
        "De gerechtelijke reorganisatie vormt één enkele procedure die aanvangt met het verzoekschrift van de schuldenaar tot opening van een procedure van gerechtelijke reorganisatie en die, in geval van gerechtelijke reorganisatie door een collectief akkoord, eindigt met de beslissing van de rechtbank tot sluiting van de procedure van gerechtelijke reorganisatie.",
        "Een belanghebbende die tijdens de procedure van gerechtelijke reorganisatie is tussengekomen overeenkomstig de artikelen 812 tot 814 Gerechtelijk Wetboek heeft voor de gehele duur van deze procedure de hoedanigheid van partij en vermag in de regel tegen de beslissingen van de rechtbank de rechtsmiddelen aan te wenden volgens de in het Gerechtelijk Wetboek voorgeschreven regels en termijnen."
      ]
    }
  },
  "24": {
    "ECLI:BE:CASS:2018:ARR.20180924.3": {
      "court": "CASS",
      "date": "2018-09-24",
      "roleNumber": "C.18.0189.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180924.3&lang=fr",
      "abstractFR": [
        "Il ressort des pièces auxquelles la Cour peut avoir égard que, dans son rapport déposé le 18 janvier 2018, le juge délégué a soulevé la question de la recevabilité de la demande de prorogation du délai de sursis; cette exception a ainsi fait l'objet de débats, de sorte que le moyen, qui repose sur le soutènement que le jugement a méconnu les droits de la défense en déclarant cette demande irrecevable pour cause de tardiveté, ne peut être accueilli."
      ],
      "abstractNL": [
        "Uit de stukken waarop het Hof vermag acht te slaan, blijkt dat de gedelegeerd rechter in zijn op 18 januari 2018 neergelegd verslag de vraag naar de ontvankelijkheid van het verzoek tot verlenging van de termijn van opschorting heeft opgeworpen; deze exceptie was aldus in het debat zodat het middel dat ervan uitgaat dat het vonnis met miskenning van het recht van verdediging heeft geoordeeld dat dit verzoek niet-ontvankelijk was wegens laattijdigheid, niet kan worden aangenomen."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140213.3": {
      "court": "CASS",
      "date": "2014-02-13",
      "roleNumber": "C.13.0419.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140213.3&lang=fr",
      "abstractFR": [
        "Une requête en prorogation du délai du sursis accordé en vertu de l'article 24, § 2 de la loi du 31 janvier 2009 relative à la continuité des entreprises ou de l'article 38, § 1er de cette loi, doit être introduite avant l'expiration du sursis initialement accordé."
      ],
      "abstractNL": [
        "Een verzoek tot verlenging van de termijn van opschorting toegekend op grond van artikel 24, § 2, WCO of artikel 38, § 1, WCO, dient te worden gedaan vóór het verstrijken van de oorspronkelijk toegekende opschorting."
      ]
    }
  },
  "30": {
    "ECLI:BE:CASS:2018:ARR.20180621.12": {
      "court": "CASS",
      "date": "2018-06-21",
      "roleNumber": "F.17.0133.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180621.12&lang=fr",
      "abstractFR": [
        "Dès lors que les articles 164 et 165 de l'arrêté royal du 27 août 1993 d'exécution du Code des impôts sur les revenus 1992 sont incompatibles avec le régime particulier des saisies et voies d'exécution dans le cadre de la réorganisation judiciaire, il est raisonnable d'aligner les effets d'une saisie-arrêt notifiée en forme simplifiée pendant une telle procédure sur les articles 30 et 31 de la loi du 31 janvier 2009 relative à la continuité des entreprises; il résulte de l'ensemble de ces dispositions que la saisie-arrêt simplifiée en matière fiscale garde ses effets conservatoires pendant la durée du sursis, sauf si la levée en est ordonnée sur la base de l'article 31 de la loi précitée."
      ],
      "abstractNL": [
        "Aangezien de artikelen 164 en 165 KB/WIB92 zich niet verstaan met het bijzonder regime van de tenuitvoerlegging en beslagen in het raam van de gerechtelijke reorganisatie ligt het in de rede de gevolgen van het vereenvoudigd fiscaal derdenbeslag tijdens deze procedure geheel af te stemmen op de artikelen 30 en 31 WCO; uit het geheel van de bepalingen volgt dat het vereenvoudigd fiscaal derdenbeslag zijn bewarende werking behoudt tijdens de periode van opschorting tenzij hiervan de opheffing wordt bevolen op grond van artikel 31 WCO."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140925.13": {
      "court": "CASS",
      "date": "2014-09-25",
      "roleNumber": "C.13.0619.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140925.13",
      "abstractFR": [
        "Constituent une voie d'exécution au sens de l'article 30, alinéa 1er, de la loi du 31 janvier 2009 relative à la continuité des entreprises, les retenues et versements imposés au commettant par l'article 30bis, § 4, alinéas 1er et 10, de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs qui permettent à l'Office national de sécurité sociale d'obtenir le paiement forcé de sa créance (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De inhoudingen en stortingen die de opdrachtgever moet doen op grond van artikel 30bis, §4, eerste en tiende lid, van de wet van 27 juni 1969 tot herziening van de besluitwet van 28 december 1944 betreffende de maatschappelijke zekerheid der arbeiders op grond waarvan de Rijksdienst voor Sociale Zekerheid de gedwongen betaling van zijn schuldvordering kan verkrijgen, zijn een middel van tenuitvoerlegging in de zin van artikel 30, eerste lid, van de wet van 31 januari 2009 betreffende de continuïteit van de ondernemingen (1). (1) Zie concl. OM in Pas 2014, nr. ..."
      ]
    }
  },
  "31": {
    "ECLI:BE:CASS:2018:ARR.20180621.12": {
      "court": "CASS",
      "date": "2018-06-21",
      "roleNumber": "F.17.0133.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180621.12&lang=fr",
      "abstractFR": [
        "Dès lors que les articles 164 et 165 de l'arrêté royal du 27 août 1993 d'exécution du Code des impôts sur les revenus 1992 sont incompatibles avec le régime particulier des saisies et voies d'exécution dans le cadre de la réorganisation judiciaire, il est raisonnable d'aligner les effets d'une saisie-arrêt notifiée en forme simplifiée pendant une telle procédure sur les articles 30 et 31 de la loi du 31 janvier 2009 relative à la continuité des entreprises; il résulte de l'ensemble de ces dispositions que la saisie-arrêt simplifiée en matière fiscale garde ses effets conservatoires pendant la durée du sursis, sauf si la levée en est ordonnée sur la base de l'article 31 de la loi précitée."
      ],
      "abstractNL": [
        "Aangezien de artikelen 164 en 165 KB/WIB92 zich niet verstaan met het bijzonder regime van de tenuitvoerlegging en beslagen in het raam van de gerechtelijke reorganisatie ligt het in de rede de gevolgen van het vereenvoudigd fiscaal derdenbeslag tijdens deze procedure geheel af te stemmen op de artikelen 30 en 31 WCO; uit het geheel van de bepalingen volgt dat het vereenvoudigd fiscaal derdenbeslag zijn bewarende werking behoudt tijdens de periode van opschorting tenzij hiervan de opheffing wordt bevolen op grond van artikel 31 WCO."
      ]
    }
  },
  "37": {
    "ECLI:BE:CASS:2020:ARR.20200917.1F.2": {
      "court": "CASS",
      "date": "2020-09-17",
      "roleNumber": "C.18.0423.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200917.1F.2",
      "abstractFR": [
        "La créance de rémunération brute bénéficie du statut de dette de la masse lorsque la prestation de travail est réalisée au cours de la procédure de réorganisation judiciaire, dès lors que la créance de rémunération, contrepartie des prestations effectuées en exécution d'un contrat de travail, comprend le précompte professionnel (1). (1) Voir les concl. du MP.",
        "La différence de traitement entre la créance de précompte professionnel et la créance de taxe sur la valeur ajoutée découle non de l'article 37 de la loi du 21 janvier 2009 sur la continuité des entreprises, mais de la circonstance que l'État belge n'est, en règle, pas créancier du débiteur admis à la réorganisation judiciaire, mais de son cocontractant qui a fourni des prestations soumises à la taxe (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De schuldvordering van brutoloon vormt een boedelschuld wanneer de arbeidsprestatie wordt verricht tijdens de procedure van gerechtelijke reorganisatie, aangezien de schuldvordering van loon die de tegenprestatie vormt voor de prestaties die ter uitvoering van de arbeidsovereenkomst zijn verricht, de bedrijfsvoorheffing omvat (1). (1) Zie concl. OM in Pas. 2020, nr. 549.",
        "Het verschil in behandeling tussen de schuldvordering van bedrijfsvoorheffing en de schuldvordering van de belasting over de toegevoegde waarde vloeit niet voort uit artikel 37 WCO, maar uit de omstandigheid dat de Belgische Staat, in de regel, geen schuldeiser is ten aanzien van de schuldenaar die tot de procedure van gerechtelijke reorganisatie werd toegelaten, maar ten aanzien van zijn medecontractant die de aan de belasting onderworpen prestaties heeft verricht (1). (1) Zie concl. OM in Pas. 2020, nr. 549."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220610.1F.1": {
      "court": "CASS",
      "date": "2022-06-10",
      "roleNumber": "C.21.0377.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220610.1F.1",
      "abstractFR": [
        "L'article 37, alinéa 1er, de la loi du 31 janvier 2009 relative à la continuité des entreprises, qui dispose que, dans la mesure où les créances se rapportent à des prestations effectuées à l'égard du débiteur pendant la procédure de réorganisation judiciaire, qu'elles soient issues d'engagements nouveaux du débiteur ou de contrats en cours au moment de l'ouverture de la procédure, elles sont considérées comme des dettes de masse dans une faillite ou liquidation subséquente survenue au cours de la période de réorganisation ou à l'expiration de celle-ci, dans la mesure où il y a un lien étroit entre la fin de la procédure de réorganisation et cette procédure collective vise tant le prix de ces prestations que les accessoires de ce prix.",
        "Le paiement aux créanciers considérés comme créanciers de la masse par l'article 37, alinéa 1er de la loi du 31 janvier 2009 relative à la continuité des entreprises n'est prélevé par priorité sur le produit de la réalisation de biens sur lesquels un droit réel est établi que dans la mesure où leurs prestations ont contribué au maintien de la sûreté ou de la propriété; il faut mais il suffit que ces créances aient contribué au maintien de cette sûreté ou de la propriété.",
        "Le paiement aux créanciers considérés comme créanciers de la masse par l'alinéa 1er n'est prélevé par priorité sur le produit de la réalisation de biens sur lesquels un droit réel est établi que dans la mesure où leurs prestations ont contribué au maintien de la sûreté ou de la propriété; Il faut mais il suffit que ces créances aient contribué au maintien de cette sûreté ou de la propriété."
      ],
      "abstractNL": [
        "Artikel 37, eerste lid, WCO, dat bepaalt dat de schuldvorderingen, in de mate dat ze ten aanzien van de schuldenaar beantwoorden aan prestaties uitgevoerd tijdens de procedure van gerechtelijke reorganisatie door zijn medecontractant, ongeacht of ze voortvloeien uit nieuwe verbintenissen van de schuldenaar of uit overeenkomsten die lopen op het ogenblik van het openen van de procedure, als boedelschulden worden beschouwd in een navolgende vereffening of faillissement tijdens de periode van reorganisatie of na het beëindigen ervan, in zoverre er een nauwe band bestaat tussen de beëindiging van de procedure van reorganisatie en die collectieve procedure, heeft zowel betrekking op de prijs van die prestaties als op de accessoria van die prijs.",
        "De betaling aan schuldeisers die door artikel 37, eerste lid, WCO als boedelschuldeisers worden beschouwd, wordt slechts bij voorrang afgenomen van de opbrengst van de te gelde gemaakte goederen waarop een zakelijk recht is gevestigd, voor zover die prestaties hebben bijgedragen tot het behoud van de zekerheid of van de eigendom; het is vereist maar voldoende dat die schuldvorderingen hebben bijgedragen tot het behoud van die zekerheid of van de eigendom.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190510.8": {
      "court": "CASS",
      "date": "2019-05-10",
      "roleNumber": "C.18.0564.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190510.8&lang=fr",
      "abstractFR": [
        "L'art. 37, al. 1er, de la loi relative à la continuité des entreprises vise à encourager le maintien des relations contractuelles existantes et la conclusion de nouvelles relations contractuelles, et à renforcer le crédit du débiteur afin d'assurer la continuité de l'entreprise.",
        "N'étant pas soumises au concours en cas de faillite, les dettes de la masse sont payées par préférence aux autres dettes (1). (1) Voir Cass. 22 février 2018, RG C.17.0503.N, Pas. 2018, n° 119.",
        "Des créances résultant de contrats de crédit peuvent être considérées comme des dettes de la masse au sens de l'art. 37, al. 1er, de la loi relative à la continuité des entreprises si elles découlent de nouveaux contrats ou de nouveaux prélèvements effectués dans le cadre de contrats de crédit existants qui se poursuivent."
      ],
      "abstractNL": [
        "Artikel 37, eerste lid, WCO strekt ertoe het in stand houden van bestaande en het aangaan van nieuwe contractuele verhoudingen aan te moedigen en het krediet van de schuldenaar te versterken ten einde de continuïteit van de onderneming veilig te stellen.",
        "Boedelschulden zijn in het faillissement niet aan de samenloop onderworpen, worden bij voorrang boven de andere schulden voldaan en dienen, nu zij afbreuk doen aan de gelijkheid tussen schuldeisers, beperkend te worden geïnterpreteerd (1). (1) Zie Cass. 22 februari 2018, AR C.17.0503.N, AC 2018, nr. 119.",
        "Schuldvorderingen uit kredietovereenkomsten kunnen gelden als boedelschulden als bedoeld in artikel 37, eerste lid, WCO indien zij voortvloeien uit nieuwe overeenkomsten of uit nieuwe opnemingen krachtens bestaande kredietovereenkomsten die worden verdergezet."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180222.10": {
      "court": "CASS",
      "date": "2018-02-22",
      "roleNumber": "C.17.0503.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180222.10&lang=fr",
      "abstractFR": [
        "L'article 37, alinéa 1er, de la loi du 31 janvier 2009 relative à la continuité des entreprises vise à encourager le maintien des relations contractuelles existantes et la passation de nouvelles relations contractuelles et à renforcer le crédit du débiteur afin d'assurer la continuité de l'entreprise.",
        "L'article 37, alinéa 3, de la loi du 31 janvier 2009 relative à la continuité des entreprises vise à protéger l'octroi de crédits de manière à ce que les créanciers de la masse visés ne portent pas atteinte aux droits des créanciers titulaires d'une sûreté sur leur gage respectif, à moins qu'il ne soit démontré que les prestations ont contribué à son maintien; il faut mais il suffit que ces créances aient contribué au maintien de cette sûreté ou de la propriété (1). (1) Voir Cass. 28 février 2014, RG C.13.0201.F, Pas. 2014, n° 160.",
        "Si la sûreté concerne tout ou partie des actifs d'une entreprise, comme un gage sur fonds de commerce, les services fournis pendant la période de suspension contribuent à la possibilité de poursuivre les activités commerciales avec tous les risques que cela comporte, mais cela n'a pas pour conséquence de conserver la valeur économique de ces actifs dans le patrimoine de l'entreprise, ce qui ne sera le cas que si le cocontractant démontre concrètement que les services fournis ont conservé la valeur économique de l'objet de la sûreté."
      ],
      "abstractNL": [
        "Artikel 37, eerste lid, WCO strekt ertoe het in stand houden van bestaande en het aangaan van nieuwe contractuele verhoudingen aan te moedigen en het krediet van de schuldenaar te versterken ten einde de continuïteit van de onderneming veilig te stellen.",
        "Artikel 37, derde lid WCO strekt tot bescherming van de kredietverlening derwijze dat de bedoelde boedelschuldeisers geen afbreuk doen aan de rechten van zekerheidsschuldeisers op hun respectieve onderpand, tenzij wordt aangetoond dat de prestaties hebben bijgedragen tot het behoud ervan; het is nodig maar voldoende dat die schuldvorderingen hebben bijgedragen tot het behoud van die zekerheid of de eigendom (1). (1) Zie Cass. 28 februari 2014, AR C.13.0201.F, AC 2014, nr.160.",
        "Indien het zekerheidsrecht betrekking heeft op het geheel of een gedeelte van de activa van een onderneming, zoals een pand op een handelszaak, dan dragen de prestaties geleverd tijdens de periode van opschorting ertoe bij dat de handelsactiviteiten kunnen worden voortgezet met alle risico's van dien, maar heeft dit daarom nog niet tot gevolg dat de economische waarde van deze activa bewaard worden in het vermogen van de onderneming, wat eerst het geval zal zijn indien de medecontractant in concreto aantoont dat de geleverde prestaties de economische waarde van het voorwerp van het zekerheidsrecht hebben bewaard."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150327.4": {
      "court": "CASS",
      "date": "2015-03-27",
      "roleNumber": "F.14.0141.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150327.4&lang=fr",
      "abstractFR": [
        "Une dette n'est une dette de la masse que si le curateur a contracté des obligations en vue de l'administration de la masse, notamment en poursuivant l'activité commerciale du failli en exécutant les conventions conclues par ce dernier ou encore en utilisant les biens mobiliers ou immobiliers en vue d'administrer de manière adéquate la masse faillie; dès lors que les dettes de la masse dérogent au principe de l'égalité des créanciers qui sert de fondement à la loi du 8 août 1997 sur les faillites, il y a lieu de les interpréter de manière restrictive (1). (1) Voir les concl. du MP; au cours de la même audience la Cour a statué dans le même sens dans la cause F.14.0157.N en ce qui concerne le précompte professionnel dû et la taxe sur la valeur ajoutée due.",
        "La reconnaissance des dettes contractées pendant la procédure de réorganisation judiciaire en tant que dettes de la masse au cours de la liquidation ou de la faillite subséquentes doit être limitée aux dettes pour les prestations résultant de contrats conclus avec l'entreprise en difficulté (1). (1) Voir les concl. du MP; au cours de la même audience la Cour a statué dans le même sens dans la cause F.14.0157.N en ce qui concerne le précompte professionnel dû et la taxe sur la valeur ajoutée due.",
        "En matière de précompte professionnel dû le fisc ne doit pas être considéré comme un créancier auquel une sûreté doit être accordée en vue de la poursuite des prestations pendant la procédure de réorganisation judiciaire; ces créances ne sont, dès lors, pas des dettes de la masse en vertu de l'article 37, alinéa 1er, de la loi du 31 janvier 2009 (1). (1) Voir les concl. du MP; au cours de la même audience la Cour a statué dans le même sens dans la cause F.14.0157.N en ce qui concerne le précompte professionnel dû et la taxe sur la valeur ajoutée due."
      ],
      "abstractNL": [
        "Een schuld is alleen dan een boedelschuld, wanneer de curator verbintenissen heeft aangegaan met het oog op het beheer van de boedel, onder meer door de handelsactiviteit van de gefailleerde voort te zetten, de door laatstgenoemde gesloten overeenkomsten uit te voeren of nog door de roerende of onroerende goederen te gebruiken met het oog op het passend beheer van de failliete boedel; aangezien boedelschulden afbreuk doen aan het beginsel van de gelijkheid van schuldeisers dat aan de Faillissementswet ten grondslag ligt, dienen zij beperkend te worden uitgelegd (1). (1) Zie concl. OM.; het Hof heeft op dezelfde zitting in de zaak F.14.0157.N uitspraak gedaan in dezelfde zin wat de verschuldigde bedrijfsvoorheffing betreft en de verschuldigde BTW.",
        "De erkenning van de schulden aangegaan tijdens de procedure van gerechtelijke reorganisatie als boedelschulden in de daaropvolgende vereffening of faillissement dient beperkt te blijven tot schulden voor prestaties die voortvloeien uit contracten met de onderneming in moeilijkheden (1). (1) Zie concl. OM.; het Hof heeft op dezelfde zitting in de zaak F.14.0157.N uitspraak gedaan in dezelfde zin wat de verschuldigde bedrijfsvoorheffing betreft en de verschuldigde BTW.",
        "De fiscus is ter zake van de verschuldigde bedrijfsvoorheffing niet te aanzien als een schuldeiser aan wie zekerheid moet worden verschaft met het oog op het verderzetten van de prestaties tijdens de procedure van gerechtelijke reorganisatie; deze schuldvorderingen zijn derhalve geen boedelschulden krachtens artikel 37, eerste lid, Wet Continuïteit Ondernemingen (1). (1) Zie concl. OM.; het Hof heeft op dezelfde zitting in de zaak F.14.0157.N uitspraak gedaan in dezelfde zin wat de verschuldigde bedrijfsvoorheffing betreft en de verschuldigde BTW."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140516.4": {
      "court": "CASS",
      "date": "2014-05-16",
      "roleNumber": "F.13.0100.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140516.4",
      "abstractFR": [
        "Se rapporte à des prestations effectuées à l'égard du débiteur au sens de l'article 37 de la loi du 31 janvier 2009 relative à la continuité des entreprises la dette de précompte professionnel afférente à la rémunération de celui qui a fourni son travail au cours de la procédure de réorganisation judiciaire (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De schuld van bedrijfsvoorheffing behorend bij het loon van degene die zijn arbeid heeft gepresteerd tijdens de procedure van de gerechtelijke reorganisatie beantwoordt aan prestaties uitgevoerd voor de schuldenaar in de zin van artikel 37 van de wet van 31 januari 2009 betreffende de continuïteit van de ondernemingen (1). (1) Zie concl. OM in Pas. 2014, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140228.5": {
      "court": "CASS",
      "date": "2014-02-28",
      "roleNumber": "C.13.0201.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140228.5",
      "abstractFR": [
        "Il résulte de l'article 37, alinéas 1er et 3, de la loi du 31 janvier 2009 relative à la continuité des entreprises que, pour pouvoir être payées par priorité sur le produit de réalisation d'actifs du débiteur grevés d'une sûreté, il faut mais il suffit que les créances se rapportant à des prestations effectuées à l'égard du débiteur pendant la procédure de réorganisation judiciaire aient contribué au maintien de cette sûreté (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "Uit artikel 37, eerste en derde lid, van de wet van 31 januari 2009 betreffende de continuïteit van de ondernemingen volgt dat het, om bij voorrang te worden betaald uit de opbrengst van de tegeldemaking van activa van de schuldenaar waarop een zekerheid is gevestigd, nodig maar voldoende is dat de schuldvorderingen die ten aanzien van de schuldenaar beantwoorden aan prestaties uitgevoerd tijdens de procedure van gerechtelijke reorganisatie, bijgedragen hebben tot het behoud van die zekerheid (1). (1) Zie concl. O.M. in Pas. 2014, nr. ..."
      ]
    }
  },
  "38": {
    "ECLI:BE:CASS:2018:ARR.20180924.3": {
      "court": "CASS",
      "date": "2018-09-24",
      "roleNumber": "C.18.0189.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180924.3&lang=fr",
      "abstractFR": [
        "Il ressort des pièces auxquelles la Cour peut avoir égard que, dans son rapport déposé le 18 janvier 2018, le juge délégué a soulevé la question de la recevabilité de la demande de prorogation du délai de sursis; cette exception a ainsi fait l'objet de débats, de sorte que le moyen, qui repose sur le soutènement que le jugement a méconnu les droits de la défense en déclarant cette demande irrecevable pour cause de tardiveté, ne peut être accueilli."
      ],
      "abstractNL": [
        "Uit de stukken waarop het Hof vermag acht te slaan, blijkt dat de gedelegeerd rechter in zijn op 18 januari 2018 neergelegd verslag de vraag naar de ontvankelijkheid van het verzoek tot verlenging van de termijn van opschorting heeft opgeworpen; deze exceptie was aldus in het debat zodat het middel dat ervan uitgaat dat het vonnis met miskenning van het recht van verdediging heeft geoordeeld dat dit verzoek niet-ontvankelijk was wegens laattijdigheid, niet kan worden aangenomen."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140213.3": {
      "court": "CASS",
      "date": "2014-02-13",
      "roleNumber": "C.13.0419.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140213.3&lang=fr",
      "abstractFR": [
        "Une requête en prorogation du délai du sursis accordé en vertu de l'article 24, § 2 de la loi du 31 janvier 2009 relative à la continuité des entreprises ou de l'article 38, § 1er de cette loi, doit être introduite avant l'expiration du sursis initialement accordé."
      ],
      "abstractNL": [
        "Een verzoek tot verlenging van de termijn van opschorting toegekend op grond van artikel 24, § 2, WCO of artikel 38, § 1, WCO, dient te worden gedaan vóór het verstrijken van de oorspronkelijk toegekende opschorting."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130905.6": {
      "court": "CASS",
      "date": "2013-09-05",
      "roleNumber": "C.13.0047.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130905.6&lang=fr",
      "abstractFR": [
        "Une décision telle que visée à l''article 38, § 1er de la loi du 31 janvier 2009 est susceptible de pourvoi en cassation.",
        "Le débiteur qui, en vertu de l''article 38, § 1er, de la loi du 31 janvier 2009, a fait une requête de prorogation du délai du sursis, doit être convoqué et entendu, à moins qu''il n''ait renoncé à ce droit."
      ],
      "abstractNL": [
        "Tegen een beslissing als bedoeld in artikel 38, §1, WCO, staat cassatieberoep open.",
        "De schuldenaar die krachtens artikel 38, §1, WCO een verzoek heeft ingesteld tot verlenging van de termijn van opschorting, moet worden opgeroepen en gehoord, tenzij hij van dit recht afstand heeft gedaan."
      ]
    }
  },
  "39": {
    "ECLI:BE:CASS:2013:ARR.20130415.3": {
      "court": "CASS",
      "date": "2013-04-15",
      "roleNumber": "S.12.0027.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130415.3&lang=fr",
      "abstractFR": [
        "La réorganisation judiciaire consiste en une seule et unique procédure, introduite par la requête du débiteur en ouverture d'une procédure de réorganisation judiciaire et terminée, en cas de réorganisation judiciaire par accord collectif, par la décision du tribunal clôturant la procédure de réorganisation judiciaire.",
        "Tout intéressé qui intervient dans une procédure de réorganisation judiciaire conformément aux articles 812 à 814 du Code judiciaire, revêt la qualité de partie pendant toute la durée de la procédure et peut en règle contester les décisions du tribunal dans les règles et délais prévus au Code judiciaire."
      ],
      "abstractNL": [
        "De gerechtelijke reorganisatie vormt één enkele procedure die aanvangt met het verzoekschrift van de schuldenaar tot opening van een procedure van gerechtelijke reorganisatie en die, in geval van gerechtelijke reorganisatie door een collectief akkoord, eindigt met de beslissing van de rechtbank tot sluiting van de procedure van gerechtelijke reorganisatie.",
        "Een belanghebbende die tijdens de procedure van gerechtelijke reorganisatie is tussengekomen overeenkomstig de artikelen 812 tot 814 Gerechtelijk Wetboek heeft voor de gehele duur van deze procedure de hoedanigheid van partij en vermag in de regel tegen de beslissingen van de rechtbank de rechtsmiddelen aan te wenden volgens de in het Gerechtelijk Wetboek voorgeschreven regels en termijnen."
      ]
    }
  },
  "44": {
    "ECLI:BE:CASS:2020:ARR.20200608.3F.1": {
      "court": "CASS",
      "date": "2020-06-08",
      "roleNumber": "C.19.0310.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200608.3F.1",
      "abstractFR": [
        "Il suit des articles 44, 47, 49, 51, 53 et 55 du Chapitre 3 de la loi du 31 janvier 2009 relative à la continuité des entreprises que, lorsque le débiteur propose aux créanciers, comme modalité du plan de réorganisation, la cession de tout ou partie de ses activités, cette cession est réalisée par le débiteur lui-même en exécution de ce plan préalablement approuvé par les créanciers et homologué par le tribunal (1). (1) Voir les concl. du MP.",
        "La cession volontaire proposée par le débiteur lui-même comme modalité du plan de réorganisation ne constitue pas un transfert sous autorité de justice ordonné par le tribunal sur le consentement du débiteur manifesté au cours de la procédure, et est dès lors régie par les seules règles du chapitre 3 du titre 3 de la loi (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de artikelen 44, 47, 49, 51, 53 en 55 van hoofdstuk 3 WCO volgt dat, wanneer de schuldenaar aan de schuldeisers, als modaliteit van het reorganisatieplan, de overdracht van het geheel of een gedeelte van zijn activiteiten voorstelt, die overdracht door de schuldenaar zelf wordt gerealiseerd in uitvoering van dat plan dat vooraf door de schuldeisers werd goedgekeurd en door de rechtbank werd gehomologeerd (1). (1) Zie concl. OM in Pas. 2020, nr. 375.",
        "De vrijwillige overdracht die door de schuldenaar zelf als modaliteit van het reorganisatieplan wordt voorgesteld, vormt geen overdracht onder gerechtelijk gezag die door de rechtbank wordt bevolen met instemming van de schuldenaar, die deze instemming tijdens de procedure geeft, en wordt bijgevolg uitsluitend beheerst door de regels van hoofdstuk 3 van titel 3 WCO (1). (1) Zie concl. OM in Pas. 2020, nr. 375."
      ]
    }
  },
  "46": {
    "ECLI:BE:CASS:2015:ARR.20150330.1": {
      "court": "CASS",
      "date": "2015-03-30",
      "roleNumber": "C.14.0309.F-C.14.0383.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150330.1",
      "abstractFR": [
        "Le jugement, qui ne se limite pas à déterminer le montant et la qualité pour lesquels la créance contestée sera provisoirement admise dans les opérations de la réorganisation judiciaire mais statue définitivement sur le montant ou la qualité de cette créance, est susceptible de recours selon les modalités et dans les délais prévus par le Code judiciaire (1). (1) Loi du 31 janvier 2009 sur la continuité des entreprises avant sa modification par la loi du 27 mai 2013."
      ],
      "abstractNL": [
        "Het vonnis dat zich niet ertoe beperkt het bedrag en de hoedanigheid waarvoor de betwiste schuldvordering voorlopig aanvaard zal worden in de werkzaamheden van de gerechtelijke reorganisatie te bepalen maar een eindbeslissing neemt inzake het bedrag of de hoedanigheid van die schuldvordering, is vatbaar voor verhaal overeenkomstig de bij het Gerechtelijk Wetboek bepaalde vormen en termijnen."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130906.4": {
      "court": "CASS",
      "date": "2013-09-06",
      "roleNumber": "F.12.0166.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130906.4",
      "abstractFR": [
        "Il suit de l'article 46, § 1er et 6 de la loi du 31 janvier 2009 relative à la continuité des entreprises qu'un créancier qui, dûment informé de la qualité de créance sursitaire ordinaire attribuée à sa créance, s'abstient de contester cette qualité, en recourant à la procédure prévue par l'article 46 précité, est présumé marquer son accord sur cette qualité (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "Uit artikel 46, §§1 en 6, van de wet van 31 januari 2009 betreffende de continuïteit van de ondernemingen volgt dat een schuldeiser die op een behoorlijke wijze in kennis is gesteld van de aan zijn schuldvordering toegekende hoedanigheid van gewone schuldvordering in de opschorting en zich ervan onthoudt die hoedanigheid te betwisten door gebruik te maken van de procedure uit het voormelde artikel 46, wordt verondersteld met die hoedanigheid akkoord te zijn gegaan (1). (1) Zie concl. OM in Pas., 2013, nr. ... ."
      ]
    }
  },
  "47": {
    "ECLI:BE:CASS:2020:ARR.20200608.3F.1": {
      "court": "CASS",
      "date": "2020-06-08",
      "roleNumber": "C.19.0310.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200608.3F.1",
      "abstractFR": [
        "Il suit des articles 44, 47, 49, 51, 53 et 55 du Chapitre 3 de la loi du 31 janvier 2009 relative à la continuité des entreprises que, lorsque le débiteur propose aux créanciers, comme modalité du plan de réorganisation, la cession de tout ou partie de ses activités, cette cession est réalisée par le débiteur lui-même en exécution de ce plan préalablement approuvé par les créanciers et homologué par le tribunal (1). (1) Voir les concl. du MP.",
        "La cession volontaire proposée par le débiteur lui-même comme modalité du plan de réorganisation ne constitue pas un transfert sous autorité de justice ordonné par le tribunal sur le consentement du débiteur manifesté au cours de la procédure, et est dès lors régie par les seules règles du chapitre 3 du titre 3 de la loi (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de artikelen 44, 47, 49, 51, 53 en 55 van hoofdstuk 3 WCO volgt dat, wanneer de schuldenaar aan de schuldeisers, als modaliteit van het reorganisatieplan, de overdracht van het geheel of een gedeelte van zijn activiteiten voorstelt, die overdracht door de schuldenaar zelf wordt gerealiseerd in uitvoering van dat plan dat vooraf door de schuldeisers werd goedgekeurd en door de rechtbank werd gehomologeerd (1). (1) Zie concl. OM in Pas. 2020, nr. 375.",
        "De vrijwillige overdracht die door de schuldenaar zelf als modaliteit van het reorganisatieplan wordt voorgesteld, vormt geen overdracht onder gerechtelijk gezag die door de rechtbank wordt bevolen met instemming van de schuldenaar, die deze instemming tijdens de procedure geeft, en wordt bijgevolg uitsluitend beheerst door de regels van hoofdstuk 3 van titel 3 WCO (1). (1) Zie concl. OM in Pas. 2020, nr. 375."
      ]
    }
  },
  "49": {
    "ECLI:BE:CASS:2020:ARR.20200917.1F.1": {
      "court": "CASS",
      "date": "2020-09-17",
      "roleNumber": "C.16.0547.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200917.1F.1",
      "abstractFR": [
        "Si la créance née de prestations de travail comprend le précompte professionnel, il n'en résulte pas que cette créance de précompte professionnel ne puisse faire l'objet d'une réduction dès lors que son sort est déterminé par la qualité de son titulaire et que les créanciers publics munis d'un privilège général ne peuvent se prévaloir du régime prévu pour les travailleurs titulaires d'une créance née de prestations de travail (1)(2). (1) Cass. 16 juin 2016, RG F.16.0022.N, Pas. 2016, n° 409 avec concl. de M. Thijs, avocat général, publiées à leur date dans AC. (2) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Hoewel de schuldvordering die is ontstaan uit arbeidsprestaties de bedrijfsvoorheffing omvat, volgt hieruit niet dat die schuldvordering van bedrijfsvoorheffing niet het voorwerp kan uitmaken van een vermindering, aangezien het lot hiervan wordt bepaald door de hoedanigheid van haar titularis en de categorie van de openbare schuldeisers die een algemeen voorrecht genieten zich niet kan beroepen op de regeling die is bepaald voor de categorie van de werknemers die beschikken over een schuldvordering die is ontstaan uit arbeidsprestaties (1) (2). (1) Cass. 16 juni 2016, AR F.16.0022.N, AC 2016, nr. 409 met concl. van advocaat-generaal THIJS. (2) Zie concl. OM in Pas. 2020, nr. 547."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200608.3F.1": {
      "court": "CASS",
      "date": "2020-06-08",
      "roleNumber": "C.19.0310.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200608.3F.1",
      "abstractFR": [
        "Il suit des articles 44, 47, 49, 51, 53 et 55 du Chapitre 3 de la loi du 31 janvier 2009 relative à la continuité des entreprises que, lorsque le débiteur propose aux créanciers, comme modalité du plan de réorganisation, la cession de tout ou partie de ses activités, cette cession est réalisée par le débiteur lui-même en exécution de ce plan préalablement approuvé par les créanciers et homologué par le tribunal (1). (1) Voir les concl. du MP.",
        "La cession volontaire proposée par le débiteur lui-même comme modalité du plan de réorganisation ne constitue pas un transfert sous autorité de justice ordonné par le tribunal sur le consentement du débiteur manifesté au cours de la procédure, et est dès lors régie par les seules règles du chapitre 3 du titre 3 de la loi (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de artikelen 44, 47, 49, 51, 53 en 55 van hoofdstuk 3 WCO volgt dat, wanneer de schuldenaar aan de schuldeisers, als modaliteit van het reorganisatieplan, de overdracht van het geheel of een gedeelte van zijn activiteiten voorstelt, die overdracht door de schuldenaar zelf wordt gerealiseerd in uitvoering van dat plan dat vooraf door de schuldeisers werd goedgekeurd en door de rechtbank werd gehomologeerd (1). (1) Zie concl. OM in Pas. 2020, nr. 375.",
        "De vrijwillige overdracht die door de schuldenaar zelf als modaliteit van het reorganisatieplan wordt voorgesteld, vormt geen overdracht onder gerechtelijk gezag die door de rechtbank wordt bevolen met instemming van de schuldenaar, die deze instemming tijdens de procedure geeft, en wordt bijgevolg uitsluitend beheerst door de regels van hoofdstuk 3 van titel 3 WCO (1). (1) Zie concl. OM in Pas. 2020, nr. 375."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140313.7": {
      "court": "CASS",
      "date": "2014-03-13",
      "roleNumber": "C.13.0468.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140313.7&lang=fr",
      "abstractFR": [
        "Un traitement différentié des créanciers doit être fonctionnel, à savoir qu'il doit viser la préservation de la continuité de l'entreprise en tant qu'entité économique et il ne peut être disproportionné, ce qui peut faire l'objet d'un contrôle marginal par le juge; un plan de redressement par lequel un créancier est lié, par une décision majoritaire, à un traitement différentié de sa créance qui ne répond pas à ces conditions, est contraire à l'ordre public (1). (1) Voir Cass., 7 février 2013, RG C.12.0165.F-C.12.0229.F, Pas., 2013, n° 92."
      ],
      "abstractNL": [
        "Een gedifferentieerde behandeling van schuldeisers moet functioneel zijn, dit wil zeggen afgestemd zijn op het behoud van de onderneming als economische entiteit en mag niet disproportioneel zijn, hetgeen door de rechter marginaal kan worden getoetst; een herstelplan waarbij een schuldeiser bij een meerderheidsbesluit gebonden wordt aan een gedifferentieerde behandeling van zijn schuldvordering die niet aan deze voorwaarden voldoet, is strijdig met de openbare orde (1). (1) Zie Cass. 7 februari 2013, AR C.12.0165.F - C.12.0229.F, AC 2013, nr. 92"
      ]
    }
  },
  "50": {
    "ECLI:BE:CASS:2013:ARR.20130906.3": {
      "court": "CASS",
      "date": "2013-09-06",
      "roleNumber": "F.12.0163.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130906.3",
      "abstractFR": [
        "Il suit de l''article 50, alinéa 3, de la loi du 31 janvier 2009 relative à la continuité des entreprises que l''accord d''un créancier sursitaire extraordinaire sur les mesures affectant ses droits et qui sont autorisées par les alinéas 1er et 2 de cet article peut prendre la forme soit d''un consentement individuel soit d''un accord amiable conclu conformément aux articles 15 ou 43 de la loi; ces derniers ne sont pas applicables à l''accord donné sous la forme d''un consentement individuel (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "Uit artikel 50, derde lid, van de wet van 31 januari 2009 betreffende de continuïteit van de ondernemingen volgt dat het akkoord van de gewone schuldeiser in de opschorting betreffende de maatregelen die zijn rechten aantasten en die kunnen worden genomen overeenkomstig het eerste en derde lid van dat artikel, de vorm kan aannemen hetzij van een individuele toestemming hetzij van een minnelijk akkoord, gesloten overeenkomstig de artikelen 15 en 43 van de wet; laatstgenoemde artikelen zijn niet van toepassing op het akkoord dat is gesloten door middel van een individuele toestemming (1). (1) Zie concl. O.M. in Pas., 2013, nr. ... ."
      ]
    }
  },
  "51": {
    "ECLI:BE:CASS:2020:ARR.20200608.3F.1": {
      "court": "CASS",
      "date": "2020-06-08",
      "roleNumber": "C.19.0310.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200608.3F.1",
      "abstractFR": [
        "Il suit des articles 44, 47, 49, 51, 53 et 55 du Chapitre 3 de la loi du 31 janvier 2009 relative à la continuité des entreprises que, lorsque le débiteur propose aux créanciers, comme modalité du plan de réorganisation, la cession de tout ou partie de ses activités, cette cession est réalisée par le débiteur lui-même en exécution de ce plan préalablement approuvé par les créanciers et homologué par le tribunal (1). (1) Voir les concl. du MP.",
        "La cession volontaire proposée par le débiteur lui-même comme modalité du plan de réorganisation ne constitue pas un transfert sous autorité de justice ordonné par le tribunal sur le consentement du débiteur manifesté au cours de la procédure, et est dès lors régie par les seules règles du chapitre 3 du titre 3 de la loi (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de artikelen 44, 47, 49, 51, 53 en 55 van hoofdstuk 3 WCO volgt dat, wanneer de schuldenaar aan de schuldeisers, als modaliteit van het reorganisatieplan, de overdracht van het geheel of een gedeelte van zijn activiteiten voorstelt, die overdracht door de schuldenaar zelf wordt gerealiseerd in uitvoering van dat plan dat vooraf door de schuldeisers werd goedgekeurd en door de rechtbank werd gehomologeerd (1). (1) Zie concl. OM in Pas. 2020, nr. 375.",
        "De vrijwillige overdracht die door de schuldenaar zelf als modaliteit van het reorganisatieplan wordt voorgesteld, vormt geen overdracht onder gerechtelijk gezag die door de rechtbank wordt bevolen met instemming van de schuldenaar, die deze instemming tijdens de procedure geeft, en wordt bijgevolg uitsluitend beheerst door de regels van hoofdstuk 3 van titel 3 WCO (1). (1) Zie concl. OM in Pas. 2020, nr. 375."
      ]
    }
  },
  "53": {
    "ECLI:BE:CASS:2020:ARR.20200608.3F.1": {
      "court": "CASS",
      "date": "2020-06-08",
      "roleNumber": "C.19.0310.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200608.3F.1",
      "abstractFR": [
        "Il suit des articles 44, 47, 49, 51, 53 et 55 du Chapitre 3 de la loi du 31 janvier 2009 relative à la continuité des entreprises que, lorsque le débiteur propose aux créanciers, comme modalité du plan de réorganisation, la cession de tout ou partie de ses activités, cette cession est réalisée par le débiteur lui-même en exécution de ce plan préalablement approuvé par les créanciers et homologué par le tribunal (1). (1) Voir les concl. du MP.",
        "La cession volontaire proposée par le débiteur lui-même comme modalité du plan de réorganisation ne constitue pas un transfert sous autorité de justice ordonné par le tribunal sur le consentement du débiteur manifesté au cours de la procédure, et est dès lors régie par les seules règles du chapitre 3 du titre 3 de la loi (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de artikelen 44, 47, 49, 51, 53 en 55 van hoofdstuk 3 WCO volgt dat, wanneer de schuldenaar aan de schuldeisers, als modaliteit van het reorganisatieplan, de overdracht van het geheel of een gedeelte van zijn activiteiten voorstelt, die overdracht door de schuldenaar zelf wordt gerealiseerd in uitvoering van dat plan dat vooraf door de schuldeisers werd goedgekeurd en door de rechtbank werd gehomologeerd (1). (1) Zie concl. OM in Pas. 2020, nr. 375.",
        "De vrijwillige overdracht die door de schuldenaar zelf als modaliteit van het reorganisatieplan wordt voorgesteld, vormt geen overdracht onder gerechtelijk gezag die door de rechtbank wordt bevolen met instemming van de schuldenaar, die deze instemming tijdens de procedure geeft, en wordt bijgevolg uitsluitend beheerst door de regels van hoofdstuk 3 van titel 3 WCO (1). (1) Zie concl. OM in Pas. 2020, nr. 375."
      ]
    }
  },
  "55": {
    "ECLI:BE:CASS:2020:ARR.20200608.3F.1": {
      "court": "CASS",
      "date": "2020-06-08",
      "roleNumber": "C.19.0310.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200608.3F.1",
      "abstractFR": [
        "Il suit des articles 44, 47, 49, 51, 53 et 55 du Chapitre 3 de la loi du 31 janvier 2009 relative à la continuité des entreprises que, lorsque le débiteur propose aux créanciers, comme modalité du plan de réorganisation, la cession de tout ou partie de ses activités, cette cession est réalisée par le débiteur lui-même en exécution de ce plan préalablement approuvé par les créanciers et homologué par le tribunal (1). (1) Voir les concl. du MP.",
        "La cession volontaire proposée par le débiteur lui-même comme modalité du plan de réorganisation ne constitue pas un transfert sous autorité de justice ordonné par le tribunal sur le consentement du débiteur manifesté au cours de la procédure, et est dès lors régie par les seules règles du chapitre 3 du titre 3 de la loi (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de artikelen 44, 47, 49, 51, 53 en 55 van hoofdstuk 3 WCO volgt dat, wanneer de schuldenaar aan de schuldeisers, als modaliteit van het reorganisatieplan, de overdracht van het geheel of een gedeelte van zijn activiteiten voorstelt, die overdracht door de schuldenaar zelf wordt gerealiseerd in uitvoering van dat plan dat vooraf door de schuldeisers werd goedgekeurd en door de rechtbank werd gehomologeerd (1). (1) Zie concl. OM in Pas. 2020, nr. 375.",
        "De vrijwillige overdracht die door de schuldenaar zelf als modaliteit van het reorganisatieplan wordt voorgesteld, vormt geen overdracht onder gerechtelijk gezag die door de rechtbank wordt bevolen met instemming van de schuldenaar, die deze instemming tijdens de procedure geeft, en wordt bijgevolg uitsluitend beheerst door de regels van hoofdstuk 3 van titel 3 WCO (1). (1) Zie concl. OM in Pas. 2020, nr. 375."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160128.5": {
      "court": "CASS",
      "date": "2016-01-28",
      "roleNumber": "C.15.0321.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160128.5&lang=fr",
      "abstractFR": [
        "En vertu de l'article 55 de la loi du 31 janvier 2009 relative à la continuité des entreprises, dans les quatorze jours de l'audience, et en tout état de cause avant l'échéance du sursis fixé par application des articles 24, § 2, et 38 de cette même loi, le tribunal décide s'il homologue ou non le plan de réorganisation; l'homologation ne peut être refusée qu'en cas d'inobservation des formalités ou pour violation de l'ordre public; dans ce cas, le tribunal peut autoriser le débiteur à proposer aux créanciers un plan de réorganisation adapté; le jugement fixe alors la date de l'audience à laquelle il sera procédé au vote sur le plan (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Si le juge refuse l'homologation d'un plan de réorganisation parce qu'une partie du plan est contraire à l'ordre public et que le débiteur a été autorisé à proposer un plan de réorganisation adapté aux créanciers, le tribunal ne peut refuser l'homologation de ce plan de réorganisation adapté en raison de parties du plan qui n'ont pas fait l'objet de la décision de refus et qui n'ont pas été modifiées (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Krachtens artikel 55 Wet Continuïteit Ondernemingen beslist de rechtbank, binnen veertien dagen na de zitting, en in elk geval vóór de vervaldag van de met toepassing van de artikelen 24, §2, en 38 van deze wet bepaalde opschorting, of zij al dan niet het reorganisatieplan homologeert; de homologatie kan slechts worden geweigerd in geval van niet-naleving van de pleegvormen of wegens schending van de openbare orde; in dat geval mag de rechtbank de schuldenaar toestaan een aangepast reorganisatieplan aan de schuldeisers voor te leggen; het vonnis stelt dan de datum vast van de zitting waarop zal worden overgegaan tot de stemming over het plan (1). (1) Zie concl. OM.",
        "Indien de rechter de homologatie van een reorganisatieplan heeft geweigerd omdat een bepaald onderdeel ervan in strijd is met de openbare orde en de schuldenaar wordt toegestaan om een aangepast reorganisatieplan aan de schuldeisers voor te leggen, kan de rechtbank de homologatie van dit aangepaste reorganisatieplan niet weigeren wegens onderdelen van het plan die niet het voorwerp waren van de weigeringsbeslissing en die ongewijzigd zijn gebleven (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140313.7": {
      "court": "CASS",
      "date": "2014-03-13",
      "roleNumber": "C.13.0468.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140313.7&lang=fr",
      "abstractFR": [
        "Un traitement différentié des créanciers doit être fonctionnel, à savoir qu'il doit viser la préservation de la continuité de l'entreprise en tant qu'entité économique et il ne peut être disproportionné, ce qui peut faire l'objet d'un contrôle marginal par le juge; un plan de redressement par lequel un créancier est lié, par une décision majoritaire, à un traitement différentié de sa créance qui ne répond pas à ces conditions, est contraire à l'ordre public (1). (1) Voir Cass., 7 février 2013, RG C.12.0165.F-C.12.0229.F, Pas., 2013, n° 92."
      ],
      "abstractNL": [
        "Een gedifferentieerde behandeling van schuldeisers moet functioneel zijn, dit wil zeggen afgestemd zijn op het behoud van de onderneming als economische entiteit en mag niet disproportioneel zijn, hetgeen door de rechter marginaal kan worden getoetst; een herstelplan waarbij een schuldeiser bij een meerderheidsbesluit gebonden wordt aan een gedifferentieerde behandeling van zijn schuldvordering die niet aan deze voorwaarden voldoet, is strijdig met de openbare orde (1). (1) Zie Cass. 7 februari 2013, AR C.12.0165.F - C.12.0229.F, AC 2013, nr. 92"
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130415.3": {
      "court": "CASS",
      "date": "2013-04-15",
      "roleNumber": "S.12.0027.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130415.3&lang=fr",
      "abstractFR": [
        "La réorganisation judiciaire consiste en une seule et unique procédure, introduite par la requête du débiteur en ouverture d'une procédure de réorganisation judiciaire et terminée, en cas de réorganisation judiciaire par accord collectif, par la décision du tribunal clôturant la procédure de réorganisation judiciaire.",
        "Tout intéressé qui intervient dans une procédure de réorganisation judiciaire conformément aux articles 812 à 814 du Code judiciaire, revêt la qualité de partie pendant toute la durée de la procédure et peut en règle contester les décisions du tribunal dans les règles et délais prévus au Code judiciaire."
      ],
      "abstractNL": [
        "De gerechtelijke reorganisatie vormt één enkele procedure die aanvangt met het verzoekschrift van de schuldenaar tot opening van een procedure van gerechtelijke reorganisatie en die, in geval van gerechtelijke reorganisatie door een collectief akkoord, eindigt met de beslissing van de rechtbank tot sluiting van de procedure van gerechtelijke reorganisatie.",
        "Een belanghebbende die tijdens de procedure van gerechtelijke reorganisatie is tussengekomen overeenkomstig de artikelen 812 tot 814 Gerechtelijk Wetboek heeft voor de gehele duur van deze procedure de hoedanigheid van partij en vermag in de regel tegen de beslissingen van de rechtbank de rechtsmiddelen aan te wenden volgens de in het Gerechtelijk Wetboek voorgeschreven regels en termijnen."
      ]
    }
  },
  "57": {
    "ECLI:BE:CASS:2020:ARR.20200618.1N.18": {
      "court": "CASS",
      "date": "2020-06-18",
      "roleNumber": "C.19.0271.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200618.1N.18&lang=fr",
      "abstractFR": [
        "Dès lors que l’associé gérant d’une société agricole assume une responsabilité illimitée pour les engagements de cette société et, par conséquent, est son codébiteur, il ne peut profiter du plan de réorganisation."
      ],
      "abstractNL": [
        "Gezien de beherende vennoot van een landbouwvennootschap onbeperkt aansprakelijkheid is voor de verbintenissen van die vennootschap en bijgevolg haar medeschuldenaar is, komt het reorganisatieplan hem niet ten goede."
      ]
    }
  },
  "58": {
    "ECLI:BE:CASS:2017:ARR.20171012.11": {
      "court": "CASS",
      "date": "2017-10-12",
      "roleNumber": "C.17.0071.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171012.11&lang=fr",
      "abstractFR": [
        "La révocation du plan de réorganisation le prive de tout effet, sauf pour ce qui concerne les paiements et les opérations déjà effectués, et notamment la cession déjà intervenue de tout ou partie de l'entreprise ou de ses activités; la révocation implique que le débiteur et les créanciers se retrouvent, hormis les éléments susmentionnés, dans la position qu'ils auraient eue s'il n'y avait pas eu de plan de réorganisation homologué; lorsqu'ils considèrent, malgré la révocation d'un premier plan de réorganisation et ses conséquences, que la nouvelle procédure porte atteinte aux acquis des créanciers obtenus lors du premier plan de réorganisation, à savoir les délais de paiement prévus par lui, les juges d'appel ne justifient pas légalement leur décision de déclarer irrecevable la demande d'ouverture d'une nouvelle procédure formée par le débiteur (1). (1) Voir les concl. du MP. publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De intrekking van het reorganisatieplan ontneemt het elke uitwerking, behoudens wat betreft de reeds uitgevoerde betalingen en verrichtingen, onder meer de reeds verrichte overdracht van het geheel of een gedeelte van de onderneming of van haar activiteiten; de intrekking heeft tot gevolg dat de schuldenaar en de schuldeisers zich in dezelfde toestand bevinden, behalve wat de voornoemde elementen betreft, als er geen gehomologeerd reorganisatieplan zou zijn geweest; de appelrechters die, ondanks de intrekking van een eerste reorganisatieplan en de gevolgen daarvan, oordelen dat door de nieuwe procedure afbreuk wordt gedaan aan de verworvenheden van de schuldeisers uit het eerste reorganisatieplan, met name de daarin voorziene termijnen van betaling, verantwoorden hun beslissing om het verzoek van de schuldenaar tot opening van een nieuwe procedure onontvankelijk te verklaren, niet naar recht (1). (1) Zie concl. OM."
      ]
    }
  },
  "59": {
    "ECLI:BE:CASS:2020:ARR.20200608.3F.1": {
      "court": "CASS",
      "date": "2020-06-08",
      "roleNumber": "C.19.0310.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200608.3F.1",
      "abstractFR": [
        "La cession volontaire proposée par le débiteur lui-même comme modalité du plan de réorganisation ne constitue pas un transfert sous autorité de justice ordonné par le tribunal sur le consentement du débiteur manifesté au cours de la procédure, et est dès lors régie par les seules règles du chapitre 3 du titre 3 de la loi (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De vrijwillige overdracht die door de schuldenaar zelf als modaliteit van het reorganisatieplan wordt voorgesteld, vormt geen overdracht onder gerechtelijk gezag die door de rechtbank wordt bevolen met instemming van de schuldenaar, die deze instemming tijdens de procedure geeft, en wordt bijgevolg uitsluitend beheerst door de regels van hoofdstuk 3 van titel 3 WCO (1). (1) Zie concl. OM in Pas. 2020, nr. 375."
      ]
    }
  },
  "60": {
    "ECLI:BE:CASS:2020:ARR.20200608.3F.1": {
      "court": "CASS",
      "date": "2020-06-08",
      "roleNumber": "C.19.0310.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200608.3F.1",
      "abstractFR": [
        "La cession volontaire proposée par le débiteur lui-même comme modalité du plan de réorganisation ne constitue pas un transfert sous autorité de justice ordonné par le tribunal sur le consentement du débiteur manifesté au cours de la procédure, et est dès lors régie par les seules règles du chapitre 3 du titre 3 de la loi (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De vrijwillige overdracht die door de schuldenaar zelf als modaliteit van het reorganisatieplan wordt voorgesteld, vormt geen overdracht onder gerechtelijk gezag die door de rechtbank wordt bevolen met instemming van de schuldenaar, die deze instemming tijdens de procedure geeft, en wordt bijgevolg uitsluitend beheerst door de regels van hoofdstuk 3 van titel 3 WCO (1). (1) Zie concl. OM in Pas. 2020, nr. 375."
      ]
    }
  },
  "61": {
    "ECLI:BE:CASS:2022:ARR.20220425.3F.6": {
      "court": "CASS",
      "date": "2022-04-25",
      "roleNumber": "S.21.0034.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220425.3F.6",
      "abstractFR": [
        "Les droits et obligations à l'égard des travailleurs repris qui résultent de leur contrat de travail avec le débiteur existant à la date du transfert dont il est pris acte dans le jugement du tribunal de commerce qui autorise le transfert sous autorité de justice sont, du fait de ce transfert, transférés au repreneur qui acquiert la qualité d'employeur à l'égard de ces travailleurs et est tenu à leur égard des dettes qui n'étaient pas exigibles à cette date (1) (2). (1) Voir les concl. du MP. (2) C.C.T. n° 102 conclue le 5 octobre 2011 au sein du C.N.T., rendue obligatoire par l'A.R. du 14 avril 2013, art. 5, 8, § 1er, 9, 14 et 16.",
        "Après la date du transfert, le débiteur, qui n'est plus l'employeur de ces travailleurs, est sans pouvoir pour résilier leur contrat de travail et une telle résiliation n'a pas pour effet de rendre immédiatement exigibles les dettes nées de l'exécution de ce contrat (1) (2). (1) Voir les concl. du MP. (2) C.C.T. n° 102 conclue le 5 octobre 2011 au sein du C.N.T., rendue obligatoire par l'A.R. du 14 avril 2013, art. 5, 8, § 1er, 9, 14 et 16."
      ],
      "abstractNL": [
        "De rechten en verplichtingen ten aanzien van de overgenomen werknemers die voortvloeien uit hun arbeidsovereenkomst met de schuldenaar, die bestaat op het tijdstip van de overdracht waarvan het vonnis van de rechtbank van koophandel dat de overdracht onder gerechtelijk gezag toestaat, akte heeft genomen, worden als gevolg van die overdracht overgedragen aan de overnemer die ten aanzien van die werknemers de hoedanigheid van werkgever verkrijgt en jegens hen gehouden is tot de schulden die op dat tijdstip niet opeisbaar waren (1) (2). (1) Zie concl. OM in Pas. 2022, nr. 287. (2) Artikelen 5, 8, § 1, 9, 14 en 16 CAO nr. 102, gesloten op 5 oktober 2011 in de Nationale Arbeidsraad en algemeen verbindend verklaard bij KB 14 april 2013.",
        "Na het tijdstip van de overdracht kan de schuldenaar, die niet meer de werkgever van die werknemers is, hun arbeidsovereenkomst niet meer beëindigen en heeft een dergelijke beëindiging niet de onmiddellijke opeisbaarheid tot gevolg van de schulden die uit de uitvoering van die overeenkomst zijn ontstaan (1) (2). (1) Zie concl. OM in Pas. 2022, nr. 287. (2) Artikelen 5, 8, § 1, 9, 14 en 16 CAO nr. 102, gesloten op 5 oktober 2011 in de Nationale Arbeidsraad en algemeen verbindend verklaard bij KB 14 april 2013.",
        "De rechten en verplichtingen ten aanzien van de overgenomen werknemers die voortvloeien uit hun arbeidsovereenkomst met de schuldenaar, die bestaat op het tijdstip van de overdracht waarvan het vonnis van de rechtbank van koophandel dat de overdracht onder gerechtelijk gezag toestaat, akte heeft genomen, worden als gevolg van die overdracht overgedragen aan de overnemer die ten aanzien van die werknemers de hoedanigheid van werkgever verkrijgt en jegens hen gehouden is tot de schulden die op dat tijdstip niet opeisbaar waren (1) (2). (1) Zie concl. OM in Pas. 2022, nr. 286. (2) Artikelen 5, 8, § 1, 9, 14 en 16 van de collectieve arbeidsovereenkomst nr. 102, gesloten op 5 oktober 2011 in de Nationale Arbeidsraad en algemeen verbindend verklaard bij koninklijk besluit van 14 april 2013.",
        "Na het tijdstip van de overdracht kan de schuldenaar, die niet meer de werkgever van die werknemers is, hun arbeidsovereenkomst niet meer beëindigen en heeft een dergelijke beëindiging niet de onmiddellijke opeisbaarheid tot gevolg van de schulden die uit de uitvoering van die overeenkomst zijn ontstaan (1) (2). (1) Zie concl. OM in Pas. 2022, nr. 286. (2) Artikelen 5, 8, § 1, 9, 14 en 16 van de collectieve arbeidsovereenkomst nr. 102, gesloten op 5 oktober 2011 in de Nationale Arbeidsraad en algemeen verbindend verklaard bij koninklijk besluit van 14 april 2013."
      ]
    }
  },
  "62": {
    "ECLI:BE:CASS:2020:ARR.20200608.3F.1": {
      "court": "CASS",
      "date": "2020-06-08",
      "roleNumber": "C.19.0310.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200608.3F.1",
      "abstractFR": [
        "La cession volontaire proposée par le débiteur lui-même comme modalité du plan de réorganisation ne constitue pas un transfert sous autorité de justice ordonné par le tribunal sur le consentement du débiteur manifesté au cours de la procédure, et est dès lors régie par les seules règles du chapitre 3 du titre 3 de la loi (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De vrijwillige overdracht die door de schuldenaar zelf als modaliteit van het reorganisatieplan wordt voorgesteld, vormt geen overdracht onder gerechtelijk gezag die door de rechtbank wordt bevolen met instemming van de schuldenaar, die deze instemming tijdens de procedure geeft, en wordt bijgevolg uitsluitend beheerst door de regels van hoofdstuk 3 van titel 3 WCO (1). (1) Zie concl. OM in Pas. 2020, nr. 375."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151029.8": {
      "court": "CASS",
      "date": "2015-10-29",
      "roleNumber": "C.15.0256.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151029.8&lang=fr",
      "abstractFR": [
        "La ratio legis de la loi qui est de veiller à ce que la procédure d'offres se déroule de manière transparente et efficace ne fait pas obstacle au fait que s'il existe des difficultés avec les offres, le tribunal charge le mandataire de justice de renégocier ou d'organiser une nouvelle procédure d'offres entre les offrants originaires."
      ],
      "abstractNL": [
        "De bedoeling van de wet ervoor te zorgen dat het biedingsproces op een transparante en efficiënte wijze verloopt, staat er niet aan in de weg dat indien er moeilijkheden rijzen met de offertes, de rechtbank aan de gerechtsmandataris opdracht geeft om tot heronderhandeling over te gaan of tot het organiseren van een nieuwe biedingsprocedure tussen de oorspronkelijke bieders."
      ]
    }
  },
  "64": {
    "ECLI:BE:CASS:2020:ARR.20200608.3F.1": {
      "court": "CASS",
      "date": "2020-06-08",
      "roleNumber": "C.19.0310.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200608.3F.1",
      "abstractFR": [
        "La cession volontaire proposée par le débiteur lui-même comme modalité du plan de réorganisation ne constitue pas un transfert sous autorité de justice ordonné par le tribunal sur le consentement du débiteur manifesté au cours de la procédure, et est dès lors régie par les seules règles du chapitre 3 du titre 3 de la loi (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De vrijwillige overdracht die door de schuldenaar zelf als modaliteit van het reorganisatieplan wordt voorgesteld, vormt geen overdracht onder gerechtelijk gezag die door de rechtbank wordt bevolen met instemming van de schuldenaar, die deze instemming tijdens de procedure geeft, en wordt bijgevolg uitsluitend beheerst door de regels van hoofdstuk 3 van titel 3 WCO (1). (1) Zie concl. OM in Pas. 2020, nr. 375."
      ]
    }
  },
  "70": {
    "ECLI:BE:CASS:2019:ARR.20190524.4": {
      "court": "CASS",
      "date": "2019-05-24",
      "roleNumber": "F.17.0105.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190524.4&lang=fr",
      "abstractFR": [
        "L'article 70, alinéa 1er, de la loi du 31 janvier 2009 relative à la continuité des entreprises ne fait pas de distinction entre la personne physique et l'entreprise unipersonnelle en fonction de la nature des dettes, de sorte que tant les dettes se rapportant à l'entreprise transférée que les autres dettes de la personne physique peuvent être remises par le tribunal."
      ],
      "abstractNL": [
        "Artikel 70, eerste lid, WCO, maakt geen onderscheid naargelang de aard van de schulden van de natuurlijke persoon met een eenmanszaak zodat zowel de schulden die betrekking hebben op de overgedragen onderneming als de overige schulden van de natuurlijke persoon kunnen worden kwijtgescholden door de rechtbank."
      ]
    }
  },
  "49/1": {
    "ECLI:BE:CASS:2020:ARR.20200917.1F.1": {
      "court": "CASS",
      "date": "2020-09-17",
      "roleNumber": "C.16.0547.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200917.1F.1",
      "abstractFR": [
        "Si la créance née de prestations de travail comprend le précompte professionnel, il n'en résulte pas que cette créance de précompte professionnel ne puisse faire l'objet d'une réduction dès lors que son sort est déterminé par la qualité de son titulaire et que les créanciers publics munis d'un privilège général ne peuvent se prévaloir du régime prévu pour les travailleurs titulaires d'une créance née de prestations de travail (1)(2). (1) Cass. 16 juin 2016, RG F.16.0022.N, Pas. 2016, n° 409 avec concl. de M. Thijs, avocat général, publiées à leur date dans AC. (2) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Hoewel de schuldvordering die is ontstaan uit arbeidsprestaties de bedrijfsvoorheffing omvat, volgt hieruit niet dat die schuldvordering van bedrijfsvoorheffing niet het voorwerp kan uitmaken van een vermindering, aangezien het lot hiervan wordt bepaald door de hoedanigheid van haar titularis en de categorie van de openbare schuldeisers die een algemeen voorrecht genieten zich niet kan beroepen op de regeling die is bepaald voor de categorie van de werknemers die beschikken over een schuldvordering die is ontstaan uit arbeidsprestaties (1) (2). (1) Cass. 16 juni 2016, AR F.16.0022.N, AC 2016, nr. 409 met concl. van advocaat-generaal THIJS. (2) Zie concl. OM in Pas. 2020, nr. 547."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160616.8": {
      "court": "CASS",
      "date": "2016-06-16",
      "roleNumber": "F.16.0022.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160616.8&lang=fr",
      "abstractFR": [
        "II ressort de la genèse de l'article 49/1, alinéa 4, de la loi du 31 janvier 2009 relative à la continuité des entreprises que l'intention était de protéger les travailleurs de sorte que la règle contenue à cet article ne vise pas la nature de la créance mais bien la qualité du créancier; cette disposition concerne, dès lors uniquement les créances des travailleurs et nullement la créance de l'Etat belge consistant dans le paiement du précompte professionnel relatif aux prestations de travail antérieures à l'ouverture de la procédure (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de wetsgeschiedenis van artikel 49/1, vierde lid, WCO blijkt dat het de bedoeling was de werknemers te beschermen zodat de in dit artikel vervatte regel niet de aard van de schuldvordering op het oog heeft, maar wel de hoedanigheid van de schuldeiser; bijgevolg betreft deze bepaling enkel de schuldvorderingen van de werknemers, en geenszins de schuldvordering van de Belgische Staat tot betaling van bedrijfsvoorheffing die verband houdt met arbeidsprestaties van vóór de opening van de procedure (1). (1) Zie concl. OM; bijkomend weze opgemerkt dat indien de werkgever de bedrijfsvoorheffing wel heeft ingehouden, maar heeft nagelaten deze door te storten, de belastingplichtige deze bedrijfsvoorheffing in beginsel mag verrekenen met de door hem verschuldigde belasting (Vr. nr. 161 VAN DUN, Vr. & Antw. Senaat 1975-1976, 7 september 1976, 1867; Vr. nr. 171 VAN GREMBERGEN, Vr. & Antw. Kamer 1981-82, 21 mei 1982, 1626; Vr. nr. 2-746 DE CLIPPELE 21 maart 2002, Vr. & Antw. Senaat 2001-2002, 21 maart 2002, 64; Antwerpen, 18 april 1989, FJF, Nr. 89/169; Brussel, 22 februari 2001, FJF, Nr. 2001, 398; Brussel, 5 juni 2008, Fiscoloog, 2009, afl. 1182, 10; Com. IB 1992, nr. 312/42; TIBERGHIEN, Handboek voor Fiscaal Recht 2014-2015, Wolters Kluwer, nr. 1658.50, p. 696)"
      ]
    }
  }
}