{
  "2": {
    "ECLI:BE:CASS:2025:ARR.20250324.3F.7": {
      "court": "CASS",
      "date": "2025-03-24",
      "roleNumber": "S.24.0040.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250324.3F.7",
      "abstractFR": [
        "Il ressort de la structure et du libellé des dispositions du Code pénal social, lues conjointement avec les travaux préparatoires, que l'article 162 de ce code s'applique à la rémunération, au sens de l'article 2 de la loi du 12 avril 1965 concernant la protection de la rémunération des travailleurs, due en raison de l'exécution ou de la suspension du contrat de travail et qu'elle ne s'applique pas aux indemnités dues en raison de la cessation du contrat de travail (1). (1) Voir les concl. du MP.",
        "En principe, lorsqu'ils ne sont dus ni en raison de la suspension ni en raison de la cessation du contrat de travail, les avantages en espèces ou évaluables en argent que l'employeur s'oblige à payer au travailleur en exécution du contrat de travail sont la contrepartie du travail fourni en exécution dudit contrat et constituent, par conséquent, de la rémunération au sens de l'article 2, alinéa 1er, 1° et 3°, de la loi du 12 avril 1965; ne déroge pas à cette règle la circonstance que l'avantage accordé au travailleur est déterminé par référence à la rémunération qu'il aurait perçue auprès d'un autre employeur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de structuur en de formulering van de bepalingen van het Sociaal Strafwetboek, samen gelezen met de parlementaire voorbereiding van dat wetboek, blijkt dat artikel 162 Sociaal Strafwetboek van toepassing is op het loon, in de zin van artikel 2 Loonbeschermingswet, dat verschuldigd is wegens de uitvoering of de schorsing van de arbeidsovereenkomst en dat het niet van toepassing is op de vergoedingen die verschuldigd zijn wegens beëindiging van de arbeidsovereenkomst (1). (1) Zie concl. OM.",
        "Wanneer zij niet wegens schorsing of beëindiging van de arbeidsovereenkomst verschuldigd zijn, vormen de in geld of in geld waardeerbare voordelen die de werkgever zich ertoe verbindt aan de werknemer te betalen ter uitvoering van de arbeidsovereenkomst, in beginsel de tegenprestatie voor het werk dat ter uitvoering van die overeenkomst wordt geleverd en zijn zij bijgevolg loon in de zin van artikel 2, eerste lid, 1° en 3°, Loonbeschermingswet; de omstandigheid dat het aan de werknemer toegekende voordeel wordt bepaald op grond van het loon dat hij bij een andere werkgever zou hebben ontvangen, wijkt van deze regel niet af (1). (1) Zie concl. OM.",
        "Uit de structuur en de formulering van de bepalingen van het Sociaal Strafwetboek, samen gelezen met de parlementaire voorbereiding van dat wetboek, blijkt dat artikel 162 Sociaal Strafwetboek van toepassing is op het loon, in de zin van artikel 2 Loonbeschermingswet, dat verschuldigd is wegens de uitvoering of de schorsing van de arbeidsovereenkomst en dat het niet van toepassing is op de vergoedingen die verschuldigd zijn wegens beëindiging van de arbeidsovereenkomst (1). (1) Zie concl. OM in Pas. 2025, nr. 221.",
        "Wanneer zij niet wegens schorsing of beëindiging van de arbeidsovereenkomst verschuldigd zijn, vormen de in geld of in geld waardeerbare voordelen die de werkgever zich ertoe verbindt aan de werknemer te betalen ter uitvoering van de arbeidsovereenkomst, in beginsel de tegenprestatie voor het werk dat ter uitvoering van die overeenkomst wordt geleverd en zijn zij bijgevolg loon in de zin van artikel 2, eerste lid, 1° en 3°, Loonbeschermingswet; de omstandigheid dat het aan de werknemer toegekende voordeel wordt bepaald op grond van het loon dat hij bij een andere werkgever zou hebben ontvangen, wijkt van deze regel niet af (1). (1) Zie concl. OM in Pas. 2025, nr. 221."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250303.3N.5": {
      "court": "CASS",
      "date": "2025-03-03",
      "roleNumber": "S.23.0078.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250303.3N.5",
      "abstractFR": [
        "Il suit des articles 14, §§ 1er et 2, de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs, 23, alinéas 1er et 2, de la loi du 29 juin 1981 établissant les principes généraux de la sécurité sociale des travailleurs salariés, 2 de la loi du 12 avril 1965 concernant la protection de la rémunération des travailleurs, XI.167, § 3, alinéa 1er, et XI.205, § 4, alinéa 1er, du Code de droit économique et de leur rapprochement que l'indemnité payée par un employeur à un auteur ou à un artiste exécutant lié par un contrat de travail en raison de la cession des droits patrimoniaux à laquelle il s'était engagé lors de la conclusion du contrat de travail constitue une contrepartie de la cession de droits relatifs à une prestation fournie en exécution du contrat de travail ; en conséquence, cette indemnité constitue, en règle, un avantage auquel le travailleur salarié a droit à charge de son employeur en raison de son engagement et fait donc partie de la rémunération sur la base de laquelle les cotisations de sécurité sociale sont calculées ; le fait que l'employeur transfère par la suite ces droits patrimoniaux à un tiers n'a aucune incidence à cet égard."
      ],
      "abstractNL": [
        "Uit artikel 14, §§ 1 en 2 RSZ-wet, artikel 23, eerste en tweede lid Algemene Beginselenwet Sociale Zekerheid, artikel 2 Loonbeschermingswet, de artikelen XI.167, § 3, eerste lid en XI.205, § 4, eerste lid WER en hun onderlinge samenhang volgt dat de vergoeding die de door een arbeidsovereenkomst verbonden auteur of uitvoerende kunstenaar van zijn werkgever ontvangt, voor de overdracht van zijn vermogensrechten waartoe hij zich bij het sluiten van de arbeidsovereenkomst had verbonden, een tegenprestatie is voor de overdracht van rechten met betrekking tot een in uitvoering van de arbeidsovereenkomst geleverde prestatie; die vergoeding is bijgevolg, in de regel, een voordeel waarop de werknemer ingevolge zijn dienstbetrekking recht heeft ten laste van zijn werkgever en maakt aldus deel uit van het loon op basis waarvan de socialezekerheidsbijdragen worden berekend; het is hierbij van geen belang dat deze vermogensrechten nadien door de werkgever verder worden overgedragen aan een derde.",
        "Uit artikel 14, §§ 1 en 2 RSZ-wet, artikel 23, eerste en tweede lid Algemene Beginselenwet Sociale Zekerheid, artikel 2 Loonbeschermingswet, de artikelen XI.167, § 3, eerste lid en XI.205, § 4, eerste lid WER en hun onderlinge samenhang volgt dat de vergoeding die de door een verbonden auteur of uitvoerende kunstenaar van zijn werkgever ontvangt, voor de overdracht van zijn vermogensrechten waartoe hij zich bij het sluiten van de arbeidsovereenkomst had verbonden, een tegenprestatie is voor de overdracht van rechten met betrekking tot een in uitvoering van de arbeidsovereenkomst geleverde prestatie; die vergoeding is bijgevolg, in de regel, een voordeel waarop de werknemer ingevolge zijn dienstbetrekking recht heeft ten laste van zijn werkgever en maakt aldus deel uit van het loon op basis waarvan de socialezekerheidsbijdragen worden berekend; het is hierbij van geen belang dat deze vermogensrechten nadien door de werkgever verder worden overgedragen aan een derde.",
        "Uit artikel 14, §§ 1 en 2 RSZ-wet, artikel 23 eerste en tweede lid Algemene Beginselenwet Sociale Zekerheid, artikel 2 Loonbeschermingswet, de artikelen XI.167, § 3, eerste lid en XI.205, § 4, eerste lid WER en hun onderlinge samenhang volgt dat de vergoeding die de door een arbeidsovereenkomst verbonden auteur of uitvoerende kunstenaar van zijn werkgever ontvangt, voor de overdracht van zijn vermogensrechten waartoe hij zich bij het sluiten van de arbeidsovereenkomst had verbonden, een tegenprestatie is voor de overdracht van rechten met betrekking tot een in uitvoering van de arbeidsovereenkomst geleverde prestatie; die vergoeding is bijgevolg, in de regel, een voordeel waarop de werknemer ingevolge zijn dienstbetrekking recht heeft ten laste van zijn werkgever en maakt aldus deel uit van het loon op basis waarvan de socialezekerheidsbijdragen worden berekend; het is hierbij van geen belang dat deze vermogensrechten nadien door de werkgever verder worden overgedragen aan een derde.",
        "Uit artikel 14, §1 en §2 RSZ-wet, artikel 23 eerste en tweede lid Algemene Beginselenwet Sociale Zekerheid, artikel 2 Loonbeschermingswet, de artikelen XI.167, §3, eerste lid en XI.205, §4, eerste lid WER en hun onderlinge samenhang volgt dat de vergoeding die de door een arbeidsovereenkomst verbonden auteur of uitvoerende kunstenaar van zijn werkgever ontvangt, voor de overdracht van zijn vermogensrechten waartoe hij zich bij het sluiten van de arbeidsovereenkomst had verbonden, een tegenprestatie is voor de overdracht van rechten met betrekking tot een in uitvoering van de arbeidsovereenkomst geleverde prestatie; die vergoeding is bijgevolg, in de regel, een voordeel waarop de werknemer ingevolge zijn dienstbetrekking recht heeft ten laste van zijn werkgever en maakt aldus deel uit van het loon op basis waarvan de socialezekerheidsbijdragen worden berekend; het is hierbij van geen belang dat deze vermogensrechten nadien door de werkgever verder worden overgedragen aan een derde."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200917.1F.1": {
      "court": "CASS",
      "date": "2020-09-17",
      "roleNumber": "C.16.0547.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200917.1F.1",
      "abstractFR": [
        "Si la créance née de prestations de travail comprend le précompte professionnel, il n'en résulte pas que cette créance de précompte professionnel ne puisse faire l'objet d'une réduction dès lors que son sort est déterminé par la qualité de son titulaire et que les créanciers publics munis d'un privilège général ne peuvent se prévaloir du régime prévu pour les travailleurs titulaires d'une créance née de prestations de travail (1)(2). (1) Cass. 16 juin 2016, RG F.16.0022.N, Pas. 2016, n° 409 avec concl. de M. Thijs, avocat général, publiées à leur date dans AC. (2) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Hoewel de schuldvordering die is ontstaan uit arbeidsprestaties de bedrijfsvoorheffing omvat, volgt hieruit niet dat die schuldvordering van bedrijfsvoorheffing niet het voorwerp kan uitmaken van een vermindering, aangezien het lot hiervan wordt bepaald door de hoedanigheid van haar titularis en de categorie van de openbare schuldeisers die een algemeen voorrecht genieten zich niet kan beroepen op de regeling die is bepaald voor de categorie van de werknemers die beschikken over een schuldvordering die is ontstaan uit arbeidsprestaties (1) (2). (1) Cass. 16 juni 2016, AR F.16.0022.N, AC 2016, nr. 409 met concl. van advocaat-generaal THIJS. (2) Zie concl. OM in Pas. 2020, nr. 547."
      ]
    },
    "ECLI:BE:CASS:2002:ARR.20020218.4": {
      "court": "CASS",
      "date": "2002-02-18",
      "roleNumber": "S.00.0142.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2002:ARR.20020218.4&lang=fr",
      "abstractFR": [
        "L'arrêt qui décide que l'avantage considéré comme étant une rémunération consiste dans le fait que l'employeur finance les parts de propriété de ses travailleurs en intervenant dans le paiement de leurs actions par le versement d'une cotisation de continuité et qui considère que la valeur de l'avantage considéré comme étant une rémunération correspond à la valeur d'achat des actions qui seront octroyées, fixe le montant des cotisations de sécurité sociale réclamées sur la base de la valeur de l'avantage considéré comme rémunération fixée par les juges d'appel, lorsqu'il décide que les cotisations de sécurité sociale doivent être calculées sur le prix d'achat des actions qui ont été octroyées.",
        "Un avantage octroyé aux travailleurs fait partie de la rémunération lorsque le travailleur individuel peut prétendre, aux conditions convenues, à l'octroi de cet avantage à charge de son employeur en raison de son engagement.",
        "Les obligations incombant à l'employeur de retenir la cotisation du travailleur à chaque paie et de la transmettre ainsi que la sienne propre trimestriellement à l'Office national de sécurité sociale, ne requiert pas que l'avantage octroyé se trouve effectivement dans le patrimoine du travailleur concerné au moment du paiement, dès lors que le paiement de sommes à un tiers peut aussi être considéré comme le paiement d'une rémunération à condition que le travailleur puisse prétendre à ce paiement en raison de son engagement.",
        "L'arrêt qui énonce que la partie de la cotisation de continuité payée par l'employeur sur laquelle sont réclamées de cotisations de sécurité sociale était suffisamment individualisée ou individualisable lors du paiement de la cotisation de continuité, peut décider légalement que le paiement de la cotisation de continuité par l'employeur à la coopérative du personnel, a entraîné le paiement de l'avantage qui doit être considéré comme rémunération pour la perception des cotisations de sécurité sociale réclamées."
      ],
      "abstractNL": [
        "Het arrest dat beslist dat het als loon beschouwde voordeel erin bestaat dat de werkgever de eigendomsparticipatie van zijn werknemers financiert door in te staan voor de betaling van hun aandelen via de continuïteitsbijdrage, en oordeelt dat de waarde van het als loon beschouwde voordeel overeenstemt met de aanschafwaarde van de toe te kennen aandelen, stelt het bedrag van de gevorderde sociale zekerheidsbijdragen vast op basis van de door de appèlrechters vastgestelde waarde van het loon beschouwde voordeel, waar het beslist dat de sociale zekerheidsbijdragen berekend moeten worden op de aanschafprijs van de toegekende aandelen.",
        "Een aan de werknemers toegekend voordeel maakt deel uit van het loon wanneer de individuele werknemer, onder de overeengekomen voorwaarden, aanspraak kan maken ten laste van zijn werkgever op de toekenning van dat voordeel en hij zijn recht stoelt op de dienstbetrekking.",
        "De verplichtingen van de werkgever om de bijdrage van de werknemer bij iedere betaling van het loon in te houden en deze, samen met zijn bijdrage, om de drie maanden over te maken aan de Rijksdienst voor Sociale Zekerheid, vereist niet dat het toegekende voordeel op het ogenblik van de betaling daadwerkelijk in het vermogen van de betrokken werknemer terechtkomt, aangezien ook de betaling van sommen aan een derde als de betaling van loon kan worden beschouwd, mits de werknemer aanspraak kan maken op die uitbetaling en hij zijn recht stoelt op de dienstbetrekking.",
        "Het arrest dat te kennen geeft dat het gedeelte van de door de werkgever betaalde continuïteitsbijdrage waarop sociale zekerheidsbijdragen gevorderd worden voldoende geïndividualiseerd of individualiseerbaar was bij de betaling van de continuïteitsbijdrage, kan wettig beslissen dat met de betaling van de continuïteitsbijdrage door de werkgever aan de personeelscoöperatie, het voordeel werd betaald dat als loon moet worden beschouwd voor de heffing van de gevorderde sociale zekerheidsbijdragen."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220331.1N.8": {
      "court": "CASS",
      "date": "2022-03-31",
      "roleNumber": "C.21.0160.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220331.1N.8&lang=fr",
      "abstractFR": [
        "Le droit à la rémunération naît de l'exécution d'un travail en vertu d'un contrat de travail, de sorte que la cause de la rémunération perçue par le failli est le travail effectué par celui-ci (1). (1) Cass. 11 septembre 1995, RG S.94.0041.N, Pass. 1995 n°375."
      ],
      "abstractNL": [
        "Het recht op loon ontstaat door het verrichten van arbeid op grond van een arbeidsovereenkomst, zodat de oorzaak van het door de gefailleerde ontvangen loon bijgevolg de door de gefailleerde verrichte arbeid is (1). (1) Cass. 11 september 1995, AR S.94.0041.N, AC 1995, nr. 375"
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160215.3": {
      "court": "CASS",
      "date": "2016-02-15",
      "roleNumber": "S.14.0071.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160215.3",
      "abstractFR": [
        "Doit être considérée comme un complément aux avantages accordés pour les différentes branches de la sécurité sociale, l'indemnité qui a pour objet de compenser la perte des revenus du travail ou l'accroissement des dépenses provoqués par la réalisation d'un des risques couverts par les diverses branches de la sécurité sociale, même si son octroi est soumis par ailleurs à des conditions étrangères à ces risques (1). (1) Voir les concl. du MP.",
        "L'article 2, alinéa 3, 1°, c), de la loi du 12 avril 1965, auquel renvoie l'article 14, §§1er, et 2, exclut sans restriction de la notion de rémunération les indemnités, payées directement ou indirectement par l'employeur, qui doivent être considérées comme un complément aux avantages accordés pour les diverses branches de la sécurité sociale; il en exclut donc l'indemnité, payée directement ou indirectement par l'employeur en complément d'un avantage accordé par une des branches de la sécurité sociale, même si cette indemnité est réservée à certains travailleurs en violation de l'article 45 de la loi du 27 juin 1969 ou en violation des règles prohibant la discrimination (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Moet beschouwd worden als een aanvulling van de voordelen toegekend voor de verschillende takken van de sociale zekerheid, de vergoeding ter compensatie van het verlies van arbeidsinkomsten of van de toename van de uitgaven door de totstandkoming van een van de risico's die door de verschillende takken van de sociale zekerheid gedekt zijn, ook als de toekenning daarvan afhankelijk is van voorwaarden die geen betrekking hebben op die risico's (1). (1) Zie concl. OM in Pas. 2016, nr. ...",
        "Artikel 2, derde lid, 1°, c), van de wet van 12 april 1965, waarnaar artikel 14, §§1 en 2, RSZ-wet, verwijst, sluit zonder beperking van het begrip loon de vergoedingen uit die rechtstreeks of onrechtstreeks door de werkgever zijn betaald en die moeten worden beschouwd als een aanvulling op de voordelen toegekend voor de verschillende takken van de sociale zekerheid; het sluit dus de vergoeding uit die rechtstreeks of onrechtreeks door de werkgever betaald wordt als aanvulling op een voordeel dat toegekend wordt door een van de takken van de sociale zekerheid, ook als die vergoeding voorbehouden is aan bepaalde werknemers met schending van artikel 45, van de wet van 27 juni 1969 of met schending van de regels die discriminatie verbieden (1). (1) Zie concl. OM in Pas. 2016, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141208.3": {
      "court": "CASS",
      "date": "2014-12-08",
      "roleNumber": "S.13.0099.N-S.13.0126.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141208.3&lang=fr",
      "abstractFR": [
        "L'article 2, alinéa 3, 1°, c) de la loi du 12 avril 1965 concernant la protection de la rémunération des travailleurs exclut sans aucune restriction de la notion de rémunération les indemnités payées directement ou indirectement par l'employeur qui doivent être considérées comme un complément aux avantages accordés pour les diverses branches de la sécurité sociale; une indemnité doit être considérée comme un complément aux avantages accordés pour les diverses branches de la sécurité sociale si l'avantage accordé a pour objet la couverture d'un risque de sécurité sociale; l'avantage accordé a pour objet la couverture d'un risque de sécurité sociale s'il a pour but d'aider à couvrir la perte des revenus du travail ou les coûts provenant de la réalisation d'un risque de sécurité sociale, sans qu'il y ait lieu à cet égard de prendre en considération le statut ou la fonction du travailleur salarié.",
        "Lorsque l'employeur met gratuitement à la disposition du travailleur salarié un ordinateur personnel à utiliser à des fins privées, c'est-à-dire à utiliser chez soi librement, le travailleur salarié est censé jouir d'un avantage en nature pour la valeur du forfait prévu à l'article 18, § 3, 10°, de l'arrêté royal du 27 août 1993 d'exécution du Code des impôts sur les revenus 1992; l'arrêt qui suppose incontestablement que la défenderesse met gratuitement à la disposition de ses travailleurs salariés un ordinateur personnel à usage personnel, mais considère que ceci ne constitue pas un avantage en nature au motif que le demandeur ne démontre pas que les travailleurs salariés font un usage privé de l'ordinateur personnel mis à leur disposition ne justifie pas légalement sa décision suivant laquelle la défenderesse n'est pas redevable des cotisations réclamées sur des avantages en nature."
      ],
      "abstractNL": [
        "Artikel 2, derde lid, 1°, c) Loonbeschermingswet sluit de door de werkgever rechtstreeks of onrechtstreeks betaalde vergoedingen welke moeten worden beschouwd als een aanvulling van de voordelen toegekend voor de verschillende takken van de sociale zekerheid, zonder enige beperking uit het loonbegrip uit; een vergoeding moet worden beschouwd als een aanvulling van de voordelen toegekend voor de verschillende takken van de sociale zekerheid indien het toegekende voordeel de dekking van een socialezekerheidsrisico tot voorwerp heeft; het toegekend voordeel heeft de dekking van de socialezekerheidsrisico tot voorwerp indien het tot doel heeft het verlies van het inkomen uit arbeid of de kosten voortkomend uit de realisatie van een socialezekerheidsrisico te helpen dekken, zonder dat daarbij het statuut of de functie van de werknemer in aanmerking moet worden genomen.",
        "Wanneer de werkgever aan de werknemer een persoonlijke computer gratis ter beschikking stelt om voor persoonlijke doeleinden te gebruiken, dit is om thuis vrij te gebruiken, wordt de werknemer geacht een voordeel in natura te genieten ter waarde van het in artikel 18, §3, 10°, KB/WIB92 bepaalde forfait; het arrest dat onbetwist ervan uitgaat dat de verweerster aan haar werknemers een persoonlijke computer gratis ter beschikking stelt voor persoonlijk gebruik, maar oordeelt dat dit geen voordeel in natura oplevert omdat de eiser niet bewijst dat de werknemers privaat gebruik maken van de hun ter beschikking gestelde persoonlijke computer, verantwoordt zijn beslissing dat de verweerster de gevorderde bijdragen op voordelen in natura niet verschuldigd is, niet naar recht."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141208.7": {
      "court": "CASS",
      "date": "2014-12-08",
      "roleNumber": "S.13.0006.N-S.13.0079.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141208.7&lang=fr",
      "abstractFR": [
        "Lorsque les parties n'ont pas prévu de clause de non-concurrence dans le contrat de travail et qu'après la rupture de celui-ci, elles concluent une convention de non-concurrence, accordant à l'ancien travailleur une indemnité à titre de contrepartie de son engagement de ne pas faire de concurrence à son ancien employeur, le droit à cette indemnité, dans la mesure où il ne s'agit pas d'une indemnité déguisée du chef de la cessation du contrat de travail, n'est pas accordé en vertu du contrat de travail ayant existé ou de sa cessation, mais en raison de la convention ultérieure; à défaut d'extension à cet égard de la notion de rémunération, cette indemnité ne constitue une rémunération ni au sens de la loi du 12 avril 1965 ni pour la sécurité sociale; l'indemnité de non-concurrence due par l'employeur en vertu de la clause de non-concurrence contractée dans ou pendant le contrat de travail est acquise en raison de l'engagement, constitue par conséquent une rémunération au sens de l'article 2 de la loi du 12 avril 1965 concernant la protection de la rémunération des travailleurs et est ainsi soumise aux cotisations de sécurité sociale; la circonstance que la clause de non- concurrence a été contractée après le licenciement, au cours du délai de préavis, est sans incidence."
      ],
      "abstractNL": [
        "Wanneer de partijen geen concurrentiebeding in de arbeidsovereenkomst hebben opgenomen en zij na de beëindiging van de arbeidsovereenkomst een niet-concurrentieovereenkomst sluiten waarbij aan de vroegere werknemer, als tegenprestatie voor zijn verbintenis zijn vroegere werkgever geen concurrentie aan te doen, een vergoeding wordt toegekend, wordt het recht op deze vergoeding, in zoverre het geen verdoken vergoeding voor de beëindiging van de arbeidsovereenkomst betreft, niet toegekend ingevolge de vroeger bestaande arbeidsovereenkomst of de beëindiging ervan, maar ingevolge de latere overeenkomst; deze vergoeding is, bij ontstentenis van uitbreiding van het begrip loon in dit verband, dienvolgens geen loon in de zin van de Loonbeschermingswet, noch voor de sociale zekerheid; de vergoeding voor niet-concurrentie die de werkgever verschuldigd is krachtens het concurrentiebeding dat in of tijdens de arbeidsovereenkomst is aangegaan, wordt verworven ingevolge de dienstbetrekking en is derhalve loon in de zin van artikel 2 Loonbeschermingswet en aldus onderworpen aan rsz-bijdragen; de omstandigheid dat het concurrentiebeding werd aangegaan na het ontslag, in de loop van de opzeggingstermijn, doet daaraan niet af."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2023:ARR.20231113.3F.6": {
      "court": "CASS",
      "date": "2023-11-13",
      "roleNumber": "S.23.0011.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231113.3F.6",
      "abstractFR": [
        "La rémunération constitue la contrepartie du travail effectué en exécution d'un contrat de travail; l'obligation de l'employeur de payer la rémunération est une conséquence nécessaire de l'exécution d'un travail en vertu du contrat de travail (1). (1) Voir. les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2016:ARR.20160215.3": {
      "court": "CASS",
      "date": "2016-02-15",
      "roleNumber": "S.14.0071.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160215.3",
      "abstractFR": [
        "Doit être considérée comme un complément aux avantages accordés pour les différentes branches de la sécurité sociale, l'indemnité qui a pour objet de compenser la perte des revenus du travail ou l'accroissement des dépenses provoqués par la réalisation d'un des risques couverts par les diverses branches de la sécurité sociale, même si son octroi est soumis par ailleurs à des conditions étrangères à ces risques (1). (1) Voir les concl. du MP.",
        "L'article 2, alinéa 3, 1°, c), de la loi du 12 avril 1965, auquel renvoie l'article 14, §§1er, et 2, exclut sans restriction de la notion de rémunération les indemnités, payées directement ou indirectement par l'employeur, qui doivent être considérées comme un complément aux avantages accordés pour les diverses branches de la sécurité sociale; il en exclut donc l'indemnité, payée directement ou indirectement par l'employeur en complément d'un avantage accordé par une des branches de la sécurité sociale, même si cette indemnité est réservée à certains travailleurs en violation de l'article 45 de la loi du 27 juin 1969 ou en violation des règles prohibant la discrimination (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Moet beschouwd worden als een aanvulling van de voordelen toegekend voor de verschillende takken van de sociale zekerheid, de vergoeding ter compensatie van het verlies van arbeidsinkomsten of van de toename van de uitgaven door de totstandkoming van een van de risico's die door de verschillende takken van de sociale zekerheid gedekt zijn, ook als de toekenning daarvan afhankelijk is van voorwaarden die geen betrekking hebben op die risico's (1). (1) Zie concl. OM in Pas. 2016, nr. ...",
        "Artikel 2, derde lid, 1°, c), van de wet van 12 april 1965, waarnaar artikel 14, §§1 en 2, RSZ-wet, verwijst, sluit zonder beperking van het begrip loon de vergoedingen uit die rechtstreeks of onrechtstreeks door de werkgever zijn betaald en die moeten worden beschouwd als een aanvulling op de voordelen toegekend voor de verschillende takken van de sociale zekerheid; het sluit dus de vergoeding uit die rechtstreeks of onrechtreeks door de werkgever betaald wordt als aanvulling op een voordeel dat toegekend wordt door een van de takken van de sociale zekerheid, ook als die vergoeding voorbehouden is aan bepaalde werknemers met schending van artikel 45, van de wet van 27 juni 1969 of met schending van de regels die discriminatie verbieden (1). (1) Zie concl. OM in Pas. 2016, nr. ..."
      ]
    }
  },
  "9": {
    "ECLI:BE:CASS:2017:ARR.20171121.6": {
      "court": "CASS",
      "date": "2017-11-21",
      "roleNumber": "P.17.0070.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171121.6&lang=fr",
      "abstractFR": [
        "Les articles 9 et 42, 1°, de la loi du 12 avril 1965 concernant la protection de la rémunération des travailleurs punissent le non-paiement de la rémunération dans les délais prescrits, ce qui inclut tant le paiement tardif que l'absence complète de paiement; des dommages-intérêts pour arriérés de rémunération peuvent dès lors être réclamés ex delicto (1). (1) L'article 42, 1° de la loi du 12 avril 1965 concernant la protection de la rémunération des travailleurs a entre-temps été abrogé par la loi du 6 juin 2010 introduisant le Code pénal social et l'infraction est actuellement punissable en vertu de l'article 162, 1°, de ce code."
      ],
      "abstractNL": [
        "De artikelen 9 en 42, 1°, Loonbeschermingswet, stellen het niet-tijdig betalen van loon strafbaar, hetgeen zowel de laattijdige betaling als het geheel uitblijven ervan inhoudt; een schadevergoeding voor achterstallig loon ex delicto kan dan ook gevorderd worden (1). (1) Artikel 42, 1° Loonbeschermingswet werd inmiddels opgeheven bij wet van 6 juni 2010 houdende invoering van het Sociaal Strafwetboek en de inbreuk is thans strafbaar gesteld door artikel 162, 1° van het SSW."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2007:ARR.20070122.2": {
      "court": "CASS",
      "date": "2007-01-22",
      "roleNumber": "S.04.0088.N-S.04.0169.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20070122.2&lang=fr",
      "abstractFR": [
        "L'article 10 de la loi concernant la protection de la rémunération des travailleurs ne s'applique pas au montant de rémunération octroyé comme réparation en nature ensuite de l'infraction de \"non-paiement de la rémunération due périodiquement\"."
      ],
      "abstractNL": null
    }
  },
  "23": {
    "ECLI:BE:CASS:2022:ARR.20221212.3F.3": {
      "court": "CASS",
      "date": "2022-12-12",
      "roleNumber": "S.21.0081.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221212.3F.3",
      "abstractFR": [
        "La rémunération payée en trop ne constitue pas une avance en argent faite par l'employeur qui peut être imputée sur la rémunération du travailleur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het te veel betaalde loon is geen door de werkgever verstrekt voorschot in geld dat in mindering mag worden gebracht op het loon van de werknemer (1). (1) Zie concl. OM in Pas. 2022, nr. 818."
      ]
    }
  },
  "42": {
    "ECLI:BE:CASS:2017:ARR.20171121.6": {
      "court": "CASS",
      "date": "2017-11-21",
      "roleNumber": "P.17.0070.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171121.6&lang=fr",
      "abstractFR": [
        "Les articles 9 et 42, 1°, de la loi du 12 avril 1965 concernant la protection de la rémunération des travailleurs punissent le non-paiement de la rémunération dans les délais prescrits, ce qui inclut tant le paiement tardif que l'absence complète de paiement; des dommages-intérêts pour arriérés de rémunération peuvent dès lors être réclamés ex delicto (1). (1) L'article 42, 1° de la loi du 12 avril 1965 concernant la protection de la rémunération des travailleurs a entre-temps été abrogé par la loi du 6 juin 2010 introduisant le Code pénal social et l'infraction est actuellement punissable en vertu de l'article 162, 1°, de ce code."
      ],
      "abstractNL": [
        "De artikelen 9 en 42, 1°, Loonbeschermingswet, stellen het niet-tijdig betalen van loon strafbaar, hetgeen zowel de laattijdige betaling als het geheel uitblijven ervan inhoudt; een schadevergoeding voor achterstallig loon ex delicto kan dan ook gevorderd worden (1). (1) Artikel 42, 1° Loonbeschermingswet werd inmiddels opgeheven bij wet van 6 juni 2010 houdende invoering van het Sociaal Strafwetboek en de inbreuk is thans strafbaar gesteld door artikel 162, 1° van het SSW."
      ]
    }
  },
  "47ter": {
    "ECLI:BE:CASS:2025:ARR.20250602.3N.1": {
      "court": "CASS",
      "date": "2025-06-02",
      "roleNumber": "S.22.0022.N-S.22.0023.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250602.3N.1",
      "abstractFR": null,
      "abstractNL": [
        "De verplichting voor verzekeraars om vrouwen en mannen op het vlak van beloning niet te discrimineren ongeacht eventueel bestaande verschillen in de wettelijke pensioenleeftijd, is geen gevolg van de inwerkingtreding van de wet van 10 mei 2007 ter bestrijding van discriminatie tussen vrouwen en mannen of van het ontbreken van een overgangsregeling in die wet, maar bestond in het Belgische recht reeds voor verzekerde feiten die zich, met betrekking tot aanvullende sociale verzekeringen die de werkgever heeft aangegaan, voordoen sinds 17 mei 1990 (1) (2). (1) Zie concl. OM. (2) Art. 14 KB nr. 40 in werking getreden op 6 november 1967 en werd opgeheven op 8 april 1971. Art. 47bis Loonbeschermingswet werd door de wet van 10 juni 2010 vernummerd tot 47ter)"
      ]
    }
  }
}