{
  "1": {
    "ECLI:BE:CASS:2021:ARR.20211130.2N.11": {
      "court": "CASS",
      "date": "2021-11-30",
      "roleNumber": "P.21.0742.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211130.2N.11",
      "abstractFR": [
        "Il résulte de l'article 1er, alinéa 1er, du code de la route et de l'article 29, § 1er, alinéa 3, de la loi relative à la police de la circulation routière que l'infraction à l'article 8.3, alinéa 2, du code de la route n'est punissable conformément à ces dispositions que si les faits surviennent sur la voie publique ; une voie publique est une voie ouverte à la circulation, indépendamment de la dénomination officielle, de l'apparence et du droit de propriété, où le public est généralement autorisé à se rendre ou est à tout le moins toléré (1). (1) Cass. 7 janvier 1992, RG 4898, Pas. 1991-1992, n° 400, R.W., 1991-1992, p. 1087. Voy. égal. P. ARNOU ET M. DE BUSSCHER, Misdrijven en sancties in de Wegverkeerswet, Kluwer, 1999, pp. 1-2 ; S. VEREECKEN, « Het belang van de kwalificatie als openbare weg, openbare plaats of privéterrein », R.A.B.G., 2006, p. 1427-1431 ; G. MEYNS, « De ene weg is de andere niet: openbare weg versus private weg », Verkeer, Aansprakelijkheid, Verzekering, Kluwer, 2008, pp. 177-179 ; F. GLORIEUX et S. SLACHMUYLDERS, « Openbare weg », Larcier wet en duiding. Wegverkeer, Larcier, 2016, p. 77.",
        "En principe, l'allée d'une habitation privée n'est pas ouverte au public, indépendamment de l'absence de clôture ou d'indication ; néanmoins, le juge apprécie souverainement si, à la lumière des circonstances concrètes de la cause, une allée est ouverte au public en général et s'il s'agit donc d'une voie publique ; la Cour vérifie si le juge n'a pas déduit des faits qu'il a constatés des conséquences qui ne seraient susceptibles, sur leur fondement, d'aucune justification (1). (1) Cass. 17 novembre 2020, RG P.20.0868.N, Pas. 2020, n° 703, R.W., 2020-2021, p. 1666, T. Pol., 2021, p. 8."
      ],
      "abstractNL": [
        "Uit de artikelen 1, eerste lid, Wegverkeersreglement en 29, § 1, derde lid, Wegverkeerswet volgt dat de inbreuk op artikel 8.3, tweede lid, Wegverkeersreglement slechts strafbaar is overeenkomstig deze bepalingen indien de feiten plaatsvinden op de openbare weg; een openbare weg is een weg open voor het verkeer, onafhankelijk van de officiële benaming, het uitzicht en het eigendomsrecht, waar het publiek in het algemeen toegelaten is om er te komen of er minstens wordt geduld (1). (1) Cass. 7 januari 1992, AR 4898, AC 1991-92, 400, RW 1991-92, 1087. Zie ook P. ARNOU en M. DE BUSSCHER, Misdrijven en sancties in de Wegverkeerswet, Kluwer, 1999, 1-2; S. VEREECKEN, “Het belang van de kwalificatie als openbare weg, openbare plaats of privéterrein”, RABG 2006, 1427-1431; G. MEYNS, “De ene weg is de andere niet: openbare weg versus private weg”, in Verkeer, Aansprakelijkheid, Verzekering, Kluwer, 2008, 177-179; F. GLORIEUX en S. SLACHMUYLDERS, “Openbare weg”, in Larcier wet en duiding. Wegverkeer, Larcier, 2016, 77.",
        "In de regel staat de oprit tot een privé-woning niet open voor het publiek in het algemeen en dit ongeacht de afwezigheid van een afsluiting of de aanduiding aan de oprit; de rechter oordeelt evenwel onaantastbaar of in het licht van de concrete omstandigheden van de zaak een oprit openstaat voor het publiek in het algemeen en dus een openbare weg is; het Hof gaat wel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die op grond daarvan niet kunnen worden aangenomen (1). (1) Cass. 17 november 2020, AR P.20.0868.N, AC 2020, nr. 703, RW 2020-21, 1666, T. Pol. 2021, 8.",
        "Uit de artikelen 1, eerste lid en 29, §1, derde lid, Wegverkeerswet volgt dat de inbreuk op artikel 8.3, tweede lid, Wegverkeersreglement slechts strafbaar is overeenkomstig deze bepalingen indien de feiten plaatsvinden op de openbare weg; een openbare weg is een weg open voor het verkeer, onafhankelijk van de officiële benaming, het uitzicht en het eigendomsrecht, waar het publiek in het algemeen toegelaten is om er te komen of er minstens wordt geduld (1). (1) Cass. 7 januari 1992, AR 4898, AC 1991-92, 400, RW 1991-92, 1087. Zie ook P. ARNOU en M. DE BUSSCHER, Misdrijven en sancties in de Wegverkeerswet, Kluwer, 1999, 1-2; S. VEREECKEN, “Het belang van de kwalificatie als openbare weg, openbare plaats of privéterrein”, RABG 2006, 1427-1431; G. MEYNS, “De ene weg is de andere niet: openbare weg versus private weg”, in Verkeer, Aansprakelijkheid, Verzekering, Kluwer, 2008, 177-179; F. GLORIEUX en S. SLACHMUYLDERS, “Openbare weg”, in Larcier wet en duiding. Wegverkeer, Larcier, 2016, 77."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250527.2N.27": {
      "court": "CASS",
      "date": "2025-05-27",
      "roleNumber": "P.25.0348.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250527.2N.27",
      "abstractFR": null,
      "abstractNL": [
        "Een openbare weg in de zin van artikel 1, eerste lid, Wegverkeersreglement is iedere weg die toegankelijk is voor het verkeer te land, onafhankelijk van de officiële benaming, het uitzicht of het eigendomsrecht; een weg die enkel openstaat voor het verkeer te land van bepaalde categorieën van personen is geen openbare weg; een parking die voor alle weggebruikers zonder onderscheid toegankelijk is, kan als een openbare weg worden gekwalificeerd; het staat aan de rechter te oordelen of in het licht van de concrete omstandigheden van de zaak een weg toegankelijk is voor het verkeer te land dan wel enkel openstaat voor bepaalde categorieën van personen; uit het enkele feit dat een parking is afgesloten met slagbomen, de toegang betalend is en al dan niet door middel van een bord wordt aangegeven dat de parking voorbehouden is voor patiënten en bezoekers van een ziekenhuis, volgt niet dat die parking geen openbare weg is in de zin van artikel 1, eerste lid, Wegverkeersreglement, op voorwaarde dat vaststaat dat de parking toegankelijk is voor alle weggebruikers zonder onderscheid; de omstandigheid dat het ziekenhuis om privacyredenen de toegang niet zou kunnen ontzeggen aan anderen dan patiënten en bezoekers, laat niet toe anders te oordelen; het Hof gaat na of de rechter uit zijn vaststellingen geen gevolgen afleidt die op grond daarvan onmogelijk kunnen worden verantwoord (1). (1) Cass. 17 november 2020, AR P.20.0868.N, AC 2020, nr. 703; Cass. 16 november 1993, AR nr. 6748, AC 1993, nr. 464; Cass. 18 februari 1982, AC 1981-82, nr. 365; Contra: Pol. Mechelen 18 november 2016, nr. 16A88, VAV 2017, 37 (parking met slagbomen is privéparking); S. VEREECKEN, “Het belang van de kwalificatie als openbare weg, openbare plaats of privéterrein”, RABG 2006, 1427-1431; G. MEYNS, “De ene weg is de andere niet: openbare weg versus private weg”, in Verkeer, Aansprakelijkheid, Verzekering, Kluwer, 2008, 177-179."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201117.2N.10": {
      "court": "CASS",
      "date": "2020-11-17",
      "roleNumber": "P.20.0868.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201117.2N.10&lang=fr",
      "abstractFR": [
        "Une voie publique au sens de l'article 1er, alinéa 1er, de l'arrêté royal du 1er décembre 1975 portant règlement général sur la police de la circulation routière et de l'usage de la voie publique est toute voie accessible à la circulation à terre; une voie qui n'est ouverte qu'à la circulation à terre de certaines catégories de personnes n'est pas une voie publique (1) ; il appartient au juge d'apprécier si une voie est accessible à la circulation à terre ou n'est ouverte qu'à certaines catégories de personnes. (1) Cass. 16 novembre 1993, RG 6748, Pas. 1993, n° 464 ; Cass. 16 juin 1987, RG 610, Pas. 1987, n° 626 ; Cass. 14 avril 1981, RG 6497, (Pas. 1981, I, 917).",
        "Un terrain de parking qui est accessible à tous les usagers de la route sans distinction peut être qualifié de voie publique; il ne résulte pas du simple fait qu'un terrain de parking est délimité et n'est accessible que moyennant paiement, qu'il ne s'agit pas d'une voie publique au sens de l'article 1er, alinéa 1er, de l'arrêté royal du 1er décembre 1975 portant règlement général sur la police de la circulation routière et de l'usage de la voie publique, pour autant qu'il soit établi que le terrain est accessible à tous les usagers de la route sans distinction (1) ; la Cour vérifie si le juge ne tire pas de ses constatations des conséquences qu'elles ne sauraient justifier (2). (1) Voir Cass. 18 février 1982, RG 6501, (Pas. 1982, I, p. 759). (2) Le ministère public a préconisé la cassation avec renvoi dès lors que, selon lui, il ne pouvait être déduit de la motivation du jugement attaqué que la notion de voie publique avait été méconnue."
      ],
      "abstractNL": [
        "Een openbare weg in de zin van artikel 1, eerste lid, Wegverkeersreglement is iedere weg die toegankelijk is voor het verkeer te land; een weg die enkel openstaat voor het verkeer te land van bepaalde categorieën van personen is geen openbare weg (1); het staat aan de rechter te oordelen of een weg toegankelijk is voor het verkeer te land dan wel enkel openstaat voor bepaalde categorieën van personen. (1) Cass. 16 november 1993, AR nr. 6748, AC 1993, nr. 464; Cass. 16 juni 1987, AR nr. 610, AC 1986-87, nr. 626; Cass. 14 april 1981, AC 1980-81, nr. 471.",
        "Een parkeerterrein dat voor alle weggebruikers zonder onderscheid toegankelijk is, kan als een openbare weg worden gekwalificeerd; uit het enkele feit dat een parkeerterrein is afgebakend en slechts tegen betaling toegankelijk is, volgt niet dat het geen openbare weg is in de zin van artikel 1, eerste lid, Wegverkeersreglement, voor zover vaststaat dat het terrein toegankelijk is voor alle weggebruikers zonder onderscheid (1); het Hof gaat na of de rechter uit zijn vaststellingen geen gevolgen afleidt die op grond daarvan onmogelijk kunnen worden verantwoord (2). (1) Zie Cass. 18 februari 1982, AC 1981-82, nr. 365. (2) Het openbaar ministerie adviseerde cassatie met verwijzing gezien volgens het openbaar ministerie uit de motivering van het bestreden vonnis zou kunnen afgeleid worden dat het begrip openbare weg miskend werd."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180628.6": {
      "court": "CASS",
      "date": "2018-06-28",
      "roleNumber": "C.17.0385.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180628.6&lang=fr",
      "abstractFR": [
        "Une voie publique au sens de l'article 1er du code de la route est toute voie accessible à la circulation par terre; n'est pas une voie publique une voie ouverte uniquement à la circulation par terre à certaines catégories de personnes (1). (1) Cass. 16 novembre 1993, RG 6748, Bull et Pas. 1993, n° 464.",
        "L'article 7.3 du code de la route, qui prévoit qu'il est défendu de gêner la circulation ou de la rendre dangereuse, soit en jetant, déposant, abandonnant ou laissant tomber sur la voie publique des objets, débris ou matières quelconques, soit en y répandant de la fumée ou de la vapeur, soit en y établissant quelque obstacle, ne s'applique que lorsque la circulation est gênée ou rendue dangereuse par des objets, débris ou matières quelconques sur une voie ouverte à la circulation, dont l'accessibilité n'est pas limitée à certaines catégories de personnes."
      ],
      "abstractNL": [
        "Een openbare weg in de zin van artikel 1 Wegverkeersreglement is iedere weg die toegankelijk is voor het verkeer te land; geen openbare weg is een weg die enkel voor het verkeer te land van bepaalde categorieën van personen openstaat (1). (1) Cass. 16 november 1993, AR nr. 6748, AC 1993, nr. 464.",
        "Artikel 7.3 Wegverkeersreglement, dat voorziet dat het verboden is het verkeer te hinderen of onveilig te maken door voorwerpen, zwerfvuil of stoffen op de openbare weg te werpen, te plaatsen, achter te laten of te laten vallen, hetzij door er rook of stoom te verspreiden, hetzij door er enig belemmering aan te brengen, geldt slechts wanneer het verkeer gehinderd of onveilig gemaakt wordt door voorwerpen, zwerfvuil of stoffen op een weg die toegankelijk is voor het verkeer dat niet beperkt is tot bepaalde categorieën van personen."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2021:ARR.20211130.2N.17": {
      "court": "CASS",
      "date": "2021-11-30",
      "roleNumber": "P.21.1146.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211130.2N.17",
      "abstractFR": [
        "L'article 2.3 du code de la route précise que, pour l'application de ce code, le terme « autoroute » désigne la voie publique dont le commencement ou l'accès est indiqué par le signal F5 et dont la fin est indiquée par le signal F7; il résulte de cette disposition que l'interdiction de faire marche arrière sur les autoroutes, qui est prévue à l'article 21.4.3° du code de la route, s'applique non seulement à la chaussée telle que définie à l'article 2.1 du code de la route comme étant la partie de la voie publique aménagée pour la circulation des véhicules en général, mais également à la bande d'arrêt d'urgence telle que définie à l'article 2.62 du code de la route comme étant la bande située à droite de la chaussée de l'autoroute ; l'interdiction prévue à l'article 9.7 du code de la route de circuler sur la bande d'arrêt d'urgence, sauf dans les cas exceptionnels qui y sont énumérés, ne saurait être interprétée comme excluant la marche arrière sur une bande d'arrêt d'urgence du champ d'application de l'article 21.4.3° du code de la route."
      ],
      "abstractNL": [
        "Artikel 2.3 Wegverkeersreglement bepaalt dat voor de toepassing van dit reglement onder autosnelweg wordt verstaan de openbare weg waarvan het begin of de oprit is aangeduid met het verkeersbord F5 en het einde met het verkeersbord F7; uit die bepaling volgt dat het door artikel 21.4.3°, Wegverkeersreglement bepaalde verbod om achteruit te rijden op een autosnelweg niet enkel geldt voor het achteruit rijden op de rijbaan zoals omschreven in artikel 2.1 Wegverkeersreglement als het deel van de openbare weg dat voor voertuigen in het algemeen is ingericht, maar ook voor het achteruit rijden op de pechstrook zoals omschreven in artikel 2.62 Wegverkeersreglement als de strook gelegen rechts van de rijbaan van de autosnelweg (1); uit het door artikel 9.7 Wegverkeersreglement bepaalde verbod om op de pechstrook te rijden, tenzij in de erin vermelde uitzonderingsgevallen, kan niet worden afgeleid dat achteruit rijden op de pechstrook buiten het toepassingsgebied valt van artikel 21.4.3°, Wegverkeersreglement. (1) Cass. 13 september 2011, AR P.10.1474.N, AC 2011, nr. 460 met concl. van eerste advocaat-generaal M. DE SWAEF."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250916.2N.3": {
      "court": "CASS",
      "date": "2025-09-16",
      "roleNumber": "P.25.0771.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250916.2N.3",
      "abstractFR": null,
      "abstractNL": [
        "Uit de samenhang tussen de artikelen 23, §1, 3°, 30, §1, 4°, 38, eerste lid, 42 en 48, eerste lid, 1° Wegverkeerswet volgt dat het door artikel 48, eerste lid, 1°, Wegverkeerswet strafrechtelijk gesanctioneerde verbod om tijdens de periode van vervallenverklaring van het recht een motorvoertuig te besturen, geldt voor alle motorvoertuigen, ongeacht of voor het besturen ervan een rijbewijs is vereist; het begrip motorvoertuig of voertuig is niet omschreven in de Wegverkeerswet, voor de invulling van dat begrip met het oog op de toepassing van de Wegverkeerswet kan niet worden gesteund op de in artikel 2 Wegverkeersreglement opgenomen definities, aangezien die volgens de aanhef van die bepaling slechts gelden voor de toepassing van het Wegverkeersreglement zelf; evenmin kan daarvoor worden gesteund op definities opgenomen in andere wetgeving met een eigen finaliteit, zoals de WAM-wetgeving of de wetgeving inzake het rijbewijs; bijgevolg moet dat begrip voor de toepassing van de vermelde wetsbepalingen worden gebruikt in zijn gewone betekenis; een motorvoertuig begrepen in zijn gewone betekenis is elk voertuig dat wordt voortgestuwd door enkel een mechanische kracht, geleverd door een verbrandingsmotor of een elektrische motor, dit wil zeggen door een mechanische kracht die het voertuig autonoom kan laten bewegen zonder het gebruik van spierkracht door de bestuurder ervan, met uitsluiting evenwel van een mechanische kracht die enkel trapondersteuning of een meeloop- of wegrijhulpfunctie biedt; of voor het besturen van dat voertuig een rijbewijs vereist is, heeft geen belang; evenmin is van belang of het starten van de gemotoriseerde aandrijfkracht, buiten het manipuleren van een hendel, pedaal of knop, een fysieke inspanning zoals een duw of een stap vereist; hieruit volgt dat een elektrische step een motorvoertuig of voertuig is zoals hier bedoeld (1). (1) Zie concl. OM.",
        "Degene aan wie een verval van het besturen van alle motorvoertuigen is opgelegd en die zich in het verkeer wil begeven met een voertuig dat beschikt over een autonome aandrijvingskracht, dient zich op voorhand ervan te vergewissen of dat voertuig al dan niet valt onder het hem opgelegde verval en hij moet daarover zo nodig de juiste informatie inwinnen; hij dient zich bovendien rekenschap ervan te geven dat het begrip motorvoertuig of voertuig, zoals vermeld in de Wegverkeerswet, niet beperkt is tot begripsbepalingen voorkomend in andere regelgeving met een eigen finaliteit, zoals het Wegverkeersreglement, de WAM of de wetgeving inzake het rijbewijs; het enkele feit dat het begrip motorvoertuig of voertuig in onderscheiden wetgevingen verschillend wordt gedefinieerd of dat rechtspraak en rechtsleer verdeeld lijken te zijn over de juiste invulling van de onderscheiden begripsbepalingen, doet daaraan geen afbreuk; ook staat twijfel bij een rechter, die moet oordelen over de concrete invulling van het begrip motorvoertuig of voertuig in een bepaald hem voorgelegd geval, niet gelijk met het bestaan van onoverwinnelijke rechtsdwaling bij een beklaagde (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240430.2N.7": {
      "court": "CASS",
      "date": "2024-04-30",
      "roleNumber": "P.24.0183.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240430.2N.7",
      "abstractFR": null,
      "abstractNL": [
        "Een veroordeling op grond van artikel 34, § 2, 1°, Wegverkeerswet vereist onder meer dat de beklaagde een voertuig bestuurt maar de begrippen “voertuig” en “besturen” zijn niet omschreven in de Wegverkeerswet en voor de invulling van die begrippen met het oog op de toepassing van de Wegverkeerswet kan niet worden gesteund op de in artikel 2 Wegverkeersreglement opgenomen definities, aangezien die volgens de aanhef van die bepaling slechts gelden voor de toepassing van het Wegverkeersreglement zelf, zodat voor de toepassing van artikel 34, § 2, 1°, Wegverkeerswet deze begrippen in hun gewone betekenis moeten worden gebruikt; een voertuig in de zin van artikel 34, § 2, 1°, Wegverkeerswet is een vervoermiddel voor vervoer over land van personen of goederen en een elektrische step is een voertuig in de zin van die bepaling; een persoon bestuurt een voertuig in de zin van deze bepaling van de Wegverkeerswet indien hij over het voertuig de controle of het meesterschap heeft door de voortgang ervan in handen te nemen en hierdoor een invloed uitoefent op het in beweging zijnde voertuig en hij die al stappend een elektrische step voortduwt en eraan richting geeft, bestuurt een voertuig in de zin van die bepaling (1). (1) Cass. 4 juni 2019, AR P.19.0080.N, AC 2019, nr. 506, NC 2021/3 met noot M. STERKENS, \"Niet rijden, toch besturen? Begrip ‘bestuurder'\", VAV 2019/4, p. 71 met noot; P. ARNOU en M. DEBUSSCHERE, Misdrijven en sancties in de Wegverkeerswet, Kluwer, 1999, pp. 3-6, nrs. 8-17 en p. 9, nrs. 31-36."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241001.2N.24": {
      "court": "CASS",
      "date": "2024-10-01",
      "roleNumber": "P.24.1014.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241001.2N.24",
      "abstractFR": null,
      "abstractNL": [
        "Aan de woorden “stilstaan” en “parkeren” in artikel 8.4. Wegverkeersreglement, dat bepaalt dat, behalve wanneer zijn voertuig stilstaat of geparkeerd is, de bestuurder geen mobiel elektronisch apparaat met een scherm mag gebruiken, vasthouden noch manipuleren, tenzij het in een daartoe bestemde houder aan het voertuig bevestigd is, moet de betekenis worden gegeven die deze begrippen hebben in artikel 2.22 en 2.23 Wegverkeersreglemen ; de verbodsbepaling van artikel 8.4 Wegverkeersreglement is derhalve van toepassing op de bestuurder van een voertuig die een gsm gebruikt terwijl het voertuig zonder voort te bewegen in de file staat en zonder dat dit voertuig stilstaat of geparkeerd is in de zin van artikel 2.22 en 2.23 Wegverkeersreglement."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250610.2N.24": {
      "court": "CASS",
      "date": "2025-06-10",
      "roleNumber": "P.25.0014.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250610.2N.24",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 2.23 Wegverkeersreglement omschrijft een geparkeerd voertuig als een voertuig dat langer stilstaat dan nodig is voor het in- of uitstappen van personen of voor het laden of lossen van zaken; de rechter oordeelt onaantastbaar of een voertuig al dan niet langer stilstaat dan nodig voor het laten in- of uitstappen van personen en hij kan bij die beoordeling de leeftijd en de gezondheid van de in- of uitstappende persoon betrekken maar hij dient daarbij niet de uiteindelijke bestemming van de in- of uitstappende persoon te betrekken."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230606.2N.8": {
      "court": "CASS",
      "date": "2023-06-06",
      "roleNumber": "P.23.0077.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230606.2N.8",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 2.6, eerste lid, Wegverkeersreglement bepaalt dat een aardeweg een openbare weg is die breder is dan een pad en die niet voor het voertuigenverkeer in het algemeen is ingericht en het staat aan de rechter te oordelen of een openbare weg breder is dan een pad en niet voor het voertuigenverkeer in het algemeen is ingericht en derhalve een aardeweg is in de zin van de artikelen 2.6, eerste lid, en 12.3.1.b) Wegverkeersreglement; het Hof gaat na of de rechter uit zijn vaststellingen geen gevolgen afleidt die op grond daarvan onmogelijk kunnen worden verantwoord (1). (1) Zie ook Cass. 20 december 1995, AR P.95.0770.F, AC 1995, nr. 560."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231017.2N.10": {
      "court": "CASS",
      "date": "2023-10-17",
      "roleNumber": "P.23.0873.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231017.2N.10",
      "abstractFR": null,
      "abstractNL": [
        "Uit de bepaling van artikel 2.17 Wegverkeersreglement volgt dat het determinerend criterium om een onderscheid te maken tussen een bromfiets klasse A en een bromfiets klasse B de door de constructie van de bromfiets bepaalde maximumsnelheid van ten hoogste 25 of 45 km per uur is."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231024.2N.13": {
      "court": "CASS",
      "date": "2023-10-24",
      "roleNumber": "P.23.1022.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231024.2N.13",
      "abstractFR": null,
      "abstractNL": [
        "De rechter bepaalt onaantastbaar of een gesleept voertuig al dan niet een voertuig is in de zin van de artikelen 2.14, 2.16 en 49.3 Wegverkeersreglement, en de artikelen 1, § 2, 26, 27, 28, 40, 41 en 88 KB Technische Eisen Voertuigen; het Hof gaat enkel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die op grond hiervan onmogelijk kunnen worden verantwoord."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201014.2F.6": {
      "court": "CASS",
      "date": "2020-10-14",
      "roleNumber": "P.20.0557.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201014.2F.6",
      "abstractFR": [
        "L'article 2, § 13 de l'arrêté royal du 1er décembre 1975 portant règlement général sur la police de la circulation routière et de l'usage de la voie publique définit le conducteur comme étant toute personne qui assure la direction d'un véhicule; l'immobilisation de celui-ci et le sommeil éthylique de la personne qui en a la maîtrise ne lui font pas perdre nécessairement cette qualité."
      ],
      "abstractNL": [
        "Artikel 2.13 Wegverkeersreglement definieert de bestuurder als zijnde elke persoon die een voertuig bestuurt; de immobilisatie van het voertuig en de alcoholgerelateerde slaap van de persoon die de controle over het voertuig heeft, doen hem niet noodzakelijk die hoedanigheid verliezen."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200205.2F.3": {
      "court": "CASS",
      "date": "2020-02-05",
      "roleNumber": "P.19.0843.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200205.2F.3",
      "abstractFR": [
        "L'article 2.46 du code de la route dispose qu'un piéton est une personne qui se déplace à pied; un piéton sur la voie publique ne perd pas cette qualité du seul fait qu'il s'arrête ou s'assoit; le passager d'un véhicule qu'il quitte pour rejoindre à pied l'avant de ce véhicule perd cette qualité et devient, partant, piéton."
      ],
      "abstractNL": [
        "Artikel 2.46 Wegverkeersreglement bepaalt dat een voetganger een persoon is die zich te voet verplaatst; een voetganger op de openbare weg verliest die hoedanigheid niet, enkel omdat hij blijft staan of gaat zitten; de inzittende van een voertuig die uitstapt om zich te voet naar de voorkant van dat voertuig te begeven, verliest die hoedanigheid en wordt derhalve voetganger."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2024:ARR.20240531.1F.2": {
      "court": "CASS",
      "date": "2024-05-31",
      "roleNumber": "C.24.0007.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240531.1F.2",
      "abstractFR": [
        "Une personne ne faisant pas partie du personnel de l'entreprise ferroviaire, du gestionnaire de l'infrastructure, du service de sécurité ou du gestionnaire de la gare concernés, conduisant un véhicule qui s'engage sur un passage à niveau, dans l'une des circonstances énumérées à l'article 20.3 du Code de la route, commet, sauf autorisation écrite et préalable du gestionnaire de l'infrastructure, l'infraction prévue à l'article 7, 3°, de la loi du 27 avril 2018."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220309.2F.8": {
      "court": "CASS",
      "date": "2022-03-09",
      "roleNumber": "P.21.1457.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220309.2F.8",
      "abstractFR": [
        "Il résulte de la combinaison des articles 3 du code de la route, 62, alinéa 1er, de la loi relative à la police de la circulation routière, 7 de la loi du 26 avril 2002 relative aux éléments essentiels du statut des membres du personnel des services de police et portant diverses autres dispositions relatives aux services de police et 138bis de la loi du 7 décembre 1998 instaurant un service de police intégré, structuré à deux niveaux que la qualité d'« assistant, visionneur au sein du CRT » du rédacteur d'un procès-verbal dressé en matière de surveillance menée dans le cadre de la loi relative à la police de la circulation routière implique nécessairement que les agents qui remplissent cette qualité sont qualifiés pour surveiller l'application de ladite loi (1). (1) Voir les concl. du MP.",
        "Il résulte de la combinaison des articles 3 du code de la route, 62, alinéa 1er, de la loi relative à la police de la circulation routière, 7 de la loi du 26 avril 2002 relative aux éléments essentiels du statut des membres du personnel des services de police et portant diverses autres dispositions relatives aux services de police et 138bis de la loi du 7 décembre 1998 instaurant un service de police intégré, structuré à deux niveaux que la qualité d’« assistant, visionneur au sein du CRT » du rédacteur d’un procès-verbal dressé en matière de surveillance menée dans le cadre de la loi relative à la police de la circulation routière implique nécessairement que les agents qui remplissent cette qualité sont qualifiés pour surveiller l’application de ladite loi (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de samenhang tussen artikel 3 Wegverkeersreglement, artikel 62, eerste lid, Wegverkeerswet, artikel 7 van de wet van 26 april 2002 houdende de essentiële elementen van het statuut van de personeelsleden van de politiediensten en houdende diverse andere bepalingen met betrekking tot de politiediensten en artikel 138bis Wet Geïntegreerde Politiedienst volgt dat de hoedanigheid van “assistent, CRT-viewer” van de opsteller van een inzake het toezicht op de Wegverkeerswet opgesteld proces-verbaal noodzakelijkerwijs impliceert dat de agenten die deze functie uitoefenen, bevoegd zijn om toe te zien op de toepassing van laatstgenoemde wet (1). (1) Zie concl. OM in Pas. 2022, nr. 180.",
        "Uit de samenhang tussen artikel 3 Wegverkeersreglement, artikel 62, eerste lid, Wegverkeerswet, artikel 7 van de wet van 26 april 2002 houdende de essentiële elementen van het statuut van de personeelsleden van de politiediensten en houdende diverse andere bepalingen met betrekking tot de politiediensten en artikel 138bis Wet Geïntegreerde Politiedienst volgt dat de hoedanigheid van “assistent, CRT-viewer” van de opsteller van een inzake het toezicht op de Wegverkeerswet opgesteld proces-verbaal noodzakelijkerwijs impliceert dat de agenten die deze functie uitoefenen, bevoegd zijn om toe te zien op de toepassing van laatstgenoemde wet (1). (1) Zie concl. OM in Pas. 2022, nr. 179."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191030.3": {
      "court": "CASS",
      "date": "2019-10-30",
      "roleNumber": "P.19.0834.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191030.3",
      "abstractFR": [
        "Aucune disposition n'oblige les agents qualifiés ou l'un d'eux à rédiger et à signer eux-mêmes les procès-verbaux relatant leurs constatations (1). (1) Voir Cass. 25 mai 1994, RG P.94.0106.F, Pas. 1994, n° 263."
      ],
      "abstractNL": [
        "Geen enkele bepaling verplicht de bevoegde agenten of één van hen de processen-verbaal die hun vaststellingen bevatten, zelf op te maken en te ondertekenen (1). (1) Zie Cass. 25 mei 1994, AR P.94.0106.F, AC 1994, nr. 263."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2022:ARR.20220208.2N.8": {
      "court": "CASS",
      "date": "2022-02-08",
      "roleNumber": "P.21.1555.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220208.2N.8",
      "abstractFR": null,
      "abstractNL": [
        "Het door artikel 4.1 Wegverkeersreglement bedoelde misdrijf van het niet-onmiddellijk gevolg geven aan bevelen van bevoegde personen, namelijk personen die ingevolge artikel 62, eerste lid, Wegverkeerswet toezicht houden op de naleving van deze wet en haar uitvoeringsbesluiten en personen die ingevolge artikel 11 Wegverkeerswet de kentekens van hun ambt dragen en het verkeer kunnen regelen door bindende aanwijzingen te geven, is voltrokken van zodra de gebruiker van de openbare weg nalaat onmiddellijk gevolg te geven aan het bevel; de bevoegde personen kunnen niet enkel bevelen geven aan weggebruikers die in beweging zijn, maar ook aan andere weggebruikers, voor zover hun hoedanigheid duidelijk kenbaar is gemaakt; onder de in artikel 4.1 Wegverkeersreglement vermelde bevelen van een bevoegd persoon worden niet enkel bevelen bedoeld die louter gericht zijn op het regelen van het verkeer, maar ook bevelen die tot doel hebben het toezicht op de naleving van de Wegverkeerswet en de uitvoeringsbesluiten ervan mogelijk te maken, zoals het bevel het voertuig aan de kant te zetten of het bevel de motor van het voertuig af te zetten (1). (1) T. PAPART, ‘Wegverkeersreglement Artikel 4- Bindende kracht van de bevelen van de bevoegde personen”, in Postal Wegverkeer, Kluwer, 2001, 2.1.1. en 5.1.1.1",
        "De opsomming van de in artikel 4.2 Wegverkeersreglement vermelde bevelen is niet beperkend (1). (1) T. PAPART, ‘Wegverkeersreglement Artikel 4- Bindende kracht van de bevelen van de bevoegde personen”, in Postal Wegverkeer, Kluwer, 2001, 3."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2024:ARR.20241204.2F.15": {
      "court": "CASS",
      "date": "2024-12-04",
      "roleNumber": "P.24.0728.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241204.2F.15",
      "abstractFR": [
        "L'article 195 du Code d'instruction criminelle prescrit la mention des dispositions érigeant le fait en infraction et établissant la peine; en cas d'infraction de franchissement d'un feu de circulation en phase rouge, le juge satisfait à cette obligation en visant les articles 5 et 61.1.1°, du code de la route, et 29, § 1er, alinéa 2, et 38, § 1er, 3°, de la loi relative à la police de la circulation routière sans devoir citer en outre l'article 3, 36°, de l'arrêté royal du 30 septembre 2005 qui ne fixe pas la peine mais détermine le degré de l'infraction."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250108.2F.3": {
      "court": "CASS",
      "date": "2025-01-08",
      "roleNumber": "P.24.0305.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250108.2F.3",
      "abstractFR": [
        "Les articles 5 et 65.2, alinéas 1er à 3, du code de la route n'interdisent pas à une commune de décider, par une disposition générale, que les voiries mises à sens unique sur son territoire ne seront pas pourvues, compte tenu de leur étroitesse, du panneau M2 autorisant les cyclistes à les emprunter à contre-sens."
      ],
      "abstractNL": [
        "De artikelen 5 en 65.2, eerste, tweede en derde lid, Wegverkeersreglement verbieden een gemeente niet om bij wege van algemene beschikking te beslissen om de eenrichtingswegen op haar grondgebied, wegens hun geringe breedte, niet te voorzien van het verkeersbord M2, dat de fietsers toestaat op die wegen in tegenovergestelde richting te rijden."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200604.1N.10": {
      "court": "CASS",
      "date": "2020-06-04",
      "roleNumber": "C.19.0042.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200604.1N.10&lang=fr",
      "abstractFR": [
        "Une bande de circulation sur laquelle des flèches de couleur blanche ont été tracées vers la gauche ne peut être empruntée que par les conducteurs souhaitant tourner à gauche (1). (1) Voir Cass. 16 octobre 2001, RG P.00.0290.N, Pas. 2001, n° 549 ; Cass. 30 janvier 2001, RG P.99.0428.N, Pas. 2001, n° 56."
      ],
      "abstractNL": [
        "Een rijstrook waarop witte voorsorteringspijlen naar links zijn aangebracht mag enkel gevolgd worden door bestuurders die op het kruispunt naar links willen afslaan (1). (1) Zie Cass. 16 oktober 2001, AR P.00.0290.N, AC 2001, nr. 549; Cass. 30 januari 2001, AR P.99.0428.N, AC 2001, nr. 56."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221207.2F.2": {
      "court": "CASS",
      "date": "2022-12-07",
      "roleNumber": "P.22.1054.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221207.2F.2",
      "abstractFR": [
        "Lorsqu'un signal d'interdiction est placé sur une voie publique conformément à l'article 68.1 du code de la route, la circonstance même que la publication de l'acte administratif ayant prescrit cette interdiction n'aurait pas eu lieu dans les formes requises (1) n'a pas pour conséquence que les usagers de la route ne doivent pas impérativement s'y conformer (2). (1) La signalisation litigieuse limitant la vitesse autorisée a été placée sur un tronçon en chantier de la Nationale 4 conformément à une ordonnance de police. La demanderesse a fait valoir en termes de conclusions d'appel que le fait et la date de la publication de cette ordonnance n'ont pas été dûment constatés par une annotation dans un registre conformément à l'A.R. du 14 octobre 1991 relatif aux annotations dans le registre de publication des règlements et ordonnances des autorités communales. Se référant notamment à un arrêt de la Cour du 12 janvier 2018 (RG F.16.0087.F, Pas. 2018, n° 27), elle en a déduit que cette ordonnance – et donc la signalisation litigieuse qui en procède – lui est inopposable et que les juges d'appel ne pouvaient la condamner pour l'avoir méconnue et n'ont pas répondu régulièrement à cette défense (voir aussi Cass. 21 mai 2015, RG F.13.0158.F et F.14.0098.F, Pas. 2015, nos 328 et 330, tous deux avec concl. de M. HENKES, alors premier avocat général ; concl. de M. HENKES, procureur général, précédant Cass. 27 septembre 2019, RG F.18.0056.F, Pas. 2019, n° 483 [p. 1676, § 7]). Le MP a pour sa part conclu à la cassation, notamment au motif que le jugement attaqué ne répond pas régulièrement à cet égard aux conclusions d'appel de la demanderesse. Mais la Cour a déduit de l'article 5 du code de la route que la défense n'était pas pertinente, et que le tribunal correctionnel n'était, partant, pas tenu d'y répondre. (M.N.B.) (2) Voir Cass. 18 novembre 2014, RG P.13.1951.N, Pas. 2014, n° 704 (« Lorsqu'un signal d'interdiction est placé sur une autoroute conformément aux articles 5 et 68 du code de la route, la circonstance qu'aucune autorisation n'ait été délivrée pour ce faire par le ministre ou son délégué n'a pas pour conséquence que les usages de la route ne doivent pas impérativement s'y conformer ») ; Cass. 16 janvier 2001, RG P.99.0441.N, Pas. 2001, n° 29 ; Cass. 29 juin 1994, RG P.94.0337.F, Pas. 1994, n° 338."
      ],
      "abstractNL": [
        "Wanneer een verbodsbord op een openbare weg is geplaatst overeenkomstig artikel 68.1 Wegverkeersreglement, heeft de omstandigheid dat de bekendmaking van de administratieve akte die dit verbod voorschrijft niet in de vereiste vormen zou zijn geschied (1), op zich niet tot gevolg dat de weggebruikers niet verplicht zouden zijn aan dat verbodsbord gevolg te geven (2). (1) Het litigieuze verkeersteken dat de toegestane snelheid beperkte, was geplaatst op een traject van rijksweg 4 waarop wegenwerken plaatsvonden, overeenkomstig een politieverordening. De eiseres voerde in haar conclusie in hoger beroep aan dat de bekendmaking en de datum van bekendmaking van die verordening niet behoorlijk zijn vastgesteld door een aantekening in een register, overeenkomstig het koninklijk besluit van 14 oktober 1991 betreffende de aantekeningen in het register voor de bekendmaking van de reglementen en verordeningen van de gemeenteoverheden. De eiseres beroept zich met name op een arrest van het Hof van 12 januari 2018 (AR F.16.0087.F, AC 2018, nr. 27) en leidt hieruit af dat die beschikking – en dus het hieruit voortvloeiende litigieuze verkeersteken – niet tegen haar kan worden aangevoerd en dat de appelrechters haar niet konden veroordelen wegens miskenning van dat verkeersteken en dit verweer niet regelmatig hebben beantwoord (zie ook Cass. 21 mei 2015, AR F.13.0158.F en F.14.0098.F, AC 2015, nrs. 328 en 330, beide met concl. procureur-generaal HENKES, toen eerste advocaat-generaal, op datum in Pas.; concl. procureur-generaal HENKES, vóór Cass. 27 september 2019, AR F.18.0056.F, AC 2019, nr. 483 [p. 1676, § 7]). Zelf heeft het OM geconcludeerd tot cassatie, met name omdat het bestreden vonnis de conclusie in hoger beroep van de eiseres in dit opzicht niet regelmatig beantwoordt. Het Hof heeft evenwel uit artikel 5 Wegverkeersreglement afgeleid dat het verweer niet relevant was en dat de correctionele rechtbank het bijgevolg niet diende te beantwoorden. (M.N.B.) (2) Zie Cass. 18 november 2014, AR P.13.1951.N, AC 2014, nr. 704 (“Wanneer een verbodsbord overeenkomstig de artikelen 5 en 68 Wegverkeersreglement op een autosnelweg is geplaatst, dan heeft de omstandigheid dat daarvoor nog geen toelating is gegeven door de minister of zijn gevolmachtigde, niet tot gevolg dat de weggebruikers geen dwingend gevolg aan dat verbodsbord moeten geven”); Cass. 16 januari 2001, AR P.99.0441.N, AC 2001, nr. 29; Cass. 29 juni 1994, AR P.94.0337.F, AC 1994, nr. 338.",
        "Vertaling nog niet beschikbaar"
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2024:ARR.20240903.2N.6": {
      "court": "CASS",
      "date": "2024-09-03",
      "roleNumber": "P.24.0357.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240903.2N.6",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer een bestreden vonnis één enkele straf uitspreekt wegens verschillende inbreuken op artikel 45bis Wegverkeerswet, met name artikel 45bis, § 1 en § 6, tweede lid, Wegverkeerswet (telastlegging A), artikel 45bis, § 1, tweede lid, en § 4, derde lid, 5°, Wegverkeersreglement (telastlegging B) en artikel 45bis, § 1 en § 5, eerste lid, Wegverkeersreglement (telastlegging C), waarvan één (telastlegging C) wettelijk strafbaar is met de uitgesproken straf, en tevens een wettelijke straf uitspreekt voor een inbreuk op artikel 45bis, § 1, en § 3, zesde lid, 1°, Wegverkeersreglement (telastlegging D), in zoverre dit gesteund is op het feit dat wettelijk strafbaar is met de uitgesproken straf (telastelegging C), is het middel dat enkel betrekking heeft op de schuldig verklaring aan de andere feiten omschreven onder de telastleggingen A, B en D, in zoverre gesteund op de feiten van de telastleggingen A en B, bij gebrek aan belang niet ontvankelijk (1). (1) Zie F. VAN VOLSEM, “Een bijzondere grond van niet-ontvankelijkheid van het cassatiemiddel in strafzaken: de naar recht verantwoorde straf”, noot onder Cass. 24 september 2019, AR P.19.0351.N, RABG, 2020, afl. 1, 36-53."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220118.2N.8": {
      "court": "CASS",
      "date": "2022-01-18",
      "roleNumber": "P.21.0780.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220118.2N.8",
      "abstractFR": null,
      "abstractNL": [
        "Krachtens artikel 6.2 Wegverkeersreglement gaan de verkeerstekens boven de verkeersregels; volgens artikel 60.1 Wegverkeersreglement zijn verkeersborden een categorie van verkeerstekens; de door artikel 6.2 Wegverkeersreglement bedoelde volgorde is slechts van toepassing indien de verkeerstekens en de verkeersregels die een welbepaalde bestuurder tegelijkertijd moet respecteren, tegenstrijdig zijn (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220628.2N.17": {
      "court": "CASS",
      "date": "2022-06-28",
      "roleNumber": "P.22.0229.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220628.2N.17",
      "abstractFR": [
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Uit de bepalingen van artikel 45bis, §§ 2, 4 en 6, Wegverkeersreglement, volgt dat de rechter die oordeelt dat een ladingzekeringssysteem niet voldoet aan de eisen van artikel 45bis, § 4, Wegverkeersreglement omdat het ladingzekeringssysteem niet geschikt is voor de afmetingen, de vorm, de stevigheid en de kenmerken van de lading en aldus niet het omvallen of het kantelen van de lading voorkomt, niet bijkomend dient te toetsen aan de Europese normen, bepaald in artikel 45bis, § 6, Wegverkeersreglement."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210224.2F.4": {
      "court": "CASS",
      "date": "2021-02-24",
      "roleNumber": "P.20.1131.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210224.2F.4",
      "abstractFR": [
        "L'article 6.2 du code de la route suppose que la signalisation routière et les règles de la circulation régissant le lieu de l'accident sont contradictoires, auquel cas la première prévaut sur les secondes (1). (1) Cass. 8 novembre 2016, RG P.15.0444.F, Pas. 2016, n° 627."
      ],
      "abstractNL": [
        "Artikel 6.2. Wegverkeersreglement veronderstelt dat de op de plaats van het ongeval toepasselijke verkeerstekens en verkeersregels tegenstrijdig zijn, in welk geval de eerste voorrang krijgen op de tweede (1). (1) Cass. 8 november 2016, AR P.15.0444.F, AC 2016, nr. 627."
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2018:ARR.20180628.6": {
      "court": "CASS",
      "date": "2018-06-28",
      "roleNumber": "C.17.0385.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180628.6&lang=fr",
      "abstractFR": [
        "L'article 7.3 du code de la route, qui prévoit qu'il est défendu de gêner la circulation ou de la rendre dangereuse, soit en jetant, déposant, abandonnant ou laissant tomber sur la voie publique des objets, débris ou matières quelconques, soit en y répandant de la fumée ou de la vapeur, soit en y établissant quelque obstacle, ne s'applique que lorsque la circulation est gênée ou rendue dangereuse par des objets, débris ou matières quelconques sur une voie ouverte à la circulation, dont l'accessibilité n'est pas limitée à certaines catégories de personnes."
      ],
      "abstractNL": [
        "Artikel 7.3 Wegverkeersreglement, dat voorziet dat het verboden is het verkeer te hinderen of onveilig te maken door voorwerpen, zwerfvuil of stoffen op de openbare weg te werpen, te plaatsen, achter te laten of te laten vallen, hetzij door er rook of stoom te verspreiden, hetzij door er enig belemmering aan te brengen, geldt slechts wanneer het verkeer gehinderd of onveilig gemaakt wordt door voorwerpen, zwerfvuil of stoffen op een weg die toegankelijk is voor het verkeer dat niet beperkt is tot bepaalde categorieën van personen."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180326.2": {
      "court": "CASS",
      "date": "2018-03-26",
      "roleNumber": "C.17.0442.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180326.2&lang=fr",
      "abstractFR": [
        "Lorsqu'une action en justice devant le juge civil est fondée sur une infraction pénale, il incombe au demandeur de prouver que tous les éléments constitutifs de l'infraction sont réunis et, si le défendeur invoque une cause de justification non dépourvue de tout élément de nature à lui donner crédit, que cette cause de justification n'existe pas; manque en droit le moyen fondé sur la prémisse que, lorsqu'un usager de la route endommage la voie publique, la victime du dommage ne doit pas démontrer que cet usager a commis une faute en s'abstenant de modérer sa vitesse, de réduire le chargement de son véhicule, d'emprunter une autre voie ou de prendre d'autres dispositions afin de prévenir tout dommage au revêtement, et que l'usager de la route qui endommage le revêtement voit sa responsabilité engagée à moins qu'il n'apporte la preuve d'une erreur invincible ou de tout autre cause de justification ou, en d'autres termes, qu'il n'apporte la preuve que les dommages causés au revêtement proviennent d'une cause étrangère et ne lui sont dès lors pas imputables (1). (1) Cass. 11 juin 2010, RG C.09.0178.F, Pas. 2010, n° 419 et Cass. 30 septembre 2004, RG C.03.0527.F, Pas. 2004, n° 445."
      ],
      "abstractNL": [
        "Wanneer een rechtsvordering voor de burgerlijke rechter gegrond is op een overtreding van de strafwet, staat het aan de eiser om te bewijzen dat alle bestanddelen van het misdrijf verenigd zijn en dat, als de verweerder zich beroept op een rechtvaardigingsgrond die niet van alle geloofwaardigheid verstoken is, die rechtvaardigingsgrond niet bestaat; het middel dat ervan uitgaat dat, indien een weggebruiker de weg beschadigt, de schadelijder niet dient aan te tonen dat die weggebruiker een fout heeft begaan door zijn snelheid niet te matigen, de lading van zijn voertuig niet te verminderen, na te laten een andere weg te volgen of nog andere maatregelen te treffen teneinde beschadiging van het wegdek te voorkomen en dat de weggebruiker die het wegdek beschadigt hiervoor aansprakelijk is, tenzij hij het bewijs levert van een onoverkomelijke dwaling of enige andere rechtvaardigingsgrond, met andere woorden het bewijs levert dat de beschadiging van het wegdek aan een vreemde oorzaak te wijten is waardoor de beschadiging hem niet kan worden toegerekend, faalt naar recht (1). (1) Cass. 11 juni 2010, AR C.09.0178.F, AC 2010, nr. 419 en Cass. 30 september 2004, AR C.03.0527.F, AC 2004, nr. 445."
      ]
    }
  },
  "8": {
    "ECLI:BE:CASS:2021:ARR.20211130.2N.11": {
      "court": "CASS",
      "date": "2021-11-30",
      "roleNumber": "P.21.0742.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211130.2N.11",
      "abstractFR": [
        "Il résulte de l'article 1er, alinéa 1er, du code de la route et de l'article 29, § 1er, alinéa 3, de la loi relative à la police de la circulation routière que l'infraction à l'article 8.3, alinéa 2, du code de la route n'est punissable conformément à ces dispositions que si les faits surviennent sur la voie publique ; une voie publique est une voie ouverte à la circulation, indépendamment de la dénomination officielle, de l'apparence et du droit de propriété, où le public est généralement autorisé à se rendre ou est à tout le moins toléré (1). (1) Cass. 7 janvier 1992, RG 4898, Pas. 1991-1992, n° 400, R.W., 1991-1992, p. 1087. Voy. égal. P. ARNOU ET M. DE BUSSCHER, Misdrijven en sancties in de Wegverkeerswet, Kluwer, 1999, pp. 1-2 ; S. VEREECKEN, « Het belang van de kwalificatie als openbare weg, openbare plaats of privéterrein », R.A.B.G., 2006, p. 1427-1431 ; G. MEYNS, « De ene weg is de andere niet: openbare weg versus private weg », Verkeer, Aansprakelijkheid, Verzekering, Kluwer, 2008, pp. 177-179 ; F. GLORIEUX et S. SLACHMUYLDERS, « Openbare weg », Larcier wet en duiding. Wegverkeer, Larcier, 2016, p. 77."
      ],
      "abstractNL": [
        "Uit de artikelen 1, eerste lid, Wegverkeersreglement en 29, § 1, derde lid, Wegverkeerswet volgt dat de inbreuk op artikel 8.3, tweede lid, Wegverkeersreglement slechts strafbaar is overeenkomstig deze bepalingen indien de feiten plaatsvinden op de openbare weg; een openbare weg is een weg open voor het verkeer, onafhankelijk van de officiële benaming, het uitzicht en het eigendomsrecht, waar het publiek in het algemeen toegelaten is om er te komen of er minstens wordt geduld (1). (1) Cass. 7 januari 1992, AR 4898, AC 1991-92, 400, RW 1991-92, 1087. Zie ook P. ARNOU en M. DE BUSSCHER, Misdrijven en sancties in de Wegverkeerswet, Kluwer, 1999, 1-2; S. VEREECKEN, “Het belang van de kwalificatie als openbare weg, openbare plaats of privéterrein”, RABG 2006, 1427-1431; G. MEYNS, “De ene weg is de andere niet: openbare weg versus private weg”, in Verkeer, Aansprakelijkheid, Verzekering, Kluwer, 2008, 177-179; F. GLORIEUX en S. SLACHMUYLDERS, “Openbare weg”, in Larcier wet en duiding. Wegverkeer, Larcier, 2016, 77.",
        "Uit de artikelen 1, eerste lid en 29, §1, derde lid, Wegverkeerswet volgt dat de inbreuk op artikel 8.3, tweede lid, Wegverkeersreglement slechts strafbaar is overeenkomstig deze bepalingen indien de feiten plaatsvinden op de openbare weg; een openbare weg is een weg open voor het verkeer, onafhankelijk van de officiële benaming, het uitzicht en het eigendomsrecht, waar het publiek in het algemeen toegelaten is om er te komen of er minstens wordt geduld (1). (1) Cass. 7 januari 1992, AR 4898, AC 1991-92, 400, RW 1991-92, 1087. Zie ook P. ARNOU en M. DE BUSSCHER, Misdrijven en sancties in de Wegverkeerswet, Kluwer, 1999, 1-2; S. VEREECKEN, “Het belang van de kwalificatie als openbare weg, openbare plaats of privéterrein”, RABG 2006, 1427-1431; G. MEYNS, “De ene weg is de andere niet: openbare weg versus private weg”, in Verkeer, Aansprakelijkheid, Verzekering, Kluwer, 2008, 177-179; F. GLORIEUX en S. SLACHMUYLDERS, “Openbare weg”, in Larcier wet en duiding. Wegverkeer, Larcier, 2016, 77."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231219.2N.3": {
      "court": "CASS",
      "date": "2023-12-19",
      "roleNumber": "P.23.1391.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231219.2N.3",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 38, § 1, 3°, en § 3, 1°, Wegverkeerswet volgt dat de rechter die veroordeelt wegens een overtreding van de tweede of de derde graad als bedoeld in artikel 29, § 1, tweede en derde lid, Wegverkeerswet, een verval van het recht tot het besturen van een motorvoertuig kan uitspreken en het herstel van dit recht kan afhankelijk maken van het slagen in een theoretisch examen; volgens artikel 3, 2°/2, van het koninklijk besluit van 30 september 2005 tot aanwijzing van de overtredingen per graad van de algemene reglementen genomen ter uitvoering van de wet betreffende de politie over het wegverkeer, is de overtreding van het verbod voor een bestuurder, behalve wanneer zijn voertuig stilstaat of geparkeerd is, om een mobiel elektronisch apparaat met een scherm te gebruiken, vast te houden of te manipuleren, tenzij het in een daartoe bestemde houder aan het voertuig is bevestigd, een overtreding van de derde graad in de zin van artikel 29, § 1, tweede lid, Wegverkeerswet; de rechter kan derhalve voor een inbreuk op artikel 8.4 Wegverkeersreglement het herstel van het recht tot sturen afhankelijk maken van het slagen in een theoretisch examen."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241001.2N.24": {
      "court": "CASS",
      "date": "2024-10-01",
      "roleNumber": "P.24.1014.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241001.2N.24",
      "abstractFR": null,
      "abstractNL": [
        "De vaststelling door een verbalisant dat een bestuurder van een voertuig een mobiel elektronisch apparaat met een scherm gebruikt, zoals een gsm, is een zintuiglijke vaststelling die volgens artikel 62, eerste lid, Wegverkeerswet bewijswaarde heeft zolang het tegendeel niet wordt bewezen; de bijzondere bewijswaarde van die zintuigelijke vaststelling is niet afhankelijk van het gegeven dat de verbalisant een nadere beschrijving verstrekt van het apparaat dat is gebruikt, of van de omstandigheid dat de verbalisant niet dadelijk tot controle is overgegaan.",
        "Aan de woorden “stilstaan” en “parkeren” in artikel 8.4. Wegverkeersreglement, dat bepaalt dat, behalve wanneer zijn voertuig stilstaat of geparkeerd is, de bestuurder geen mobiel elektronisch apparaat met een scherm mag gebruiken, vasthouden noch manipuleren, tenzij het in een daartoe bestemde houder aan het voertuig bevestigd is, moet de betekenis worden gegeven die deze begrippen hebben in artikel 2.22 en 2.23 Wegverkeersreglemen ; de verbodsbepaling van artikel 8.4 Wegverkeersreglement is derhalve van toepassing op de bestuurder van een voertuig die een gsm gebruikt terwijl het voertuig zonder voort te bewegen in de file staat en zonder dat dit voertuig stilstaat of geparkeerd is in de zin van artikel 2.22 en 2.23 Wegverkeersreglement."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210518.2N.15": {
      "court": "CASS",
      "date": "2021-05-18",
      "roleNumber": "P.21.0257.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210518.2N.15",
      "abstractFR": [
        "L'article 8.3, alinéa 2, de l'arrêté royal du 1er septembre 1975 portant règlement général sur la police de la circulation routière et de l'usage de la voie publique (code de la route) implique que le conducteur d'un véhicule doit porter l'attention nécessaire à la conduite même de son véhicule et disposer de la liberté de mouvement requise pour le conduire; les manœuvres visées dans cette disposition sont les manœuvres que le conducteur doit effectuer lors de la conduite (1). (1) Cass. 17 janvier 1989, RG 2475, Pas. 1989, n° 292."
      ],
      "abstractNL": [
        "De bepaling van artikel 8.3, tweede lid, Wegverkeersreglement houdt in dat de bestuurder van een voertuig de nodige aandacht moet opbrengen voor het besturen zelf van zijn voertuig en over de bewegingsvrijheid vereist voor het besturen ervan dient te beschikken; de rijbewegingen bedoeld in deze bepaling zijn de bewegingen die door de bestuurder bij het sturen moeten worden uitgevoerd (1). (1) Cass. 17 januari 1989, AR nr. 2475, AC 1988-89, nr. 292."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210629.2N.4": {
      "court": "CASS",
      "date": "2021-06-29",
      "roleNumber": "P.21.0384.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210629.2N.4",
      "abstractFR": [
        "Une violation de l'article 8.3, alinéa 2, du code de la route implique que le conducteur, pendant qu'il conduisait son véhicule, n'était pas en mesure d'effectuer les manœuvres qu'il lui revenait d'exécuter ou n'avait pas tout à fait le contrôle de celui-ci; le simple fait qu'une manière de conduire dangereuse augmente le risque de ne pas satisfaire aux exigences de la conduite automobile n'est pas suffisant à cet effet."
      ],
      "abstractNL": [
        "Een inbreuk op artikel 8.3., tweede lid, Wegverkeersreglement houdt in dat de bestuurder tijdens het besturen van het voertuig niet in staat was de rijbewegingen uit te voeren die hij bij het sturen moest uitvoeren dan wel zijn voertuig niet goed in de hand had; het enkele feit dat een gevaarlijke rijwijze een verhoogd risico op het niet-voldoen aan de vereiste rijvaardigheid inhoudt, volstaat hiertoe niet."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221110.1F.6": {
      "court": "CASS",
      "date": "2022-11-10",
      "roleNumber": "C.21.0510.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221110.1F.6",
      "abstractFR": [
        "Lorsque la faute constitue un manquement à l'obligation qui s'impose à tout conducteur d'avoir constamment le contrôle de son véhicule, prévue à l'article 8.3 du code de la route, que les éléments de cette infraction sont réunis sous réserve de justification et que la cause de justification invoquée est dénuée de toute crédibilité, il incombe à l'assuré, non de prouver l'absence de responsabilité du conducteur et donc de supporter le doute subsistant à cet égard à la suite de la production des preuves, mais seulement d'apporter des éléments de nature à donner crédit à la justification invoquée."
      ],
      "abstractNL": [
        "Wanneer de fout bestaat in een inbreuk op de in artikel 8.3 Wegverkeersreglement bepaalde verplichting, voor elke bestuurder, om zijn voertuig voortdurend onder controle te hebben, de bestanddelen van dat misdrijf verenigd zijn, behoudens rechtvaardiging, en de aangevoerde rechtvaardigingsgrond geheel ongeloofwaardig is, dient de verzekerde niet aan te tonen dat de bestuurder niet aansprakelijk is, wat zou betekenen dat hij belast wordt met de twijfel die na de overlegging van de bewijzen nog blijft bestaan, maar dient hij enkel gegevens voor te leggen die de aangevoerde rechtvaardiging aannemelijk kunnen maken."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200114.2N.10": {
      "court": "CASS",
      "date": "2020-01-14",
      "roleNumber": "P.19.1046.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200114.2N.10&lang=fr",
      "abstractFR": [
        "La notion d'« usage d'un téléphone portable en le tenant en main » doit être entendue dans son sens usuel, dont il découle que l'usage en question ne se limite pas à une action bien définie comme téléphoner ou envoyer des messages écrits, mais que la tenue en main d'un téléphone par le conducteur pendant qu'il conduit implique l'usage de ce téléphone."
      ],
      "abstractNL": [
        "Het begrip ?gebruik maken van een draagbare telefoon die in de hand wordt gehouden' moet in zijn normale betekenis worden uitgelegd, die inhoudt dat het gebruik niet wordt beperkt tot een welomschreven handeling zoals bellen of sms'en en dat het in de hand houden door de bestuurder van een draagbaar telefoontoestel tijdens het rijden impliceert dat dit toestel wordt gebruikt."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2024:ARR.20240409.2N.27": {
      "court": "CASS",
      "date": "2024-04-09",
      "roleNumber": "P.23.1704.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240409.2N.27",
      "abstractFR": null,
      "abstractNL": [
        "Volgens artikel 10.1.3°, Wegverkeersreglement moet de bestuurder in alle omstandigheden kunnen stoppen voor een hindernis die kan worden voorzien en een hindernis is onvoorzienbaar wanneer het opduiken of juist inschatten ervan voor elke normale, voorzichtige en redelijke persoon onmogelijk is (1). (1) Cass. 12 januari 2021, AR P.20.0970.N, AC 2021, nr.18.",
        "De verplichting van artikel 12.4, eerste lid, Wegverkeersreglement voor de bestuurder heeft een algemene strekking en houdt geen verband met de inachtneming van de verkeersregels door de andere weggebruikers op voorwaarde evenwel dat hun komst niet onvoorzienbaar is, maar dit betekent niet dat de andere weggebruikers steeds zichtbaar moeten zijn op het ogenblik dat de voorrangsplichtige bestuurder zijn maneuver aanvat, ongeacht of het hem al dan niet toegelaten was dit maneuver uit te voeren; de rechter oordeelt onaantastbaar of een hindernis, als bedoeld in artikel 10.1, 3°, Wegverkeersreglement, en een andere weggebruiker, als bedoeld in artikel 12.4, eerste lid, Wegverkeersreglement, voorzienbaar zijn (1). (1) Cass. 18 januari 2022, AR P.21.0780.N, AC 2022, nr. 37 met concl. van advocaat-generaal B. DE SMET."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230509.2N.17": {
      "court": "CASS",
      "date": "2023-05-09",
      "roleNumber": "P.23.0261.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230509.2N.17",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 29, § 1, derde lid, en 38, § 5, eerste en derde lid Wegverkeerswet en artikel 2, 4° KB van 30 september 2005 tot aanwijzing van de overtredingen per graad en de algemene reglementen genomen ter uitvoering van de wet betreffende de politie over het wegverkeer volgt dat de verzwarende omstandigheid van artikel 38, § 5, eerste lid, Wegverkeerswet niet kan worden toegepast ingeval van een overtreding op artikel 10.1.1° Wegverkeersreglement."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221109.2F.2": {
      "court": "CASS",
      "date": "2022-11-09",
      "roleNumber": "P.22.0748.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221109.2F.2",
      "abstractFR": [
        "L'infraction que réprime l'article 10.2, alinéa 1er, du code de la route (1) ressortissant au premier degré (2) et n'étant pas reprise parmi celles auxquelles l'article 38, § 1er, 1°, 2°, 3°bis, 4° et 5°, et § 2, 5 et 6, de la loi sur la circulation routière se réfère, aucune déchéance du droit de conduire ne peut être infligée de ce chef. (1) « Aucun conducteur ne peut gêner la marche normale des autres conducteurs en circulant sans raison valable à une vitesse anormalement réduite ou en exerçant un freinage soudain non exigé par des raisons de sécurité ». (2) L'alinéa 1er de l'art. 10 n'est pas visé à l'A.R. du 30 septembre 2005 désignant les infractions par degré aux règlements généraux pris en exécution de la loi relative à la police de la circulation routière (alors que l'alinéa 2 de cette disposition, visé à l'article 2 dudit A.R., constitue une infraction du deuxième degré au sens de l'article 29, § 1er, al. 3, de la loi relative à la police de la circulation routière). Il s'agit dès lors d'une infraction du premier degré, punissable d'une amende de 10 à 250 euros (art. 29, § 2, al. 1er, de la loi sur la circulation routière) ; elle constitue donc un délit si elle est punie d'une peine de vingt-six euros au moins (art. 38, al. 2, du C. pén.) ; le tribunal pouvait donc bien prononcer de ce chef, comme il l'a fait, une peine de travail correctionnelle de plus de 45 heures (art. 37quinquies, § 2, al. 2, du C. pén.). (M.N.B.)"
      ],
      "abstractNL": [
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201216.2F.6": {
      "court": "CASS",
      "date": "2020-12-16",
      "roleNumber": "P.20.0823.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201216.2F.6",
      "abstractFR": [
        "L'article 10.4 de l'arrêté royal du 1er décembre 1975 portant règlement général sur la police de la circulation routière et de l'usage de la voie publique punit la personne qui pose sciemment et volontairement un acte incitant ou défiant un conducteur à circuler à une vitesse excessive; cette disposition n'exclut pas que l'auteur de l'acte prohibé soit un autre conducteur, ni que le conducteur ayant circulé à une vitesse excessive ait décidé, au préalable, de donner suite à l'incitation ou la provocation, ni que les conducteurs concernés se soient mutuellement invités à circuler à une vitesse excessive."
      ],
      "abstractNL": [
        "Artikel 10.4 Wegverkeersreglement bestraft de persoon die willens en wetens een handeling verricht die een bestuurder aanzet of uitdaagt tot het rijden met overdreven snelheid; die bepaling sluit niet uit dat de dader van de verboden handeling een andere bestuurder is, noch dat de bestuurder die met overdreven snelheid heeft gereden op voorhand heeft beslist om op de aanzetting of de uitdaging in te gaan, noch dat de betrokken bestuurders elkaar hebben uitgenodigd om met overdreven snelheid te rijden."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240409.2N.19": {
      "court": "CASS",
      "date": "2024-04-09",
      "roleNumber": "P.24.0412.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240409.2N.19",
      "abstractFR": null,
      "abstractNL": [
        "Volgens artikel 10.1.3°, Wegverkeersreglement moet de bestuurder in alle omstandigheden kunnen stoppen voor een hindernis die kan worden voorzien en een hindernis is onvoorzienbaar wanneer het opduiken of juist inschatten ervan voor elke normale, voorzichtige en redelijke persoon onmogelijk is (1). (1) Cass. 12 januari 2021, AR P.20.0970.N, AC 2021, nr.18. | Volgens artikel 12.4, eerste lid, Wegverkeersreglement moet de bestuurder die een maneuver wil uitvoeren, voorrang verlenen aan de andere weggebruikers en onder andere achteruitrijden wordt volgens artikel 12.4, tweede lid, Wegverkeersreglement als een maneuver beschouwd. | De verplichting van artikel 12.4, eerste lid, Wegverkeersreglement voor de bestuurder heeft een algemene strekking en houdt geen verband met de inachtneming van de verkeersregels door de andere weggebruikers op voorwaarde evenwel dat hun komst niet onvoorzienbaar is, maar dit betekent niet dat de andere weggebruikers steeds zichtbaar moeten zijn op het ogenblik dat de voorrangsplichtige bestuurder zijn maneuver aanvat, ongeacht of het hem al dan niet toegelaten was dit maneuver uit te voeren; de rechter oordeelt onaantastbaar of een hindernis, als bedoeld in artikel 10.1, 3°, Wegverkeersreglement, en een andere weggebruiker, als bedoeld in artikel 12.4, eerste lid, Wegverkeersreglement, voorzienbaar zijn (1). (1) Cass. 18 januari 2022, AR P.21.0780.N, AC 2022, nr. 37 met concl. van advocaat-generaal B. DE SMET."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210615.2N.5": {
      "court": "CASS",
      "date": "2021-06-15",
      "roleNumber": "P.21.0387.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210615.2N.5&lang=fr",
      "abstractFR": [
        "Aux termes de l'article 10.1.3° du code de la route, le conducteur doit en toute circonstance pouvoir s'arrêter devant un obstacle prévisible; un obstacle est imprévisible lorsque la rapidité, le caractère inattendu et la distance rapprochée qui caractérisent sa survenance mettent le conducteur qui s'approche dans l'impossibilité de s'arrêter ou d'effectuer une manœuvre d'évitement sans mise en danger de lui-même ou d'autrui (1) (2). (1) Voir Cass. 12 janvier 2021, RG P.20.0970.N, Pas. 2020, n° 18 : « Un obstacle est imprévisible lorsque sa survenance ou son évaluation correcte est impossible pour toute personne normale, prudente et raisonnable ». (2) Le ministère public estimait que les juges d'appel avaient légalement considéré que la défenderesse, qui conduisait un cyclomoteur ayant la priorité, était en droit de croire que le prévenu (un employé de la demanderesse) lui donnerait la priorité après avoir arrêté complètement sa camionnette au carrefour ; l'acte par lequel le prévenu, débiteur de priorité, s'est néanmoins engagé dans le carrefour avec sa camionnette était, selon le ministère public, une raison de considérer la camionnette comme un obstacle imprévisible ne permettant pas à la défenderesse de s'arrêter et d'éviter ainsi l'accident.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Artikel 10.1.3° Wegverkeersreglement bepaalt dat een bestuurder in alle omstandigheden moet kunnen stoppen voor een hindernis die kan worden voorzien; een hindernis is onvoorzienbaar wanneer deze zich zo snel, onverwacht en op korte afstand voordoet dat de naderende bestuurder noch kan halt houden noch een uitwijkmanoeuvre kan uitvoeren zonder gevaar voor hemzelf of anderen (1) (2). (1) Vgl. Cass. 12 januari 2021, AR P.20.0970.N, AC 2020, nr. 18. “Een hindernis is onvoorzienbaar wanneer het opduiken of juist inschatten ervan voor elke normale, voorzichtige en redelijke persoon onmogelijk is”. (2) Het openbaar ministerie was van mening dat de appelrechters naar recht hebben geoordeeld dat verweerster, als voorrangsgerechtigde bestuurster van een bromfiets, erop mocht vertrouwen dat de beklaagde (een werknemer van eiseres) na het volledig tot stilstand brengen van zijn bestelwagen aan het kruispunt haar voorrang zou verlenen; de handeling waarbij de voorrangsplichtige beklaagde met zijn bestelwagen toch het kruispunt opreed was volgens het OM een reden om de bestelwagen te beschouwen als een onvoorzienbare hindernis, die verweerster niet toeliet te stoppen en aldus het verkeersongeval te vermijden."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210112.2N.4": {
      "court": "CASS",
      "date": "2021-01-12",
      "roleNumber": "P.20.0970.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210112.2N.4&lang=fr",
      "abstractFR": [
        "L'article 10.1.3° du code de la route oblige tout conducteur à régler sa vitesse de manière à pouvoir s'arrêter devant un obstacle prévisible, un obstacle étant imprévisible lorsque sa survenance ou son évaluation correcte est impossible pour toute personne normale, prudente et raisonnable; l'obstacle qu'un conducteur a observé à l'avance et qui correspond à cette observation n'est, en principe, pas imprévisible et le conducteur qui souhaite contourner un tel obstacle doit prendre toutes les mesures de précaution nécessaires pour pouvoir raisonnablement le faire sans causer d'accident, doit adapter son comportement au volant à la nature de l'obstacle observé et doit, si nécessaire, s'arrêter afin de s'assurer que le passage est sûr; le juge apprécie souverainement, sur la base des circonstances concrètes qu'il constate, si un obstacle est prévisible, mais la Cour vérifie cependant si le juge ne déduit pas de ses constatations des conséquences qui y sont étrangères ou qu'elles ne sauraient justifier."
      ],
      "abstractNL": [
        "Artikel 10.1.3°, Wegverkeersreglement verplicht elke bestuurder van een voertuig om zijn snelheid zodanig te regelen dat hij kan stoppen voor een hindernis die kan worden voorzien en een hindernis is onvoorzienbaar wanneer het opduiken of juist inschatten ervan voor elke normale, voorzichtige en redelijke persoon onmogelijk is; de hindernis die een bestuurder op voorhand heeft waargenomen en die overeenstemt met die waarneming, is voor hem in de regel niet onvoorzienbaar en de bestuurder die een dergelijke hindernis wil voorbijrijden, moet alle nodige voorzorgsmaatregelen treffen opdat hij dit redelijkerwijze kan doen zonder een ongeval te veroorzaken en hij dient zijn rijgedrag aan te passen aan de aard van de waargenomen hindernis en moet zo nodig stoppen om zich te verzekeren van een veilige doortocht; de rechter oordeelt op grond van de concrete omstandigheden die hij vaststelt onaantastbaar of een hindernis voorzienbaar is maar het Hof gaat wel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden verantwoord."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200114.2N.8": {
      "court": "CASS",
      "date": "2020-01-14",
      "roleNumber": "P.19.0931.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200114.2N.8&lang=fr",
      "abstractFR": [
        "La manifestation soudaine d'une affection médicale grave qui contraint un conducteur à circuler à une vitesse anormalement réduite ou à exercer un freinage soudain constitue une raison visée à l'article 10.2, alinéa 1er, du code de la route, même si ce conducteur sait qu'en raison d'un état médical préexistant, il ne dispose pas des qualités physiques requises pour conduire un véhicule et même si l'affection dont il souffre est une conséquence prévisible de cet état préexistant; cette disposition ne concerne, en effet, que la situation de circulation concrète dans laquelle le conducteur se trouve."
      ],
      "abstractNL": [
        "Het plots optreden van een ernstige medische aandoening die een bestuurder ertoe noodzaakt abnormaal traag te rijden of plots te remmen, maakt een reden uit bedoeld in artikel 10.2, eerste lid, Wegverkeersreglement, ook al weet die bestuurder dat hij wegens zijn vooraf bestaande medische toestand niet beschikt over de vereiste lichaamsgesteldheid om een voertuig te besturen en ook al is zijn aandoening een voorzienbaar gevolg van zijn vooraf bestaande toestand; die bepaling heeft immers enkel betrekking op de concrete verkeerssituatie waarin de bestuurder zich bevindt."
      ]
    }
  },
  "11": {
    "ECLI:BE:CASS:2025:ARR.20250129.2F.4": {
      "court": "CASS",
      "date": "2025-01-29",
      "roleNumber": "P.23.1475.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250129.2F.4",
      "abstractFR": [
        "De la constatation que le prévenu a reconnu être le responsable du véhicule identifié comme ayant servi à commettre un excès de vitesse et avait, partant, l'obligation, prévue par l'article 67ter, alinéa 1er, de la loi sur la circulation routière, de communiquer l'identité du conducteur incontestable, ce qu'il a omis de faire, le juge ne peut déduire qu'il était le conducteur du véhicule au moment des faits (1). (1) Le délit de non-communication est une infraction qui existe même indépendamment de la preuve préalable qu'une autre infraction a été commise ; ainsi, « le mécanisme visé à l'article 67ter de la loi [sur] la circulation routière n'instaure aucune présomption de culpabilité de l'infraction initiale à charge du conducteur désigné et ne lui ôte pas la possibilité de démontrer que, nonobstant sa désignation, il ne se trouvait pas au volant du véhicule concerné; de même, cette disposition ne subordonne pas la mise hors de cause du prévenu dans l'infraction initiale à l'obligation, pour lui, d'identifier la personne qui conduisait effectivement le véhicule » (Cass. 18 septembre 2024, RG P.24.0737.F, ECLI:BE:CASS:2024:ARR.20240918.2F.5 ; voir Cass. 27 septembre 2023, RG P.23.0844.F, ECLI:BE:CASS:2023:ARR.20230927.2F.9, Pas. 2023, n° 602 ; Cass. 4 avril 2023, RG P.23.0120.N, ECLI:BE:CASS:2023:ARR.20230404.2N.12 ; Cass. 27 octobre 2020, RG P.20.0587.N, ECLI:BE:CASS:2020:ARR.20201027.2N.9, Pas. 2020, n° 660 ; Cass. 6 mars 2018, RG P.17.0190.N ; Cass. 27 octobre 2009, RG P.09.0778.N, Pas. 2009, n° 620 ; S. STALLAERT, « De strafrechtelijke aansprakelijkheid van rechtspersonen en wegverkeer: artikel 67ter Wegverkeerswet en het belang van de pleitbezorger », T.Strafr. 2013, p. 105 [108] ; Y. REGIMONT, « L'identification du coauteur en infraction : les articles 67bis et 67ter de la loi du 16 mars 1968 relative à la police de la circulation routière », in Le droit pénal de la circulation routière en 2020 : questions choisies, Bruxelles, Larcier, 2020, pp. 75-76. Certes, lorsqu'une infraction à cette la loi est commise avec un véhicule à moteur immatriculé au nom d'une personne physique et que le conducteur n'a pas été identifié au moment de la constatation de l'infraction, l'article 67bis de la loi sur la circulation routière établit la présomption réfragable que « cette infraction est censée avoir été commise par le titulaire de la plaque d'immatriculation du véhicule ». Mais « cette disposition mentionne uniquement la personne physique au nom de laquelle le véhicule est immatriculé, avec lequel une infraction à la loi du 16 mars 1968 et à ses arrêtés d'exécution a été commise et n'est, par conséquent, applicable qu'à cette personne. (…) [; les] dispositions de l'article 67ter obligent la personne morale et la personne qui détient le véhicule à communiquer l'identité du conducteur qui a commis une infraction à la loi précitée, mais n'instaurent pas de présomption de culpabilité à l'égard de cette personne ou du conducteur. Elles ne permettent pas d'étendre la présomption de culpabilité visée à l'article 67bis de la loi du 16 mars 1968 à cette personne ou à ce conducteur. Le jugement attaqué qui statue autrement n'est pas légalement justifié ». (Cass. 29 novembre 2011, RG P.11.0794.N, ECLI:BE:CASS:2011:ARR.20111129.4, Pas. 2011, n° 654 (cons. 4) ; Cass. 14 novembre 2007, RG P.07.1064.F, ECLI:BE:CASS:2007:ARR.20071114.8, Pas. 2007, n° 553). En d'autres termes, lorsqu'un véhicule immatriculé au nom d'une personne morale est impliqué dans une infraction à la loi sur la circulation routière, aucune disposition ne fait peser une présomption de culpabilité de ce chef sur la personne physique qui représente cette personne morale en droit (gérant, …) et a méconnu l'obligation, prévue à l'article 67ter, de communiquer l'identité du conducteur incontestable du véhicule. (M.N.B.).",
        "De la constatation que le prévenu a reconnu être le responsable du véhicule identifié comme ayant servi à commettre un excès de vitesse et avait, partant, l'obligation, prévue par l'article 67ter, alinéa 1er, de la loi sur la circulation routière, de communiquer l'identité du conducteur incontestable, ce qu'il a omis de faire, le juge ne peut déduire qu'il était le conducteur du véhicule au moment des faits (1). (1) Le délit de non-communication est une infraction qui existe même indépendamment de la preuve préalable qu'une autre infraction a été commise ; ainsi, « le mécanisme visé à l'article 67ter de la loi [sur] la circulation routière n'instaure aucune présomption de culpabilité de l'infraction initiale à charge du conducteur désigné et ne lui ôte pas la possibilité de démontrer que, nonobstant sa désignation, il ne se trouvait pas au volant du véhicule concerné; de même, cette disposition ne subordonne pas la mise hors de cause du prévenu dans l'infraction initiale à l'obligation, pour lui, d'identifier la personne qui conduisait effectivement le véhicule » (Cass. 18 septembre 2024, RG P.24.0737.F, ECLI:BE:CASS:2024:ARR.20240918.2F.5, Pas. 2024, à sa date) ; voir Cass. 27 septembre 2023, RG P.23.0844.F, ECLI:BE:CASS:2023:ARR.20230927.2F.9, Pas. 2023, n° 602 ; Cass. 4 avril 2023, RG P.23.0120.N, ECLI:BE:CASS:2023:ARR.20230404.2N.12, Pas. 2023, n° 259 ; Cass. 27 octobre 2020, RG P.20.0587.N, ECLI:BE:CASS:2020:ARR.20201027.2N.9, Pas. 2020, n° 660 ; Cass. 6 mars 2018, RG P.17.0190.N, Pas. 2018, n° 147 ; Cass. 27 octobre 2009, RG P.09.0778.N, Pas. 2009, n° 620 ; S. STALLAERT, « De strafrechtelijke aansprakelijkheid van rechtspersonen en wegverkeer: artikel 67ter Wegverkeerswet en het belang van de pleitbezorger », T.Strafr. 2013, p. 105 [108] ; Y. REGIMONT, « L'identification du coauteur en infraction : les articles 67bis et 67ter de la loi du 16 mars 1968 relative à la police de la circulation routière », in Le droit pénal de la circulation routière en 2020 : questions choisies, Bruxelles, Larcier, 2020, pp. 75-76. Certes, lorsqu'une infraction à cette la loi est commise avec un véhicule à moteur immatriculé au nom d'une personne physique et que le conducteur n'a pas été identifié au moment de la constatation de l'infraction, l'article 67bis de la loi sur la circulation routière établit la présomption réfragable que « cette infraction est censée avoir été commise par le titulaire de la plaque d'immatriculation du véhicule ». Mais « cette disposition mentionne uniquement la personne physique au nom de laquelle le véhicule est immatriculé, avec lequel une infraction à la loi du 16 mars 1968 et à ses arrêtés d'exécution a été commise et n'est, par conséquent, applicable qu'à cette personne. (…) [; les] dispositions de l'article 67ter obligent la personne morale et la personne qui détient le véhicule à communiquer l'identité du conducteur qui a commis une infraction à la loi précitée, mais n'instaurent pas de présomption de culpabilité à l'égard de cette personne ou du conducteur. Elles ne permettent pas d'étendre la présomption de culpabilité visée à l'article 67bis de la loi du 16 mars 1968 à cette personne ou à ce conducteur. Le jugement attaqué qui statue autrement n'est pas légalement justifié ». (Cass. 29 novembre 2011, RG P.11.0794.N, ECLI:BE:CASS:2011:ARR.20111129.4, Pas. 2011, n° 654 (cons. 4) ; Cass. 14 novembre 2007, RG P.07.1064.F, ECLI:BE:CASS:2007:ARR.20071114.8, Pas. 2007, n° 553). En d'autres termes, lorsqu'un véhicule immatriculé au nom d'une personne morale est impliqué dans une infraction à la loi sur la circulation routière, aucune disposition ne fait peser une présomption de culpabilité de ce chef sur la personne physique qui représente cette personne morale en droit (gérant, …) et a méconnu l'obligation, prévue à l'article 67ter, de communiquer l'identité du conducteur incontestable du véhicule. (M.N.B.)."
      ],
      "abstractNL": [
        "Uit de vaststelling dat de beklaagde heeft erkend verantwoordelijk te zijn voor het voertuig dat werd geïdentificeerd als het voertuig waarmee een snelheidsovertreding werd begaan en, bijgevolg, krachtens artikel 67ter, eerste lid, Wegverkeerswet ertoe gehouden was de identiteit van de onmiskenbare bestuurder mee te delen, wat hij verzuimd heeft te doen, kan de rechter niet afleiden dat hij de bestuurder van het voertuig was op het ogenblik van de feiten (1). (1) Het wanbedrijf van niet-mededeling is een misdrijf waarvan het bestaan niet afhangt van het voorafgaand bewijs van het plegen van een ander misdrijf; aldus “voert het in artikel 67ter Wegverkeerswet ingevoerde mechanisme geen enkel vermoeden van schuld van de aangewezen bestuurder aan het oorspronkelijke misdrijf in en ontzegt het hem de mogelijkheid niet om aan te tonen dat hij, niettegenstaande zijn aanwijzing, niet de bestuurder van het betrokken voertuig was; die bepaling stelt de buitenvervolgingstelling van de beklaagde met betrekking tot het voormelde misdrijf evenmin afhankelijk van zijn verplichting om de persoon te identificeren die de werkelijke bestuurder van het voertuig was” (Cass. 18 september 2024, AR P.24.0737.F, ECLI:BE:CASS:2024:ARR.20240918.2F.5); zie Cass. 27 september 2023, AR P.23.0844.F, ECLI:BE:CASS:2023:ARR.20230927.2F.9; Cass. 4 april 2023, AR P.23.0120.N, ECLI:BE:CASS:2023:ARR.20230404.2N.12; Cass. 27 oktober 2020, AR P.20.0587.N, ECLI:BE:CASS:2020:ARR.20201027.2N.9, AC 2020, nr. 660; Cass. 6 maart 2018, AR P.17.0190.N, ECLI:BE:CASS:2018:ARR.20180306.1, AC 2018, nr. 147; Cass. 27 oktober 2009, AR P.09.0778.N, ECLI:BE:CASS:2009:ARR.20091027.2, AC 2009, nr. 620; S. STALLAERT, “De strafrechtelijke aansprakelijkheid van rechtspersonen en wegverkeer: artikel 67ter Wegverkeerswet en het belang van de pleitbezorger”, T.Strafr. 2013, p. 105 [108]; Y. REGIMONT, “L'identification du coauteur en infraction: les articles 67bis et 67ter de la loi du 16 mars 1968 relative à la police de la circulation routière”, in Le droit pénal de la circulation routière en 2020: questions choisies, Brussel, Larcier, 2020, p. 75-76. Wanneer een overtreding van de wet werd begaan met een voertuig dat is ingeschreven op naam van een natuurlijke persoon en de bestuurder niet werd geïdentificeerd op het ogenblik van de vaststelling van het misdrijf, voorziet artikel 67bis Wegverkeerswet weliswaar in het weerlegbaar vermoeden dat “wordt vermoed dat dit misdrijf is begaan door de houder van de kentekenplaat van het voertuig”. Maar “die bepaling vermeldt enkel de natuurlijke persoon op wiens naam het voertuig is ingeschreven en waarmee een overtreding van de Wegverkeerswet en van haar uitvoeringsbesluiten werd begaan en is, bijgevolg, enkel op die persoon van toepassing. (…) [; de] bepalingen van artikel 67ter verplichten de rechtspersoon en de persoon die het voertuig onder zich heeft om de identiteit van de bestuurder die een overtreding van de voormelde wet heeft begaan, mee te delen, maar stellen geen vermoeden van schuld in tegen die persoon of tegen de bestuurder. Zij laten niet toe het vermoeden van schuld bepaald bij artikel 67bis Wegverkeerswet tot die persoon of die bestuurder uit te breiden. Het bestreden vonnis dat anders oordeelt, is niet naar recht verantwoord”. (Cass. 29 november 2011, AR P.11.0794.N, ECLI:BE:CASS:2011:ARR.20111129.4, AC 2011, nr. 654 (raadpl. 4°); Cass. 14 november 2007, AR P.07.1064.F, ECLI:BE:CASS:2007:ARR.20071114.8, AC 2007, nr. 553). Wanneer, met andere woorden, een op naam van een rechtspersoon ingeschreven voertuig betrokken is bij een overtreding van de Wegverkeerswet, voert geen enkele bepaling een vermoeden van schuld in tegen de natuurlijke persoon die deze rechtspersoon in rechte vertegenwoordigt (zaakvoerder, …) en die de bij artikel 67ter opgelegde verplichting tot mededeling van de identiteit van de onmiskenbare bestuurder heeft miskend. (M.N.B.)."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240305.2N.4": {
      "court": "CASS",
      "date": "2024-03-05",
      "roleNumber": "P.23.1757.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240305.2N.4",
      "abstractFR": null,
      "abstractNL": [
        "Een snelheidsovertreding zoals bedoeld door artikel 11.2.1°, a), eerste lid, Wegverkeersreglement moet niet noodzakelijk worden vastgesteld met een geijkte snelheidsmeter (1). (1) Cass. 13 mei 2008, AR P.08.0218.N, AC 2008, nr. 288, ECLI:BE:CASS:2008:ARR.20080513.5."
      ]
    }
  },
  "12": {
    "ECLI:BE:CASS:2024:ARR.20240409.2N.27": {
      "court": "CASS",
      "date": "2024-04-09",
      "roleNumber": "P.23.1704.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240409.2N.27",
      "abstractFR": null,
      "abstractNL": [
        "Volgens artikel 12.4, eerste lid, Wegverkeersreglement moet de bestuurder die een maneuver wil uitvoeren, voorrang verlenen aan de andere weggebruikers en onder andere achteruitrijden wordt volgens artikel 12.4, tweede lid, Wegverkeersreglement als een maneuver beschouwd.",
        "De verplichting van artikel 12.4, eerste lid, Wegverkeersreglement voor de bestuurder heeft een algemene strekking en houdt geen verband met de inachtneming van de verkeersregels door de andere weggebruikers op voorwaarde evenwel dat hun komst niet onvoorzienbaar is, maar dit betekent niet dat de andere weggebruikers steeds zichtbaar moeten zijn op het ogenblik dat de voorrangsplichtige bestuurder zijn maneuver aanvat, ongeacht of het hem al dan niet toegelaten was dit maneuver uit te voeren; de rechter oordeelt onaantastbaar of een hindernis, als bedoeld in artikel 10.1, 3°, Wegverkeersreglement, en een andere weggebruiker, als bedoeld in artikel 12.4, eerste lid, Wegverkeersreglement, voorzienbaar zijn (1). (1) Cass. 18 januari 2022, AR P.21.0780.N, AC 2022, nr. 37 met concl. van advocaat-generaal B. DE SMET."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230228.2N.9": {
      "court": "CASS",
      "date": "2023-02-28",
      "roleNumber": "P.22.1559.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230228.2N.9",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 12.2 Wegverkeersreglement bepaalt dat de bestuurder die een kruispunt oprijdt dubbel voorzichtig moet zijn ten einde alle ongevallen te voorkomen; deze verplichting geldt ook op een kruispunt uitgerust met verkeerslichten en zulks ongeacht de stand van die lichten; ook de bestuurder die onder groen licht het kruispunt oprijdt, is gehouden tot deze verplichting van bijzondere voorzichtigheid en waarvan de niet-inachtneming een fout oplevert (1). (1) Cass. 23 juni 2000, AR C.99.0421.F, AC 2000, nr. 398; Cass. 18 oktober 1994, AR P.93.1558.N, AC 1994, nr. 438."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230606.2N.8": {
      "court": "CASS",
      "date": "2023-06-06",
      "roleNumber": "P.23.0077.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230606.2N.8",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 2.6, eerste lid, Wegverkeersreglement bepaalt dat een aardeweg een openbare weg is die breder is dan een pad en die niet voor het voertuigenverkeer in het algemeen is ingericht en het staat aan de rechter te oordelen of een openbare weg breder is dan een pad en niet voor het voertuigenverkeer in het algemeen is ingericht en derhalve een aardeweg is in de zin van de artikelen 2.6, eerste lid, en 12.3.1.b) Wegverkeersreglement; het Hof gaat na of de rechter uit zijn vaststellingen geen gevolgen afleidt die op grond daarvan onmogelijk kunnen worden verantwoord (1). (1) Zie ook Cass. 20 december 1995, AR P.95.0770.F, AC 1995, nr. 560."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231013.1F.2": {
      "court": "CASS",
      "date": "2023-10-13",
      "roleNumber": "C.22.0487.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231013.1F.2",
      "abstractFR": [
        "Seul le comportement du conducteur prioritaire de nature à déjouer toute prévision raisonnable exonère le débiteur des obligations découlant de la règle de priorité."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220118.2N.8": {
      "court": "CASS",
      "date": "2022-01-18",
      "roleNumber": "P.21.0780.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220118.2N.8",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 12.4 Wegverkeersreglement volgt niet dat enkel een rijbeweging die gepaard gaat met een aanzienlijke verandering in de gevolgde rijrichting als een “manoeuvre” kan worden gekwalificeerd (1). (1) Zie concl. OM.",
        "Het met een fiets rijden op een trottoir maakt geen manoeuvre uit in de zin van artikel 12.4 Wegverkeersreglement; dit is niet anders wanneer de fietser hierbij in een verboden rijrichting rijdt (1). (1) Zie concl. OM.",
        "De verplichting van artikel 12.4 Wegverkeersreglement voor de bestuurder heeft een algemene strekking en houdt geen verband met de inachtneming van de verkeersregels door de andere weggebruikers op voorwaarde evenwel dat hun komst niet onvoorzienbaar is; de rechter kan de voorrangsplichtige bestuurder van zijn aansprakelijkheid ontslaan indien hij vaststelt dat de gedragingen van de voorranghebbende bestuurder de voorrangsplichtige bestuurder in zijn gerechtvaardigde verwachtingen hebben bedrogen; de rechter beoordeelt onaantastbaar of de komst van de voorrangsgerechtigde bestuurder voorzienbaar is; het Hof gaat wel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden aangenomen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210322.3N.4": {
      "court": "CASS",
      "date": "2021-03-22",
      "roleNumber": "C.20.0298.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210322.3N.4&lang=fr",
      "abstractFR": [
        "Lorsque, en raison de travaux signalés, la bande de droite des bandes de circulation existant dans la même direction est condamnée et que le dispositif de signalisation oblige le conducteur circulant sur la bande de droite à déporter son véhicule vers la bande de circulation située à sa gauche, ce conducteur, qui circule le plus à droite, bénéficie de la priorité de passage conformément à l'article 12.3.1 du code de la route; dans ces circonstances, le déboîtement vers la gauche du conducteur circulant le plus à droite ne constitue ni un changement de bande de circulation ni une manœuvre au sens de l'article 12.4 du code de la route."
      ],
      "abstractNL": [
        "Wanneer omwille van gesignaleerde werken de rechterrijstrook van de in dezelfde rijrichting bestaande rijstroken wegvalt en de in de rechterrijstrook rijdende bestuurder ingevolge de aangebrachte signalisatie verplicht is zich met zijn voertuig in de voor hem links gelegen rijstrook te begeven, geniet deze meest rechts rijdende bestuurder overeenkomstig artikel 12.3.1 Wegverkeersreglement voorrang van doorgang; in die omstandigheden maakt het uitwijken naar links van de meest rechts rijdende bestuurder, geen verandering van rijstrook of manoeuvre uit in de zin van artikel 12.4 Wegverkeersreglement."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240409.2N.19": {
      "court": "CASS",
      "date": "2024-04-09",
      "roleNumber": "P.24.0412.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240409.2N.19",
      "abstractFR": null,
      "abstractNL": [
        "Volgens artikel 10.1.3°, Wegverkeersreglement moet de bestuurder in alle omstandigheden kunnen stoppen voor een hindernis die kan worden voorzien en een hindernis is onvoorzienbaar wanneer het opduiken of juist inschatten ervan voor elke normale, voorzichtige en redelijke persoon onmogelijk is (1). (1) Cass. 12 januari 2021, AR P.20.0970.N, AC 2021, nr.18. | Volgens artikel 12.4, eerste lid, Wegverkeersreglement moet de bestuurder die een maneuver wil uitvoeren, voorrang verlenen aan de andere weggebruikers en onder andere achteruitrijden wordt volgens artikel 12.4, tweede lid, Wegverkeersreglement als een maneuver beschouwd. | De verplichting van artikel 12.4, eerste lid, Wegverkeersreglement voor de bestuurder heeft een algemene strekking en houdt geen verband met de inachtneming van de verkeersregels door de andere weggebruikers op voorwaarde evenwel dat hun komst niet onvoorzienbaar is, maar dit betekent niet dat de andere weggebruikers steeds zichtbaar moeten zijn op het ogenblik dat de voorrangsplichtige bestuurder zijn maneuver aanvat, ongeacht of het hem al dan niet toegelaten was dit maneuver uit te voeren; de rechter oordeelt onaantastbaar of een hindernis, als bedoeld in artikel 10.1, 3°, Wegverkeersreglement, en een andere weggebruiker, als bedoeld in artikel 12.4, eerste lid, Wegverkeersreglement, voorzienbaar zijn (1). (1) Cass. 18 januari 2022, AR P.21.0780.N, AC 2022, nr. 37 met concl. van advocaat-generaal B. DE SMET."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210209.2N.4": {
      "court": "CASS",
      "date": "2021-02-09",
      "roleNumber": "P.20.1254.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210209.2N.4&lang=fr",
      "abstractFR": [
        "L'obligation de céder le passage au conducteur qui vient à sa droite, sauf s'il circule dans un rond-point ou s'il vient d'un sens interdit, a une portée générale et est indépendante du respect des règles de la circulation routière par les autres usagers, à la condition, toutefois, que leur irruption ne soit pas imprévisible (1); le juge ne peut ainsi exonérer le conducteur débiteur de priorité de toute responsabilité qu'en constatant que le comportement du conducteur prioritaire a trompé les prévisions légitimes du débiteur de priorité et a provoqué une erreur inévitable dans son chef. (1) Cass. 25 juin 2008, RG P.08.0477.F, Pas. 2008, n° 397.",
        "Le conducteur bénéficiaire de la priorité de droite doit lui aussi tenir compte de l'obligation de redoubler de prudence en abordant un carrefour pour éviter tout accident; par conséquent, ce conducteur peut, selon les circonstances, contribuer à l'accident de la circulation ou à ses conséquences en raison du non-respect de cette obligation; pareille responsabilité ne résulte toutefois pas du seul fait qu'il ne dirige pas son attention sur le trafic venant de gauche et qu'il ne le remarque dès lors pas."
      ],
      "abstractNL": [
        "De verplichting om voorrang te verlenen aan de bestuurder die van rechts komt, behalve indien deze bestuurder op een rotonde rijdt of uit een verboden rijrichting komt, heeft een algemene strekking en houdt geen verband met de inachtneming van de verkeersregels door de andere weggebruikers, op voorwaarde evenwel dat hun komst niet onvoorzienbaar is (1); de rechter kan aldus de voorrangsplichtige bestuurder enkel van alle aansprakelijkheid ontslaan door vast te stellen dat de gedragingen van de voorrangsgerechtigde bestuurder de voorrangsplichtige in zijn gerechtvaardigde verwachtingen hebben bedrogen en voor hem een onoverkomelijke dwaling hebben veroorzaakt. (1) Cass. 25 juni 2008, AR P.08.0477.F, AC 2008, nr. 397.",
        "Ook de bestuurder die voorrang van rechts geniet, moet de verplichting in acht nemen van het dubbel voorzichtig zijn bij het oprijden van een kruispunt om alle ongevallen te voorkomen; bijgevolg kan deze bestuurder, naargelang de omstandigheden, door het niet naleven van die verplichting bijdragen tot het verkeersongeval of de gevolgen ervan; dergelijke aansprakelijkheid volgt echter nog niet uit het enkele feit dat hij zijn aandacht niet richt op van links komend verkeer en het daarom niet opmerkt."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171012.12": {
      "court": "CASS",
      "date": "2017-10-12",
      "roleNumber": "C.17.0079.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171012.12&lang=fr",
      "abstractFR": [
        "s'il n'est pas prévu de bandes de circulation sur la chaussée et que la circulation donne lieu à un rétrécissement de la chaussée, le conducteur circulant le plus à droite bénéficie de la priorité de passage conformément à l'article 12.3.1, alinéa 1er, du code de la route; dans ces circonstances, le mouvement vers la gauche du conducteur circulant le plus à droite ne constitue pas une manoeuvre au sens de l'article 12.4 du code de la route (1). (1) Voir Cass. 22 décembre 1987, RG 1642, Pas. 1988, n° 253; Cass. 24 novembre 2000, RG C.99.0341.N, Pas. 2000, n° 642; Cass. 22 octobre 2002, RG P.01.1058.N, Pas. 2002, n° 556; Cass. 7 octobre 2014, RG P.13.0163.N, Pas. 2014, n° 578."
      ],
      "abstractNL": [
        "Wanneer op de rijbaan geen rijstroken zijn aangebracht en het verkeer zich moet begeven naar een wegversmalling, geniet de meest rechts rijdende bestuurder overeenkomstig artikel 12.3.1, eerste lid, Wegverkeersreglement voorrang van doorgang; in die omstandigheden maakt het uitwijken naar links van de meest rechts rijdende bestuurder geen manoeuvre uit in de zin van artikel 12.4 Wegverkeersreglement (1). (1) Zie Cass. 22 december 1987, AR 1642, AC 1987-88, nr. 253; Cass. 24 november 2000, AR C.99.0341.N, AC 2000, nr. 642; Cass. 22 oktober 2002, AR P.01.1058.N, AC 2002, nr. 556; Cass. 7 oktober 2014, AR P.13.0163.N, AC 2014, nr. 578."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140103.2": {
      "court": "CASS",
      "date": "2014-01-03",
      "roleNumber": "C.12.0385.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140103.2",
      "abstractFR": [
        "Justifie légalement sa décision que seule la faute du wattman est établie et que, sans cette faute, l'accident ne se serait pas produit, le juge qui déduit de ses constatations que, compte tenu de sa visibilité réduite, des risques d'encombrement de la circulation à ce moment et à cet endroit, ainsi que des distances de freinage propres aux trams, il appartenait au wattman d'anticiper la survenance d'un véhicule d'une des rues latérales ainsi que les possibilités d'arrêt de celui-ci, a fortiori compte tenu de l'existence d'un passage pour piétons, et qu'en circulant comme il l'a fait, sans adopter un comportement de prudence, le wattman a commis une infraction à l'article 27 de l'arrêté royal du 15 septembre 1976 (1). (1) Voir Cass., 14 mars 2012, RG P.11.1966.F, Pas., 2012, n°168."
      ],
      "abstractNL": [
        "De rechter verantwoordt naar recht zijn beslissing dat enkel de fout van de trambestuurder is aangetoond en dat het ongeval zich zonder die fout niet zou hebben voorgedaan, wanneer hij uit zijn vaststellingen afleidt dat de trambestuurder, gelet op het beperkte zicht waarover hij beschikte en het risico op een verkeersopstopping op dat tijdstip en op die plaats alsook de specifieke remafstand van trams, had moeten anticiperen op het feit dat er een voertuig uit een van de zijstraten kon opduiken en dat het voertuig, a fortiori gezien de aanwezigheid van een zebrapad, zou moeten remmen, en dat de trambestuurder aldus, door zijn onvoorzichtig rijgedrag, artikel 27 van het koninklijk besluit van 15 september 1976 heeft geschonden (1). (1) Zie Cass. 14 maart 2012, AR P.11.1966.F, AC 2012, nr. 168."
      ]
    }
  },
  "15": {
    "ECLI:BE:CASS:2025:ARR.20250916.2N.3": {
      "court": "CASS",
      "date": "2025-09-16",
      "roleNumber": "P.25.0771.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250916.2N.3",
      "abstractFR": null,
      "abstractNL": [
        "Uit de samenhang tussen de artikelen 23, §1, 3°, 30, §1, 4°, 38, eerste lid, 42 en 48, eerste lid, 1° Wegverkeerswet volgt dat het door artikel 48, eerste lid, 1°, Wegverkeerswet strafrechtelijk gesanctioneerde verbod om tijdens de periode van vervallenverklaring van het recht een motorvoertuig te besturen, geldt voor alle motorvoertuigen, ongeacht of voor het besturen ervan een rijbewijs is vereist; het begrip motorvoertuig of voertuig is niet omschreven in de Wegverkeerswet, voor de invulling van dat begrip met het oog op de toepassing van de Wegverkeerswet kan niet worden gesteund op de in artikel 2 Wegverkeersreglement opgenomen definities, aangezien die volgens de aanhef van die bepaling slechts gelden voor de toepassing van het Wegverkeersreglement zelf; evenmin kan daarvoor worden gesteund op definities opgenomen in andere wetgeving met een eigen finaliteit, zoals de WAM-wetgeving of de wetgeving inzake het rijbewijs; bijgevolg moet dat begrip voor de toepassing van de vermelde wetsbepalingen worden gebruikt in zijn gewone betekenis; een motorvoertuig begrepen in zijn gewone betekenis is elk voertuig dat wordt voortgestuwd door enkel een mechanische kracht, geleverd door een verbrandingsmotor of een elektrische motor, dit wil zeggen door een mechanische kracht die het voertuig autonoom kan laten bewegen zonder het gebruik van spierkracht door de bestuurder ervan, met uitsluiting evenwel van een mechanische kracht die enkel trapondersteuning of een meeloop- of wegrijhulpfunctie biedt; of voor het besturen van dat voertuig een rijbewijs vereist is, heeft geen belang; evenmin is van belang of het starten van de gemotoriseerde aandrijfkracht, buiten het manipuleren van een hendel, pedaal of knop, een fysieke inspanning zoals een duw of een stap vereist; hieruit volgt dat een elektrische step een motorvoertuig of voertuig is zoals hier bedoeld (1). (1) Zie concl. OM.",
        "Degene aan wie een verval van het besturen van alle motorvoertuigen is opgelegd en die zich in het verkeer wil begeven met een voertuig dat beschikt over een autonome aandrijvingskracht, dient zich op voorhand ervan te vergewissen of dat voertuig al dan niet valt onder het hem opgelegde verval en hij moet daarover zo nodig de juiste informatie inwinnen; hij dient zich bovendien rekenschap ervan te geven dat het begrip motorvoertuig of voertuig, zoals vermeld in de Wegverkeerswet, niet beperkt is tot begripsbepalingen voorkomend in andere regelgeving met een eigen finaliteit, zoals het Wegverkeersreglement, de WAM of de wetgeving inzake het rijbewijs; het enkele feit dat het begrip motorvoertuig of voertuig in onderscheiden wetgevingen verschillend wordt gedefinieerd of dat rechtspraak en rechtsleer verdeeld lijken te zijn over de juiste invulling van de onderscheiden begripsbepalingen, doet daaraan geen afbreuk; ook staat twijfel bij een rechter, die moet oordelen over de concrete invulling van het begrip motorvoertuig of voertuig in een bepaald hem voorgelegd geval, niet gelijk met het bestaan van onoverwinnelijke rechtsdwaling bij een beklaagde (1). (1) Zie concl. OM."
      ]
    }
  },
  "16": {
    "ECLI:BE:CASS:2022:ARR.20220628.2N.10": {
      "court": "CASS",
      "date": "2022-06-28",
      "roleNumber": "P.21.1506.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220628.2N.10",
      "abstractFR": [
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "De bestuurder van een bus die, ook al is het kort, stilstaat aan een halte om passagiers in en uit de bus te laten, is niet in beweging; het voorbijrijden van een bus die aan een halte stilstaat, vormt dan ook geen inhaalmanoeuvre in de zin van artikel 16.1 Wegverkeersreglement."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211202.1N.7": {
      "court": "CASS",
      "date": "2021-12-02",
      "roleNumber": "C.20.0328.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211202.1N.7&lang=fr",
      "abstractFR": [
        "Il ne suit pas de l'article 16.2bis du code de la route que les motocyclistes qui circulent entre deux bandes de circulation ou files à une vitesse supérieure à celle des véhicules qui sont immobilisés ou qui circulent lentement sur ces bandes de circulation ou files puissent emprunter une berme carrossable située entre ces bandes de circulation ou files."
      ],
      "abstractNL": [
        "Uit artikel 16.2bis Wegverkeersreglement volgt niet dat motorfietsers die tussen 2 rijstroken of files sneller rijden dan de voertuigen die stoppen of traag rijden in die rijstroken of files, gebruik mogen maken van een overrijdbare berm tussen die rijstroken of files."
      ]
    }
  },
  "19": {
    "ECLI:BE:CASS:2023:ARR.20230621.2F.5": {
      "court": "CASS",
      "date": "2023-06-21",
      "roleNumber": "P.23.0148.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230621.2F.5",
      "abstractFR": [
        "Le conducteur qui tourne à gauche n'est libéré de son obligation de céder le passage au conducteur venant en sens inverse sur la chaussée qu'il s'apprête à quitter, que si la survenance de l'usager prioritaire était imprévisible ou si le débiteur de priorité se trouvait d'une autre manière dans un cas de force majeure (1). (1) Voir Cass. 22 septembre 2020, RG P.20.0583.N, Pas. 2020, n° 566."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20211206.3N.5": {
      "court": "CASS",
      "date": "2021-12-06",
      "roleNumber": "C.21.0181.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211206.3N.5&lang=fr",
      "abstractFR": [
        "Les obligations du conducteur qui tourne à droite et qui, dans des cas exceptionnels, peut se porter vers la gauche en raison de la disposition des lieux et des dimensions du véhicule ou de son chargement, ne s'appliquent qu'à ce déplacement vers la gauche et non au virement ultérieur vers la droite (1) (2). (1) Cass. 26 février 2008, RG P.07.1583.N, Pas 2008, n° 132; Cass. 15 janvier 1990, RG 7682, Pas 1989-1990, n° 301; Cass. 25 janvier 1984, RG 3278, Pas 1984, n° 277. (2) Voir Cass. 8 mars 1983, RG 7653, Pas 1983, n° 374."
      ],
      "abstractNL": [
        "De verplichtingen van de bestuurder die rechts afslaat en die zich in de uitzonderlijke gevallen, wegens de plaatsgesteldheid en de afmetingen van het voertuig of de lading ervan naar links mag begeven, gelden uitsluitend voor die verplaatsing naar links en niet voor de daarop volgende zwenking naar rechts (1) (2). (1) Cass. 26 februari 2008, AR P.07.1583.N, AC 2008, nr. 132; Cass. 15 januari 1990, AR 7682, AC 1989-1990, nr. 301; Cass. 25 januari 1984, AR 3278, AC 1983-1984, nr. 277. (2) Zie Cass. 8 maart 1983, AR 7653, AC 1982-1983, nr. 374."
      ]
    }
  },
  "20": {
    "ECLI:BE:CASS:2024:ARR.20240531.1F.2": {
      "court": "CASS",
      "date": "2024-05-31",
      "roleNumber": "C.24.0007.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240531.1F.2",
      "abstractFR": [
        "Une personne ne faisant pas partie du personnel de l'entreprise ferroviaire, du gestionnaire de l'infrastructure, du service de sécurité ou du gestionnaire de la gare concernés, conduisant un véhicule qui s'engage sur un passage à niveau, dans l'une des circonstances énumérées à l'article 20.3 du Code de la route, commet, sauf autorisation écrite et préalable du gestionnaire de l'infrastructure, l'infraction prévue à l'article 7, 3°, de la loi du 27 avril 2018."
      ],
      "abstractNL": null
    }
  },
  "21": {
    "ECLI:BE:CASS:2021:ARR.20211130.2N.17": {
      "court": "CASS",
      "date": "2021-11-30",
      "roleNumber": "P.21.1146.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211130.2N.17",
      "abstractFR": [
        "L'article 2.3 du code de la route précise que, pour l'application de ce code, le terme « autoroute » désigne la voie publique dont le commencement ou l'accès est indiqué par le signal F5 et dont la fin est indiquée par le signal F7; il résulte de cette disposition que l'interdiction de faire marche arrière sur les autoroutes, qui est prévue à l'article 21.4.3° du code de la route, s'applique non seulement à la chaussée telle que définie à l'article 2.1 du code de la route comme étant la partie de la voie publique aménagée pour la circulation des véhicules en général, mais également à la bande d'arrêt d'urgence telle que définie à l'article 2.62 du code de la route comme étant la bande située à droite de la chaussée de l'autoroute ; l'interdiction prévue à l'article 9.7 du code de la route de circuler sur la bande d'arrêt d'urgence, sauf dans les cas exceptionnels qui y sont énumérés, ne saurait être interprétée comme excluant la marche arrière sur une bande d'arrêt d'urgence du champ d'application de l'article 21.4.3° du code de la route."
      ],
      "abstractNL": [
        "Artikel 2.3 Wegverkeersreglement bepaalt dat voor de toepassing van dit reglement onder autosnelweg wordt verstaan de openbare weg waarvan het begin of de oprit is aangeduid met het verkeersbord F5 en het einde met het verkeersbord F7; uit die bepaling volgt dat het door artikel 21.4.3°, Wegverkeersreglement bepaalde verbod om achteruit te rijden op een autosnelweg niet enkel geldt voor het achteruit rijden op de rijbaan zoals omschreven in artikel 2.1 Wegverkeersreglement als het deel van de openbare weg dat voor voertuigen in het algemeen is ingericht, maar ook voor het achteruit rijden op de pechstrook zoals omschreven in artikel 2.62 Wegverkeersreglement als de strook gelegen rechts van de rijbaan van de autosnelweg (1); uit het door artikel 9.7 Wegverkeersreglement bepaalde verbod om op de pechstrook te rijden, tenzij in de erin vermelde uitzonderingsgevallen, kan niet worden afgeleid dat achteruit rijden op de pechstrook buiten het toepassingsgebied valt van artikel 21.4.3°, Wegverkeersreglement. (1) Cass. 13 september 2011, AR P.10.1474.N, AC 2011, nr. 460 met concl. van eerste advocaat-generaal M. DE SWAEF."
      ]
    }
  },
  "24": {
    "ECLI:BE:CASS:2021:ARR.20211029.1F.2": {
      "court": "CASS",
      "date": "2021-10-29",
      "roleNumber": "C.21.0128.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211029.1F.2",
      "abstractFR": [
        "L'article 24 du code de la route interdit, en termes généraux, de mettre un véhicule à l'arrêt ou en stationnement à tout endroit où il est manifestement susceptible de constituer un danger pour les autres usagers de la route ou de les gêner sans nécessité, et énumère ensuite des cas dans lesquels les conditions de cette interdiction doivent être considérées comme remplies (1). (1) Voir Cass. 31 mai 2016, RG P.16.0171.N, Pas. 2016, n° 361.",
        "L’article 24 du code de la route interdit, en termes généraux, de mettre un véhicule à l’arrêt ou en stationnement à tout endroit où il est manifestement susceptible de constituer un danger pour les autres usagers de la route ou de les gêner sans nécessité, et énumère ensuite des cas dans lesquels les conditions de cette interdiction doivent être considérées comme remplies (1). (1) Voir Cass. 31 mai 2016, RG P.16.0171.N, Pas. 2016, n° 361."
      ],
      "abstractNL": [
        "Artikel 24 Wegverkeersreglement verbiedt, in algemene bewoordingen, een voertuig te laten stilstaan of te parkeren op elke plaats waar het duidelijk een gevaar zou kunnen betekenen voor de andere weggebruikers of waar het hen onnodig zou kunnen hinderen, en somt vervolgens de gevallen op waarin de voorwaarden van dat verbod als vervuld moeten worden beschouwd (1). (1) Zie Cass. 31 mei 2016, AR P.16.0171.N, AC 2016, nr. 361."
      ]
    }
  },
  "42": {
    "ECLI:BE:CASS:2020:ARR.20200205.2F.3": {
      "court": "CASS",
      "date": "2020-02-05",
      "roleNumber": "P.19.0843.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200205.2F.3",
      "abstractFR": [
        "L'article 2.46 du code de la route dispose qu'un piéton est une personne qui se déplace à pied; un piéton sur la voie publique ne perd pas cette qualité du seul fait qu'il s'arrête ou s'assoit; le passager d'un véhicule qu'il quitte pour rejoindre à pied l'avant de ce véhicule perd cette qualité et devient, partant, piéton."
      ],
      "abstractNL": [
        "Artikel 2.46 Wegverkeersreglement bepaalt dat een voetganger een persoon is die zich te voet verplaatst; een voetganger op de openbare weg verliest die hoedanigheid niet, enkel omdat hij blijft staan of gaat zitten; de inzittende van een voertuig die uitstapt om zich te voet naar de voorkant van dat voertuig te begeven, verliest die hoedanigheid en wordt derhalve voetganger."
      ]
    }
  },
  "46": {
    "ECLI:BE:CASS:2021:ARR.20210420.2N.10": {
      "court": "CASS",
      "date": "2021-04-20",
      "roleNumber": "P.21.0144.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210420.2N.10&lang=fr",
      "abstractFR": [
        "Selon les articles 46.2.3, dernier alinéa, de l'arrêté royal du 1er décembre 1975 portant règlement général sur la police de la circulation routière et l'usage de la voie publique et 2, § 1er, 4°, de l'arrêté royal du 2 juin 2010 relatif à la circulation routière des véhicules exceptionnels, on entend par longues pièces indivisibles ou par charge indivisible une charge qui, en vue de son transport par la route ne peut être divisée en plusieurs chargements sans frais ou risque de dommages importants et qui, à cause de sa longueur et du fait de ses dimensions ou masses, ne peut pas être transportée par un véhicule dont la longueur, les dimensions et masses sont conformes au code de la route et au règlement technique."
      ],
      "abstractNL": [
        "Volgens artikel 46.2.3, laatste lid, Wegverkeersreglement en artikel 2, § 1, 4°, van het koninklijk besluit van 2 juni 2010 betreffende het wegverkeer van uitzonderlijke voertuigen wordt onder lange ondeelbare stukken of ondeelbare lading verstaan een lading die teneinde te vervoeren over de weg niet kan worden opgedeeld in meerdere ladingen zonder belangrijke kosten of schaderisico's en die ten gevolge van haar lengte, afmetingen en massa's niet kan worden vervoerd met een voertuig of door een transport dat op het vlak van lengte, afmetingen en massa's voldoet aan de Wegcode en het technisch reglement."
      ]
    }
  },
  "49": {
    "ECLI:BE:CASS:2023:ARR.20231024.2N.13": {
      "court": "CASS",
      "date": "2023-10-24",
      "roleNumber": "P.23.1022.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231024.2N.13",
      "abstractFR": null,
      "abstractNL": [
        "De rechter bepaalt onaantastbaar of een gesleept voertuig al dan niet een voertuig is in de zin van de artikelen 2.14, 2.16 en 49.3 Wegverkeersreglement, en de artikelen 1, § 2, 26, 27, 28, 40, 41 en 88 KB Technische Eisen Voertuigen; het Hof gaat enkel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die op grond hiervan onmogelijk kunnen worden verantwoord."
      ]
    }
  },
  "50": {
    "ECLI:BE:CASS:2021:ARR.20210629.2N.4": {
      "court": "CASS",
      "date": "2021-06-29",
      "roleNumber": "P.21.0384.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210629.2N.4",
      "abstractFR": [
        "Il résulte des termes de l'article 50 du code de la route, selon lequel il est interdit, sauf autorisation spéciale de l'autorité légalement habilitée, de se livrer sur la voie publique à des luttes de vitesse ainsi qu'à des épreuves sportives, « notamment des courses ou concours de vitesse, de régularité ou d'adresse », que cet article se rapporte uniquement à une course d'adresse présentant un caractère de compétition (1). (1) Cass. 31 mai 1989, RG 7186, Pas. 1989, n° 559."
      ],
      "abstractNL": [
        "Uit de bewoordingen van artikel 50 Wegverkeersreglement dat bepaalt dat alle snelheids- en sportwedstrijden “inzonderheid snelheids-, regelmatigheid- of behendigheidsritten of -wedstrijden”, op de openbare weg zijn verboden, behoudens speciale toelating van de wettelijk gemachtigde overheid, volgt dat enkel een behendigheidsrit met een competitie-element hieronder valt (1). (1) Cass. 31 mei 1989, AR 7186, AC 1988-1989, nr. 559."
      ]
    }
  },
  "52": {
    "ECLI:BE:CASS:2018:ARR.20181113.6": {
      "court": "CASS",
      "date": "2018-11-13",
      "roleNumber": "P.18.0676.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181113.6&lang=fr",
      "abstractFR": [
        "La juridiction d'appel qui, pour autant qu'elle soit compétente, est appelée à donner au fait dont elle a été régulièrement saisie sa qualification exacte (1), n'aggrave pas la situation d'un prévenu lorsqu'à la différence du jugement entrepris, elle requalifie le fait, qualifié par le jugement entrepris d'infraction à l'article 52.2, alinéa 1er, 2°, alinéa 1er, du code de la route en l'une des infractions visées à l'article 38, § 6, de la loi du 16 mars 1968 relative à la police de la circulation routière et inflige, du chef de ce fait, la même peine que celle infligée par le jugement entrepris; la condamnation du chef de l'une des infractions visées à l'article 38, § 6, de la loi du 16 mars 1968 n'entraîne pas nécessairement l'application du régime d'aggravation de peine prévu par cette disposition, dès lors que cette application est subordonnée à la constatation en droit que le prévenu s'est de nouveau rendu coupable, dans le délai fixé, de l'une des infractions en question. (1) Voir Cass. 17 novembre 2015, RG P.14.1274.N, Pas. 2015, n° 682."
      ],
      "abstractNL": [
        "De appelrechter die ertoe gehouden is aan het bij hem regelmatig aanhangig gemaakte feit en voor zover hij bevoegd is de juiste kwalificatie te geven (1), verzwaart de toestand van een beklaagde niet indien hij het feit, door het beroepen vonnis omschreven als een inbreuk op artikel 52.2, eerste lid, 2°, eerste lid, Wegverkeersreglement, heromschrijft naar één van de overtredingen bedoeld door artikel 38, §6, Wegverkeerswet en voor dat feit eenzelfde straf oplegt als het beroepen vonnis; de veroordeling wegens één van de overtredingen bedoeld door artikel 38, §6, Wegverkeerswet leidt immers niet noodzakelijk tot de toepassing van de door die bepaling uitgewerkte strafverzwaringsregeling aangezien die afhankelijk is van de rechterlijke vaststelling dat de beklaagde zich binnen de bepaalde termijn opnieuw heeft schuldig gemaakt aan een van de bedoelde overtredingen. (1) Zie: Cass. 17 november 2015, AR P.14.1274.N, AC 2015, nr. 682."
      ]
    }
  },
  "59": {
    "ECLI:BE:CASS:2024:ARR.20240910.2N.4": {
      "court": "CASS",
      "date": "2024-09-10",
      "roleNumber": "P.24.0749.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240910.2N.4",
      "abstractFR": null,
      "abstractNL": [
        "Indien de politieambtenaren naar aanleiding van een identiteitscontrole ter gelegenheid van een verkeersovertreding onderzoekshandelingen verrichten naar een ander misdrijf dan die overtreding, is het voor de regelmatigheid van die onderzoekshandelingen niet vereist dat de politieambtenaren in hun proces-verbaal de precieze aard van de verkeersovertreding vermelden, dat zij voor die verkeersovertreding een afzonderlijk proces-verbaal hebben opgesteld of dat voor die verkeersovertreding een strafvervolging werd ingesteld; indien de regelmatigheid wordt betwist van onderzoekshandelingen uitgevoerd naar aanleiding van een ter gelegenheid van een verkeersovertreding verrichte identiteitscontrole, staat het aan de rechter die betwisting te onderzoeken en na te gaan of er aan de identiteitscontrole inderdaad een verkeersovertreding ten grondslag lag en hij kan zich voor die beoordeling steunen op alle hem regelmatig overgelegde gegevens, zoals de gegevens opgenomen in het aanvankelijk proces-verbaal, in een navolgend proces-verbaal of op verklaringen die voor de rechter zijn afgelegd; het Hof gaat na of de rechter uit zijn vaststellingen geen gevolgen afleidt die op grond daarvan onmogelijk kunnen worden verantwoord."
      ]
    }
  },
  "60": {
    "ECLI:BE:CASS:2022:ARR.20220118.2N.8": {
      "court": "CASS",
      "date": "2022-01-18",
      "roleNumber": "P.21.0780.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220118.2N.8",
      "abstractFR": null,
      "abstractNL": [
        "Krachtens artikel 6.2 Wegverkeersreglement gaan de verkeerstekens boven de verkeersregels; volgens artikel 60.1 Wegverkeersreglement zijn verkeersborden een categorie van verkeerstekens; de door artikel 6.2 Wegverkeersreglement bedoelde volgorde is slechts van toepassing indien de verkeerstekens en de verkeersregels die een welbepaalde bestuurder tegelijkertijd moet respecteren, tegenstrijdig zijn (1). (1) Zie concl. OM."
      ]
    }
  },
  "61": {
    "ECLI:BE:CASS:2024:ARR.20241204.2F.15": {
      "court": "CASS",
      "date": "2024-12-04",
      "roleNumber": "P.24.0728.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241204.2F.15",
      "abstractFR": [
        "L'article 195 du Code d'instruction criminelle prescrit la mention des dispositions érigeant le fait en infraction et établissant la peine; en cas d'infraction de franchissement d'un feu de circulation en phase rouge, le juge satisfait à cette obligation en visant les articles 5 et 61.1.1°, du code de la route, et 29, § 1er, alinéa 2, et 38, § 1er, 3°, de la loi relative à la police de la circulation routière sans devoir citer en outre l'article 3, 36°, de l'arrêté royal du 30 septembre 2005 qui ne fixe pas la peine mais détermine le degré de l'infraction."
      ],
      "abstractNL": null
    }
  },
  "65": {
    "ECLI:BE:CASS:2025:ARR.20250108.2F.3": {
      "court": "CASS",
      "date": "2025-01-08",
      "roleNumber": "P.24.0305.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250108.2F.3",
      "abstractFR": [
        "Les articles 5 et 65.2, alinéas 1er à 3, du code de la route n'interdisent pas à une commune de décider, par une disposition générale, que les voiries mises à sens unique sur son territoire ne seront pas pourvues, compte tenu de leur étroitesse, du panneau M2 autorisant les cyclistes à les emprunter à contre-sens."
      ],
      "abstractNL": [
        "De artikelen 5 en 65.2, eerste, tweede en derde lid, Wegverkeersreglement verbieden een gemeente niet om bij wege van algemene beschikking te beslissen om de eenrichtingswegen op haar grondgebied, wegens hun geringe breedte, niet te voorzien van het verkeersbord M2, dat de fietsers toestaat op die wegen in tegenovergestelde richting te rijden."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211116.2N.3": {
      "court": "CASS",
      "date": "2021-11-16",
      "roleNumber": "P.21.0570.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211116.2N.3",
      "abstractFR": [
        "Il résulte de la lecture conjointe des articles 65.4 et 65.6 du code de la route et des articles 6.8 et 9.9.3° de l'arrêté ministériel du 11 octobre 1976 fixant les dimensions minimales et les conditions particulières de placement de la signalisation routière que l'article 9.9.3° de l'arrêté ministériel du 11 octobre 1976, qui prévoit l'obligation de placer un panneau additionnel de type I a (panneau additionnel bleu sur lequel des chiffres/lettres blancs indiquent une distance), n'est pas applicable lorsque la limitation de vitesse résultant des panneaux de signalisation en place ne concerne que la sortie située à droite de la chaussée."
      ],
      "abstractNL": [
        "Uit de samenlezing van de artikelen 65.4 en 65.6 Wegverkeersreglement, en de artikelen 6.8 en 9.9.3° MB van 11 oktober 1976, volgt dat artikel 9.9.3° MB 11 oktober 1976 dat voorziet in de verplichting een onderbord type I a (blauw onderbord met witte cijfers/letters dat een afstand aangeeft) aan te brengen, niet van toepassing is als de snelheidsbeperking ingevolge de aanwezige verkeersborden enkel betrekking heeft op de uitrit die rechts van de rijbaan ligt."
      ]
    }
  },
  "68": {
    "ECLI:BE:CASS:2022:ARR.20221207.2F.2": {
      "court": "CASS",
      "date": "2022-12-07",
      "roleNumber": "P.22.1054.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221207.2F.2",
      "abstractFR": [
        "Lorsqu'un signal d'interdiction est placé sur une voie publique conformément à l'article 68.1 du code de la route, la circonstance même que la publication de l'acte administratif ayant prescrit cette interdiction n'aurait pas eu lieu dans les formes requises (1) n'a pas pour conséquence que les usagers de la route ne doivent pas impérativement s'y conformer (2). (1) La signalisation litigieuse limitant la vitesse autorisée a été placée sur un tronçon en chantier de la Nationale 4 conformément à une ordonnance de police. La demanderesse a fait valoir en termes de conclusions d'appel que le fait et la date de la publication de cette ordonnance n'ont pas été dûment constatés par une annotation dans un registre conformément à l'A.R. du 14 octobre 1991 relatif aux annotations dans le registre de publication des règlements et ordonnances des autorités communales. Se référant notamment à un arrêt de la Cour du 12 janvier 2018 (RG F.16.0087.F, Pas. 2018, n° 27), elle en a déduit que cette ordonnance – et donc la signalisation litigieuse qui en procède – lui est inopposable et que les juges d'appel ne pouvaient la condamner pour l'avoir méconnue et n'ont pas répondu régulièrement à cette défense (voir aussi Cass. 21 mai 2015, RG F.13.0158.F et F.14.0098.F, Pas. 2015, nos 328 et 330, tous deux avec concl. de M. HENKES, alors premier avocat général ; concl. de M. HENKES, procureur général, précédant Cass. 27 septembre 2019, RG F.18.0056.F, Pas. 2019, n° 483 [p. 1676, § 7]). Le MP a pour sa part conclu à la cassation, notamment au motif que le jugement attaqué ne répond pas régulièrement à cet égard aux conclusions d'appel de la demanderesse. Mais la Cour a déduit de l'article 5 du code de la route que la défense n'était pas pertinente, et que le tribunal correctionnel n'était, partant, pas tenu d'y répondre. (M.N.B.) (2) Voir Cass. 18 novembre 2014, RG P.13.1951.N, Pas. 2014, n° 704 (« Lorsqu'un signal d'interdiction est placé sur une autoroute conformément aux articles 5 et 68 du code de la route, la circonstance qu'aucune autorisation n'ait été délivrée pour ce faire par le ministre ou son délégué n'a pas pour conséquence que les usages de la route ne doivent pas impérativement s'y conformer ») ; Cass. 16 janvier 2001, RG P.99.0441.N, Pas. 2001, n° 29 ; Cass. 29 juin 1994, RG P.94.0337.F, Pas. 1994, n° 338."
      ],
      "abstractNL": [
        "Wanneer een verbodsbord op een openbare weg is geplaatst overeenkomstig artikel 68.1 Wegverkeersreglement, heeft de omstandigheid dat de bekendmaking van de administratieve akte die dit verbod voorschrijft niet in de vereiste vormen zou zijn geschied (1), op zich niet tot gevolg dat de weggebruikers niet verplicht zouden zijn aan dat verbodsbord gevolg te geven (2). (1) Het litigieuze verkeersteken dat de toegestane snelheid beperkte, was geplaatst op een traject van rijksweg 4 waarop wegenwerken plaatsvonden, overeenkomstig een politieverordening. De eiseres voerde in haar conclusie in hoger beroep aan dat de bekendmaking en de datum van bekendmaking van die verordening niet behoorlijk zijn vastgesteld door een aantekening in een register, overeenkomstig het koninklijk besluit van 14 oktober 1991 betreffende de aantekeningen in het register voor de bekendmaking van de reglementen en verordeningen van de gemeenteoverheden. De eiseres beroept zich met name op een arrest van het Hof van 12 januari 2018 (AR F.16.0087.F, AC 2018, nr. 27) en leidt hieruit af dat die beschikking – en dus het hieruit voortvloeiende litigieuze verkeersteken – niet tegen haar kan worden aangevoerd en dat de appelrechters haar niet konden veroordelen wegens miskenning van dat verkeersteken en dit verweer niet regelmatig hebben beantwoord (zie ook Cass. 21 mei 2015, AR F.13.0158.F en F.14.0098.F, AC 2015, nrs. 328 en 330, beide met concl. procureur-generaal HENKES, toen eerste advocaat-generaal, op datum in Pas.; concl. procureur-generaal HENKES, vóór Cass. 27 september 2019, AR F.18.0056.F, AC 2019, nr. 483 [p. 1676, § 7]). Zelf heeft het OM geconcludeerd tot cassatie, met name omdat het bestreden vonnis de conclusie in hoger beroep van de eiseres in dit opzicht niet regelmatig beantwoordt. Het Hof heeft evenwel uit artikel 5 Wegverkeersreglement afgeleid dat het verweer niet relevant was en dat de correctionele rechtbank het bijgevolg niet diende te beantwoorden. (M.N.B.) (2) Zie Cass. 18 november 2014, AR P.13.1951.N, AC 2014, nr. 704 (“Wanneer een verbodsbord overeenkomstig de artikelen 5 en 68 Wegverkeersreglement op een autosnelweg is geplaatst, dan heeft de omstandigheid dat daarvoor nog geen toelating is gegeven door de minister of zijn gevolmachtigde, niet tot gevolg dat de weggebruikers geen dwingend gevolg aan dat verbodsbord moeten geven”); Cass. 16 januari 2001, AR P.99.0441.N, AC 2001, nr. 29; Cass. 29 juni 1994, AR P.94.0337.F, AC 1994, nr. 338.",
        "Vertaling nog niet beschikbaar"
      ]
    }
  },
  "77": {
    "ECLI:BE:CASS:2020:ARR.20200604.1N.10": {
      "court": "CASS",
      "date": "2020-06-04",
      "roleNumber": "C.19.0042.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200604.1N.10&lang=fr",
      "abstractFR": [
        "Une bande de circulation sur laquelle des flèches de couleur blanche ont été tracées vers la gauche ne peut être empruntée que par les conducteurs souhaitant tourner à gauche (1). (1) Voir Cass. 16 octobre 2001, RG P.00.0290.N, Pas. 2001, n° 549 ; Cass. 30 janvier 2001, RG P.99.0428.N, Pas. 2001, n° 56."
      ],
      "abstractNL": [
        "Een rijstrook waarop witte voorsorteringspijlen naar links zijn aangebracht mag enkel gevolgd worden door bestuurders die op het kruispunt naar links willen afslaan (1). (1) Zie Cass. 16 oktober 2001, AR P.00.0290.N, AC 2001, nr. 549; Cass. 30 januari 2001, AR P.99.0428.N, AC 2001, nr. 56."
      ]
    }
  },
  "78": {
    "ECLI:BE:CASS:2022:ARR.20221207.2F.2": {
      "court": "CASS",
      "date": "2022-12-07",
      "roleNumber": "P.22.1054.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221207.2F.2",
      "abstractFR": [
        "Lorsqu'un signal d'interdiction est placé sur une voie publique conformément à l'article 68.1 du code de la route, la circonstance même que la publication de l'acte administratif ayant prescrit cette interdiction n'aurait pas eu lieu dans les formes requises (1) n'a pas pour conséquence que les usagers de la route ne doivent pas impérativement s'y conformer (2). (1) La signalisation litigieuse limitant la vitesse autorisée a été placée sur un tronçon en chantier de la Nationale 4 conformément à une ordonnance de police. La demanderesse a fait valoir en termes de conclusions d'appel que le fait et la date de la publication de cette ordonnance n'ont pas été dûment constatés par une annotation dans un registre conformément à l'A.R. du 14 octobre 1991 relatif aux annotations dans le registre de publication des règlements et ordonnances des autorités communales. Se référant notamment à un arrêt de la Cour du 12 janvier 2018 (RG F.16.0087.F, Pas. 2018, n° 27), elle en a déduit que cette ordonnance – et donc la signalisation litigieuse qui en procède – lui est inopposable et que les juges d'appel ne pouvaient la condamner pour l'avoir méconnue et n'ont pas répondu régulièrement à cette défense (voir aussi Cass. 21 mai 2015, RG F.13.0158.F et F.14.0098.F, Pas. 2015, nos 328 et 330, tous deux avec concl. de M. HENKES, alors premier avocat général ; concl. de M. HENKES, procureur général, précédant Cass. 27 septembre 2019, RG F.18.0056.F, Pas. 2019, n° 483 [p. 1676, § 7]). Le MP a pour sa part conclu à la cassation, notamment au motif que le jugement attaqué ne répond pas régulièrement à cet égard aux conclusions d'appel de la demanderesse. Mais la Cour a déduit de l'article 5 du code de la route que la défense n'était pas pertinente, et que le tribunal correctionnel n'était, partant, pas tenu d'y répondre. (M.N.B.) (2) Voir Cass. 18 novembre 2014, RG P.13.1951.N, Pas. 2014, n° 704 (« Lorsqu'un signal d'interdiction est placé sur une autoroute conformément aux articles 5 et 68 du code de la route, la circonstance qu'aucune autorisation n'ait été délivrée pour ce faire par le ministre ou son délégué n'a pas pour conséquence que les usages de la route ne doivent pas impérativement s'y conformer ») ; Cass. 16 janvier 2001, RG P.99.0441.N, Pas. 2001, n° 29 ; Cass. 29 juin 1994, RG P.94.0337.F, Pas. 1994, n° 338."
      ],
      "abstractNL": [
        "Wanneer een verbodsbord op een openbare weg is geplaatst overeenkomstig artikel 68.1 Wegverkeersreglement, heeft de omstandigheid dat de bekendmaking van de administratieve akte die dit verbod voorschrijft niet in de vereiste vormen zou zijn geschied (1), op zich niet tot gevolg dat de weggebruikers niet verplicht zouden zijn aan dat verbodsbord gevolg te geven (2). (1) Het litigieuze verkeersteken dat de toegestane snelheid beperkte, was geplaatst op een traject van rijksweg 4 waarop wegenwerken plaatsvonden, overeenkomstig een politieverordening. De eiseres voerde in haar conclusie in hoger beroep aan dat de bekendmaking en de datum van bekendmaking van die verordening niet behoorlijk zijn vastgesteld door een aantekening in een register, overeenkomstig het koninklijk besluit van 14 oktober 1991 betreffende de aantekeningen in het register voor de bekendmaking van de reglementen en verordeningen van de gemeenteoverheden. De eiseres beroept zich met name op een arrest van het Hof van 12 januari 2018 (AR F.16.0087.F, AC 2018, nr. 27) en leidt hieruit af dat die beschikking – en dus het hieruit voortvloeiende litigieuze verkeersteken – niet tegen haar kan worden aangevoerd en dat de appelrechters haar niet konden veroordelen wegens miskenning van dat verkeersteken en dit verweer niet regelmatig hebben beantwoord (zie ook Cass. 21 mei 2015, AR F.13.0158.F en F.14.0098.F, AC 2015, nrs. 328 en 330, beide met concl. procureur-generaal HENKES, toen eerste advocaat-generaal, op datum in Pas.; concl. procureur-generaal HENKES, vóór Cass. 27 september 2019, AR F.18.0056.F, AC 2019, nr. 483 [p. 1676, § 7]). Zelf heeft het OM geconcludeerd tot cassatie, met name omdat het bestreden vonnis de conclusie in hoger beroep van de eiseres in dit opzicht niet regelmatig beantwoordt. Het Hof heeft evenwel uit artikel 5 Wegverkeersreglement afgeleid dat het verweer niet relevant was en dat de correctionele rechtbank het bijgevolg niet diende te beantwoorden. (M.N.B.) (2) Zie Cass. 18 november 2014, AR P.13.1951.N, AC 2014, nr. 704 (“Wanneer een verbodsbord overeenkomstig de artikelen 5 en 68 Wegverkeersreglement op een autosnelweg is geplaatst, dan heeft de omstandigheid dat daarvoor nog geen toelating is gegeven door de minister of zijn gevolmachtigde, niet tot gevolg dat de weggebruikers geen dwingend gevolg aan dat verbodsbord moeten geven”); Cass. 16 januari 2001, AR P.99.0441.N, AC 2001, nr. 29; Cass. 29 juni 1994, AR P.94.0337.F, AC 1994, nr. 338.",
        "Vertaling nog niet beschikbaar"
      ]
    }
  },
  "22sexies": {
    "ECLI:BE:CASS:2023:ARR.20231204.3N.8": {
      "court": "CASS",
      "date": "2023-12-04",
      "roleNumber": "C.23.0214.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231204.3N.8",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 22sexies.1, tweede lid, 1°, f) Wegverkeersreglement volgt dat enkel de voertuigen van een handelsonderneming die gevestigd is in de voetgangerszone voor leveringen aan die onderneming gebruik kunnen maken van die zone onder de in deze bepaling bedoelde voorwaarden."
      ]
    }
  },
  "45bis": {
    "ECLI:BE:CASS:2024:ARR.20240903.2N.6": {
      "court": "CASS",
      "date": "2024-09-03",
      "roleNumber": "P.24.0357.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240903.2N.6",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer een bestreden vonnis één enkele straf uitspreekt wegens verschillende inbreuken op artikel 45bis Wegverkeerswet, met name artikel 45bis, § 1 en § 6, tweede lid, Wegverkeerswet (telastlegging A), artikel 45bis, § 1, tweede lid, en § 4, derde lid, 5°, Wegverkeersreglement (telastlegging B) en artikel 45bis, § 1 en § 5, eerste lid, Wegverkeersreglement (telastlegging C), waarvan één (telastlegging C) wettelijk strafbaar is met de uitgesproken straf, en tevens een wettelijke straf uitspreekt voor een inbreuk op artikel 45bis, § 1, en § 3, zesde lid, 1°, Wegverkeersreglement (telastlegging D), in zoverre dit gesteund is op het feit dat wettelijk strafbaar is met de uitgesproken straf (telastelegging C), is het middel dat enkel betrekking heeft op de schuldig verklaring aan de andere feiten omschreven onder de telastleggingen A, B en D, in zoverre gesteund op de feiten van de telastleggingen A en B, bij gebrek aan belang niet ontvankelijk (1). (1) Zie F. VAN VOLSEM, “Een bijzondere grond van niet-ontvankelijkheid van het cassatiemiddel in strafzaken: de naar recht verantwoorde straf”, noot onder Cass. 24 september 2019, AR P.19.0351.N, RABG, 2020, afl. 1, 36-53."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220628.2N.17": {
      "court": "CASS",
      "date": "2022-06-28",
      "roleNumber": "P.22.0229.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220628.2N.17",
      "abstractFR": [
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Uit de bepalingen van artikel 45bis, §§ 2, 4 en 6, Wegverkeersreglement, volgt dat de rechter die oordeelt dat een ladingzekeringssysteem niet voldoet aan de eisen van artikel 45bis, § 4, Wegverkeersreglement omdat het ladingzekeringssysteem niet geschikt is voor de afmetingen, de vorm, de stevigheid en de kenmerken van de lading en aldus niet het omvallen of het kantelen van de lading voorkomt, niet bijkomend dient te toetsen aan de Europese normen, bepaald in artikel 45bis, § 6, Wegverkeersreglement."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220215.2N.9": {
      "court": "CASS",
      "date": "2022-02-15",
      "roleNumber": "P.21.1397.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220215.2N.9",
      "abstractFR": [
        "Il ne résulte ni de l'article 45bis, § 4, alinéa 1er, du code de la route ni d'aucune autre disposition que le système d'arrimage du chargement doive être éprouvé de façon effective quant à la résistance aux forces g prévues par la loi afin de constater une infraction aux critères légaux d'arrimage du chargement."
      ],
      "abstractNL": [
        "Noch uit artikel 45bis, § 4, eerste lid, Wegverkeersreglement, noch uit enige andere bepaling volgt dat een daadwerkelijke beproeving van het gebruikte ladingverzekeringssysteem op het weerstaan van de wettelijk voorziene g-krachten van de spanningskrachten is vereist om een inbreuk op de wettelijke criteria voor de zekering van de lading vast te stellen."
      ]
    }
  }
}