{
  "29": {
    "ECLI:BE:CASS:2024:ARR.20240416.2N.3": {
      "court": "CASS",
      "date": "2024-04-16",
      "roleNumber": "P.24.0004.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240416.2N.3",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer de strafrechter oordeelt dat misdrijven die reeds het voorwerp waren van een in kracht van gewijsde gegane beslissing en andere feiten die bij hem aanhangig zijn en die aan die beslissing voorafgaan en samen met de eerste misdrijven de opeenvolgende en voortgezette uitvoering zijn van eenzelfde misdadig opzet, en hij bij toepassing van artikel 65, tweede lid, Strafwetboek een bijkomende straf uitspreekt, kan hij evenwel de veroordeelde niet opnieuw veroordelen tot betaling van een bijdrage aan het Slachtofferfonds (1). (1) Cass. 19 april 2022, AR P.22.0024.N, AC 2022, nr. 265."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241015.2N.8": {
      "court": "CASS",
      "date": "2024-10-15",
      "roleNumber": "P.24.0525.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241015.2N.8",
      "abstractFR": null,
      "abstractNL": [
        "Overeenkomstig artikel 29 van de wet van 1 augustus 1985 houdende fiscale en andere bepalingen moet de rechter bij iedere veroordeling tot een criminele of correctionele hoofdstraf, de verplichting uitspreken om een bijdrage aan het Slachtofferfonds te betalen; wanneer de rechter op grond van artikel 21ter (oud) Voorafgaande Titel Wetboek van Strafvordering een veroordeling bij eenvoudige schuldigverklaring uitspreekt, legt hij aan de beklaagde geen straf op; in dat geval kan de rechter de beklaagde dan ook niet veroordelen tot betaling van een bijdrage aan het Slachtofferfonds."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230509.2N.2": {
      "court": "CASS",
      "date": "2023-05-09",
      "roleNumber": "P.23.0219.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230509.2N.2",
      "abstractFR": null,
      "abstractNL": [
        "Bij een veroordeling tot het betalen van een bijdrage aan het Slachtofferfonds bij toepassing van artikel 29 van de voormelde wet van 1 augustus 1985 of van een bijdrage aan het Begrotingsfonds bij toepassing van artikel 4, § 3, van de voormelde wet van 19 maart 2017, verplichten noch artikel 195 Wetboek van Strafvordering, noch enige andere bepaling de rechter om melding te maken van de wetsbepalingen die de veroordeling tot betaling van deze bijdragen voorschrijft."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230628.2F.1": {
      "court": "CASS",
      "date": "2023-06-28",
      "roleNumber": "P.23.0449.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230628.2F.1",
      "abstractFR": [
        "L'illégalité entachant la décision relative à la peine principale entraîne l'annulation des décisions prononcées sur les peines et sur la contribution au Fonds spécial pour l'aide aux victimes d'actes intentionnels de violence; en revanche, elle est sans incidence sur la déclaration de culpabilité (1) ainsi que sur la condamnation au paiement de la contribution au Fonds budgétaire relatif à l'aide juridique de deuxième ligne et de l'indemnité forfaitaire pour frais de justice (2). (Solution implicite). (1) Cass. 12 décembre 2018, RG P.18.0987.F, Pas. 2018, n° 706, avec concl. de M. VANDERMEERSCH, avocat général. (2) L'arrêt attaqué condamne notamment le demandeur à des peines d'emprisonnement et d'amende (assorties d'un sursis) et de confiscation par équivalent ainsi qu'à payer la contribution au Fonds budgétaire relatif à l'aide juridique de deuxième ligne, et il confirme notamment la condamnation à une peine d'interdiction et à payer la contribution au Fonds spécial pour l'aide aux victimes d'actes intentionnels de violence et l'indemnité forfaitaire pour frais de justice (de 50 euros, non indexée)."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220419.2N.9": {
      "court": "CASS",
      "date": "2022-04-19",
      "roleNumber": "P.22.0024.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220419.2N.9",
      "abstractFR": [
        "Lorsque le juge répressif décide que des infractions ayant antérieurement fait l'objet d'une décision définitive et d'autres faits dont il est saisi et qui sont antérieurs à ladite décision constituent avec les premières infractions la manifestation successive et continue de la même intention délictueuse, et qu'il prononce un complément de peine en application de l'article 65, alinéa 2, du Code pénal, il ne peut condamner une nouvelle fois le condamné à verser au Fonds spécial pour l'aide aux victimes d'actes intentionnels de violence et aux sauveteurs occasionnels la contribution prévue à l'article 29 de la loi du 1er août 1985 portant des mesures fiscales et autres (1). (1) Cass. 26 avril 2016, RG P.16.0207.N, Pas. 2016, nº 284."
      ],
      "abstractNL": [
        "Wanneer de strafrechter oordeelt dat misdrijven die reeds het voorwerp waren van een in kracht van gewijsde gegane beslissing en andere feiten die bij hem aanhangig zijn en die aan die beslissing voorafgaan en samen met de eerste misdrijven de opeenvolgende en voortgezette uitvoering zijn van een zelfde misdadig opzet, en hij bij toepassing van artikel 65, tweede lid, Strafwetboek een bijkomende straf uitspreekt, kan hij de veroordeelde niet opnieuw veroordelen tot betaling van de bij artikel 29 van de wet van 1 augustus 1985 houdende fiscale en andere bepalingen bepaalde bijdrage tot het Fonds tot hulp aan slachtoffers van opzettelijke gewelddaden en aan de occasionele redders (1). (1) Cass. 26 april 2016, AR P.16.0207.N, AC 2016, nr. 284."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170503.3": {
      "court": "CASS",
      "date": "2017-05-03",
      "roleNumber": "P.17.0177.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170503.3",
      "abstractFR": [
        "Lorsqu'un jugement rendu par défaut n'a pas été frappé d'appel par le ministère public, le juge d'appel statuant sur l'appel interjeté par le ministère public contre le jugement rendu sur l'opposition du prévenu ne peut aggraver sa situation (1); ainsi, si ce juge d'appel condamne à une contribution au Fonds spécial d'aide aux victimes d'actes intentionnels de violence (2) qui n'avait pas été infligée par ledit jugement rendu par défaut, il méconnaît l'effet relatif de l'opposition (3). (1) Quant à l'effet relatif de l'opposition, voir p.ex. Cass. 19 octobre 2011, RG P.11.1198.F, Pas. 2011, n° 559; Cass. 23 juin 2004, RG P.03.1717.F, Pas. 2004, n° 348; Cass. 3 juin 1997, RG P.97.0016.N, Pas. 1997, n° 256; Cass. 12 septembre 1995, RG P.94.0386.N, Pas. 1995, n° 376; Cass. 10 mai 1994, RG P.94.0014.N, Pas. 1994, n° 230; Cass. 4 octobre 1989, RG 7500, Pas. 1990, n° 74; Cass. 29 novembre 1988, RG 2184, Pas. 1989, n° 183; M.-A. BEERNAERT, H.-D. BOSLY et D. VANDERMEERSCH, Droit de la procédure pénale, La Charte, Bruges, 7ème éd., 2014, t. II, pp. 1370 et s. (2) A laquelle le juge condamne lors de chaque condamnation à une peine principale criminelle ou correctionnelle, et qui a été portée de 10EUR à 25EUR avant indexation par l'article 1er de l'arrêté royal du 31 octobre 2005 modifiant l'article 29, deuxième alinéa, de la loi du 1er août 1985 portant des mesures fiscales et autres. (3) Et ce, alors que, cette contribution n'étant pas une peine (Cass. 9 juin 1987, RG 1406, Pas. 1987, I, n° 607), la circonstance que, lorsque l'obligation de la verser est prononcée pour la première fois en degré d'appel, la situation du prévenu est, en fait, aggravée, n'y fait pas obstacle et ne requiert pas qu'il soit statué à l'unanimité sur pied de l'art. 211bis C.I.cr. (Cass. 7 décembre 1988, RG 6990, Pas. 1989, n° 206). Mais cette solution est cohérente avec l'effet relatif de l'opposition quant à l'indemnité fixe visée à l'art. 91, al. 2, de l'arrêté royal du 28 décembre 1950 portant règlement général sur les frais de justice en matière répressive, laquelle n'a pas non plus le caractère d'une peine: voir Cass. 11 février 2014, RG P.13.1720.N, Pas. 2014, n° 110 et note J. DECOKER, « De vaste vergoeding bij verzet of enkel hoger beroep van beklaagde », T. Strafr., 2015, n° 1, pp. 16-19; Cass. 7 mai 2008, RG P.08.0141.F, Pas. 2008, n° 276; Cass. 6 mai 2014, RG P.13.1291.N, Pas. 2014, n° 318; Cass. 3 juin 2014, RG P.14.0329.N, Pas. 2014, n° 398; M.-A. BEERNAERT, H.-D. BOSLY et D. VANDERMEERSCH, op. cit., t. II, p. 1377. (M.N.B.)."
      ],
      "abstractNL": [
        "Wanneer het openbaar ministerie geen hoger beroep heeft ingesteld tegen een verstekvonnis, mag de appelrechter die uitspraak doet over het hoger beroep van het openbaar ministerie tegen het op verzet van de beklaagde gewezen vonnis, diens toestand niet verzwaren (1); als die appelrechter hem veroordeelt tot het betalen van een bijdrage aan het Bijzonder Fonds tot Hulp aan de Slachtoffers van Opzettelijke Gewelddaden (2), wat door voornoemd verstekvonnis niet was opgelegd, miskent hij de relatieve werking van het verzet (3). (1) Wat betreft de relatieve werking van het verzet, zie bijv. Cass. 19 oktober 2011, AR P.11.1198.F, AC 2011, nr. 559; Cass. 23 juni 2004, AR P.03.1717.F, AC 2004, nr. 348; Cass. 3 juni 1997, AR P.97.0016.N, nr. 256; Cass. 12 september 1995, AR P.94.0386.N, AC 1995, nr. 376; Cass. 10 mei 1994, AR P.94.0014.N, AC 1994, nr. 230; Cass. 4 oktober 1989, AR 7500, AC 1989-90, nr. 74; Cass. 29 november 1988, AR 2184, AC 1988-89, nr. 183; M.-A. BEERNAERT, H.-D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, Die Keure, Brugge, 7de uitg., 2014, dl. II, pp. 1370 e.v. (2) Dit is verplichting die de rechter oplegt bij iedere veroordeling tot een criminele of correctionele hoofdstraf en die van 10 naar 25 euro is gebracht, vóór de indexering door artikel 1 van het koninklijk besluit van 31 oktober 2005 tot wijziging van het artikel 29, tweede lid, van de wet van 1 augustus 1995 houdende fiscale en andere bepalingen. (3) Ongeacht het feit dat die bijdrage geen straf is (Cass. 9 juni 1987, AR 1406, AC 1986-87, nr. 607) vormt de omstandigheid dat de toestand van de beklaagde feitelijk wordt verzwaard wanneer die verplichting voor het eerst in hoger beroep wordt opgelegd, daartoe geen beletsel en vereist niet dat het arrest op grond van artikel 211bis Wetboek van Strafvordering met eenparigheid van stemmen wordt uitgesproken (Cass. 7 december 1988, AR 6990, AC 1988-89, nr. 206). Die oplossing is coherent met de relatieve werking van het verzet inzake de vaste vergoeding bedoeld in artikel 91, tweede lid, Tarief Strafzaken, die eveneens een eigen karakter heeft en geen straf is: zie Cass. 11 februari 2014, AR P.13.1720.N, AC 2914, nr. 110 en de noot van J. DECOKER, 'De vaste vergoeding bij verzet of enkel hoger beroep van beklaagde', T. Strafr. 2015, nr. 1, pp. 16-19; Cass. 7 mei 2008, AR P.08.0141.F, AC 2008, nr. 276; Cass. 6 mei 2014, AR P.13.1291.N, AC 2014, nr. 318; Cass. 3 juni 2014, AR P.14.0329.N, AC 2014, nr. 398; M.-A. BEERNAERT, H.-D. BOSLY en D. VANDERMEERSCH, op.cit., dl. II, p. 1377. (M.N.B.)"
      ]
    }
  },
  "39": {
    "ECLI:BE:CASS:2018:ARR.20180507.6": {
      "court": "CASS",
      "date": "2018-05-07",
      "roleNumber": "C.17.0588.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180507.6",
      "abstractFR": [
        "Le paiement avec subrogation emporte dans cette mesure le transfert de la créance du subrogeant au subrogé."
      ],
      "abstractNL": [
        "De betaling met indeplaatsstelling heeft binnen die grenzen de overdracht van de schuldvordering van de subrogant op de gesubrogeerde tot gevolg."
      ]
    }
  }
}