{
  "1": {
    "ECLI:BE:CASS:2015:ARR.20150504.2": {
      "court": "CASS",
      "date": "2015-05-04",
      "roleNumber": "S.13.0076.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150504.2",
      "abstractFR": [
        "La désignation visée à l'article 1er, 5° de l'arrêté royal du 25 novembre 1991 est, s'agissant de la condition d'absence ou d'empêchement du directeur, régie par les mêmes règles que celles qui s'appliquent à la délégation prévue à l'article 142, alinéa 3 de l'arrêté royal du 25 novembre 1991."
      ],
      "abstractNL": [
        "Op de bij artikel 1, 5°, van het koninklijk besluit van 25 november 1991 bedoelde aanwijzing, inzake de voorwaarde van afwezigheid of verhindering van de directeur, zijn dezelfde regels van toepassing als op de overdracht bepaald bij artikel 142, derde lid, van het koninklijk besluit van 25 november 1991."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2022:ARR.20221107.3N.5": {
      "court": "CASS",
      "date": "2022-11-07",
      "roleNumber": "S.22.0008.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221107.3N.5",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 44, 45, eerste lid, 48bis, 130, §1 en §2 Werkloosheidsbesluit volgt dat de voor de werkloosheidsuitkering in aanmerking te nemen inkomsten uit de artistieke activiteit berekend worden per kalenderjaar op basis van het jaarlijks netto inkomen en bijgevolg dat de werkloosheidsuitkeringen die worden toegekend en uitbetaald aan een werkloze die aanspraak maakt op inkomsten uit een artistieke activiteit, steeds voorlopig worden toegekend en uitgekeerd."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230918.3F.7": {
      "court": "CASS",
      "date": "2023-09-18",
      "roleNumber": "S.21.0046.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230918.3F.7",
      "abstractFR": [
        "Après les modifications introduites par l'arrêté royal du 7 février 2014, le revenu annuel net entraînant la diminution du montant journalier de l'allocation de chômage comprend le revenu découlant de l'exercice d'une activité artistique de création ou d'interprétation assujettie à la sécurité sociale des travailleurs salariés sur lequel les retenues pour la sécurité sociale n'ont pas été opérées, quand bien même le chômeur n'exercerait son activité artistique que sous le régime de la sécurité sociale des travailleurs salariés (1). (1) Voir les concl. du MP.",
        "Avant les modifications introduites par l'arrêté royal du 7 février 2014, la diminution du montant journalier de l'allocation de chômage s'appliquait au chômeur qui percevait au cours de l'année civile des revenus tirés de l'exercice d'une activité artistique de création ou d'interprétation, quand bien même le chômeur n'exerçait son activité artistique que sous le régime de la sécurité sociale des travailleurs salariés (1). (1) A.R. du 25 novembre 1991, art. 27, 10°, et 130, § 1er et 2, après sa mod. par l'A.R. du 7 février 2014."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220627.3F.5": {
      "court": "CASS",
      "date": "2022-06-27",
      "roleNumber": "S.21.0012.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220627.3F.5",
      "abstractFR": [
        "Lorsque le directeur du bureau du chômage exclut un chômeur du bénéfice des allocations sur la base de l'article 154, alinéa 1er, 2°, pour ne pas avoir présenté immédiatement sa carte de contrôle à la réquisition d'une personne habilitée à cet effet alors qu'il effectuait une activité visée à l'article 45, et que le chômeur conteste cette sanction administrative devant le tribunal du travail, ce tribunal exerce, dans le respect des droits de la défense et du cadre de l'instance, tel que les parties l'ont déterminé, un contrôle de pleine juridiction sur la sanction prise par le directeur, sans pouvoir toutefois, s'il juge que cette sanction administrative ne peut être infligée sur la base de cette disposition pour ce fait, se substituer à l'Office national de l'emploi pour apprécier l'opportunité d'infliger une sanction prévue par une autre disposition pour un fait différent (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de directeur van het werkloosheidsbureau een werkloze van het voordeel van de werkloosheidsuitkeringen uitsluit op grond van artikel 154, eerste lid, 2°, Werkloosheidsbesluit, omdat hij niet onmiddellijk zijn controlekaart op vordering van een daartoe bevoegde persoon heeft voorgelegd terwijl hij een in artikel 45 bedoelde activiteit verrichtte, en de werkloze deze administratieve sanctie betwist voor de arbeidsrechtbank, oefent die rechtbank, met eerbiediging van het recht van verdediging en binnen de grenzen van het geding zoals die door de partijen zijn vastgelegd, een toezicht met volle rechtsmacht uit op de door de directeur opgelegde sanctie, zonder dat zij evenwel, indien ze oordeelt dat die administratieve sanctie niet op grond van die bepaling voor dat feit kan worden opgelegd, zich in de plaats van de Rijksdienst voor Arbeidsvoorziening mag stellen om te oordelen over de wenselijkheid om een sanctie op te leggen die door een andere bepaling voor een ander feit is bepaald (1). (1) Zie concl. OM in Pas. 2022, nr. 456."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220627.3F.6": {
      "court": "CASS",
      "date": "2022-06-27",
      "roleNumber": "S.21.0017.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220627.3F.6",
      "abstractFR": [
        "Lorsque le directeur du bureau du chômage exclut un chômeur du bénéfice des allocations sur la base de l'article 154, alinéa 1er, 1°, de l'A.R. du 25 novembre 1991, pour ne pas avoir complété la carte de contrôle et que le chômeur conteste cette sanction administrative devant le tribunal du travail, ce tribunal exerce, dans le respect des droits de la défense et du cadre de l'instance, tel que les parties l'ont déterminé, un contrôle de pleine juridiction sur la sanction prise par le directeur, sans pouvoir toutefois, s'il juge que cette sanction administrative ne peut être infligée sur la base de cette disposition pour ce fait, se substituer à l'Office national de l'emploi pour apprécier l'opportunité d'infliger la sanction prévue par l'article 153, alinéa 1er, 2°, pour un fait différent (1). (1) Voir les concl. du MP dans la cause Cass. 27 juin 2022, RG S.21.0012.F, Pas. 2024, n° 456, le raisonnement est similaire.",
        "Lorsque le directeur du bureau du chômage exclut un chômeur du bénéfice des allocations sur la base de l'article 154, alinéa 1er, 1°, pour ne pas avoir complété la carte de contrôle et que le chômeur conteste cette sanction administrative devant le tribunal du travail, ce tribunal exerce, dans le respect des droits de la défense et du cadre de l'instance, tel que les parties l'ont déterminé, un contrôle de pleine juridiction sur la sanction prise par le directeur, sans pouvoir toutefois, s'il juge que cette sanction administrative ne peut être infligée sur la base de cette disposition pour ce fait, se substituer à l'Office national de l'emploi pour apprécier l'opportunité d'infliger la sanction prévue par l'article 153, alinéa 1er, 2°, pour un fait différent (1). (1) Voir les concl. du MP dans la cause Cass. 27 juin 2022, RG S.21.0012.F, www.juportal.be, le raisonnement est similaire."
      ],
      "abstractNL": [
        "Wanneer de directeur van het werkloosheidsbureau een werkloze van het voordeel van de werkloosheidsuitkeringen uitsluit op grond van artikel 154, eerste lid, 1°, Werkloosheidsbesluit, omdat hij zijn controlekaart niet heeft ingevuld, en de werkloze deze administratieve sanctie betwist voor de arbeidsrechtbank, oefent die rechtbank, met eerbiediging van het recht van verdediging en binnen de grenzen van het geding zoals die door de partijen zijn vastgelegd, een toezicht met volle rechtsmacht uit op de door de directeur opgelegde sanctie, zonder dat zij evenwel, wanneer ze oordeelt dat die administratieve sanctie voor dat feit niet op grond van die bepaling kan worden opgelegd, zich in de plaats van de Rijksdienst voor Arbeidsvoorziening mag stellen om te oordelen over de wenselijkheid om de in artikel 153, eerste lid, 2°, voor een ander feit bepaalde sanctie op te leggen (1). (1) Zie concl. OM op datum in Pas. in de zaak Cass. 27 juni 2022, AR S.21.0012.F, AC 2024, nr. 456, waarin een soortgelijke redenering wordt gevolgd."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220627.3F.7": {
      "court": "CASS",
      "date": "2022-06-27",
      "roleNumber": "S.21.0066.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220627.3F.7",
      "abstractFR": [
        "Constitue une pension, et entre dans le champ d'application de la limitation de cumul prévue aux articles 65, § 2, et 130, §§ 1er, 4°, et 2, de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage, la pension de survie accordée par l'Organisation du Traité de l'Atlantique Nord en vertu du Règlement du personnel civil de cette organisation internationale publique, qui s'applique sans distinction à tous les agents des catégories de personnel qu'il vise."
      ],
      "abstractNL": [
        "Het overlevingspensioen dat door de Noord-Atlantische Verdragsorganisatie wordt toegekend krachtens het Reglement van het burgerlijk personeel van die internationale publiekrechtelijke organisatie, dat zonder onderscheid van toepassing is op alle ambtenaren van de daarin bedoelde personeelscategorieën, is een pensioen en valt onder de toepassing van de cumulatiebeperking bepaald in de artikelen 65, § 2, en 130, § 1, 4°, en § 2, Werkloosheidsbesluit."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151116.4": {
      "court": "CASS",
      "date": "2015-11-16",
      "roleNumber": "S.14.0008.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151116.4",
      "abstractFR": [
        "Les activités artistiques ayant pris définitivement fin avant le début de la période de chômage ou ayant pris fin depuis au moins deux années civiles consécutives, dont, conformément à l'article 130, § 2, alinéa 4, les revenus ne sont pas pris en compte pour diminuer le montant des allocations de chômage, sont constituées, non de chacune des œuvres examinées séparément, mais de l'ensemble des activités artistiques du chômeur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De artistieke activiteiten die definitief beëindigd werden vóór het begin van de werkloosheidsperiode of reeds gedurende ten minste twee opeenvolgende kalenderjaren beëindigd werden, waarvan de inkomens, overeenkomstig artikel 130, §2, vierde lid, niet in rekening worden gebracht om het bedrag van de werkloosheidsvergoedingen te verminderen, worden niet gevormd door alle onderzochte werken afzonderlijk, maar door het geheel van de artistieke activiteiten van de werkloze (1). (1) Zie concl. OM in Pas. 2015, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130624.10": {
      "court": "CASS",
      "date": "2013-06-24",
      "roleNumber": "S.12.0086.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130624.10",
      "abstractFR": [
        "Lorsque le chômeur introduit auprès de son organisme de paiement une déclaration de situation personnelle et familiale C1 signalant son déménagement dans le ressort du bureau de chômage mais que l'organisme de paiement s'abstient de transmettre le dossier contenant cette déclaration audit bureau, la convocation, prévue à l'article 140 de l'arrêté royal, envoyée par l'Office national de l'emploi à l'adresse indiquée dans la dernière déclaration C1 qui lui est parvenue est régulière, sans préjudice de l'obligation pour l'organisme de paiement de payer les allocations qui n'ont pu être payées au chômeur en raison de la négligence ou de la faute de cet organisme."
      ],
      "abstractNL": [
        "Wanneer de werkloze een aangifte van de persoonlijke en familiale toestand C 1 bij zijn uitbetalingsinstelling indient en daarin vermeldt dat hij door zijn verhuizing onder een ander werkloosheidsbureau ressorteert maar de uitbetalingsinstelling nalaat het dossier met die verklaring over te zenden naar dat bureau, is de oproeping, bepaald bij artikel 140 van het koninklijk besluit, verstuurd door de Rijkdienst voor arbeidsvoorziening naar het adres vermeld op de laatste C 1-aangifte die hij ontvangen heeft, regelmatig, ongeacht de verplichting van de uitbetalingsinstelling om de uitkeringen te betalen die aan de werkloze niet konden worden uitbetaald wegens de nalatigheid of de fout van die instelling."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2025:ARR.20251208.3F.2": {
      "court": "CASS",
      "date": "2025-12-08",
      "roleNumber": "S.20.0037.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251208.3F.2",
      "abstractFR": [
        "Le travailleur qui ne se trouve pas dans les cas d'exclusion du droit aux allocations prévus par l'article 61, §§ 1er, 2 et 3, de l'arrêté royal du 25 novembre 1991 et n'indique pas sur sa carte de contrôle la lettre « M » par laquelle il déclare ne pas demander l'allocation, ne peut être exclu du droit aux allocations de chômage pour défaut d'aptitude au travail que sur avis du médecin affecté au bureau du chômage, la décision du directeur sortissant ses effets pour l'avenir (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230612.3F.16": {
      "court": "CASS",
      "date": "2023-06-12",
      "roleNumber": "S.21.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230612.3F.16",
      "abstractFR": [
        "Le travailleur qui ne se trouve pas dans les cas d'exclusion du droit aux allocations prévus par l'article 61, §§ 1er, 2 et 3, de l'arrêté royal du 25 novembre 1991 et n'indique pas sur sa carte de contrôle la lettre « M » par laquelle il déclare ne pas demander l'allocation, ne peut être exclu du droit aux allocations de chômage pour défaut d'aptitude au travail que sur avis du médecin affecté au bureau du chômage, la décision du directeur sortissant ses effets pour l'avenir (1). (1) Voir. les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220627.3F.7": {
      "court": "CASS",
      "date": "2022-06-27",
      "roleNumber": "S.21.0066.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220627.3F.7",
      "abstractFR": [
        "Constitue une pension, et entre dans le champ d'application de la limitation de cumul prévue aux articles 65, § 2, et 130, §§ 1er, 4°, et 2, de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage, la pension de survie accordée par l'Organisation du Traité de l'Atlantique Nord en vertu du Règlement du personnel civil de cette organisation internationale publique, qui s'applique sans distinction à tous les agents des catégories de personnel qu'il vise."
      ],
      "abstractNL": [
        "Het overlevingspensioen dat door de Noord-Atlantische Verdragsorganisatie wordt toegekend krachtens het Reglement van het burgerlijk personeel van die internationale publiekrechtelijke organisatie, dat zonder onderscheid van toepassing is op alle ambtenaren van de daarin bedoelde personeelscategorieën, is een pensioen en valt onder de toepassing van de cumulatiebeperking bepaald in de artikelen 65, § 2, en 130, § 1, 4°, en § 2, Werkloosheidsbesluit."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171009.4": {
      "court": "CASS",
      "date": "2017-10-09",
      "roleNumber": "S.16.0084.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171009.4&lang=fr",
      "abstractFR": [
        "Pour pouvoir conclure que deux ou plusieurs personnes vivant ensemble sous le même toit règlent principalement en commun les questions ménagères et, dès lors, cohabitent, il est nécessaire mais non suffisant qu'elles tirent un avantage économique et financier du partage d'un logement ; il est également requis qu'elles assument en commun les tâches, activités et autres questions ménagères, comme l'entretien du logement et, éventuellement, son aménagement, les lessives, les courses, la préparation et la prise des repas, et qu'elles apportent éventuellement une contribution financière à cet effet (1). (1) Voir les concl. MP."
      ],
      "abstractNL": [
        "Om te kunnen besluiten dat twee of meer personen die onder hetzelfde dak wonen hun huishoudelijke aangelegenheden hoofdzakelijk gemeenschappelijk regelen en dus samenleven, is vereist, maar volstaat het niet, dat zij een economisch-financieel voordeel behalen door een woning te delen; daarvoor is tevens vereist dat zij ook taken, activiteiten en andere huishoudelijke aangelegenheden, zoals het onderhoud van de woonst en eventueel het inrichten ervan, de was, de boodschappen, het bereiden en nuttigen van de maaltijden gemeenschappelijk verrichten en daarvoor eventueel financiële middelen inbrengen; de rechter oordeelt in feite of de huishoudelijke aangelegenheden hoofdzakelijk gemeenschappelijk worden geregeld (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160118.3": {
      "court": "CASS",
      "date": "2016-01-18",
      "roleNumber": "S.14.0087.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160118.3",
      "abstractFR": [
        "Les revenus susceptibles de révéler que l'activité ne présente plus un caractère accessoire au sens de l'article 48, § 3, de l'arrêté royal du 25 novembre 1991, sont les revenus qui sont produits par l'activité; l'arrêt, qui considère que, si 'le chiffre d'affaires réalisé peut paraître, de prime abord, élevé', les revenus, après déduction des rémunérations de sous-traitance et des charges fiscalement admises, étaient 'réduits' et que dès lors 'il s'agissait bien d'une activité accessoire', viole l'article 48, § 3, précité(1)(2). (1) Voir les concl. du MP. (2) Voir Cass. 18 janvier 2016, RG S.14.0083.F, Pas. 2016, n° 35."
      ],
      "abstractNL": [
        "De inkomsten die erop kunnen wijzen dat de activiteit niet langer het karakter heeft van een bijkomstige activiteit in de zin van artikel 48, §3, van het koninklijk besluit van 25 november 1991, zijn de inkomsten die voortkomen uit die activiteit; wanneer het arrest oordeelt dat hoewel 'de gerealiseerde omzet op het eerste gezicht aanzienlijk lijkt', de inkomsten, na aftrek van de vergoedingen van onder-aanneming en de lasten die fiscaal aangenomen worden 'beperkt' waren en 'het', bijgevolg, 'wel degelijk een bijkomstige activiteit betrof', schendt het het voornoemde artikel 48, §3(1)(2). (1) Zie de concl. OM in Pas. 2016, nr. 36. (2) Zie Cass. 18 januari 2016, AR S.14.0083.F, AC 2016, nr. 35."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160118.2": {
      "court": "CASS",
      "date": "2016-01-18",
      "roleNumber": "S.14.0083.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160118.2",
      "abstractFR": [
        "Les revenus susceptibles de révéler que l'activité ne présente plus un caractère accessoire au sens de l'article 48, § 3, de l'arrêté royal du 25 novembre 1991, sont les revenus qui sont produits par l'activité; l'arrêt, qui tient compte du revenu annuel net imposable en application de l'article 130, § 2, alinéa 5, du même arrêté Royal pour apprécier si cette activité présente le caractère d'une profession accessoire au sens de l'article 48, § 3, viole cette dernière disposition (1). (1) Voir Cass. 18 janvier 2016, RG S.14.0087.F, Pas. 2016, n°....."
      ],
      "abstractNL": [
        "De inkomsten die erop kunnen wijzen dat de activiteit niet langer het karakter heeft van een bijkomstige activiteit in de zin van artikel 48, §3, van het koninklijk besluit van 25 november 1991, zijn de inkomsten die voortkomen uit die activiteit; het arrest dat rekening houdt met het netto belastbaar jaarinkomen met toepassing van artikel 130, §2, vijfde lid, van datzelfde koninklijk besluit om te oordelen of deze activiteit het karakter heeft van een bijkomstige activiteit in de zin van artikel 48, §3, schendt die wetsbepaling (1). (1) Zie Cass. 18 januari 2016, AR S.14.0087.F, AC., nr. ........."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151116.4": {
      "court": "CASS",
      "date": "2015-11-16",
      "roleNumber": "S.14.0008.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151116.4",
      "abstractFR": [
        "Les activités artistiques ayant pris définitivement fin avant le début de la période de chômage ou ayant pris fin depuis au moins deux années civiles consécutives, dont, conformément à l'article 130, § 2, alinéa 4, les revenus ne sont pas pris en compte pour diminuer le montant des allocations de chômage, sont constituées, non de chacune des œuvres examinées séparément, mais de l'ensemble des activités artistiques du chômeur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De artistieke activiteiten die definitief beëindigd werden vóór het begin van de werkloosheidsperiode of reeds gedurende ten minste twee opeenvolgende kalenderjaren beëindigd werden, waarvan de inkomens, overeenkomstig artikel 130, §2, vierde lid, niet in rekening worden gebracht om het bedrag van de werkloosheidsvergoedingen te verminderen, worden niet gevormd door alle onderzochte werken afzonderlijk, maar door het geheel van de artistieke activiteiten van de werkloze (1). (1) Zie concl. OM in Pas. 2015, nr. ..."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2022:ARR.20221003.3N.2": {
      "court": "CASS",
      "date": "2022-10-03",
      "roleNumber": "S.17.0073.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221003.3N.2&lang=fr",
      "abstractFR": [
        "Lorsqu'un jeune travailleur visé par l'article 63, § 2, alinéa 4, 4°, de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage, qui justifie d'une inaptitude permanente au travail d'au moins 33 p.c. constatée par le médecin agréé par l'Office national de l'emploi, ne se voit pas proposer un trajet adapté à la réduction de sa capacité de travail, non en raison d'une attitude de refus de sa part, mais parce que le Vlaamse Dienst voor Arbeidsbemiddeling en Beroepsopleiding (en abrégé VDAB) ne peut lui proposer de trajet approprié, pour quelque motif que ce soit, le jeune travailleur concerné ne peut être réputé ne pas collaborer positivement à un trajet approprié organisé ou reconnu par le V.D.A.B. et remplit ainsi les conditions prévues à l'article 63, § 2, alinéa 4, 4°."
      ],
      "abstractNL": [
        "Wanneer aan een door artikel 63, § 2, vierde lid, 4°, Werkloosheidsbesluit beoogde jonge werknemer die een door de RVA-arts erkende blijvende arbeidsongeschiktheid van ten minste 33 pct. vertoont, geen aan zijn verminderde arbeidsgeschiktheid aangepast traject wordt aangeboden, niet omwille van een weigerachtige houding van de betrokkene, maar omdat de VDAB geen aangepast traject kan aanbieden, om welke reden ook, kan de betrokken jonge werknemer niet worden geacht niet positief mee te werken in een door de VDAB georganiseerd of erkend aangepast traject en aldus voldoet aan de in artikel 63, § 2, vierde lid, 4°, bepaalde voorwaarden."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190520.2": {
      "court": "CASS",
      "date": "2019-05-20",
      "roleNumber": "S.17.0004.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190520.2",
      "abstractFR": [
        "Durant la durée de son occupation, le travailleur à temps partiel volontaire ne peut être tenu pour un chômeur complet au sens de l'article 27, 1°, b), de l'arrêté royal du 20 novembre 1991 et ne peut prétendre à aucune allocation pour les heures pendant lesquelles il ne travaille pas habituellement (1). (1) Voir les concl. contraires du MP."
      ],
      "abstractNL": [
        "De vrijwillig deeltijdse werknemer mag tijdens de duur van zijn tewerkstelling niet worden beschouwd als een volledig werkloze in de zin van artikel 27, 1°, b), van het koninklijk besluit van 25 november 1991 houdende de werkloosheidsreglementering en kan hij op geen enkele uitkering aanspraak maken voor de uren tijdens dewelke hij gewoonlijk niet werkt (1). (1) Zie andersluidende concl. OM in Pas. 2019, nr. 296."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151005.3": {
      "court": "CASS",
      "date": "2015-10-05",
      "roleNumber": "S.14.0055.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151005.3",
      "abstractFR": [
        "La circonstance que le travailleur ne demande plus d'allocations à la date pour laquelle il est convoqué à un troisième entretien d'évaluation de son comportement de recherche active d'emploi, en règle, ne fait pas obstacle à l'application de l'article 59sexies, § 6, et ne constitue pas davantage un motif valable, au sens de l'article 59sexies, § 1er, alinéa 4, de ne pas donner suite à la convocation à cet entretien (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De omstandigheid dat de werknemer geen uitkeringen meer vraagt op de dag waarop hij is uitgenodigd tot een derde evaluatiegesprek inzake zijn houding actief naar werk te zoeken, staat in de regel de toepassing van artikel 59sexies, §6, niet in de weg en vormt ook geen geldige reden in de zin van artikel 59sexies, §1, vierde lid, geen gevolg te geven aan de uitnodiging tot dat gesprek (1). (1) Zie concl. OM in Pas. 2015 nr. ..."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2018:ARR.20180219.4": {
      "court": "CASS",
      "date": "2018-02-19",
      "roleNumber": "S.17.0066.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180219.4",
      "abstractFR": [
        "Il suit de l'article 169, alinéa 5, de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage que c'est au montant brut des revenus produits par l'activité du chômeur que la récupération de l'indu peut être limitée, sans qu'il y ait lieu de distinguer selon qu'il s'agit d'une activité salariée ou d'une activité indépendante."
      ],
      "abstractNL": [
        "Uit artikel 169, vijfde lid, koninklijk besluit van 25 november 1991 houdende de werkloosheidsreglementering volgt dat de terugvordering van de uitkeringen kan worden beperkt tot het bruto bedrag van de inkomsten uit de activiteit van de werkloze, ongeacht het een activiteit in loondienst betreft of een zelfstandige activiteit."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151019.1": {
      "court": "CASS",
      "date": "2015-10-19",
      "roleNumber": "S.15.0034.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151019.1",
      "abstractFR": [
        "L'article 169, alinéa 5, de l'arrêté Royal du 25 novembre 1991, en vertu duquel le montant de la récupération des allocations indûment payées peut être limité au montant brut des revenus dont le chômeur a bénéficié et qui n'étaient pas cumulables avec les allocations de chômage, n'est susceptible de s'appliquer que lorsque l'indu résulte du cumul prohibé des allocations de chômage et d'autres revenus dont le chômeur a bénéficié; il ne peut s'appliquer pour réduire le montant de la récupération poursuivie contre le chômeur lorsqu'il est constaté que l'indu résulte de l'exclusion de celui-ci du bénéfice des allocations de chômage pour ne s'être pas conformé aux obligations prescrites en matière de carte de contrôle par l'article 71, alinéa 1er, 1° et 5°, du même arrêté royal (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel 169, vijfde lid, van het koninklijk besluit van 25 november 1991, krachtens hetwelk het bedrag van de terugvordering van de onrechtmatig betaalde uitkeringen beperkt kan worden tot het bruto bedrag van de inkomsten die de werkloze genoten heeft en die niet cumuleerbaar waren met de werkloosheidsuitkeringen, kan slechts worden toegepast wanneer het onverschuldigde het gevolg is van de verboden cumulatie van de werkloosheidsuitkeringen en andere inkomsten die de werkloze ontvangen heeft; het kan niet worden toegepast om het bedrag dat van de werkloze wordt teruggevorderd te beperken, wanneer vastgesteld is dat het onverschuldigd betaalde het gevolg is van diens uitsluiting van het recht op werkloosheidsuitkeringen omdat hij de bij artikel 71, eerste lid, 1° en 5°, van datzelfde koninklijk besluit voorgeschreven verplichtingen inzake de controlekaart niet heeft nageleefd (1). (1) Zie concl. OM in Pas. 2015, nr. ..."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2016:ARR.20160905.2": {
      "court": "CASS",
      "date": "2016-09-05",
      "roleNumber": "S.16.0004.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160905.2",
      "abstractFR": [
        "Il ne résulte pas des dispositions des articles 59quinquies, § 5 et 6 et 59sexies, §1er, de l'arrêté royal du 25 novembre 1991 que le directeur qui redoute que le chômeur fasse valoir un motif justifiant son absence à l'entretien visé à l'article 59sexies, § 1er, alinéa 1er, ne puisse, dans la convocation qu'il lui adresse pour une date déterminée, prévoir que celui-ci devra, s'il fait valoir pareil motif pour cette date, se présenter au bureau pour cet entretien le premier jour ouvrable suivant celui où ce motif aura pris fin."
      ],
      "abstractNL": [
        "Uit de bepalingen van de artikelen 59quinquies, § 5 en 6, en 59sexies, § 1, Werkloosheidsbesluit, volgt niet dat de directeur die vreest dat de werkloze een reden zal aanvoeren om zijn afwezigheid op het gesprek, bedoeld in artikel 59sexies, § 1, eerste lid, te rechtvaardigen, in de oproeping die hij hem voor een welbepaalde datum stuurt, niet mag bepalen dat die werkloze, indien hij voor die datum een dergelijke reden aanvoert, zich voor dat onderhoud op het bureau zal moeten aanmelden op de eerste werkdag na die waarop die reden opgehouden zal hebben te bestaan."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151005.3": {
      "court": "CASS",
      "date": "2015-10-05",
      "roleNumber": "S.14.0055.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151005.3",
      "abstractFR": [
        "La circonstance que le travailleur ne demande plus d'allocations à la date pour laquelle il est convoqué à un troisième entretien d'évaluation de son comportement de recherche active d'emploi, en règle, ne fait pas obstacle à l'application de l'article 59sexies, § 6, et ne constitue pas davantage un motif valable, au sens de l'article 59sexies, § 1er, alinéa 4, de ne pas donner suite à la convocation à cet entretien (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De omstandigheid dat de werknemer geen uitkeringen meer vraagt op de dag waarop hij is uitgenodigd tot een derde evaluatiegesprek inzake zijn houding actief naar werk te zoeken, staat in de regel de toepassing van artikel 59sexies, §6, niet in de weg en vormt ook geen geldige reden in de zin van artikel 59sexies, §1, vierde lid, geen gevolg te geven aan de uitnodiging tot dat gesprek (1). (1) Zie concl. OM in Pas. 2015 nr. ..."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2023:ARR.20230918.3F.7": {
      "court": "CASS",
      "date": "2023-09-18",
      "roleNumber": "S.21.0046.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230918.3F.7",
      "abstractFR": [
        "Après les modifications introduites par l'arrêté royal du 7 février 2014, le revenu annuel net entraînant la diminution du montant journalier de l'allocation de chômage comprend le revenu découlant de l'exercice d'une activité artistique de création ou d'interprétation assujettie à la sécurité sociale des travailleurs salariés sur lequel les retenues pour la sécurité sociale n'ont pas été opérées, quand bien même le chômeur n'exercerait son activité artistique que sous le régime de la sécurité sociale des travailleurs salariés (1). (1) Voir les concl. du MP.",
        "Avant les modifications introduites par l'arrêté royal du 7 février 2014, la diminution du montant journalier de l'allocation de chômage s'appliquait au chômeur qui percevait au cours de l'année civile des revenus tirés de l'exercice d'une activité artistique de création ou d'interprétation, quand bien même le chômeur n'exerçait son activité artistique que sous le régime de la sécurité sociale des travailleurs salariés (1). (1) A.R. du 25 novembre 1991, art. 27, 10°, et 130, § 1er et 2, après sa mod. par l'A.R. du 7 février 2014."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2015:ARR.20151116.4": {
      "court": "CASS",
      "date": "2015-11-16",
      "roleNumber": "S.14.0008.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151116.4",
      "abstractFR": [
        "Les activités artistiques ayant pris définitivement fin avant le début de la période de chômage ou ayant pris fin depuis au moins deux années civiles consécutives, dont, conformément à l'article 130, § 2, alinéa 4, les revenus ne sont pas pris en compte pour diminuer le montant des allocations de chômage, sont constituées, non de chacune des œuvres examinées séparément, mais de l'ensemble des activités artistiques du chômeur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De artistieke activiteiten die definitief beëindigd werden vóór het begin van de werkloosheidsperiode of reeds gedurende ten minste twee opeenvolgende kalenderjaren beëindigd werden, waarvan de inkomens, overeenkomstig artikel 130, §2, vierde lid, niet in rekening worden gebracht om het bedrag van de werkloosheidsvergoedingen te verminderen, worden niet gevormd door alle onderzochte werken afzonderlijk, maar door het geheel van de artistieke activiteiten van de werkloze (1). (1) Zie concl. OM in Pas. 2015, nr. ..."
      ]
    }
  },
  "17": {
    "ECLI:BE:CASS:2013:ARR.20130624.10": {
      "court": "CASS",
      "date": "2013-06-24",
      "roleNumber": "S.12.0086.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130624.10",
      "abstractFR": [
        "Lorsque le chômeur introduit auprès de son organisme de paiement une déclaration de situation personnelle et familiale C1 signalant son déménagement dans le ressort du bureau de chômage mais que l'organisme de paiement s'abstient de transmettre le dossier contenant cette déclaration audit bureau, la convocation, prévue à l'article 140 de l'arrêté royal, envoyée par l'Office national de l'emploi à l'adresse indiquée dans la dernière déclaration C1 qui lui est parvenue est régulière, sans préjudice de l'obligation pour l'organisme de paiement de payer les allocations qui n'ont pu être payées au chômeur en raison de la négligence ou de la faute de cet organisme."
      ],
      "abstractNL": [
        "Wanneer de werkloze een aangifte van de persoonlijke en familiale toestand C 1 bij zijn uitbetalingsinstelling indient en daarin vermeldt dat hij door zijn verhuizing onder een ander werkloosheidsbureau ressorteert maar de uitbetalingsinstelling nalaat het dossier met die verklaring over te zenden naar dat bureau, is de oproeping, bepaald bij artikel 140 van het koninklijk besluit, verstuurd door de Rijkdienst voor arbeidsvoorziening naar het adres vermeld op de laatste C 1-aangifte die hij ontvangen heeft, regelmatig, ongeacht de verplichting van de uitbetalingsinstelling om de uitkeringen te betalen die aan de werkloze niet konden worden uitbetaald wegens de nalatigheid of de fout van die instelling."
      ]
    }
  },
  "27": {
    "ECLI:BE:CASS:2023:ARR.20230918.3F.7": {
      "court": "CASS",
      "date": "2023-09-18",
      "roleNumber": "S.21.0046.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230918.3F.7",
      "abstractFR": [
        "Après les modifications introduites par l'arrêté royal du 7 février 2014, le revenu annuel net entraînant la diminution du montant journalier de l'allocation de chômage comprend le revenu découlant de l'exercice d'une activité artistique de création ou d'interprétation assujettie à la sécurité sociale des travailleurs salariés sur lequel les retenues pour la sécurité sociale n'ont pas été opérées, quand bien même le chômeur n'exercerait son activité artistique que sous le régime de la sécurité sociale des travailleurs salariés (1). (1) Voir les concl. du MP.",
        "Avant les modifications introduites par l'arrêté royal du 7 février 2014, la diminution du montant journalier de l'allocation de chômage s'appliquait au chômeur qui percevait au cours de l'année civile des revenus tirés de l'exercice d'une activité artistique de création ou d'interprétation, quand bien même le chômeur n'exerçait son activité artistique que sous le régime de la sécurité sociale des travailleurs salariés (1). (1) A.R. du 25 novembre 1991, art. 27, 10°, et 130, § 1er et 2, après sa mod. par l'A.R. du 7 février 2014."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2019:ARR.20190520.2": {
      "court": "CASS",
      "date": "2019-05-20",
      "roleNumber": "S.17.0004.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190520.2",
      "abstractFR": [
        "Durant la durée de son occupation, le travailleur à temps partiel volontaire ne peut être tenu pour un chômeur complet au sens de l'article 27, 1°, b), de l'arrêté royal du 20 novembre 1991 et ne peut prétendre à aucune allocation pour les heures pendant lesquelles il ne travaille pas habituellement (1). (1) Voir les concl. contraires du MP."
      ],
      "abstractNL": [
        "De vrijwillig deeltijdse werknemer mag tijdens de duur van zijn tewerkstelling niet worden beschouwd als een volledig werkloze in de zin van artikel 27, 1°, b), van het koninklijk besluit van 25 november 1991 houdende de werkloosheidsreglementering en kan hij op geen enkele uitkering aanspraak maken voor de uren tijdens dewelke hij gewoonlijk niet werkt (1). (1) Zie andersluidende concl. OM in Pas. 2019, nr. 296."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151116.4": {
      "court": "CASS",
      "date": "2015-11-16",
      "roleNumber": "S.14.0008.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151116.4",
      "abstractFR": [
        "Les activités artistiques ayant pris définitivement fin avant le début de la période de chômage ou ayant pris fin depuis au moins deux années civiles consécutives, dont, conformément à l'article 130, § 2, alinéa 4, les revenus ne sont pas pris en compte pour diminuer le montant des allocations de chômage, sont constituées, non de chacune des œuvres examinées séparément, mais de l'ensemble des activités artistiques du chômeur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De artistieke activiteiten die definitief beëindigd werden vóór het begin van de werkloosheidsperiode of reeds gedurende ten minste twee opeenvolgende kalenderjaren beëindigd werden, waarvan de inkomens, overeenkomstig artikel 130, §2, vierde lid, niet in rekening worden gebracht om het bedrag van de werkloosheidsvergoedingen te verminderen, worden niet gevormd door alle onderzochte werken afzonderlijk, maar door het geheel van de artistieke activiteiten van de werkloze (1). (1) Zie concl. OM in Pas. 2015, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151019.2": {
      "court": "CASS",
      "date": "2015-10-19",
      "roleNumber": "S.15.0037.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151019.2",
      "abstractFR": [
        "Le moyen fait grief à l'arrêt attaqué d'avoir admis le demandeur au bénéfice des allocations de chômage temporaire après l'avoir reconnu apte au travail au sens de la législation relative à l'assurance obligatoire contre la maladie et l'invalidité, tout en étant définitivement incapable d'exécuter le travail convenu pour le compte de son employeur, alors que le contrat de travail n'est plus suspendu dès que l'inaptitude du travailleur à exécuter ce travail convenu devient définitive dès lors qu' il ne résulte d'aucune disposition légales visées au moyen que, comme il l'allègue, le contrat de travail n'est plus suspendu dès que l'inaptitude du travailleur à exécuter le travail convenu devient définitive, les dispositions légales mentionnées dans le moyen ne sauraient suffire, s'il était fondé, à justifier la cassation; le moyen est irrecevable (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het middel bekritiseert de beslissing van het bestreden arrest dat de eiser arbeidsgeschikt heeft verklaard in de zin van de wetgeving op de verplichte ziekte- en invaliditeitsverzekering en hem vervolgens tijdelijke werkloosheidsuitkeringen heeft toegekend, hoewel hij definitief ongeschikt was de overeengekomen arbeid voor rekening van zijn werkgever uit te voeren, terwijl de arbeidsovereenkomst niet meer geschorst is zodra de ongeschiktheid van de werknemer om die overeengekomen arbeid te verrichten definitief wordt; aangezien uit geen enkele van de in het middel aangevoerde wetsbepalingen volgt dat de arbeidsovereenkomst, zoals hij aanvoert, niet meer geschorst is zodra de ongeschiktheid van de werknemer om de overeengekomen arbeid te verrichten definitief wordt, volstaan de in het middel vermelde wetsbepalingen, indien het middel gegrond zou zijn, niet om de vernietiging te verantwoorden; het middel is niet ontvankelijk (1). (1) Zie concl. OM in Pas. 2015,nr. ..."
      ]
    }
  },
  "28": {
    "ECLI:BE:CASS:2019:ARR.20190520.2": {
      "court": "CASS",
      "date": "2019-05-20",
      "roleNumber": "S.17.0004.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190520.2",
      "abstractFR": [
        "Durant la durée de son occupation, le travailleur à temps partiel volontaire ne peut être tenu pour un chômeur complet au sens de l'article 27, 1°, b), de l'arrêté royal du 20 novembre 1991 et ne peut prétendre à aucune allocation pour les heures pendant lesquelles il ne travaille pas habituellement (1). (1) Voir les concl. contraires du MP."
      ],
      "abstractNL": [
        "De vrijwillig deeltijdse werknemer mag tijdens de duur van zijn tewerkstelling niet worden beschouwd als een volledig werkloze in de zin van artikel 27, 1°, b), van het koninklijk besluit van 25 november 1991 houdende de werkloosheidsreglementering en kan hij op geen enkele uitkering aanspraak maken voor de uren tijdens dewelke hij gewoonlijk niet werkt (1). (1) Zie andersluidende concl. OM in Pas. 2019, nr. 296."
      ]
    }
  },
  "29": {
    "ECLI:BE:CASS:2019:ARR.20190520.2": {
      "court": "CASS",
      "date": "2019-05-20",
      "roleNumber": "S.17.0004.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190520.2",
      "abstractFR": [
        "Durant la durée de son occupation, le travailleur à temps partiel volontaire ne peut être tenu pour un chômeur complet au sens de l'article 27, 1°, b), de l'arrêté royal du 20 novembre 1991 et ne peut prétendre à aucune allocation pour les heures pendant lesquelles il ne travaille pas habituellement (1). (1) Voir les concl. contraires du MP."
      ],
      "abstractNL": [
        "De vrijwillig deeltijdse werknemer mag tijdens de duur van zijn tewerkstelling niet worden beschouwd als een volledig werkloze in de zin van artikel 27, 1°, b), van het koninklijk besluit van 25 november 1991 houdende de werkloosheidsreglementering en kan hij op geen enkele uitkering aanspraak maken voor de uren tijdens dewelke hij gewoonlijk niet werkt (1). (1) Zie andersluidende concl. OM in Pas. 2019, nr. 296."
      ]
    }
  },
  "30": {
    "ECLI:BE:CASS:2016:ARR.20161031.1": {
      "court": "CASS",
      "date": "2016-10-31",
      "roleNumber": "S.15.0024.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161031.1",
      "abstractFR": [
        "L'article 37, § 2, de l'arrêté royal du 25 novembre 1991, tel qu'applicable aux faits, prévoit en son alinéa 1er que le travail effectué à l'étranger est pris en considération s'il l'a été dans un emploi qui donnerait lieu en Belgique à des retenues pour la sécurité sociale, y compris celles pour le secteur du chômage; si l'alinéa 2 de cet article précise toutefois que l'alinéa 1er ne vaut que si le travailleur a, après le travail effectué à l'étranger, accompli des périodes de travail comme salarié en vertu de la réglementation belge, il n'exige pas que le travailleur qui a accompli à temps partiel lesdites périodes de travail satisfasse aux conditions d'admissibilité et d'octroi pour bénéficier des allocations de chômage comme travailleur à temps plein au moment où il est entré dans le régime de travail à temps partiel."
      ],
      "abstractNL": [
        "Artikel 37, §2, koninklijk besluit van 25 november 1991, zoals van toepassing op de feiten, bepaalt in het eerste lid dat de in het buitenland verrichte arbeid slechts in aanmerking komt wanneer hij verricht werd in een dienstbetrekking die in België aanleiding zou geven tot inhoudingen voor de sociale zekerheid, met inbegrip van de sector werkloosheid; hoewel het tweede lid van dat artikel preciseert dat het eerste lid evenwel slechts geldt indien de werknemer, na de in het buitenland verrichte arbeid, tijdvakken van arbeid als loontrekkende krachtens de Belgische regeling heeft vervuld, vereist het niet dat de werknemer die voormelde tijdvakken van arbeid deeltijds heeft verricht, voldoet aan de toelaatbaarheidsvoorwaarden en toekenningsvoorwaarden om recht te hebben op werkloosheidsuitkeringen als voltijds werknemer op het tijdstip dat hij in de deeltijdse arbeidsregeling is getreden."
      ]
    }
  },
  "36": {
    "ECLI:BE:CASS:2020:ARR.20200914.3F.1": {
      "court": "CASS",
      "date": "2020-09-14",
      "roleNumber": "S.18.0012.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200914.3F.1",
      "abstractFR": [
        "L'article 23 de la Constitution implique, en matière de droit à la sécurité sociale et de droit à l'aide sociale, une obligation de standstill qui s'oppose à ce que le législateur et l'autorité réglementaire compétents réduisent sensiblement le niveau de protection offert par la norme applicable sans qu'existent pour ce faire des motifs liés à l'intérêt général; cette disposition s'applique non seulement aux prestations prévues moyennant des cotisations sociales ou des périodes de travail suffisantes par les branches de la sécurité sociale des travailleurs salariés, des travailleurs indépendants, du secteur public ou d'outre-mer, mais également aux prestations à caractère non contributif prévues par ces mêmes branches de la sécurité sociale ou par celles du régime d'aide sociale constitué par les allocations aux personnes handicapées, l'intégration sociale, l'aide sociale proprement dite, les prestations familiales garanties et le revenu garanti aux personnes âgées; elle s'applique aux allocations d'insertion, prestations non contributives prévues sur la base des études par l'article 36 de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage; dès lors que toute réduction du niveau de protection offert par les prestations sociales, qu'elles soient ou non contributives, est, par nature, susceptible de réduire les dépenses et d'inciter les intéressés à fournir des efforts supplémentaires d'insertion sur le marché du travail, partant, de contribuer à la réalisation d'objectifs généraux en matière budgétaire et d'emploi, ces objectifs généraux ne sauraient suffire à justifier n'importe quelle réduction du niveau de cette protection; de même, l'intervention des centres publics d'action sociale étant assurée à toute personne, elle ne saurait suffire, sous peine de vider de tout contenu l'obligation de standstill précitée, à justifier n'importe quelle réduction du niveau de protection offert par des prestations sociales, fussent-elles non contributives (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel 23 Grondwet houdt inzake het recht op sociale zekerheid en het recht op maatschappelijke dienstverlening een standstill-verplichting in die zich ertegen verzet dat de bevoegde wetgever en de verordenende overheid de door de toepasselijke norm geboden beschermingsgraad aanzienlijk verminderen, zonder dat daartoe redenen van algemeen belang voorhanden zijn; die bepaling is niet enkel van toepassing op de prestaties die in ruil voor socialezekerheidsbijdragen of voor voldoende werkperiodes worden toegekend door de takken van de sociale zekerheid voor werknemers, zelfstandigen of ambtenaren of door de overzeese sociale zekerheid, maar ook op de prestaties die niet aan de sociale zekerheid bijdragen en die zijn voorzien in diezelfde takken van de sociale zekerheid of in de takken van het stelsel van de sociale bijstand, namelijk de tegemoetkomingen aan personen met een handicap, de sociale integratie, de eigenlijke maatschappelijke dienstverlening, de gewaarborgde gezinsbijslag en het gewaarborgd inkomen voor bejaarden; ze is van toepassing op de inschakelingsuitkeringen, die prestaties zijn die niet aan de sociale zekerheid bijdragen en die op grond van de studies worden toegekend door artikel 36 Werkloosheidsbesluit; aangezien elke vermindering van de beschermingsgraad die door de sociale prestaties wordt gewaarborgd, ongeacht of ze al dan niet aan de sociale zekerheid bijdragen, door de aard van die prestaties een vermindering van de uitgaven tot gevolg kan hebben en de betrokkenen ertoe kan aanzetten meer inspanningen te leveren om zich op de arbeidsmarkt te integreren en, bijgevolg, tot het behalen van algemene begrotings- en werkzaamheidsdoelstellingen kan bijdragen, kunnen dergelijke algemene doelstellingen niet volstaan om eender welke vermindering van die beschermingsgraad te verantwoorden; ook de hulp van de openbare centra voor maatschappelijk welzijn die eenieder wordt gewaarborgd, kan op zich niet volstaan om eender welke vermindering te verantwoorden van de beschermingsgraad die door de sociale prestaties wordt gewaarborgd, ook al dragen die prestaties niet bij aan de sociale zekerheid, omdat dit zou neerkomen op een uitholling van de voormelde standstill-verplichting (1). (1) Zie concl. OM in Pas. 2020, nr. 531."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221003.3N.2": {
      "court": "CASS",
      "date": "2022-10-03",
      "roleNumber": "S.17.0073.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221003.3N.2",
      "abstractFR": [
        "Lorsqu'un jeune travailleur visé par l'article 63, § 2, alinéa 4, 4°, de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage, qui justifie d'une inaptitude permanente au travail d'au moins 33 p.c. constatée par le médecin agréé par l'Office national de l'emploi, ne se voit pas proposer un trajet adapté à la réduction de sa capacité de travail, non en raison d'une attitude de refus de sa part, mais parce que le Vlaamse Dienst voor Arbeidsbemiddeling en Beroepsopleiding (en abrégé VDAB) ne peut lui proposer de trajet approprié, pour quelque motif que ce soit, le jeune travailleur concerné ne peut être réputé ne pas collaborer positivement à un trajet approprié organisé ou reconnu par le V.D.A.B. et remplit ainsi les conditions prévues à l'article 63, § 2, alinéa 4, 4°."
      ],
      "abstractNL": [
        "Wanneer aan een door artikel 63, § 2, vierde lid, 4°, Werkloosheidsbesluit beoogde jonge werknemer die een door de RVA-arts erkende blijvende arbeidsongeschiktheid van ten minste 33 pct. vertoont, geen aan zijn verminderde arbeidsgeschiktheid aangepast traject wordt aangeboden, niet omwille van een weigerachtige houding van de betrokkene, maar omdat de VDAB geen aangepast traject kan aanbieden, om welke reden ook, kan de betrokken jonge werknemer niet worden geacht niet positief mee te werken in een door de VDAB georganiseerd of erkend aangepast traject en aldus voldoet aan de in artikel 63, § 2, vierde lid, 4°, bepaalde voorwaarden."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130408.1": {
      "court": "CASS",
      "date": "2013-04-08",
      "roleNumber": "S.10.0057.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130408.1",
      "abstractFR": [
        "Les allocations d'attente prévues par la réglementation nationale sont des prestations sociales, dont l'objectif est de faciliter, pour les jeunes, le passage de l'enseignement au marché du travail.",
        "Dès lors que, à la date du dépôt de sa demande tendant à obtenir les allocations d'attente, le jeune avait la qualité de ressortissant d'un État membre qui, ayant terminé ses études, se trouvait à la recherche d'un emploi en Belgique, il est fondé à se prévaloir de l'article 39 du Traité instituant la Communauté européenne pour soutenir qu'il ne peut faire l'objet de discrimination en raison de la nationalité en ce qui concerne l'octroi des allocations d'attente.",
        "L'article 39 du Traité instituant la Communauté européenne saoppose à une disposition nationale, telle que l'article 36, § 1er, al. 1er, 2°, j) de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage, subordonnant le droit aux allocations d'attente bénéficiant aux jeunes à la recherche de leur premier emploi à la condition que l'intéressé ait suivi au moins six années d'études dans un établissement d'enseignement de l'État membre d'accueil, dans la mesure où ladite condition fait obstacle à la prise en compte d'autres éléments représentatifs propres à établir l'existence d'un lien réel entre le demandeur d'allocations et le marché géographique du travail en cause et excède, de ce fait, ce qui est nécessaire aux fins d'atteindre l'objectif poursuivi par ladite disposition et visant à garantir l'existence d'un tel lien.",
        "L'article 39 du Traité instituant la Communauté européenne s'oppose à une disposition nationale, telle que l'article 36, § 1er, al. 1er, 2°, j) de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage, subordonnant le droit aux allocations d'attente bénéficiant aux jeunes à la recherche de leur premier emploi à la condition que l'intéressé ait suivi au moins six années d'études dans un établissement d'enseignement de l'État membre d'accueil, dans la mesure où ladite condition fait obstacle à la prise en compte d'autres éléments représentatifs propres à établir l'existence d'un lien réel entre le demandeur d'allocations et le marché géographique du travail en cause et excède, de ce fait, ce qui est nécessaire aux fins d'atteindre l'objectif poursuivi par ladite disposition et visant à garantir l'existence d'un tel lien."
      ],
      "abstractNL": [
        "De wachtuitkeringen waarin de nationale regeling voorziet, zijn sociale uitkeringen om de overgang van studie naar beroepsleven voor jongeren te vergemakkelijken.",
        "De jongere, die op de datum van de indiening van zijn verzoek om deze uitkeringen, staatsburger was van een lidstaat en, na zijn studie te hebben voleindigd, op zoek was naar een dienstbetrekking in België, kan op goede gronden met een beroep op artikel 39 EG staande houden dat hij met betrekking tot de toekenning van wachtuitkeringen niet mag worden gediscrimineerd op grond van nationaliteit.",
        "Artikel 39 van het Verdrag tot oprichting van de Europese Gemeenschap verzet zich tegen een nationale bepaling, zoals artikel 36, §1, eerste lid, 2°, j) van het koninklijk besluit van 25 november 1991 houdende de werkloosheidsreglementering, die het recht op wachtuitkeringen voor jongeren die op zoek zijn naar hun eerste dienstbetrekking afhankelijk stelt van de voorwaarde dat de betrokkene voorafgaand ten minste zes jaar onderwijs heeft gevolgd aan een onderwijsinstelling van de ontvangende lidstaat, voor zover deze voorwaarde belet dat rekening wordt gehouden met andere representatieve factoren die het bestaan kunnen aantonen van een werkelijke band tussen de aanvrager van wachtuitkeringen en de betrokken geografische arbeidsmarkt, en daardoor verder gaat dan nodig voor de verwezenlijking van de door die bepaling nagestreefde doelstelling, te weten het bestaan van een dergelijke band te waarborgen."
      ]
    },
    "ECLI:BE:CASS:2011:ARR.20110627.5": {
      "court": "CASS",
      "date": "2011-06-27",
      "roleNumber": "S.10.0057.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20110627.5",
      "abstractFR": [
        "Les citoyens de l'Union européenne, qui n'ont pas la qualité de travailleur au sens de l'article 39 du Traité, bénéficient de la protection contre les discriminations en raison de la nationalité dans l'exercice de leurs libertés de circuler et de séjourner; l'arrêt qui considère que la demanderesse n'est pas travailleuse au sens de l'article 39 du Traité ne justifie pas légalement sa décision qu'en application de l'article 36, § 1er, 2°, j, de l'arrêté royal du 25 novembre 1991, celle-ci n'est pas admissible aux allocations d'attente.",
        "Les citoyens de l'Union européenne bénéficient de la protection contre les discriminations en raison de la nationalité dans l'exercice de leurs libertés de circuler et de séjourner, même en ce qui concerne des prestations sociales que la législation de l'Etat dont ils ressortissent ne prévoit pas; l'arrêt qui considère que la demanderesse ne perd aucun droit aux allocations d'attente et ne se trouve pas dans une situation moins favorable du fait qu'elle fait usage de son droit à la libre circulation en quittant la France pour s'installer en Belgique ne justifie pas légalement sa décision qu'il n'y a pas eu d'atteinte au principe de la libre circulation des citoyens à l'intérieur de l'Union et que celle-ci n'est pas admissible aux allocations d'attente.",
        "Lorsque devant la Cour la question se pose de savoir si les articles 12, 17, 18 et 39 du Traité instituant la Communauté européenne, dans sa version consolidée à Amsterdam le 2 octobre 1997, s'opposent à une disposition du droit national, tel l'article 36, § 1er, 2° j, de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage, qui soumet le droit aux allocations d'attente du jeune ressortissant de l'Union européenne, qui n'a pas la qualité de travailleur aux sens de l'article 39 du Traité, qui a effectué ses études secondaires dans l'Union européenne mais non dans un établissement d'enseignement organisé, subventionné ou reconnu par l'une des communautés de la Belgique et qui a obtenu, ou bien un titre délivré par une de ces communautés établissant l'équivalence de ces études au certificat d'études, délivré par le jury compétent d'une de ces communautés pour les études effectuées dans ces établissements d'enseignement belges, ou bien un titre donnant accès à l'enseignement supérieur, à la condition que ce jeune ait suivi préalablement six années d'études dans un établissement d'enseignement organisé, reconnu ou subventionné par l'une des communautés de la Belgique, la Cour pose une question préjudicielle à la Cour de Justice de l'Union européenne (1). (1) Le ministère public était d'avis qu'il n'y avait pas lieu de poser une question préjudicielle à la Cour de Justice de l'Union européenne mais que le moyen, en ses autres branches, était fondé.",
        "Lorsque devant la Cour la question se pose de savoir, si dans la mesure où une disposition nationale ne peut soumettre le droit aux allocations d'attente d'un jeune à une condition d'études dans un établissement belge, les circonstances que le jeune réside en Belgique avec son conjoint belge et est inscrit comme demandeur d'emploi auprès d'un service belge de l'emploi constituent des éléments à prendre en considération pour apprécier le lien du jeune avec le marché du travail, au regard des articles 12, 17, 18 et, le cas échéant, 39 du Traité et dans quelle mesure la durée de résidence, de mariage et d'inscription comme demandeur d'emploi doit être prise en considération, la Cour pose une question préjudicielle à la Cour de Justice de l'Union européenne (1). (1) Le ministère public était d'avis qu'il n'y avait pas lieu de poser une question préjudicielle à la Cour de Justice de l'Union européenne mais que le moyen, en ses autres branches, était fondé."
      ],
      "abstractNL": [
        "De burgers van de Europese Unie die niet de hoedanigheid van werknemer hebben in de zin van artikel 39 van het Verdrag, worden beschermd tegen discriminatie op grond van nationaliteit in de uitoefening van hun vrijheden om zich binnen de Unie te verplaatsen en er te verblijven ; het arrest dat beslist dat de eiseres geen werkneemster is in de zin van artikel 39 van het Verdrag, verantwoordt niet naar recht zijn beslissing dat zij, overeenkomstig artikel 36, § 1, 2°, j), Werkloosheidsbesluit, niet tot de wachtuitkeringen kan worden toegelaten.",
        "De burgers van de Europese Unie worden beschermd tegen discriminatie op grond van nationaliteit in de uitoefening van hun vrijheden om zich binnen de Unie te verplaatsen en te verblijven, zelfs wat betreft de sociale prestaties die niet worden toegekend door de wetgeving van de Staat waarvan zij onderdaan zijn ; het arrest dat oordeelt dat de eiseres geen enkel recht op de wachtuitkeringen verliest en dat zij zich niet in een minder gunstige positie bevindt omdat zij gebruik heeft gemaakt van haar recht op vrij verkeer door Frankrijk te verlaten en zich in België te vestigen, verantwoordt de beslissing niet naar recht dat het beginsel van het vrij verkeer van de burgers binnen de Unie niet is miskend en de eiseres niet tot de wachtuitkeringen kan worden toegelaten.",
        "Wanneer voor het Hof van Cassatie de vraag wordt gesteld of de artikelen 12, 17, 18 en 39 van het Verdrag tot oprichting van de Europese Gemeenschap, in de te Amsterdam op 2 oktober 1997 geconsolideerde versie, zich verzetten tegen een bepaling van nationaal recht die, zoals artikel 36, § 1, 2°, j) Werkloosheidsbesluit, het recht op wachtuitkeringen van een jongere, afkomstig uit de Europese Unie die geen werknemer is in de zin van artikel 39 van het Verdrag, die middelbare school in de Europese Unie heeft gevolgd maar niet in een onderwijsinstelling opgericht, gesubsidieerd of erkend door één van de Gemeenschappen van België en die ofwel een bewijsstuk verkregen heeft afgeleverd door één van die Gemeenschappen dat de gelijkwaardigheid vaststelt met het getuigschrift, afgegeven door de bevoegde examencommissie van een van die Gemeenschappen voor de opleiding die gevolgd werd in die Belgische onderwijsinstellingen, ofwel een toelatingsbewijs dat toegang geeft tot het hoger onderwijs, afhankelijk maakt van de voorwaarde dat die jongere eerst zes jaar onderwijs heeft gevolgd in een onderwijsinstelling opgericht, gesubsidieerd of erkend door één van de Gemeenschappen van België, stelt het Hof een prejudiciële vraag aan het Hof van Justitie van de Europese Unie.",
        "Wanneer voor het Hof van Cassatie de vraag wordt gesteld of, in zoverre een nationale bepaling het recht op wachtuitkeringen van een jongere niet afhankelijk mag maken van de voorwaarde dat die jongere onderwijs heeft gevolgd in een Belgische onderwijsinstelling, de omstandigheden dat de jongere in België verblijft met zijn Belgische echtgenoot en als werkzoekende is ingeschreven bij een Belgische dienst voor arbeidsvoorziening, elementen zijn waarmee rekening moet worden gehouden bij het beoordelen van de band tussen de jongere en de Belgische arbeidsmarkt in het licht van de artikelen 12, 17, 18 en, in voorkomend geval, 39 van het Verdrag, en in welke mate hierbij rekening moet worden gehouden met de duur van die perioden van verblijf, huwelijk en inschrijving als werkzoekende, stelt het Hof een prejudiciële vraag aan het Hof van Justitie van de Europese Unie (1). (1) Het O.M. meende dat er geen grond bestond om een prejudiciële vraag te stellen aan het Hof van Justitie van de Europese Unie, maar dat de andere onderdelen van het middel gegrond waren."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150119.4": {
      "court": "CASS",
      "date": "2015-01-19",
      "roleNumber": "S.13.0108.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150119.4",
      "abstractFR": [
        "En décidant que les études suivies par le jeune travailleur ne constituent pas des études de pleine exercice au sens de l'article 36, § 1er, alinéa 1er, 3° de l'arrêté royal du 25 novembre 1991, au motif que les cours sont dispensés «en horaire décalé [soit] uniquement soirée [après 18 heures] et le samedi matin», l'arrêt viole cette disposition, dans sa version applicable à l'espèce, suivant laquelle pour être admis au bénéfice des allocations d'attente, le jeune travailleur doit avoir mis fin à tout programme d'études de plein exercice."
      ],
      "abstractNL": [
        "Het arrest dat beslist dat de door de jonge werknemer gevolgde studie geen studie met volledig leerplan is in de zin van artikel 36, § 1, eerste lid, 3°, van het koninklijk besluit van 25 november 1991, op grond dat de lessen \"in avondonderwijs [hetzij] enkel 's avonds [na 18 uur] en op zaterdagochtend\" verstrekt worden, schendt voornoemde bepaling, in de versie die op de feiten van toepassing is, en volgens welke de jonge werknemer om toegelaten te worden tot de inschakelingsuitkering om het even welk programma van een studie met volledig leerplan moet hebben stopgezet."
      ]
    }
  },
  "37": {
    "ECLI:BE:CASS:2016:ARR.20161031.1": {
      "court": "CASS",
      "date": "2016-10-31",
      "roleNumber": "S.15.0024.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161031.1",
      "abstractFR": [
        "L'article 37, § 2, de l'arrêté royal du 25 novembre 1991, tel qu'applicable aux faits, prévoit en son alinéa 1er que le travail effectué à l'étranger est pris en considération s'il l'a été dans un emploi qui donnerait lieu en Belgique à des retenues pour la sécurité sociale, y compris celles pour le secteur du chômage; si l'alinéa 2 de cet article précise toutefois que l'alinéa 1er ne vaut que si le travailleur a, après le travail effectué à l'étranger, accompli des périodes de travail comme salarié en vertu de la réglementation belge, il n'exige pas que le travailleur qui a accompli à temps partiel lesdites périodes de travail satisfasse aux conditions d'admissibilité et d'octroi pour bénéficier des allocations de chômage comme travailleur à temps plein au moment où il est entré dans le régime de travail à temps partiel."
      ],
      "abstractNL": [
        "Artikel 37, §2, koninklijk besluit van 25 november 1991, zoals van toepassing op de feiten, bepaalt in het eerste lid dat de in het buitenland verrichte arbeid slechts in aanmerking komt wanneer hij verricht werd in een dienstbetrekking die in België aanleiding zou geven tot inhoudingen voor de sociale zekerheid, met inbegrip van de sector werkloosheid; hoewel het tweede lid van dat artikel preciseert dat het eerste lid evenwel slechts geldt indien de werknemer, na de in het buitenland verrichte arbeid, tijdvakken van arbeid als loontrekkende krachtens de Belgische regeling heeft vervuld, vereist het niet dat de werknemer die voormelde tijdvakken van arbeid deeltijds heeft verricht, voldoet aan de toelaatbaarheidsvoorwaarden en toekenningsvoorwaarden om recht te hebben op werkloosheidsuitkeringen als voltijds werknemer op het tijdstip dat hij in de deeltijdse arbeidsregeling is getreden."
      ]
    }
  },
  "42": {
    "ECLI:BE:CASS:2022:ARR.20220404.3F.1": {
      "court": "CASS",
      "date": "2022-04-04",
      "roleNumber": "S.20.0047.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220404.3F.1",
      "abstractFR": [
        "Les articles 42, § 1er, alinéa 2, et 42bis de l'arrêté royal du 25 novembre 1991 portant règlementation du chômage instaurent une différence de traitement en matière de droit aux allocations de chômage entre, d'une part, la catégorie des chômeurs pour cause économique, qui ne sont dispensés du stage que sous certaines conditions, d'autre part, la catégorie des autres chômeurs temporaires, qui sont dispensés du stage sans condition; compte tenu des caractéristiques et dispositions légales précitées, communes aux chômeurs économiques et aux autres chômeurs temporaires, pour cause de force majeure, de congés annuels, de troubles techniques ou d'intempéries, ces deux catégories sont comparables du point de vue de la lutte contre le recours abusif au chômage temporaire (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De artikelen 42, § 1, tweede lid, en 42bis Werkloosheidsbesluit voeren voor het recht op werkloosheidsuitkeringen een verschil in behandeling in tussen, enerzijds, de categorie van de economisch werklozen, die slechts onder beperkte voorwaarden worden vrijgesteld van de wachttijd en, anderzijds, de categorie van de andere tijdelijk werklozen, die zonder voorwaarden worden vrijgesteld van de wachttijd; gelet op de voormelde kenmerken en wettelijke bepalingen, die gemeen zijn aan de economisch werklozen en de andere tijdelijk werklozen, wegens overmacht, jaarlijkse vakantie, technische stoornis of slecht weer, zijn die twee categorieën vergelijkbaar uit het oogpunt van de bestrijding van het misbruik van de tijdelijke werkloosheid (1). (1) Zie concl. OM in Pas. 2022, nr. 243."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220404.3N.1": {
      "court": "CASS",
      "date": "2022-04-04",
      "roleNumber": "S.20.0047.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220404.3N.1",
      "abstractFR": [
        "Les articles 42, § 1er, alinéa 2, et 42bis de l'arrêté royal du 25 novembre 1991 portant règlementation du chômage instaurent une différence de traitement en matière de droit aux allocations de chômage entre, d'une part, la catégorie des chômeurs pour cause économique, qui ne sont dispensés du stage que sous certaines conditions, d'autre part, la catégorie des autres chômeurs temporaires, qui sont dispensés du stage sans condition; compte tenu des caractéristiques et dispositions légales précitées, communes aux chômeurs économiques et aux autres chômeurs temporaires, pour cause de force majeure, de congés annuels, de troubles techniques ou d'intempéries, ces deux catégories sont comparables du point de vue de la lutte contre le recours abusif au chômage temporaire (1). (1) Voir les concl. du MP.",
        "Les articles 42, § 1er, alinéa 2, et 42bis de l’arrêté royal du 25 novembre 1991 portant règlementation du chômage instaurent une différence de traitement en matière de droit aux allocations de chômage entre, d’une part, la catégorie des chômeurs pour cause économique, qui ne sont dispensés du stage que sous certaines conditions, d’autre part, la catégorie des autres chômeurs temporaires, qui sont dispensés du stage sans condition; compte tenu des caractéristiques et dispositions légales précitées, communes aux chômeurs économiques et aux autres chômeurs temporaires, pour cause de force majeure, de congés annuels, de troubles techniques ou d'intempéries, ces deux catégories sont comparables du point de vue de la lutte contre le recours abusif au chômage temporaire (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220404.3N.4": {
      "court": "CASS",
      "date": "2022-04-04",
      "roleNumber": "S.20.0053.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220404.3N.4&lang=fr",
      "abstractFR": [
        "Les articles 42, § 1er, alinéa 2, et 42bis de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage instaurent une différence de traitement en matière de droit aux allocations de chômage entre, d'une part, la catégorie des chômeurs pour cause économique, qui ne sont dispensés du stage que sous certaines conditions et, d'autre part, la catégorie des autres chômeurs temporaires pour cause de force majeure, de congé annuel, d'accident technique ou d'intempéries, qui sont dispensés du stage sans devoir satisfaire à ces conditions; il suit des caractéristiques et dispositions légales communes aux chômeurs économiques et aux autres chômeurs temporaires pour cause de force majeure, de congé annuel, d'accident technique ou d'intempéries, que ces deux catégories sont comparables du point de vue de la lutte contre le recours abusif au chômage temporaire."
      ],
      "abstractNL": [
        "De artikelen 42, § 1, tweede lid, en 42bis Werkloosheidsbesluit voeren een verschillend regime in voor het recht op werkloosheidsuitkeringen tussen enerzijds de categorie van de economisch werklozen, die slechts onder beperkte voorwaarden vrijgesteld kunnen worden van de wachttijd, en de categorie van de andere tijdelijk werklozen, wegens overmacht, jaarlijkse vakantie, technische stoornis of slecht weer, die zonder die voorwaarden vrijgesteld zijn van de wachttijd; rekening gehouden met de karakteristieken en wettelijke bepalingen die gemeen zijn aan de economisch werklozen en de andere tijdelijk werklozen, wegens overmacht, jaarlijkse vakantie, technische stoornis of slecht weer, zijn deze twee categorieën vanuit het oogpunt van de bestrijding van het oneigenlijk gebruik van de tijdelijke werkloosheid vergelijkbaar."
      ]
    }
  },
  "44": {
    "ECLI:BE:CASS:2025:ARR.20251216.2N.17": {
      "court": "CASS",
      "date": "2025-12-16",
      "roleNumber": "P.25.0410.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251216.2N.17",
      "abstractFR": null,
      "abstractNL": [
        "De rechter oordeelt onaantastbaar of een uitkeringsgerechtigd werkloze een activiteit heeft verricht op een wijze die het gewoon beheer van het eigen bezit overstijgt; het Hof gaat wel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden verantwoord (1). (1) Zie Cass. 15 mei 2018, AR P.18.0238.N, AC 2018, nr. 308."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221107.3N.5": {
      "court": "CASS",
      "date": "2022-11-07",
      "roleNumber": "S.22.0008.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221107.3N.5",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 44, 45, eerste lid, 48bis, 130, §1 en §2 Werkloosheidsbesluit volgt dat de voor de werkloosheidsuitkering in aanmerking te nemen inkomsten uit de artistieke activiteit berekend worden per kalenderjaar op basis van het jaarlijks netto inkomen en bijgevolg dat de werkloosheidsuitkeringen die worden toegekend en uitbetaald aan een werkloze die aanspraak maakt op inkomsten uit een artistieke activiteit, steeds voorlopig worden toegekend en uitgekeerd."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231211.3F.5": {
      "court": "CASS",
      "date": "2023-12-11",
      "roleNumber": "S.21.0023.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231211.3F.5",
      "abstractFR": [
        "Le chômeur qui exerce à titre accessoire une activité au sens de l'article 45 de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage, non visée à l'article 48bis, doit faire mention de cette activité sur sa carte de contrôle si, lors de sa demande d'allocations, il ne l'a pas déclarée conformément à l'article 48, § 1er, alinéa 1er, 1°, du même arrêté royal, quels que soient le jour ou l'heure où il exerce cette activité."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240610.3F.2": {
      "court": "CASS",
      "date": "2024-06-10",
      "roleNumber": "S.23.0050.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240610.3F.2",
      "abstractFR": [
        "Le chômeur temporaire peut, dans la période qui s'étend du 1er février 2020 au 31 août 2020 inclus et du 1er octobre 2020 au 31 mars 2021 inclus, sans qu'il doive satisfaire aux conditions de l'article 48, § 1er, de l'arrêté royal du 25 novembre 1991, exercer une activité à titre accessoire avec maintien du droit aux allocations, pour autant qu'il ait déjà exercé cette activité accessoire dans le courant des trois mois, calculés de date à date, qui précèdent le premier jour où il a été mis en chômage temporaire à la suite du virus covid-19; cette disposition vise le premier jour de la période de chômage temporaire consécutive au virus covid-19 concernée par l'indemnisation sollicitée, quand bien même le travailleur aurait connu précédemment d'autres périodes de chômage temporaire à la suite de ce virus (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2019:ARR.20190520.2": {
      "court": "CASS",
      "date": "2019-05-20",
      "roleNumber": "S.17.0004.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190520.2",
      "abstractFR": [
        "Durant la durée de son occupation, le travailleur à temps partiel volontaire ne peut être tenu pour un chômeur complet au sens de l'article 27, 1°, b), de l'arrêté royal du 20 novembre 1991 et ne peut prétendre à aucune allocation pour les heures pendant lesquelles il ne travaille pas habituellement (1). (1) Voir les concl. contraires du MP."
      ],
      "abstractNL": [
        "De vrijwillig deeltijdse werknemer mag tijdens de duur van zijn tewerkstelling niet worden beschouwd als een volledig werkloze in de zin van artikel 27, 1°, b), van het koninklijk besluit van 25 november 1991 houdende de werkloosheidsreglementering en kan hij op geen enkele uitkering aanspraak maken voor de uren tijdens dewelke hij gewoonlijk niet werkt (1). (1) Zie andersluidende concl. OM in Pas. 2019, nr. 296."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180515.2": {
      "court": "CASS",
      "date": "2018-05-15",
      "roleNumber": "P.18.0238.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180515.2&lang=fr",
      "abstractFR": [
        "Il résulte de l'article 45, alinéa 7, de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage qu'une activité ne peut être considérée comme une activité limitée à la gestion normale des biens propres si elle permet d'accroître plus que modérément la valeur de ces biens.",
        "Il suit de l'article 45, alinéa 7, de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage que, pour pouvoir être considérée comme une activité limitée à la gestion normale des biens propres, l'activité concernée ne peut être exercée dans un but lucratif; il n'est pas requis à cet effet que cette activité génère effectivement des revenus."
      ],
      "abstractNL": [
        "Uit artikel 45, zevende lid, Werkloosheidbesluit volgt dat een activiteit niet kan worden beschouwd als een activiteit die beperkt is tot het gewone beheer van het eigen bezit indien door die activiteit de waarde van het bezit in meer dan beperkte mate wordt verhoogd.",
        "Uit artikel 45, zevende lid, Werkloosheidbesluit volgt dat, opdat een activiteit kan worden beschouwd als een activiteit die beperkt is tot het gewone beheer van het eigen bezit ze niet mag worden uitgeoefend met het oog op het verkrijgen van een opbrengst; daartoe is niet vereist dat die activiteit ook effectief inkomsten oplevert."
      ]
    }
  },
  "45": {
    "ECLI:BE:CASS:2025:ARR.20251216.2N.17": {
      "court": "CASS",
      "date": "2025-12-16",
      "roleNumber": "P.25.0410.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251216.2N.17",
      "abstractFR": null,
      "abstractNL": [
        "De rechter oordeelt onaantastbaar of een uitkeringsgerechtigd werkloze een activiteit heeft verricht op een wijze die het gewoon beheer van het eigen bezit overstijgt; het Hof gaat wel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden verantwoord (1). (1) Zie Cass. 15 mei 2018, AR P.18.0238.N, AC 2018, nr. 308."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221107.3N.5": {
      "court": "CASS",
      "date": "2022-11-07",
      "roleNumber": "S.22.0008.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221107.3N.5",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 44, 45, eerste lid, 48bis, 130, §1 en §2 Werkloosheidsbesluit volgt dat de voor de werkloosheidsuitkering in aanmerking te nemen inkomsten uit de artistieke activiteit berekend worden per kalenderjaar op basis van het jaarlijks netto inkomen en bijgevolg dat de werkloosheidsuitkeringen die worden toegekend en uitbetaald aan een werkloze die aanspraak maakt op inkomsten uit een artistieke activiteit, steeds voorlopig worden toegekend en uitgekeerd."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231211.3F.5": {
      "court": "CASS",
      "date": "2023-12-11",
      "roleNumber": "S.21.0023.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231211.3F.5",
      "abstractFR": [
        "Le chômeur qui exerce à titre accessoire une activité au sens de l'article 45 de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage, non visée à l'article 48bis, doit faire mention de cette activité sur sa carte de contrôle si, lors de sa demande d'allocations, il ne l'a pas déclarée conformément à l'article 48, § 1er, alinéa 1er, 1°, du même arrêté royal, quels que soient le jour ou l'heure où il exerce cette activité."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240610.3F.2": {
      "court": "CASS",
      "date": "2024-06-10",
      "roleNumber": "S.23.0050.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240610.3F.2",
      "abstractFR": [
        "Le chômeur temporaire peut, dans la période qui s'étend du 1er février 2020 au 31 août 2020 inclus et du 1er octobre 2020 au 31 mars 2021 inclus, sans qu'il doive satisfaire aux conditions de l'article 48, § 1er, de l'arrêté royal du 25 novembre 1991, exercer une activité à titre accessoire avec maintien du droit aux allocations, pour autant qu'il ait déjà exercé cette activité accessoire dans le courant des trois mois, calculés de date à date, qui précèdent le premier jour où il a été mis en chômage temporaire à la suite du virus covid-19; cette disposition vise le premier jour de la période de chômage temporaire consécutive au virus covid-19 concernée par l'indemnisation sollicitée, quand bien même le travailleur aurait connu précédemment d'autres périodes de chômage temporaire à la suite de ce virus (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2018:ARR.20180515.2": {
      "court": "CASS",
      "date": "2018-05-15",
      "roleNumber": "P.18.0238.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180515.2&lang=fr",
      "abstractFR": [
        "Il résulte de l'article 45, alinéa 7, de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage qu'une activité ne peut être considérée comme une activité limitée à la gestion normale des biens propres si elle permet d'accroître plus que modérément la valeur de ces biens.",
        "Il suit de l'article 45, alinéa 7, de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage que, pour pouvoir être considérée comme une activité limitée à la gestion normale des biens propres, l'activité concernée ne peut être exercée dans un but lucratif; il n'est pas requis à cet effet que cette activité génère effectivement des revenus."
      ],
      "abstractNL": [
        "Uit artikel 45, zevende lid, Werkloosheidbesluit volgt dat een activiteit niet kan worden beschouwd als een activiteit die beperkt is tot het gewone beheer van het eigen bezit indien door die activiteit de waarde van het bezit in meer dan beperkte mate wordt verhoogd.",
        "Uit artikel 45, zevende lid, Werkloosheidbesluit volgt dat, opdat een activiteit kan worden beschouwd als een activiteit die beperkt is tot het gewone beheer van het eigen bezit ze niet mag worden uitgeoefend met het oog op het verkrijgen van een opbrengst; daartoe is niet vereist dat die activiteit ook effectief inkomsten oplevert."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161212.1": {
      "court": "CASS",
      "date": "2016-12-12",
      "roleNumber": "S.13.0022.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161212.1",
      "abstractFR": [
        "L'arrêt, qui ne décide pas légalement que l'activité du demandeur d'allocations était exercée sans but lucratif, ne justifie des lors pas légalement sa décision de faire droit à son recours par application de l'arrêté royale du 7 décembre 1992 relatif à l'octroi d'allocations de chômage en cas de prépension conventionnelle et de l'arrêté ministériel du 23 décembre 1992 portant activités non rémunérées et activités professionnelles autorisées aux prépensionnés (1). (1) Voir les concl. contraires du MP."
      ],
      "abstractNL": [
        "Het arrest, dat niet naar recht beslist dat de activiteit van de aanvrager van de werkloosheidsuitkeringen zonder winstoogmerk werd verricht, verantwoordt bijgevolg niet naar recht zijn beslissing in te gaan op diens hoger beroep met toepassing van het koninklijk besluit van 7 december 1992 betreffende de toekenning van werkloosheidsuitkeringen in geval van conventioneel brugpensioen en van het ministerieel besluit van 23 december 1992 houdende niet bezoldigde activiteiten zonder loon en beroepsbezigheden toegestaan aan bruggepensioneerden (1). (1) Zie andersluidende concl. OM in Pas. 2016, nr. 710."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160118.3": {
      "court": "CASS",
      "date": "2016-01-18",
      "roleNumber": "S.14.0087.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160118.3",
      "abstractFR": [
        "Les revenus susceptibles de révéler que l'activité ne présente plus un caractère accessoire au sens de l'article 48, § 3, de l'arrêté royal du 25 novembre 1991, sont les revenus qui sont produits par l'activité; l'arrêt, qui considère que, si 'le chiffre d'affaires réalisé peut paraître, de prime abord, élevé', les revenus, après déduction des rémunérations de sous-traitance et des charges fiscalement admises, étaient 'réduits' et que dès lors 'il s'agissait bien d'une activité accessoire', viole l'article 48, § 3, précité(1)(2). (1) Voir les concl. du MP. (2) Voir Cass. 18 janvier 2016, RG S.14.0083.F, Pas. 2016, n° 35."
      ],
      "abstractNL": [
        "De inkomsten die erop kunnen wijzen dat de activiteit niet langer het karakter heeft van een bijkomstige activiteit in de zin van artikel 48, §3, van het koninklijk besluit van 25 november 1991, zijn de inkomsten die voortkomen uit die activiteit; wanneer het arrest oordeelt dat hoewel 'de gerealiseerde omzet op het eerste gezicht aanzienlijk lijkt', de inkomsten, na aftrek van de vergoedingen van onder-aanneming en de lasten die fiscaal aangenomen worden 'beperkt' waren en 'het', bijgevolg, 'wel degelijk een bijkomstige activiteit betrof', schendt het het voornoemde artikel 48, §3(1)(2). (1) Zie de concl. OM in Pas. 2016, nr. 36. (2) Zie Cass. 18 januari 2016, AR S.14.0083.F, AC 2016, nr. 35."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160118.2": {
      "court": "CASS",
      "date": "2016-01-18",
      "roleNumber": "S.14.0083.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160118.2",
      "abstractFR": [
        "Les revenus susceptibles de révéler que l'activité ne présente plus un caractère accessoire au sens de l'article 48, § 3, de l'arrêté royal du 25 novembre 1991, sont les revenus qui sont produits par l'activité; l'arrêt, qui tient compte du revenu annuel net imposable en application de l'article 130, § 2, alinéa 5, du même arrêté Royal pour apprécier si cette activité présente le caractère d'une profession accessoire au sens de l'article 48, § 3, viole cette dernière disposition (1). (1) Voir Cass. 18 janvier 2016, RG S.14.0087.F, Pas. 2016, n°....."
      ],
      "abstractNL": [
        "De inkomsten die erop kunnen wijzen dat de activiteit niet langer het karakter heeft van een bijkomstige activiteit in de zin van artikel 48, §3, van het koninklijk besluit van 25 november 1991, zijn de inkomsten die voortkomen uit die activiteit; het arrest dat rekening houdt met het netto belastbaar jaarinkomen met toepassing van artikel 130, §2, vijfde lid, van datzelfde koninklijk besluit om te oordelen of deze activiteit het karakter heeft van een bijkomstige activiteit in de zin van artikel 48, §3, schendt die wetsbepaling (1). (1) Zie Cass. 18 januari 2016, AR S.14.0087.F, AC., nr. ........."
      ]
    }
  },
  "48": {
    "ECLI:BE:CASS:2023:ARR.20231211.3F.5": {
      "court": "CASS",
      "date": "2023-12-11",
      "roleNumber": "S.21.0023.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231211.3F.5",
      "abstractFR": [
        "Le chômeur qui exerce à titre accessoire une activité au sens de l'article 45 de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage, non visée à l'article 48bis, doit faire mention de cette activité sur sa carte de contrôle si, lors de sa demande d'allocations, il ne l'a pas déclarée conformément à l'article 48, § 1er, alinéa 1er, 1°, du même arrêté royal, quels que soient le jour ou l'heure où il exerce cette activité."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240610.3F.2": {
      "court": "CASS",
      "date": "2024-06-10",
      "roleNumber": "S.23.0050.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240610.3F.2",
      "abstractFR": [
        "Le chômeur temporaire peut, dans la période qui s'étend du 1er février 2020 au 31 août 2020 inclus et du 1er octobre 2020 au 31 mars 2021 inclus, sans qu'il doive satisfaire aux conditions de l'article 48, § 1er, de l'arrêté royal du 25 novembre 1991, exercer une activité à titre accessoire avec maintien du droit aux allocations, pour autant qu'il ait déjà exercé cette activité accessoire dans le courant des trois mois, calculés de date à date, qui précèdent le premier jour où il a été mis en chômage temporaire à la suite du virus covid-19; cette disposition vise le premier jour de la période de chômage temporaire consécutive au virus covid-19 concernée par l'indemnisation sollicitée, quand bien même le travailleur aurait connu précédemment d'autres périodes de chômage temporaire à la suite de ce virus (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2016:ARR.20160905.3": {
      "court": "CASS",
      "date": "2016-09-05",
      "roleNumber": "S.16.0007.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160905.3",
      "abstractFR": [
        "Si, en vertu des articles 48, § 1er, et 130 de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage, le montant de l'allocation de chômage revenant à un chômeur exerçant une activité accessoire autorisée ne peut être définitivement fixé que lorsque le revenu annuel net imposable de cette activité est déterminé, il ne résulte ni de ces dispositions ni d'aucune autre de celles que vise le moyen que la créance de l'ONEm en récupération de l'indu résultant du paiement d'allocations dont leur montant s'avère trop élevé serait soumis à la condition suspensive de la production par le chômeur de l'avertissement extrait de rôle déterminant ce revenu annuel (1). (1) Voir les concl. du MP.",
        "Les articles 48, § 1er, et 130 de l'arrêté royal du 25 novembre 1991 ne créent pour l'ONEm d'impossibilité d'agir en récupération de l'indu qu'aussi longtemps que ce revenu n'est pas établi (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Hoewel, krachtens de artikelen 48, § 1, en 130 van het koninklijk besluit van 25 november 1991 houdende de werkloosheidsreglementering, het bedrag van de werkloosheidsuitkering voor de werkloze die op bijkomstige wijze een toegestane activiteit uitoefent slechts definitief kan worden vastgesteld wanneer het netto belastbaar jaarinkomen van die activiteit bepaald is, volgt noch uit die bepalingen, noch uit enig andere in het middel bedoelde bepalingen, dat de schuldvordering van de RVA tot terugbetaling van het onverschuldigd betaalde als gevolg van het uitbetalen van uitkeringen waarvan het bedrag te hoog blijkt te zijn, onderworpen is aan de opschortende voorwaarde dat de werkloze het aanslagbiljet overlegt dat zijn jaarinkomen bepaalt (1). (1) Zie concl. OM, in Pas. 2016, nr ...",
        "De artikelen 48, § 1, en 130 van het koninklijk besluit van 25 november 1991 houdende de werkloosheidsreglementering beletten de RVA het onverschuldigd betaalde terug te vorderen enkel zolang dat inkomen niet vaststaat (1). (1) Zie concl. OM, in Pas. 2016, nr ..."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160118.3": {
      "court": "CASS",
      "date": "2016-01-18",
      "roleNumber": "S.14.0087.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160118.3",
      "abstractFR": [
        "Les revenus susceptibles de révéler que l'activité ne présente plus un caractère accessoire au sens de l'article 48, § 3, de l'arrêté royal du 25 novembre 1991, sont les revenus qui sont produits par l'activité; l'arrêt, qui considère que, si 'le chiffre d'affaires réalisé peut paraître, de prime abord, élevé', les revenus, après déduction des rémunérations de sous-traitance et des charges fiscalement admises, étaient 'réduits' et que dès lors 'il s'agissait bien d'une activité accessoire', viole l'article 48, § 3, précité(1)(2). (1) Voir les concl. du MP. (2) Voir Cass. 18 janvier 2016, RG S.14.0083.F, Pas. 2016, n° 35."
      ],
      "abstractNL": [
        "De inkomsten die erop kunnen wijzen dat de activiteit niet langer het karakter heeft van een bijkomstige activiteit in de zin van artikel 48, §3, van het koninklijk besluit van 25 november 1991, zijn de inkomsten die voortkomen uit die activiteit; wanneer het arrest oordeelt dat hoewel 'de gerealiseerde omzet op het eerste gezicht aanzienlijk lijkt', de inkomsten, na aftrek van de vergoedingen van onder-aanneming en de lasten die fiscaal aangenomen worden 'beperkt' waren en 'het', bijgevolg, 'wel degelijk een bijkomstige activiteit betrof', schendt het het voornoemde artikel 48, §3(1)(2). (1) Zie de concl. OM in Pas. 2016, nr. 36. (2) Zie Cass. 18 januari 2016, AR S.14.0083.F, AC 2016, nr. 35."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160118.2": {
      "court": "CASS",
      "date": "2016-01-18",
      "roleNumber": "S.14.0083.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160118.2",
      "abstractFR": [
        "Les revenus susceptibles de révéler que l'activité ne présente plus un caractère accessoire au sens de l'article 48, § 3, de l'arrêté royal du 25 novembre 1991, sont les revenus qui sont produits par l'activité; l'arrêt, qui tient compte du revenu annuel net imposable en application de l'article 130, § 2, alinéa 5, du même arrêté Royal pour apprécier si cette activité présente le caractère d'une profession accessoire au sens de l'article 48, § 3, viole cette dernière disposition (1). (1) Voir Cass. 18 janvier 2016, RG S.14.0087.F, Pas. 2016, n°....."
      ],
      "abstractNL": [
        "De inkomsten die erop kunnen wijzen dat de activiteit niet langer het karakter heeft van een bijkomstige activiteit in de zin van artikel 48, §3, van het koninklijk besluit van 25 november 1991, zijn de inkomsten die voortkomen uit die activiteit; het arrest dat rekening houdt met het netto belastbaar jaarinkomen met toepassing van artikel 130, §2, vijfde lid, van datzelfde koninklijk besluit om te oordelen of deze activiteit het karakter heeft van een bijkomstige activiteit in de zin van artikel 48, §3, schendt die wetsbepaling (1). (1) Zie Cass. 18 januari 2016, AR S.14.0087.F, AC., nr. ........."
      ]
    }
  },
  "51": {
    "ECLI:BE:CASS:2023:ARR.20230206.3N.3": {
      "court": "CASS",
      "date": "2023-02-06",
      "roleNumber": "S.22.0039.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230206.3N.3",
      "abstractFR": null,
      "abstractNL": [
        "De volledig werkloze die zijn afwezigheid kan rechtvaardigen maar die de dienst voor arbeidsbemiddeling of beroepsopleiding die hem heeft opgeroepen, niet tijdig op de hoogte heeft gebracht van zijn gerechtvaardigde afwezigheid, wordt niet geacht werkloos te zijn wegens omstandigheden afhankelijk van zijn wil."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150921.1": {
      "court": "CASS",
      "date": "2015-09-21",
      "roleNumber": "S.13.0008.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150921.1",
      "abstractFR": [
        "Les travailleurs qui deviennent chômeurs par suite de circonstances dépendant de leur volonté et les chômeurs complets qui manquent à leur obligation de rechercher activement du travail constituent des catégories de personnes que distingue un critère objectif et raisonnable dès lors que les seconds seuls bénéficient d'un suivi encadré de leurs efforts (1). (1) Voir les concl. du MP.",
        "En écartant, par application de l'article 159 de la Constitution, l'article 59sexies, § 6, de l'arrêté Royal du 25 novembre 1991 au motif que l'exclusion que prévoit cette disposition ne peut faire l'objet de modalités comparables à celles qui peuvent assortir les mesures équivalentes applicables au travailleur visé à l'article 51, § 1er, alinéa 1er, précité, l'arrêt, qui nie l'existence d'un critère objectif et raisonnable justifiant ce traitement différent, viole les articles 10 et 11 de la Constitution (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De werknemers die werkloos worden wegens omstandigheden afhankelijk van hun wil en de volledig werklozen die hun verplichting verzuimen om actief naar werk te zoeken, vormen categorieën van personen die volgens een objectief en redelijk criterium zijn onderscheiden aangezien enkel laatstgenoemden genieten van een begeleide opvolging van hun inspanningen (1). (1) Zie de concl. OM in Pas. nr. ...",
        "Het arrest dat, met toepassing van artikel 159 van de Grondwet, artikel 59sexies, § 6, Werkloosheidsbesluit afwijst op grond dat er voor de door die bepaling bedoelde uitsluiting geen modaliteiten zijn die vergelijkbaar zijn met deze die gekoppeld zijn aan de evenwaardige maatregelen, die van toepassing zijn op de in het voornoemde artikel 51, § 1, eerste lid, bedoelde werknemer, en dat het bestaan ontkent van een objectief en redelijk criterium dat dit verschil in behandeling verantwoordt, schendt de artikelen 10 en 11 van de Grondwet (1). (1) Zie de concl. OM in Pas. nr. ..."
      ]
    }
  },
  "52": {
    "ECLI:BE:CASS:2015:ARR.20150921.1": {
      "court": "CASS",
      "date": "2015-09-21",
      "roleNumber": "S.13.0008.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150921.1",
      "abstractFR": [
        "Les travailleurs qui deviennent chômeurs par suite de circonstances dépendant de leur volonté et les chômeurs complets qui manquent à leur obligation de rechercher activement du travail constituent des catégories de personnes que distingue un critère objectif et raisonnable dès lors que les seconds seuls bénéficient d'un suivi encadré de leurs efforts (1). (1) Voir les concl. du MP.",
        "En écartant, par application de l'article 159 de la Constitution, l'article 59sexies, § 6, de l'arrêté Royal du 25 novembre 1991 au motif que l'exclusion que prévoit cette disposition ne peut faire l'objet de modalités comparables à celles qui peuvent assortir les mesures équivalentes applicables au travailleur visé à l'article 51, § 1er, alinéa 1er, précité, l'arrêt, qui nie l'existence d'un critère objectif et raisonnable justifiant ce traitement différent, viole les articles 10 et 11 de la Constitution (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De werknemers die werkloos worden wegens omstandigheden afhankelijk van hun wil en de volledig werklozen die hun verplichting verzuimen om actief naar werk te zoeken, vormen categorieën van personen die volgens een objectief en redelijk criterium zijn onderscheiden aangezien enkel laatstgenoemden genieten van een begeleide opvolging van hun inspanningen (1). (1) Zie de concl. OM in Pas. nr. ...",
        "Het arrest dat, met toepassing van artikel 159 van de Grondwet, artikel 59sexies, § 6, Werkloosheidsbesluit afwijst op grond dat er voor de door die bepaling bedoelde uitsluiting geen modaliteiten zijn die vergelijkbaar zijn met deze die gekoppeld zijn aan de evenwaardige maatregelen, die van toepassing zijn op de in het voornoemde artikel 51, § 1, eerste lid, bedoelde werknemer, en dat het bestaan ontkent van een objectief en redelijk criterium dat dit verschil in behandeling verantwoordt, schendt de artikelen 10 en 11 van de Grondwet (1). (1) Zie de concl. OM in Pas. nr. ..."
      ]
    }
  },
  "56": {
    "ECLI:BE:CASS:2016:ARR.20160606.5": {
      "court": "CASS",
      "date": "2016-06-06",
      "roleNumber": "S.16.0003.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160606.5",
      "abstractFR": [
        "Lorsque le directeur du bureau de chômage exclut un chômeur du bénéfice des allocations et que ce dernier conteste cette exclusion, il naît entre l'Office national de l'emploi et le chômeur une contestation relative au droit aux allocations pendant la période de l'exclusion; pour statuer sur cette contestation, le tribunal du travail, auquel elle ressortit en vertu de l'article 580, 2° du Code judiciaire, est tenu, dans le respect des droits de la défense et sans modifier l'objet de la demande, d'appliquer aux faits régulièrement soumis à son appréciation les règles de droits qui leur sont applicables; il ne peut reconnaître le droit aux allocations que dans le respect des dispositions légales et réglementaires relatives au chômage (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de directeur van het werkloosheidsbureau een werkloze uitsluit van het recht op uitkeringen en laatstgenoemde die beslissing betwist, ontstaat tussen de Rijksdienst voor Arbeidsvoorziening en de werkloze een betwisting over het recht op uitkeringen gedurende het tijdvak van de uitsluiting; om uitspraak te doen over die betwisting, moet de arbeidsrechtbank, waaronder deze krachtens artikel 580, 2°, van het Gerechtelijk Wetboek ressorteert, met naleving van het recht van verdediging en zonder wijziging van het voorwerp van de vordering, de passende rechtsregels toepassen op de feiten die regelmatig aan haar beoordeling zijn voorgelegd; zij mag het recht op uitkeringen enkel toekennen met naleving van de wettelijke en verordenende bepalingen inzake werkloosheid (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150216.2": {
      "court": "CASS",
      "date": "2015-02-16",
      "roleNumber": "S.13.0038.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150216.2",
      "abstractFR": [
        "De ce que l'arrêt constate que la défenderesse 'n'a pas respecté le troisième engagement souscrit dans le cadre du [second] contrat' d'activation et consistant à 'présenter quatre candidatures spontanées par mois jusqu'au prochain entretien' d'évaluation, il ne se déduit pas que celle-ci n'aurait pas recherché activement du travail (1). (1) Voir les concl. MP."
      ],
      "abstractNL": [
        "Uit de vaststelling van het arrest dat de verweerster \"de derde verbintenis in het kader van de [tweede] activeringsovereenkomst\" niet heeft nageleefd, die erin bestaat \"vier spontane kandidaturen per maand tot het volgende evaluatiegesprek voor te leggen\", kan niet worden afgeleid dat zij niet actief naar werk zou hebben gezocht (1). (1) Zie de concl. OM in Pas. 2015, nr. ..."
      ]
    }
  },
  "58": {
    "ECLI:BE:CASS:2015:ARR.20150921.1": {
      "court": "CASS",
      "date": "2015-09-21",
      "roleNumber": "S.13.0008.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150921.1",
      "abstractFR": [
        "Les travailleurs qui deviennent chômeurs par suite de circonstances dépendant de leur volonté et les chômeurs complets qui manquent à leur obligation de rechercher activement du travail constituent des catégories de personnes que distingue un critère objectif et raisonnable dès lors que les seconds seuls bénéficient d'un suivi encadré de leurs efforts (1). (1) Voir les concl. du MP.",
        "En écartant, par application de l'article 159 de la Constitution, l'article 59sexies, § 6, de l'arrêté Royal du 25 novembre 1991 au motif que l'exclusion que prévoit cette disposition ne peut faire l'objet de modalités comparables à celles qui peuvent assortir les mesures équivalentes applicables au travailleur visé à l'article 51, § 1er, alinéa 1er, précité, l'arrêt, qui nie l'existence d'un critère objectif et raisonnable justifiant ce traitement différent, viole les articles 10 et 11 de la Constitution (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De werknemers die werkloos worden wegens omstandigheden afhankelijk van hun wil en de volledig werklozen die hun verplichting verzuimen om actief naar werk te zoeken, vormen categorieën van personen die volgens een objectief en redelijk criterium zijn onderscheiden aangezien enkel laatstgenoemden genieten van een begeleide opvolging van hun inspanningen (1). (1) Zie de concl. OM in Pas. nr. ...",
        "Het arrest dat, met toepassing van artikel 159 van de Grondwet, artikel 59sexies, § 6, Werkloosheidsbesluit afwijst op grond dat er voor de door die bepaling bedoelde uitsluiting geen modaliteiten zijn die vergelijkbaar zijn met deze die gekoppeld zijn aan de evenwaardige maatregelen, die van toepassing zijn op de in het voornoemde artikel 51, § 1, eerste lid, bedoelde werknemer, en dat het bestaan ontkent van een objectief en redelijk criterium dat dit verschil in behandeling verantwoordt, schendt de artikelen 10 en 11 van de Grondwet (1). (1) Zie de concl. OM in Pas. nr. ..."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150216.2": {
      "court": "CASS",
      "date": "2015-02-16",
      "roleNumber": "S.13.0038.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150216.2",
      "abstractFR": [
        "De ce que l'arrêt constate que la défenderesse 'n'a pas respecté le troisième engagement souscrit dans le cadre du [second] contrat' d'activation et consistant à 'présenter quatre candidatures spontanées par mois jusqu'au prochain entretien' d'évaluation, il ne se déduit pas que celle-ci n'aurait pas recherché activement du travail (1). (1) Voir les concl. MP."
      ],
      "abstractNL": [
        "Uit de vaststelling van het arrest dat de verweerster \"de derde verbintenis in het kader van de [tweede] activeringsovereenkomst\" niet heeft nageleefd, die erin bestaat \"vier spontane kandidaturen per maand tot het volgende evaluatiegesprek voor te leggen\", kan niet worden afgeleid dat zij niet actief naar werk zou hebben gezocht (1). (1) Zie de concl. OM in Pas. 2015, nr. ..."
      ]
    }
  },
  "60": {
    "ECLI:BE:CASS:2025:ARR.20251208.3F.2": {
      "court": "CASS",
      "date": "2025-12-08",
      "roleNumber": "S.20.0037.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251208.3F.2",
      "abstractFR": [
        "Le travailleur qui ne se trouve pas dans les cas d'exclusion du droit aux allocations prévus par l'article 61, §§ 1er, 2 et 3, de l'arrêté royal du 25 novembre 1991 et n'indique pas sur sa carte de contrôle la lettre « M » par laquelle il déclare ne pas demander l'allocation, ne peut être exclu du droit aux allocations de chômage pour défaut d'aptitude au travail que sur avis du médecin affecté au bureau du chômage, la décision du directeur sortissant ses effets pour l'avenir (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230612.3F.16": {
      "court": "CASS",
      "date": "2023-06-12",
      "roleNumber": "S.21.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230612.3F.16",
      "abstractFR": [
        "Le travailleur qui ne se trouve pas dans les cas d'exclusion du droit aux allocations prévus par l'article 61, §§ 1er, 2 et 3, de l'arrêté royal du 25 novembre 1991 et n'indique pas sur sa carte de contrôle la lettre « M » par laquelle il déclare ne pas demander l'allocation, ne peut être exclu du droit aux allocations de chômage pour défaut d'aptitude au travail que sur avis du médecin affecté au bureau du chômage, la décision du directeur sortissant ses effets pour l'avenir (1). (1) Voir. les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2016:ARR.20160606.5": {
      "court": "CASS",
      "date": "2016-06-06",
      "roleNumber": "S.16.0003.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160606.5",
      "abstractFR": [
        "Lorsque le directeur du bureau de chômage exclut un chômeur du bénéfice des allocations et que ce dernier conteste cette exclusion, il naît entre l'Office national de l'emploi et le chômeur une contestation relative au droit aux allocations pendant la période de l'exclusion; pour statuer sur cette contestation, le tribunal du travail, auquel elle ressortit en vertu de l'article 580, 2° du Code judiciaire, est tenu, dans le respect des droits de la défense et sans modifier l'objet de la demande, d'appliquer aux faits régulièrement soumis à son appréciation les règles de droits qui leur sont applicables; il ne peut reconnaître le droit aux allocations que dans le respect des dispositions légales et réglementaires relatives au chômage (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de directeur van het werkloosheidsbureau een werkloze uitsluit van het recht op uitkeringen en laatstgenoemde die beslissing betwist, ontstaat tussen de Rijksdienst voor Arbeidsvoorziening en de werkloze een betwisting over het recht op uitkeringen gedurende het tijdvak van de uitsluiting; om uitspraak te doen over die betwisting, moet de arbeidsrechtbank, waaronder deze krachtens artikel 580, 2°, van het Gerechtelijk Wetboek ressorteert, met naleving van het recht van verdediging en zonder wijziging van het voorwerp van de vordering, de passende rechtsregels toepassen op de feiten die regelmatig aan haar beoordeling zijn voorgelegd; zij mag het recht op uitkeringen enkel toekennen met naleving van de wettelijke en verordenende bepalingen inzake werkloosheid (1). (1) Zie concl. OM."
      ]
    }
  },
  "61": {
    "ECLI:BE:CASS:2025:ARR.20251208.3F.2": {
      "court": "CASS",
      "date": "2025-12-08",
      "roleNumber": "S.20.0037.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251208.3F.2",
      "abstractFR": [
        "Le travailleur qui ne se trouve pas dans les cas d'exclusion du droit aux allocations prévus par l'article 61, §§ 1er, 2 et 3, de l'arrêté royal du 25 novembre 1991 et n'indique pas sur sa carte de contrôle la lettre « M » par laquelle il déclare ne pas demander l'allocation, ne peut être exclu du droit aux allocations de chômage pour défaut d'aptitude au travail que sur avis du médecin affecté au bureau du chômage, la décision du directeur sortissant ses effets pour l'avenir (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230612.3F.16": {
      "court": "CASS",
      "date": "2023-06-12",
      "roleNumber": "S.21.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230612.3F.16",
      "abstractFR": [
        "Le travailleur qui ne se trouve pas dans les cas d'exclusion du droit aux allocations prévus par l'article 61, §§ 1er, 2 et 3, de l'arrêté royal du 25 novembre 1991 et n'indique pas sur sa carte de contrôle la lettre « M » par laquelle il déclare ne pas demander l'allocation, ne peut être exclu du droit aux allocations de chômage pour défaut d'aptitude au travail que sur avis du médecin affecté au bureau du chômage, la décision du directeur sortissant ses effets pour l'avenir (1). (1) Voir. les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2016:ARR.20160606.5": {
      "court": "CASS",
      "date": "2016-06-06",
      "roleNumber": "S.16.0003.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160606.5",
      "abstractFR": [
        "Lorsque le directeur du bureau de chômage exclut un chômeur du bénéfice des allocations et que ce dernier conteste cette exclusion, il naît entre l'Office national de l'emploi et le chômeur une contestation relative au droit aux allocations pendant la période de l'exclusion; pour statuer sur cette contestation, le tribunal du travail, auquel elle ressortit en vertu de l'article 580, 2° du Code judiciaire, est tenu, dans le respect des droits de la défense et sans modifier l'objet de la demande, d'appliquer aux faits régulièrement soumis à son appréciation les règles de droits qui leur sont applicables; il ne peut reconnaître le droit aux allocations que dans le respect des dispositions légales et réglementaires relatives au chômage (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de directeur van het werkloosheidsbureau een werkloze uitsluit van het recht op uitkeringen en laatstgenoemde die beslissing betwist, ontstaat tussen de Rijksdienst voor Arbeidsvoorziening en de werkloze een betwisting over het recht op uitkeringen gedurende het tijdvak van de uitsluiting; om uitspraak te doen over die betwisting, moet de arbeidsrechtbank, waaronder deze krachtens artikel 580, 2°, van het Gerechtelijk Wetboek ressorteert, met naleving van het recht van verdediging en zonder wijziging van het voorwerp van de vordering, de passende rechtsregels toepassen op de feiten die regelmatig aan haar beoordeling zijn voorgelegd; zij mag het recht op uitkeringen enkel toekennen met naleving van de wettelijke en verordenende bepalingen inzake werkloosheid (1). (1) Zie concl. OM."
      ]
    }
  },
  "62": {
    "ECLI:BE:CASS:2025:ARR.20251208.3F.2": {
      "court": "CASS",
      "date": "2025-12-08",
      "roleNumber": "S.20.0037.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251208.3F.2",
      "abstractFR": [
        "Le travailleur qui ne se trouve pas dans les cas d'exclusion du droit aux allocations prévus par l'article 61, §§ 1er, 2 et 3, de l'arrêté royal du 25 novembre 1991 et n'indique pas sur sa carte de contrôle la lettre « M » par laquelle il déclare ne pas demander l'allocation, ne peut être exclu du droit aux allocations de chômage pour défaut d'aptitude au travail que sur avis du médecin affecté au bureau du chômage, la décision du directeur sortissant ses effets pour l'avenir (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230612.3F.16": {
      "court": "CASS",
      "date": "2023-06-12",
      "roleNumber": "S.21.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230612.3F.16",
      "abstractFR": [
        "Le travailleur qui ne se trouve pas dans les cas d'exclusion du droit aux allocations prévus par l'article 61, §§ 1er, 2 et 3, de l'arrêté royal du 25 novembre 1991 et n'indique pas sur sa carte de contrôle la lettre « M » par laquelle il déclare ne pas demander l'allocation, ne peut être exclu du droit aux allocations de chômage pour défaut d'aptitude au travail que sur avis du médecin affecté au bureau du chômage, la décision du directeur sortissant ses effets pour l'avenir (1). (1) Voir. les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "63": {
    "ECLI:BE:CASS:2023:ARR.20230612.3F.2": {
      "court": "CASS",
      "date": "2023-06-12",
      "roleNumber": "S.22.0089.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230612.3F.2",
      "abstractFR": [
        "A l'égard du jeune travailleur qui est considéré comme travailleur ayant charge de famille ou comme travailleur isolé ou qui est considéré comme travailleur cohabitant mais cohabite avec un conjoint ou une personne assimilée à un conjoint qui, au cours d'un mois civil, ne dispose que de revenus de remplacement, la période de 36 mois d'octroi des allocations d'insertion ne court pas lorsque le jeune chômeur se trouve dans une de ces situations familiales, jusqu'au plus tard le premier jour du mois qui suit son trentième anniversaire (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20221003.3N.2": {
      "court": "CASS",
      "date": "2022-10-03",
      "roleNumber": "S.17.0073.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221003.3N.2",
      "abstractFR": [
        "Lorsqu'un jeune travailleur visé par l'article 63, § 2, alinéa 4, 4°, de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage, qui justifie d'une inaptitude permanente au travail d'au moins 33 p.c. constatée par le médecin agréé par l'Office national de l'emploi, ne se voit pas proposer un trajet adapté à la réduction de sa capacité de travail, non en raison d'une attitude de refus de sa part, mais parce que le Vlaamse Dienst voor Arbeidsbemiddeling en Beroepsopleiding (en abrégé VDAB) ne peut lui proposer de trajet approprié, pour quelque motif que ce soit, le jeune travailleur concerné ne peut être réputé ne pas collaborer positivement à un trajet approprié organisé ou reconnu par le V.D.A.B. et remplit ainsi les conditions prévues à l'article 63, § 2, alinéa 4, 4°."
      ],
      "abstractNL": [
        "Wanneer aan een door artikel 63, § 2, vierde lid, 4°, Werkloosheidsbesluit beoogde jonge werknemer die een door de RVA-arts erkende blijvende arbeidsongeschiktheid van ten minste 33 pct. vertoont, geen aan zijn verminderde arbeidsgeschiktheid aangepast traject wordt aangeboden, niet omwille van een weigerachtige houding van de betrokkene, maar omdat de VDAB geen aangepast traject kan aanbieden, om welke reden ook, kan de betrokken jonge werknemer niet worden geacht niet positief mee te werken in een door de VDAB georganiseerd of erkend aangepast traject en aldus voldoet aan de in artikel 63, § 2, vierde lid, 4°, bepaalde voorwaarden."
      ]
    }
  },
  "65": {
    "ECLI:BE:CASS:2022:ARR.20220627.3F.7": {
      "court": "CASS",
      "date": "2022-06-27",
      "roleNumber": "S.21.0066.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220627.3F.7",
      "abstractFR": [
        "Constitue une pension, et entre dans le champ d'application de la limitation de cumul prévue aux articles 65, § 2, et 130, §§ 1er, 4°, et 2, de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage, la pension de survie accordée par l'Organisation du Traité de l'Atlantique Nord en vertu du Règlement du personnel civil de cette organisation internationale publique, qui s'applique sans distinction à tous les agents des catégories de personnel qu'il vise."
      ],
      "abstractNL": [
        "Het overlevingspensioen dat door de Noord-Atlantische Verdragsorganisatie wordt toegekend krachtens het Reglement van het burgerlijk personeel van die internationale publiekrechtelijke organisatie, dat zonder onderscheid van toepassing is op alle ambtenaren van de daarin bedoelde personeelscategorieën, is een pensioen en valt onder de toepassing van de cumulatiebeperking bepaald in de artikelen 65, § 2, en 130, § 1, 4°, en § 2, Werkloosheidsbesluit."
      ]
    }
  },
  "70": {
    "ECLI:BE:CASS:2013:ARR.20130624.10": {
      "court": "CASS",
      "date": "2013-06-24",
      "roleNumber": "S.12.0086.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130624.10",
      "abstractFR": [
        "Lorsque le chômeur introduit auprès de son organisme de paiement une déclaration de situation personnelle et familiale C1 signalant son déménagement dans le ressort du bureau de chômage mais que l'organisme de paiement s'abstient de transmettre le dossier contenant cette déclaration audit bureau, la convocation, prévue à l'article 140 de l'arrêté royal, envoyée par l'Office national de l'emploi à l'adresse indiquée dans la dernière déclaration C1 qui lui est parvenue est régulière, sans préjudice de l'obligation pour l'organisme de paiement de payer les allocations qui n'ont pu être payées au chômeur en raison de la négligence ou de la faute de cet organisme."
      ],
      "abstractNL": [
        "Wanneer de werkloze een aangifte van de persoonlijke en familiale toestand C 1 bij zijn uitbetalingsinstelling indient en daarin vermeldt dat hij door zijn verhuizing onder een ander werkloosheidsbureau ressorteert maar de uitbetalingsinstelling nalaat het dossier met die verklaring over te zenden naar dat bureau, is de oproeping, bepaald bij artikel 140 van het koninklijk besluit, verstuurd door de Rijkdienst voor arbeidsvoorziening naar het adres vermeld op de laatste C 1-aangifte die hij ontvangen heeft, regelmatig, ongeacht de verplichting van de uitbetalingsinstelling om de uitkeringen te betalen die aan de werkloze niet konden worden uitbetaald wegens de nalatigheid of de fout van die instelling."
      ]
    }
  },
  "71": {
    "ECLI:BE:CASS:2025:ARR.20251208.3F.2": {
      "court": "CASS",
      "date": "2025-12-08",
      "roleNumber": "S.20.0037.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251208.3F.2",
      "abstractFR": [
        "Le travailleur qui ne se trouve pas dans les cas d'exclusion du droit aux allocations prévus par l'article 61, §§ 1er, 2 et 3, de l'arrêté royal du 25 novembre 1991 et n'indique pas sur sa carte de contrôle la lettre « M » par laquelle il déclare ne pas demander l'allocation, ne peut être exclu du droit aux allocations de chômage pour défaut d'aptitude au travail que sur avis du médecin affecté au bureau du chômage, la décision du directeur sortissant ses effets pour l'avenir (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20231211.3F.5": {
      "court": "CASS",
      "date": "2023-12-11",
      "roleNumber": "S.21.0023.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231211.3F.5",
      "abstractFR": [
        "Le chômeur qui exerce à titre accessoire une activité au sens de l'article 45 de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage, non visée à l'article 48bis, doit faire mention de cette activité sur sa carte de contrôle si, lors de sa demande d'allocations, il ne l'a pas déclarée conformément à l'article 48, § 1er, alinéa 1er, 1°, du même arrêté royal, quels que soient le jour ou l'heure où il exerce cette activité."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230612.3F.16": {
      "court": "CASS",
      "date": "2023-06-12",
      "roleNumber": "S.21.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230612.3F.16",
      "abstractFR": [
        "Le travailleur qui ne se trouve pas dans les cas d'exclusion du droit aux allocations prévus par l'article 61, §§ 1er, 2 et 3, de l'arrêté royal du 25 novembre 1991 et n'indique pas sur sa carte de contrôle la lettre « M » par laquelle il déclare ne pas demander l'allocation, ne peut être exclu du droit aux allocations de chômage pour défaut d'aptitude au travail que sur avis du médecin affecté au bureau du chômage, la décision du directeur sortissant ses effets pour l'avenir (1). (1) Voir. les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220627.3F.5": {
      "court": "CASS",
      "date": "2022-06-27",
      "roleNumber": "S.21.0012.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220627.3F.5",
      "abstractFR": [
        "Lorsque le directeur du bureau du chômage exclut un chômeur du bénéfice des allocations sur la base de l'article 154, alinéa 1er, 2°, pour ne pas avoir présenté immédiatement sa carte de contrôle à la réquisition d'une personne habilitée à cet effet alors qu'il effectuait une activité visée à l'article 45, et que le chômeur conteste cette sanction administrative devant le tribunal du travail, ce tribunal exerce, dans le respect des droits de la défense et du cadre de l'instance, tel que les parties l'ont déterminé, un contrôle de pleine juridiction sur la sanction prise par le directeur, sans pouvoir toutefois, s'il juge que cette sanction administrative ne peut être infligée sur la base de cette disposition pour ce fait, se substituer à l'Office national de l'emploi pour apprécier l'opportunité d'infliger une sanction prévue par une autre disposition pour un fait différent (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de directeur van het werkloosheidsbureau een werkloze van het voordeel van de werkloosheidsuitkeringen uitsluit op grond van artikel 154, eerste lid, 2°, Werkloosheidsbesluit, omdat hij niet onmiddellijk zijn controlekaart op vordering van een daartoe bevoegde persoon heeft voorgelegd terwijl hij een in artikel 45 bedoelde activiteit verrichtte, en de werkloze deze administratieve sanctie betwist voor de arbeidsrechtbank, oefent die rechtbank, met eerbiediging van het recht van verdediging en binnen de grenzen van het geding zoals die door de partijen zijn vastgelegd, een toezicht met volle rechtsmacht uit op de door de directeur opgelegde sanctie, zonder dat zij evenwel, indien ze oordeelt dat die administratieve sanctie niet op grond van die bepaling voor dat feit kan worden opgelegd, zich in de plaats van de Rijksdienst voor Arbeidsvoorziening mag stellen om te oordelen over de wenselijkheid om een sanctie op te leggen die door een andere bepaling voor een ander feit is bepaald (1). (1) Zie concl. OM in Pas. 2022, nr. 456."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220627.3F.6": {
      "court": "CASS",
      "date": "2022-06-27",
      "roleNumber": "S.21.0017.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220627.3F.6",
      "abstractFR": [
        "Lorsque le directeur du bureau du chômage exclut un chômeur du bénéfice des allocations sur la base de l'article 154, alinéa 1er, 1°, de l'A.R. du 25 novembre 1991, pour ne pas avoir complété la carte de contrôle et que le chômeur conteste cette sanction administrative devant le tribunal du travail, ce tribunal exerce, dans le respect des droits de la défense et du cadre de l'instance, tel que les parties l'ont déterminé, un contrôle de pleine juridiction sur la sanction prise par le directeur, sans pouvoir toutefois, s'il juge que cette sanction administrative ne peut être infligée sur la base de cette disposition pour ce fait, se substituer à l'Office national de l'emploi pour apprécier l'opportunité d'infliger la sanction prévue par l'article 153, alinéa 1er, 2°, pour un fait différent (1). (1) Voir les concl. du MP dans la cause Cass. 27 juin 2022, RG S.21.0012.F, Pas. 2024, n° 456, le raisonnement est similaire.",
        "Lorsque le directeur du bureau du chômage exclut un chômeur du bénéfice des allocations sur la base de l'article 154, alinéa 1er, 1°, pour ne pas avoir complété la carte de contrôle et que le chômeur conteste cette sanction administrative devant le tribunal du travail, ce tribunal exerce, dans le respect des droits de la défense et du cadre de l'instance, tel que les parties l'ont déterminé, un contrôle de pleine juridiction sur la sanction prise par le directeur, sans pouvoir toutefois, s'il juge que cette sanction administrative ne peut être infligée sur la base de cette disposition pour ce fait, se substituer à l'Office national de l'emploi pour apprécier l'opportunité d'infliger la sanction prévue par l'article 153, alinéa 1er, 2°, pour un fait différent (1). (1) Voir les concl. du MP dans la cause Cass. 27 juin 2022, RG S.21.0012.F, www.juportal.be, le raisonnement est similaire."
      ],
      "abstractNL": [
        "Wanneer de directeur van het werkloosheidsbureau een werkloze van het voordeel van de werkloosheidsuitkeringen uitsluit op grond van artikel 154, eerste lid, 1°, Werkloosheidsbesluit, omdat hij zijn controlekaart niet heeft ingevuld, en de werkloze deze administratieve sanctie betwist voor de arbeidsrechtbank, oefent die rechtbank, met eerbiediging van het recht van verdediging en binnen de grenzen van het geding zoals die door de partijen zijn vastgelegd, een toezicht met volle rechtsmacht uit op de door de directeur opgelegde sanctie, zonder dat zij evenwel, wanneer ze oordeelt dat die administratieve sanctie voor dat feit niet op grond van die bepaling kan worden opgelegd, zich in de plaats van de Rijksdienst voor Arbeidsvoorziening mag stellen om te oordelen over de wenselijkheid om de in artikel 153, eerste lid, 2°, voor een ander feit bepaalde sanctie op te leggen (1). (1) Zie concl. OM op datum in Pas. in de zaak Cass. 27 juni 2022, AR S.21.0012.F, AC 2024, nr. 456, waarin een soortgelijke redenering wordt gevolgd."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220404.3F.1": {
      "court": "CASS",
      "date": "2022-04-04",
      "roleNumber": "S.20.0047.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220404.3F.1",
      "abstractFR": [
        "Les articles 30quinquies, 49, 50, 51, et 77/4, § 7, de la loi du 3 juillet 1978, l'article 71, alinéa 3, de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage, et l'article 38, § 3sexies, de la loi du 29 juin 1981 établissant les principes généraux de la sécurité sociale des travailleurs salariés ont pour but de lutter contre l'abus du chômage temporaire, les articles 30quinquies de la loi du 3 juillet 1978 et l'article 38, § 3sexies, de la loi du 29 juin 1981 visant spécialement le chômage économique (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De artikelen 30quinquies, 49, 50, 51, en 77/4, § 7, Arbeidsovereenkomstenwet, artikel 71, derde lid, Werkloosheidsbesluit en artikel 38, § 3sexies, Algemene Beginselenwet Sociale Zekerheid strekken tot bestrijding van het misbruik van de tijdelijke werkloosheid, waarbij artikel 30quinquies Arbeidsovereenkomstenwet en artikel 38, § 3sexies, Algemene Beginselenwet Sociale Zekerheid inzonderheid de economische werkloosheid beogen (1). (1) Zie concl. OM in Pas. 2022, nr. 243."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220404.3N.1": {
      "court": "CASS",
      "date": "2022-04-04",
      "roleNumber": "S.20.0047.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220404.3N.1",
      "abstractFR": [
        "Les articles 30quinquies, 49, 50, 51, et 77/4, § 7, de la loi du 3 juillet 1978, l'article 71, alinéa 3, de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage, et l'article 38, § 3sexies, de la loi du 29 juin 1981 établissant les principes généraux de la sécurité sociale des travailleurs salariés ont pour but de lutter contre l'abus du chômage temporaire, les articles 30 quinquies de la loi du 3 juillet 1978 et l'article 38, § 3sexies, de la loi du 29 juin 1981 visant spécialement le chômage économique (1). (1) Voir les concl. du MP.",
        "Les articles 30quinquies, 49, 50, 51, et 77/4, § 7, de la loi du 3 juillet 1978, l’article 71, alinéa 3, de l’arrêté royal du 25 novembre 1991 portant réglementation du chômage, et l’article 38, § 3sexies, de la loi du 29 juin 1981 établissant les principes généraux de la sécurité sociale des travailleurs salariés ont pour but de lutter contre l’abus du chômage temporaire, les articles 30 quinquies de la loi du 3 juillet 1978 et l’article 38, § 3sexies, de la loi du 29 juin 1981 visant spécialement le chômage économique (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220404.3N.4": {
      "court": "CASS",
      "date": "2022-04-04",
      "roleNumber": "S.20.0053.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220404.3N.4&lang=fr",
      "abstractFR": [
        "Les articles 30quinquies, 49, 50, 51 et 77/4, § 7, de la loi du 3 juillet 1978 relative aux contrats de travail, 71, alinéa 3, de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage et 38, § 3sexies, de la loi du 29 juin 1981 établissant les principes généraux de la sécurité sociale des travailleurs salariés ont pour but de lutter contre les recours abusifs au chômage temporaire, les articles 30quinquies de la loi du 3 juillet 1978 et 38, § 3sexies, de la loi du 29 juin 1981 visant spécialement le chômage économique."
      ],
      "abstractNL": [
        "De artikelen 30quinquies, 49, 50, 51 en 77/4, § 7 Arbeidsovereenkomstenwet, artikel 71, derde lid, Werkloosheidsbesluit en artikel 38, § 3sexies, Algemene Beginselenwet Sociale Zekerheid, strekken ertoe misbruiken van tijdelijke werkloosheid te bestrijden, waarbij artikel 30quinquies Arbeidsovereenkomstenwet en artikel 38, § 3sexies, Algemene Beginselenwet Sociale Zekerheid inzonderheid de economische werkloosheid beogen."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151116.4": {
      "court": "CASS",
      "date": "2015-11-16",
      "roleNumber": "S.14.0008.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151116.4",
      "abstractFR": [
        "Les activités artistiques ayant pris définitivement fin avant le début de la période de chômage ou ayant pris fin depuis au moins deux années civiles consécutives, dont, conformément à l'article 130, § 2, alinéa 4, les revenus ne sont pas pris en compte pour diminuer le montant des allocations de chômage, sont constituées, non de chacune des œuvres examinées séparément, mais de l'ensemble des activités artistiques du chômeur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De artistieke activiteiten die definitief beëindigd werden vóór het begin van de werkloosheidsperiode of reeds gedurende ten minste twee opeenvolgende kalenderjaren beëindigd werden, waarvan de inkomens, overeenkomstig artikel 130, §2, vierde lid, niet in rekening worden gebracht om het bedrag van de werkloosheidsvergoedingen te verminderen, worden niet gevormd door alle onderzochte werken afzonderlijk, maar door het geheel van de artistieke activiteiten van de werkloze (1). (1) Zie concl. OM in Pas. 2015, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151019.1": {
      "court": "CASS",
      "date": "2015-10-19",
      "roleNumber": "S.15.0034.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151019.1",
      "abstractFR": [
        "L'article 169, alinéa 5, de l'arrêté Royal du 25 novembre 1991, en vertu duquel le montant de la récupération des allocations indûment payées peut être limité au montant brut des revenus dont le chômeur a bénéficié et qui n'étaient pas cumulables avec les allocations de chômage, n'est susceptible de s'appliquer que lorsque l'indu résulte du cumul prohibé des allocations de chômage et d'autres revenus dont le chômeur a bénéficié; il ne peut s'appliquer pour réduire le montant de la récupération poursuivie contre le chômeur lorsqu'il est constaté que l'indu résulte de l'exclusion de celui-ci du bénéfice des allocations de chômage pour ne s'être pas conformé aux obligations prescrites en matière de carte de contrôle par l'article 71, alinéa 1er, 1° et 5°, du même arrêté royal (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel 169, vijfde lid, van het koninklijk besluit van 25 november 1991, krachtens hetwelk het bedrag van de terugvordering van de onrechtmatig betaalde uitkeringen beperkt kan worden tot het bruto bedrag van de inkomsten die de werkloze genoten heeft en die niet cumuleerbaar waren met de werkloosheidsuitkeringen, kan slechts worden toegepast wanneer het onverschuldigde het gevolg is van de verboden cumulatie van de werkloosheidsuitkeringen en andere inkomsten die de werkloze ontvangen heeft; het kan niet worden toegepast om het bedrag dat van de werkloze wordt teruggevorderd te beperken, wanneer vastgesteld is dat het onverschuldigd betaalde het gevolg is van diens uitsluiting van het recht op werkloosheidsuitkeringen omdat hij de bij artikel 71, eerste lid, 1° en 5°, van datzelfde koninklijk besluit voorgeschreven verplichtingen inzake de controlekaart niet heeft nageleefd (1). (1) Zie concl. OM in Pas. 2015, nr. ..."
      ]
    }
  },
  "92": {
    "ECLI:BE:CASS:2013:ARR.20130624.10": {
      "court": "CASS",
      "date": "2013-06-24",
      "roleNumber": "S.12.0086.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130624.10",
      "abstractFR": [
        "Lorsque le chômeur introduit auprès de son organisme de paiement une déclaration de situation personnelle et familiale C1 signalant son déménagement dans le ressort du bureau de chômage mais que l'organisme de paiement s'abstient de transmettre le dossier contenant cette déclaration audit bureau, la convocation, prévue à l'article 140 de l'arrêté royal, envoyée par l'Office national de l'emploi à l'adresse indiquée dans la dernière déclaration C1 qui lui est parvenue est régulière, sans préjudice de l'obligation pour l'organisme de paiement de payer les allocations qui n'ont pu être payées au chômeur en raison de la négligence ou de la faute de cet organisme."
      ],
      "abstractNL": [
        "Wanneer de werkloze een aangifte van de persoonlijke en familiale toestand C 1 bij zijn uitbetalingsinstelling indient en daarin vermeldt dat hij door zijn verhuizing onder een ander werkloosheidsbureau ressorteert maar de uitbetalingsinstelling nalaat het dossier met die verklaring over te zenden naar dat bureau, is de oproeping, bepaald bij artikel 140 van het koninklijk besluit, verstuurd door de Rijkdienst voor arbeidsvoorziening naar het adres vermeld op de laatste C 1-aangifte die hij ontvangen heeft, regelmatig, ongeacht de verplichting van de uitbetalingsinstelling om de uitkeringen te betalen die aan de werkloze niet konden worden uitbetaald wegens de nalatigheid of de fout van die instelling."
      ]
    }
  },
  "110": {
    "ECLI:BE:CASS:2025:ARR.20251006.3N.2": {
      "court": "CASS",
      "date": "2025-10-06",
      "roleNumber": "S.24.0012.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251006.3N.2",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 60 Uitvoeringsbesluit Werkloosheid volgt dat de in het tweede lid bepaalde voorwaarden cumulatief vervuld moeten zijn opdat het inkomen uit een beroepsactiviteit van de echtgenoot of echtgenote voor de toepassing van artikel 110, § 1, eerste lid, 1°, Werkloosheidsbesluit niet als een beroepsinkomen moet worden beschouwd en de werkloze uitkeringen kan genieten als werknemer met gezinslast; hieruit volgt dat wanneer de samenwonende echtgenoot of echtgenote van de werkloze een beroepsactiviteit uitoefent en de werkloze hiervan geen aangifte doet bij de uitkeringsaanvraag of bij de aanvang van deze beroepsactiviteit, de werkloze niet als een werknemer met gezinslast kan worden aangezien, maar als een samenwonende werknemer zoals bedoeld in artikel 110, § 3, Werkloosheidsbesluit moet worden aangezien, ongeacht of het bedrag van het inkomen uit arbeid in loondienst van de echtgenoot of echtgenote het in artikel 60, tweede lid, 3°, Uitvoeringsbesluit Werkloosheid bepaalde grensbedrag al dan niet overschrijdt.",
        "Uit de samenhang tussen de artikelen 110 en 134 Werkloosheidsbesluit en artikel 60 Uitvoeringsbesluit Werkloosheid volgt dat wanneer de samenwonende echtgenoot of echtgenote van een werkloze die als werknemer met gezinslast uitkeringen geniet, gedurende zijn of haar werkloosheid een beroepsactiviteit aanvat waaruit de echtgenoot of echtgenote een beroepsinkomen verkrijgt, de werkloze verplicht is hiervan aangifte te doen; de omstandigheid dat het bedrag van het inkomen uit arbeid in loondienst van de echtgenoot of echtgenote het in artikel 60, tweede lid, 3°, Uitvoeringsbesluit Werkloosheid bepaalde grensbedrag niet overschrijdt, ontslaat de werkloze niet van die verplichting; wanneer de werkloze die verplichting niet of laattijdig naleeft, heeft hij voor de periode dat hij in gebreke blijft geen recht op uitkeringen als werknemer met gezinslast, maar slechts op uitkeringen als samenwonende werknemer, dient hij het teveel ontvangen verschil terug te betalen en kan hij gedurende ten minste 8 weken van het recht op werkloosheidsuitkeringen worden uitgesloten."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240325.3F.4": {
      "court": "CASS",
      "date": "2024-03-25",
      "roleNumber": "S.21.0064.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240325.3F.4",
      "abstractFR": [
        "Les charges de famille ne rangent un travailleur dans la catégorie des travailleurs ayant charge de famille que dans les circonstances prévues par l'article 110, § 1er, de l'arrêté royal du 25 novembre 1991."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2017:ARR.20171009.4": {
      "court": "CASS",
      "date": "2017-10-09",
      "roleNumber": "S.16.0084.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171009.4&lang=fr",
      "abstractFR": [
        "Pour pouvoir conclure que deux ou plusieurs personnes vivant ensemble sous le même toit règlent principalement en commun les questions ménagères et, dès lors, cohabitent, il est nécessaire mais non suffisant qu'elles tirent un avantage économique et financier du partage d'un logement ; il est également requis qu'elles assument en commun les tâches, activités et autres questions ménagères, comme l'entretien du logement et, éventuellement, son aménagement, les lessives, les courses, la préparation et la prise des repas, et qu'elles apportent éventuellement une contribution financière à cet effet (1). (1) Voir les concl. MP."
      ],
      "abstractNL": [
        "Om te kunnen besluiten dat twee of meer personen die onder hetzelfde dak wonen hun huishoudelijke aangelegenheden hoofdzakelijk gemeenschappelijk regelen en dus samenleven, is vereist, maar volstaat het niet, dat zij een economisch-financieel voordeel behalen door een woning te delen; daarvoor is tevens vereist dat zij ook taken, activiteiten en andere huishoudelijke aangelegenheden, zoals het onderhoud van de woonst en eventueel het inrichten ervan, de was, de boodschappen, het bereiden en nuttigen van de maaltijden gemeenschappelijk verrichten en daarvoor eventueel financiële middelen inbrengen; de rechter oordeelt in feite of de huishoudelijke aangelegenheden hoofdzakelijk gemeenschappelijk worden geregeld (1). (1) Zie concl. OM."
      ]
    }
  },
  "130": {
    "ECLI:BE:CASS:2022:ARR.20221107.3N.5": {
      "court": "CASS",
      "date": "2022-11-07",
      "roleNumber": "S.22.0008.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221107.3N.5",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 44, 45, eerste lid, 48bis, 130, §1 en §2 Werkloosheidsbesluit volgt dat de voor de werkloosheidsuitkering in aanmerking te nemen inkomsten uit de artistieke activiteit berekend worden per kalenderjaar op basis van het jaarlijks netto inkomen en bijgevolg dat de werkloosheidsuitkeringen die worden toegekend en uitbetaald aan een werkloze die aanspraak maakt op inkomsten uit een artistieke activiteit, steeds voorlopig worden toegekend en uitgekeerd.",
        "Een uitkering die is toegekend en uitbetaald onder voorbehoud van herrekening met de nog in aanmerking te nemen inkomsten overeenkomstig artikel 130 Werkloosheidsbesluit heeft de werkloze niet onrechtmatig maar onder voorbehoud van herrekening ontvangen; hieruit volgt dat artikel 169 Werkloosheidsbesluit niet toepasselijk is op deze onder voorbehoud toegekende en uitbetaalde uitkeringen."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230918.3F.7": {
      "court": "CASS",
      "date": "2023-09-18",
      "roleNumber": "S.21.0046.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230918.3F.7",
      "abstractFR": [
        "Après les modifications introduites par l'arrêté royal du 7 février 2014, le revenu annuel net entraînant la diminution du montant journalier de l'allocation de chômage comprend le revenu découlant de l'exercice d'une activité artistique de création ou d'interprétation assujettie à la sécurité sociale des travailleurs salariés sur lequel les retenues pour la sécurité sociale n'ont pas été opérées, quand bien même le chômeur n'exercerait son activité artistique que sous le régime de la sécurité sociale des travailleurs salariés (1). (1) Voir les concl. du MP.",
        "Avant les modifications introduites par l'arrêté royal du 7 février 2014, la diminution du montant journalier de l'allocation de chômage s'appliquait au chômeur qui percevait au cours de l'année civile des revenus tirés de l'exercice d'une activité artistique de création ou d'interprétation, quand bien même le chômeur n'exerçait son activité artistique que sous le régime de la sécurité sociale des travailleurs salariés (1). (1) A.R. du 25 novembre 1991, art. 27, 10°, et 130, § 1er et 2, après sa mod. par l'A.R. du 7 février 2014."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220627.3F.7": {
      "court": "CASS",
      "date": "2022-06-27",
      "roleNumber": "S.21.0066.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220627.3F.7",
      "abstractFR": [
        "Constitue une pension, et entre dans le champ d'application de la limitation de cumul prévue aux articles 65, § 2, et 130, §§ 1er, 4°, et 2, de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage, la pension de survie accordée par l'Organisation du Traité de l'Atlantique Nord en vertu du Règlement du personnel civil de cette organisation internationale publique, qui s'applique sans distinction à tous les agents des catégories de personnel qu'il vise."
      ],
      "abstractNL": [
        "Het overlevingspensioen dat door de Noord-Atlantische Verdragsorganisatie wordt toegekend krachtens het Reglement van het burgerlijk personeel van die internationale publiekrechtelijke organisatie, dat zonder onderscheid van toepassing is op alle ambtenaren van de daarin bedoelde personeelscategorieën, is een pensioen en valt onder de toepassing van de cumulatiebeperking bepaald in de artikelen 65, § 2, en 130, § 1, 4°, en § 2, Werkloosheidsbesluit."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160905.3": {
      "court": "CASS",
      "date": "2016-09-05",
      "roleNumber": "S.16.0007.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160905.3",
      "abstractFR": [
        "Si, en vertu des articles 48, § 1er, et 130 de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage, le montant de l'allocation de chômage revenant à un chômeur exerçant une activité accessoire autorisée ne peut être définitivement fixé que lorsque le revenu annuel net imposable de cette activité est déterminé, il ne résulte ni de ces dispositions ni d'aucune autre de celles que vise le moyen que la créance de l'ONEm en récupération de l'indu résultant du paiement d'allocations dont leur montant s'avère trop élevé serait soumis à la condition suspensive de la production par le chômeur de l'avertissement extrait de rôle déterminant ce revenu annuel (1). (1) Voir les concl. du MP.",
        "Les articles 48, § 1er, et 130 de l'arrêté royal du 25 novembre 1991 ne créent pour l'ONEm d'impossibilité d'agir en récupération de l'indu qu'aussi longtemps que ce revenu n'est pas établi (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Hoewel, krachtens de artikelen 48, § 1, en 130 van het koninklijk besluit van 25 november 1991 houdende de werkloosheidsreglementering, het bedrag van de werkloosheidsuitkering voor de werkloze die op bijkomstige wijze een toegestane activiteit uitoefent slechts definitief kan worden vastgesteld wanneer het netto belastbaar jaarinkomen van die activiteit bepaald is, volgt noch uit die bepalingen, noch uit enig andere in het middel bedoelde bepalingen, dat de schuldvordering van de RVA tot terugbetaling van het onverschuldigd betaalde als gevolg van het uitbetalen van uitkeringen waarvan het bedrag te hoog blijkt te zijn, onderworpen is aan de opschortende voorwaarde dat de werkloze het aanslagbiljet overlegt dat zijn jaarinkomen bepaalt (1). (1) Zie concl. OM, in Pas. 2016, nr ...",
        "De artikelen 48, § 1, en 130 van het koninklijk besluit van 25 november 1991 houdende de werkloosheidsreglementering beletten de RVA het onverschuldigd betaalde terug te vorderen enkel zolang dat inkomen niet vaststaat (1). (1) Zie concl. OM, in Pas. 2016, nr ..."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160118.3": {
      "court": "CASS",
      "date": "2016-01-18",
      "roleNumber": "S.14.0087.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160118.3",
      "abstractFR": [
        "Les revenus susceptibles de révéler que l'activité ne présente plus un caractère accessoire au sens de l'article 48, § 3, de l'arrêté royal du 25 novembre 1991, sont les revenus qui sont produits par l'activité; l'arrêt, qui considère que, si 'le chiffre d'affaires réalisé peut paraître, de prime abord, élevé', les revenus, après déduction des rémunérations de sous-traitance et des charges fiscalement admises, étaient 'réduits' et que dès lors 'il s'agissait bien d'une activité accessoire', viole l'article 48, § 3, précité(1)(2). (1) Voir les concl. du MP. (2) Voir Cass. 18 janvier 2016, RG S.14.0083.F, Pas. 2016, n° 35."
      ],
      "abstractNL": [
        "De inkomsten die erop kunnen wijzen dat de activiteit niet langer het karakter heeft van een bijkomstige activiteit in de zin van artikel 48, §3, van het koninklijk besluit van 25 november 1991, zijn de inkomsten die voortkomen uit die activiteit; wanneer het arrest oordeelt dat hoewel 'de gerealiseerde omzet op het eerste gezicht aanzienlijk lijkt', de inkomsten, na aftrek van de vergoedingen van onder-aanneming en de lasten die fiscaal aangenomen worden 'beperkt' waren en 'het', bijgevolg, 'wel degelijk een bijkomstige activiteit betrof', schendt het het voornoemde artikel 48, §3(1)(2). (1) Zie de concl. OM in Pas. 2016, nr. 36. (2) Zie Cass. 18 januari 2016, AR S.14.0083.F, AC 2016, nr. 35."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160118.2": {
      "court": "CASS",
      "date": "2016-01-18",
      "roleNumber": "S.14.0083.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160118.2",
      "abstractFR": [
        "Les revenus susceptibles de révéler que l'activité ne présente plus un caractère accessoire au sens de l'article 48, § 3, de l'arrêté royal du 25 novembre 1991, sont les revenus qui sont produits par l'activité; l'arrêt, qui tient compte du revenu annuel net imposable en application de l'article 130, § 2, alinéa 5, du même arrêté Royal pour apprécier si cette activité présente le caractère d'une profession accessoire au sens de l'article 48, § 3, viole cette dernière disposition (1). (1) Voir Cass. 18 janvier 2016, RG S.14.0087.F, Pas. 2016, n°....."
      ],
      "abstractNL": [
        "De inkomsten die erop kunnen wijzen dat de activiteit niet langer het karakter heeft van een bijkomstige activiteit in de zin van artikel 48, §3, van het koninklijk besluit van 25 november 1991, zijn de inkomsten die voortkomen uit die activiteit; het arrest dat rekening houdt met het netto belastbaar jaarinkomen met toepassing van artikel 130, §2, vijfde lid, van datzelfde koninklijk besluit om te oordelen of deze activiteit het karakter heeft van een bijkomstige activiteit in de zin van artikel 48, §3, schendt die wetsbepaling (1). (1) Zie Cass. 18 januari 2016, AR S.14.0087.F, AC., nr. ........."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151116.4": {
      "court": "CASS",
      "date": "2015-11-16",
      "roleNumber": "S.14.0008.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151116.4",
      "abstractFR": [
        "Les activités artistiques ayant pris définitivement fin avant le début de la période de chômage ou ayant pris fin depuis au moins deux années civiles consécutives, dont, conformément à l'article 130, § 2, alinéa 4, les revenus ne sont pas pris en compte pour diminuer le montant des allocations de chômage, sont constituées, non de chacune des œuvres examinées séparément, mais de l'ensemble des activités artistiques du chômeur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De artistieke activiteiten die definitief beëindigd werden vóór het begin van de werkloosheidsperiode of reeds gedurende ten minste twee opeenvolgende kalenderjaren beëindigd werden, waarvan de inkomens, overeenkomstig artikel 130, §2, vierde lid, niet in rekening worden gebracht om het bedrag van de werkloosheidsvergoedingen te verminderen, worden niet gevormd door alle onderzochte werken afzonderlijk, maar door het geheel van de artistieke activiteiten van de werkloze (1). (1) Zie concl. OM in Pas. 2015, nr. ..."
      ]
    }
  },
  "133": {
    "ECLI:BE:CASS:2013:ARR.20130624.10": {
      "court": "CASS",
      "date": "2013-06-24",
      "roleNumber": "S.12.0086.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130624.10",
      "abstractFR": [
        "Lorsque le chômeur introduit auprès de son organisme de paiement une déclaration de situation personnelle et familiale C1 signalant son déménagement dans le ressort du bureau de chômage mais que l'organisme de paiement s'abstient de transmettre le dossier contenant cette déclaration audit bureau, la convocation, prévue à l'article 140 de l'arrêté royal, envoyée par l'Office national de l'emploi à l'adresse indiquée dans la dernière déclaration C1 qui lui est parvenue est régulière, sans préjudice de l'obligation pour l'organisme de paiement de payer les allocations qui n'ont pu être payées au chômeur en raison de la négligence ou de la faute de cet organisme."
      ],
      "abstractNL": [
        "Wanneer de werkloze een aangifte van de persoonlijke en familiale toestand C 1 bij zijn uitbetalingsinstelling indient en daarin vermeldt dat hij door zijn verhuizing onder een ander werkloosheidsbureau ressorteert maar de uitbetalingsinstelling nalaat het dossier met die verklaring over te zenden naar dat bureau, is de oproeping, bepaald bij artikel 140 van het koninklijk besluit, verstuurd door de Rijkdienst voor arbeidsvoorziening naar het adres vermeld op de laatste C 1-aangifte die hij ontvangen heeft, regelmatig, ongeacht de verplichting van de uitbetalingsinstelling om de uitkeringen te betalen die aan de werkloze niet konden worden uitbetaald wegens de nalatigheid of de fout van die instelling."
      ]
    }
  },
  "134": {
    "ECLI:BE:CASS:2025:ARR.20251006.3N.2": {
      "court": "CASS",
      "date": "2025-10-06",
      "roleNumber": "S.24.0012.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251006.3N.2",
      "abstractFR": null,
      "abstractNL": [
        "Uit de samenhang tussen de artikelen 110 en 134 Werkloosheidsbesluit en artikel 60 Uitvoeringsbesluit Werkloosheid volgt dat wanneer de samenwonende echtgenoot of echtgenote van een werkloze die als werknemer met gezinslast uitkeringen geniet, gedurende zijn of haar werkloosheid een beroepsactiviteit aanvat waaruit de echtgenoot of echtgenote een beroepsinkomen verkrijgt, de werkloze verplicht is hiervan aangifte te doen; de omstandigheid dat het bedrag van het inkomen uit arbeid in loondienst van de echtgenoot of echtgenote het in artikel 60, tweede lid, 3°, Uitvoeringsbesluit Werkloosheid bepaalde grensbedrag niet overschrijdt, ontslaat de werkloze niet van die verplichting; wanneer de werkloze die verplichting niet of laattijdig naleeft, heeft hij voor de periode dat hij in gebreke blijft geen recht op uitkeringen als werknemer met gezinslast, maar slechts op uitkeringen als samenwonende werknemer, dient hij het teveel ontvangen verschil terug te betalen en kan hij gedurende ten minste 8 weken van het recht op werkloosheidsuitkeringen worden uitgesloten."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130624.10": {
      "court": "CASS",
      "date": "2013-06-24",
      "roleNumber": "S.12.0086.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130624.10",
      "abstractFR": [
        "Lorsque le chômeur introduit auprès de son organisme de paiement une déclaration de situation personnelle et familiale C1 signalant son déménagement dans le ressort du bureau de chômage mais que l'organisme de paiement s'abstient de transmettre le dossier contenant cette déclaration audit bureau, la convocation, prévue à l'article 140 de l'arrêté royal, envoyée par l'Office national de l'emploi à l'adresse indiquée dans la dernière déclaration C1 qui lui est parvenue est régulière, sans préjudice de l'obligation pour l'organisme de paiement de payer les allocations qui n'ont pu être payées au chômeur en raison de la négligence ou de la faute de cet organisme."
      ],
      "abstractNL": [
        "Wanneer de werkloze een aangifte van de persoonlijke en familiale toestand C 1 bij zijn uitbetalingsinstelling indient en daarin vermeldt dat hij door zijn verhuizing onder een ander werkloosheidsbureau ressorteert maar de uitbetalingsinstelling nalaat het dossier met die verklaring over te zenden naar dat bureau, is de oproeping, bepaald bij artikel 140 van het koninklijk besluit, verstuurd door de Rijkdienst voor arbeidsvoorziening naar het adres vermeld op de laatste C 1-aangifte die hij ontvangen heeft, regelmatig, ongeacht de verplichting van de uitbetalingsinstelling om de uitkeringen te betalen die aan de werkloze niet konden worden uitbetaald wegens de nalatigheid of de fout van die instelling."
      ]
    }
  },
  "138": {
    "ECLI:BE:CASS:2013:ARR.20130624.10": {
      "court": "CASS",
      "date": "2013-06-24",
      "roleNumber": "S.12.0086.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130624.10",
      "abstractFR": [
        "Lorsque le chômeur introduit auprès de son organisme de paiement une déclaration de situation personnelle et familiale C1 signalant son déménagement dans le ressort du bureau de chômage mais que l'organisme de paiement s'abstient de transmettre le dossier contenant cette déclaration audit bureau, la convocation, prévue à l'article 140 de l'arrêté royal, envoyée par l'Office national de l'emploi à l'adresse indiquée dans la dernière déclaration C1 qui lui est parvenue est régulière, sans préjudice de l'obligation pour l'organisme de paiement de payer les allocations qui n'ont pu être payées au chômeur en raison de la négligence ou de la faute de cet organisme."
      ],
      "abstractNL": [
        "Wanneer de werkloze een aangifte van de persoonlijke en familiale toestand C 1 bij zijn uitbetalingsinstelling indient en daarin vermeldt dat hij door zijn verhuizing onder een ander werkloosheidsbureau ressorteert maar de uitbetalingsinstelling nalaat het dossier met die verklaring over te zenden naar dat bureau, is de oproeping, bepaald bij artikel 140 van het koninklijk besluit, verstuurd door de Rijkdienst voor arbeidsvoorziening naar het adres vermeld op de laatste C 1-aangifte die hij ontvangen heeft, regelmatig, ongeacht de verplichting van de uitbetalingsinstelling om de uitkeringen te betalen die aan de werkloze niet konden worden uitbetaald wegens de nalatigheid of de fout van die instelling."
      ]
    }
  },
  "139": {
    "ECLI:BE:CASS:2013:ARR.20130624.10": {
      "court": "CASS",
      "date": "2013-06-24",
      "roleNumber": "S.12.0086.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130624.10",
      "abstractFR": [
        "Lorsque le chômeur introduit auprès de son organisme de paiement une déclaration de situation personnelle et familiale C1 signalant son déménagement dans le ressort du bureau de chômage mais que l'organisme de paiement s'abstient de transmettre le dossier contenant cette déclaration audit bureau, la convocation, prévue à l'article 140 de l'arrêté royal, envoyée par l'Office national de l'emploi à l'adresse indiquée dans la dernière déclaration C1 qui lui est parvenue est régulière, sans préjudice de l'obligation pour l'organisme de paiement de payer les allocations qui n'ont pu être payées au chômeur en raison de la négligence ou de la faute de cet organisme."
      ],
      "abstractNL": [
        "Wanneer de werkloze een aangifte van de persoonlijke en familiale toestand C 1 bij zijn uitbetalingsinstelling indient en daarin vermeldt dat hij door zijn verhuizing onder een ander werkloosheidsbureau ressorteert maar de uitbetalingsinstelling nalaat het dossier met die verklaring over te zenden naar dat bureau, is de oproeping, bepaald bij artikel 140 van het koninklijk besluit, verstuurd door de Rijkdienst voor arbeidsvoorziening naar het adres vermeld op de laatste C 1-aangifte die hij ontvangen heeft, regelmatig, ongeacht de verplichting van de uitbetalingsinstelling om de uitkeringen te betalen die aan de werkloze niet konden worden uitbetaald wegens de nalatigheid of de fout van die instelling."
      ]
    }
  },
  "140": {
    "ECLI:BE:CASS:2013:ARR.20130624.10": {
      "court": "CASS",
      "date": "2013-06-24",
      "roleNumber": "S.12.0086.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130624.10",
      "abstractFR": [
        "Lorsque le chômeur introduit auprès de son organisme de paiement une déclaration de situation personnelle et familiale C1 signalant son déménagement dans le ressort du bureau de chômage mais que l'organisme de paiement s'abstient de transmettre le dossier contenant cette déclaration audit bureau, la convocation, prévue à l'article 140 de l'arrêté royal, envoyée par l'Office national de l'emploi à l'adresse indiquée dans la dernière déclaration C1 qui lui est parvenue est régulière, sans préjudice de l'obligation pour l'organisme de paiement de payer les allocations qui n'ont pu être payées au chômeur en raison de la négligence ou de la faute de cet organisme."
      ],
      "abstractNL": [
        "Wanneer de werkloze een aangifte van de persoonlijke en familiale toestand C 1 bij zijn uitbetalingsinstelling indient en daarin vermeldt dat hij door zijn verhuizing onder een ander werkloosheidsbureau ressorteert maar de uitbetalingsinstelling nalaat het dossier met die verklaring over te zenden naar dat bureau, is de oproeping, bepaald bij artikel 140 van het koninklijk besluit, verstuurd door de Rijkdienst voor arbeidsvoorziening naar het adres vermeld op de laatste C 1-aangifte die hij ontvangen heeft, regelmatig, ongeacht de verplichting van de uitbetalingsinstelling om de uitkeringen te betalen die aan de werkloze niet konden worden uitbetaald wegens de nalatigheid of de fout van die instelling."
      ]
    }
  },
  "141": {
    "ECLI:BE:CASS:2025:ARR.20251208.3F.2": {
      "court": "CASS",
      "date": "2025-12-08",
      "roleNumber": "S.20.0037.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251208.3F.2",
      "abstractFR": [
        "Le travailleur qui ne se trouve pas dans les cas d'exclusion du droit aux allocations prévus par l'article 61, §§ 1er, 2 et 3, de l'arrêté royal du 25 novembre 1991 et n'indique pas sur sa carte de contrôle la lettre « M » par laquelle il déclare ne pas demander l'allocation, ne peut être exclu du droit aux allocations de chômage pour défaut d'aptitude au travail que sur avis du médecin affecté au bureau du chômage, la décision du directeur sortissant ses effets pour l'avenir (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230612.3F.16": {
      "court": "CASS",
      "date": "2023-06-12",
      "roleNumber": "S.21.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230612.3F.16",
      "abstractFR": [
        "Le travailleur qui ne se trouve pas dans les cas d'exclusion du droit aux allocations prévus par l'article 61, §§ 1er, 2 et 3, de l'arrêté royal du 25 novembre 1991 et n'indique pas sur sa carte de contrôle la lettre « M » par laquelle il déclare ne pas demander l'allocation, ne peut être exclu du droit aux allocations de chômage pour défaut d'aptitude au travail que sur avis du médecin affecté au bureau du chômage, la décision du directeur sortissant ses effets pour l'avenir (1). (1) Voir. les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "142": {
    "ECLI:BE:CASS:2015:ARR.20150504.2": {
      "court": "CASS",
      "date": "2015-05-04",
      "roleNumber": "S.13.0076.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150504.2",
      "abstractFR": [
        "Le directeur du bureau du chômage peut déléguer à des membres du personnel de ce bureau une partie des pouvoirs qui lui sont conférés. L'article 142, alinéa 3 de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage ne requiert ni ne permet que l'attribution de compétence qu'il organise soit subordonnée à la condition que le directeur soit absent ou empêché. Si elle est prévue dans l'acte de délégation, pareille condition demeure sans effet sur la compétence de l'agent délégué."
      ],
      "abstractNL": [
        "De directeur van het werkloosheidsbureau kan een deel van de hem verleende bevoegdheden overdragen aan personeelsleden van dat bureau; artikel 142, derde lid, van het koninklijk besluit van 25 november 1991 houdende de werkloosheidsreglementering, vereist niet en staat niet toe dat de bevoegdheidsaanwijzing die het instelt afhankelijk gesteld wordt van de voorwaarde dat de directeur afwezig of verhinderd is; hoewel de akte van overdracht een dergelijke voorwaarde bevat, heeft die voorwaarde geen enkele uitwerking op de bevoegdheid van de afgevaardigde ambtenaar."
      ]
    }
  },
  "143": {
    "ECLI:BE:CASS:2015:ARR.20151005.3": {
      "court": "CASS",
      "date": "2015-10-05",
      "roleNumber": "S.14.0055.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151005.3",
      "abstractFR": [
        "La circonstance que le travailleur ne demande plus d'allocations à la date pour laquelle il est convoqué à un troisième entretien d'évaluation de son comportement de recherche active d'emploi, en règle, ne fait pas obstacle à l'application de l'article 59sexies, § 6, et ne constitue pas davantage un motif valable, au sens de l'article 59sexies, § 1er, alinéa 4, de ne pas donner suite à la convocation à cet entretien (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De omstandigheid dat de werknemer geen uitkeringen meer vraagt op de dag waarop hij is uitgenodigd tot een derde evaluatiegesprek inzake zijn houding actief naar werk te zoeken, staat in de regel de toepassing van artikel 59sexies, §6, niet in de weg en vormt ook geen geldige reden in de zin van artikel 59sexies, §1, vierde lid, geen gevolg te geven aan de uitnodiging tot dat gesprek (1). (1) Zie concl. OM in Pas. 2015 nr. ..."
      ]
    }
  },
  "153": {
    "ECLI:BE:CASS:2022:ARR.20220627.3F.6": {
      "court": "CASS",
      "date": "2022-06-27",
      "roleNumber": "S.21.0017.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220627.3F.6",
      "abstractFR": [
        "Lorsque le directeur du bureau du chômage exclut un chômeur du bénéfice des allocations sur la base de l'article 154, alinéa 1er, 1°, de l'A.R. du 25 novembre 1991, pour ne pas avoir complété la carte de contrôle et que le chômeur conteste cette sanction administrative devant le tribunal du travail, ce tribunal exerce, dans le respect des droits de la défense et du cadre de l'instance, tel que les parties l'ont déterminé, un contrôle de pleine juridiction sur la sanction prise par le directeur, sans pouvoir toutefois, s'il juge que cette sanction administrative ne peut être infligée sur la base de cette disposition pour ce fait, se substituer à l'Office national de l'emploi pour apprécier l'opportunité d'infliger la sanction prévue par l'article 153, alinéa 1er, 2°, pour un fait différent (1). (1) Voir les concl. du MP dans la cause Cass. 27 juin 2022, RG S.21.0012.F, Pas. 2024, n° 456, le raisonnement est similaire.",
        "Lorsque le directeur du bureau du chômage exclut un chômeur du bénéfice des allocations sur la base de l'article 154, alinéa 1er, 1°, pour ne pas avoir complété la carte de contrôle et que le chômeur conteste cette sanction administrative devant le tribunal du travail, ce tribunal exerce, dans le respect des droits de la défense et du cadre de l'instance, tel que les parties l'ont déterminé, un contrôle de pleine juridiction sur la sanction prise par le directeur, sans pouvoir toutefois, s'il juge que cette sanction administrative ne peut être infligée sur la base de cette disposition pour ce fait, se substituer à l'Office national de l'emploi pour apprécier l'opportunité d'infliger la sanction prévue par l'article 153, alinéa 1er, 2°, pour un fait différent (1). (1) Voir les concl. du MP dans la cause Cass. 27 juin 2022, RG S.21.0012.F, www.juportal.be, le raisonnement est similaire."
      ],
      "abstractNL": [
        "Wanneer de directeur van het werkloosheidsbureau een werkloze van het voordeel van de werkloosheidsuitkeringen uitsluit op grond van artikel 154, eerste lid, 1°, Werkloosheidsbesluit, omdat hij zijn controlekaart niet heeft ingevuld, en de werkloze deze administratieve sanctie betwist voor de arbeidsrechtbank, oefent die rechtbank, met eerbiediging van het recht van verdediging en binnen de grenzen van het geding zoals die door de partijen zijn vastgelegd, een toezicht met volle rechtsmacht uit op de door de directeur opgelegde sanctie, zonder dat zij evenwel, wanneer ze oordeelt dat die administratieve sanctie voor dat feit niet op grond van die bepaling kan worden opgelegd, zich in de plaats van de Rijksdienst voor Arbeidsvoorziening mag stellen om te oordelen over de wenselijkheid om de in artikel 153, eerste lid, 2°, voor een ander feit bepaalde sanctie op te leggen (1). (1) Zie concl. OM op datum in Pas. in de zaak Cass. 27 juni 2022, AR S.21.0012.F, AC 2024, nr. 456, waarin een soortgelijke redenering wordt gevolgd."
      ]
    }
  },
  "154": {
    "ECLI:BE:CASS:2023:ARR.20231211.3F.5": {
      "court": "CASS",
      "date": "2023-12-11",
      "roleNumber": "S.21.0023.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231211.3F.5",
      "abstractFR": [
        "Le chômeur qui exerce à titre accessoire une activité au sens de l'article 45 de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage, non visée à l'article 48bis, doit faire mention de cette activité sur sa carte de contrôle si, lors de sa demande d'allocations, il ne l'a pas déclarée conformément à l'article 48, § 1er, alinéa 1er, 1°, du même arrêté royal, quels que soient le jour ou l'heure où il exerce cette activité."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220627.3F.5": {
      "court": "CASS",
      "date": "2022-06-27",
      "roleNumber": "S.21.0012.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220627.3F.5",
      "abstractFR": [
        "Lorsque le directeur du bureau du chômage exclut un chômeur du bénéfice des allocations sur la base de l'article 154, alinéa 1er, 2°, pour ne pas avoir présenté immédiatement sa carte de contrôle à la réquisition d'une personne habilitée à cet effet alors qu'il effectuait une activité visée à l'article 45, et que le chômeur conteste cette sanction administrative devant le tribunal du travail, ce tribunal exerce, dans le respect des droits de la défense et du cadre de l'instance, tel que les parties l'ont déterminé, un contrôle de pleine juridiction sur la sanction prise par le directeur, sans pouvoir toutefois, s'il juge que cette sanction administrative ne peut être infligée sur la base de cette disposition pour ce fait, se substituer à l'Office national de l'emploi pour apprécier l'opportunité d'infliger une sanction prévue par une autre disposition pour un fait différent (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de directeur van het werkloosheidsbureau een werkloze van het voordeel van de werkloosheidsuitkeringen uitsluit op grond van artikel 154, eerste lid, 2°, Werkloosheidsbesluit, omdat hij niet onmiddellijk zijn controlekaart op vordering van een daartoe bevoegde persoon heeft voorgelegd terwijl hij een in artikel 45 bedoelde activiteit verrichtte, en de werkloze deze administratieve sanctie betwist voor de arbeidsrechtbank, oefent die rechtbank, met eerbiediging van het recht van verdediging en binnen de grenzen van het geding zoals die door de partijen zijn vastgelegd, een toezicht met volle rechtsmacht uit op de door de directeur opgelegde sanctie, zonder dat zij evenwel, indien ze oordeelt dat die administratieve sanctie niet op grond van die bepaling voor dat feit kan worden opgelegd, zich in de plaats van de Rijksdienst voor Arbeidsvoorziening mag stellen om te oordelen over de wenselijkheid om een sanctie op te leggen die door een andere bepaling voor een ander feit is bepaald (1). (1) Zie concl. OM in Pas. 2022, nr. 456."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220627.3F.6": {
      "court": "CASS",
      "date": "2022-06-27",
      "roleNumber": "S.21.0017.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220627.3F.6",
      "abstractFR": [
        "Lorsque le directeur du bureau du chômage exclut un chômeur du bénéfice des allocations sur la base de l'article 154, alinéa 1er, 1°, de l'A.R. du 25 novembre 1991, pour ne pas avoir complété la carte de contrôle et que le chômeur conteste cette sanction administrative devant le tribunal du travail, ce tribunal exerce, dans le respect des droits de la défense et du cadre de l'instance, tel que les parties l'ont déterminé, un contrôle de pleine juridiction sur la sanction prise par le directeur, sans pouvoir toutefois, s'il juge que cette sanction administrative ne peut être infligée sur la base de cette disposition pour ce fait, se substituer à l'Office national de l'emploi pour apprécier l'opportunité d'infliger la sanction prévue par l'article 153, alinéa 1er, 2°, pour un fait différent (1). (1) Voir les concl. du MP dans la cause Cass. 27 juin 2022, RG S.21.0012.F, Pas. 2024, n° 456, le raisonnement est similaire.",
        "Lorsque le directeur du bureau du chômage exclut un chômeur du bénéfice des allocations sur la base de l'article 154, alinéa 1er, 1°, pour ne pas avoir complété la carte de contrôle et que le chômeur conteste cette sanction administrative devant le tribunal du travail, ce tribunal exerce, dans le respect des droits de la défense et du cadre de l'instance, tel que les parties l'ont déterminé, un contrôle de pleine juridiction sur la sanction prise par le directeur, sans pouvoir toutefois, s'il juge que cette sanction administrative ne peut être infligée sur la base de cette disposition pour ce fait, se substituer à l'Office national de l'emploi pour apprécier l'opportunité d'infliger la sanction prévue par l'article 153, alinéa 1er, 2°, pour un fait différent (1). (1) Voir les concl. du MP dans la cause Cass. 27 juin 2022, RG S.21.0012.F, www.juportal.be, le raisonnement est similaire."
      ],
      "abstractNL": [
        "Wanneer de directeur van het werkloosheidsbureau een werkloze van het voordeel van de werkloosheidsuitkeringen uitsluit op grond van artikel 154, eerste lid, 1°, Werkloosheidsbesluit, omdat hij zijn controlekaart niet heeft ingevuld, en de werkloze deze administratieve sanctie betwist voor de arbeidsrechtbank, oefent die rechtbank, met eerbiediging van het recht van verdediging en binnen de grenzen van het geding zoals die door de partijen zijn vastgelegd, een toezicht met volle rechtsmacht uit op de door de directeur opgelegde sanctie, zonder dat zij evenwel, wanneer ze oordeelt dat die administratieve sanctie voor dat feit niet op grond van die bepaling kan worden opgelegd, zich in de plaats van de Rijksdienst voor Arbeidsvoorziening mag stellen om te oordelen over de wenselijkheid om de in artikel 153, eerste lid, 2°, voor een ander feit bepaalde sanctie op te leggen (1). (1) Zie concl. OM op datum in Pas. in de zaak Cass. 27 juni 2022, AR S.21.0012.F, AC 2024, nr. 456, waarin een soortgelijke redenering wordt gevolgd."
      ]
    }
  },
  "166": {
    "ECLI:BE:CASS:2016:ARR.20160606.1": {
      "court": "CASS",
      "date": "2016-06-06",
      "roleNumber": "S.12.0028.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160606.1",
      "abstractFR": [
        "Dès lors que seul l'Office national de l'emploi, débiteur des allocations de chômage, à l'exclusion de l'organisme de paiement, statue sur le droit à ses allocations, la situation du chômeur à l'égard duquel le directeur du bureau du chômage revoit une décision entachée d'une erreur juridique ou matérielle commise par le bureau en vertu de laquelle des allocations ayant été octroyées indûment diffère de celle d'un chômeur qui fait, à la suite d'un contrôle des dépenses de son organisme de payement, l'objet par celui-ci d'une mesure de récupération d'allocations qui lui ont été payées indûment; la situation de ce dernier chômeur n'est pas davantage comparable à celle d'un assuré social à l'égard duquel l'institution de sécurité sociale débitrice des prestations sociales revoit une décision entachée d'une erreur de droit ou matérielle en vertu de laquelle ces prestations sociales lui ont été octroyées indûment (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Aangezien enkel de Rijksdienst voor Arbeidsvoorziening, die de werkloosheidsuitkeringen verschuldigd is, met uitsluiting van de uitbetalingsinstelling beslist over het recht op zijn uitkeringen, verschilt de situatie van de werkloze jegens wie de directeur van het werkloosheidsbureau een beslissing herziet wegens een door het bureau begane juridische of materiële fout waardoor uitkeringen onterecht werden toegekend, van die van een werkloze aan wie, wegens een controle van de uitgaven van zijn uitbetalingsinstelling, door die laatste een maatregel van terugvordering van de hun onterecht betaalde uitkeringen opgelegd wordt; de situatie van laatstgenoemde werkloze is evenmin vergelijkbaar met die van een sociaal verzekerde jegens wie de instelling voor sociale zekerheid, die de sociale uitkeringen verschuldigd is, een beslissing herziet wegens een juridische of materiële fout waardoor die sociale prestaties hem onterecht werden toegekend (1). (1) Zie concl. OM."
      ]
    }
  },
  "167": {
    "ECLI:BE:CASS:2016:ARR.20160606.1": {
      "court": "CASS",
      "date": "2016-06-06",
      "roleNumber": "S.12.0028.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160606.1",
      "abstractFR": [
        "L'article 167, § 2, alinéa 2, de l'arrêté royal du 25 novembre 1991 n'interdit la récupération de l'indu que lorsque le droit du travailleur aux allocations de chômage auquel correspond la dépense rejetée ou éliminée existe indépendamment de la faute ou de la négligence de l'organisme de paiement (1). (1) Voir les concl. du MP.",
        "Dès lors que seul l'Office national de l'emploi, débiteur des allocations de chômage, à l'exclusion de l'organisme de paiement, statue sur le droit à ses allocations, la situation du chômeur à l'égard duquel le directeur du bureau du chômage revoit une décision entachée d'une erreur juridique ou matérielle commise par le bureau en vertu de laquelle des allocations ayant été octroyées indûment diffère de celle d'un chômeur qui fait, à la suite d'un contrôle des dépenses de son organisme de payement, l'objet par celui-ci d'une mesure de récupération d'allocations qui lui ont été payées indûment; la situation de ce dernier chômeur n'est pas davantage comparable à celle d'un assuré social à l'égard duquel l'institution de sécurité sociale débitrice des prestations sociales revoit une décision entachée d'une erreur de droit ou matérielle en vertu de laquelle ces prestations sociales lui ont été octroyées indûment (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel 167, §2, tweede lid, van het koninklijk besluit van 25 november 1991 verbiedt de terugvordering van het onverschuldigd betaalde enkel wanneer het recht van de werknemer op werkloosheidsuitkeringen waarmee de verworpen of uitgeschakelde uitgave overeenstemt bestaat afgezien van de fout of nalatigheid van de uitbetalingsinstelling (1). (1) Zie concl. OM.",
        "Aangezien enkel de Rijksdienst voor Arbeidsvoorziening, die de werkloosheidsuitkeringen verschuldigd is, met uitsluiting van de uitbetalingsinstelling beslist over het recht op zijn uitkeringen, verschilt de situatie van de werkloze jegens wie de directeur van het werkloosheidsbureau een beslissing herziet wegens een door het bureau begane juridische of materiële fout waardoor uitkeringen onterecht werden toegekend, van die van een werkloze aan wie, wegens een controle van de uitgaven van zijn uitbetalingsinstelling, door die laatste een maatregel van terugvordering van de hun onterecht betaalde uitkeringen opgelegd wordt; de situatie van laatstgenoemde werkloze is evenmin vergelijkbaar met die van een sociaal verzekerde jegens wie de instelling voor sociale zekerheid, die de sociale uitkeringen verschuldigd is, een beslissing herziet wegens een juridische of materiële fout waardoor die sociale prestaties hem onterecht werden toegekend (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130624.10": {
      "court": "CASS",
      "date": "2013-06-24",
      "roleNumber": "S.12.0086.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130624.10",
      "abstractFR": [
        "Lorsque le chômeur introduit auprès de son organisme de paiement une déclaration de situation personnelle et familiale C1 signalant son déménagement dans le ressort du bureau de chômage mais que l'organisme de paiement s'abstient de transmettre le dossier contenant cette déclaration audit bureau, la convocation, prévue à l'article 140 de l'arrêté royal, envoyée par l'Office national de l'emploi à l'adresse indiquée dans la dernière déclaration C1 qui lui est parvenue est régulière, sans préjudice de l'obligation pour l'organisme de paiement de payer les allocations qui n'ont pu être payées au chômeur en raison de la négligence ou de la faute de cet organisme."
      ],
      "abstractNL": [
        "Wanneer de werkloze een aangifte van de persoonlijke en familiale toestand C 1 bij zijn uitbetalingsinstelling indient en daarin vermeldt dat hij door zijn verhuizing onder een ander werkloosheidsbureau ressorteert maar de uitbetalingsinstelling nalaat het dossier met die verklaring over te zenden naar dat bureau, is de oproeping, bepaald bij artikel 140 van het koninklijk besluit, verstuurd door de Rijkdienst voor arbeidsvoorziening naar het adres vermeld op de laatste C 1-aangifte die hij ontvangen heeft, regelmatig, ongeacht de verplichting van de uitbetalingsinstelling om de uitkeringen te betalen die aan de werkloze niet konden worden uitbetaald wegens de nalatigheid of de fout van die instelling."
      ]
    }
  },
  "169": {
    "ECLI:BE:CASS:2022:ARR.20221107.3N.5": {
      "court": "CASS",
      "date": "2022-11-07",
      "roleNumber": "S.22.0008.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221107.3N.5",
      "abstractFR": null,
      "abstractNL": [
        "Een uitkering die is toegekend en uitbetaald onder voorbehoud van herrekening met de nog in aanmerking te nemen inkomsten overeenkomstig artikel 130 Werkloosheidsbesluit heeft de werkloze niet onrechtmatig maar onder voorbehoud van herrekening ontvangen; hieruit volgt dat artikel 169 Werkloosheidsbesluit niet toepasselijk is op deze onder voorbehoud toegekende en uitbetaalde uitkeringen."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191028.3": {
      "court": "CASS",
      "date": "2019-10-28",
      "roleNumber": "S.18.0075.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191028.3",
      "abstractFR": [
        "L'obligation de restituer un paiement indu ne constitue pas en soi un dommage au sens des articles 1382 et 1383 du Code civil dès lors que celui sur qui pèse cette obligation n'a aucun droit à l'avantage faisant l'objet du paiement (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De verplichting om een onverschuldigd betaald bedrag terug te betalen, maakt op zich geen schade uit in de zin van de artikelen 1382 en 1383 Burgerlijk Wetboek, aangezien degene op wie die verplichting berust, geen enkel recht heeft op het voordeel waarop de betaling betrekking heeft (1). (1) Zie concl. OM in Pas. 2019, nr. 548."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180219.4": {
      "court": "CASS",
      "date": "2018-02-19",
      "roleNumber": "S.17.0066.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180219.4",
      "abstractFR": [
        "Il suit de l'article 169, alinéa 5, de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage que c'est au montant brut des revenus produits par l'activité du chômeur que la récupération de l'indu peut être limitée, sans qu'il y ait lieu de distinguer selon qu'il s'agit d'une activité salariée ou d'une activité indépendante."
      ],
      "abstractNL": [
        "Uit artikel 169, vijfde lid, koninklijk besluit van 25 november 1991 houdende de werkloosheidsreglementering volgt dat de terugvordering van de uitkeringen kan worden beperkt tot het bruto bedrag van de inkomsten uit de activiteit van de werkloze, ongeacht het een activiteit in loondienst betreft of een zelfstandige activiteit."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151019.1": {
      "court": "CASS",
      "date": "2015-10-19",
      "roleNumber": "S.15.0034.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151019.1",
      "abstractFR": [
        "L'article 169, alinéa 5, de l'arrêté Royal du 25 novembre 1991, en vertu duquel le montant de la récupération des allocations indûment payées peut être limité au montant brut des revenus dont le chômeur a bénéficié et qui n'étaient pas cumulables avec les allocations de chômage, n'est susceptible de s'appliquer que lorsque l'indu résulte du cumul prohibé des allocations de chômage et d'autres revenus dont le chômeur a bénéficié; il ne peut s'appliquer pour réduire le montant de la récupération poursuivie contre le chômeur lorsqu'il est constaté que l'indu résulte de l'exclusion de celui-ci du bénéfice des allocations de chômage pour ne s'être pas conformé aux obligations prescrites en matière de carte de contrôle par l'article 71, alinéa 1er, 1° et 5°, du même arrêté royal (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel 169, vijfde lid, van het koninklijk besluit van 25 november 1991, krachtens hetwelk het bedrag van de terugvordering van de onrechtmatig betaalde uitkeringen beperkt kan worden tot het bruto bedrag van de inkomsten die de werkloze genoten heeft en die niet cumuleerbaar waren met de werkloosheidsuitkeringen, kan slechts worden toegepast wanneer het onverschuldigde het gevolg is van de verboden cumulatie van de werkloosheidsuitkeringen en andere inkomsten die de werkloze ontvangen heeft; het kan niet worden toegepast om het bedrag dat van de werkloze wordt teruggevorderd te beperken, wanneer vastgesteld is dat het onverschuldigd betaalde het gevolg is van diens uitsluiting van het recht op werkloosheidsuitkeringen omdat hij de bij artikel 71, eerste lid, 1° en 5°, van datzelfde koninklijk besluit voorgeschreven verplichtingen inzake de controlekaart niet heeft nageleefd (1). (1) Zie concl. OM in Pas. 2015, nr. ..."
      ]
    }
  },
  "170": {
    "ECLI:BE:CASS:2020:ARR.20201012.3F.4": {
      "court": "CASS",
      "date": "2020-10-12",
      "roleNumber": "S.20.0004.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201012.3F.4",
      "abstractFR": [
        "L'obligation de notifier le montant de la récupération au chômeur et à l'organisme de paiement incombe au directeur ou aux personnes désignées par les autorités régionales pour prendre la décision administrative sur le droit aux allocations, et non à la juridiction compétente (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De verplichting om het bedrag van de terugvordering ter kennis te brengen van de werkloze en van de uitbetalingsinstelling berust bij de directeur of bij de personen die door de gewestelijke overheden zijn aangesteld om de administratieve beslissing over het recht op uitkering te nemen, en niet bij de bevoegde rechtsmacht (1). (1) Zie concl. OM in Pas. 2020, nr. 625."
      ]
    }
  },
  "171": {
    "ECLI:BE:CASS:2024:ARR.20241209.3F.1": {
      "court": "CASS",
      "date": "2024-12-09",
      "roleNumber": "S.24.0006.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241209.3F.1",
      "abstractFR": [
        "les articles 171 et 172 de l'arrêté royal du 25 novembre 1991 réservent au comité de gestion le pouvoir discrétionnaire d'apprécier l'opportunité de la renonciation à l'indu; il s'ensuit que le tribunal du travail, saisi par l'assuré social qui conteste le refus du comité de gestion de renoncer, contrôle la légalité de cette décision mais ne peut se substituer au comité de gestion pour en apprécier l'opportunité (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "172": {
    "ECLI:BE:CASS:2024:ARR.20241209.3F.1": {
      "court": "CASS",
      "date": "2024-12-09",
      "roleNumber": "S.24.0006.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241209.3F.1",
      "abstractFR": [
        "les articles 171 et 172 de l'arrêté royal du 25 novembre 1991 réservent au comité de gestion le pouvoir discrétionnaire d'apprécier l'opportunité de la renonciation à l'indu; il s'ensuit que le tribunal du travail, saisi par l'assuré social qui conteste le refus du comité de gestion de renoncer, contrôle la légalité de cette décision mais ne peut se substituer au comité de gestion pour en apprécier l'opportunité (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "48bis": {
    "ECLI:BE:CASS:2022:ARR.20221107.3N.5": {
      "court": "CASS",
      "date": "2022-11-07",
      "roleNumber": "S.22.0008.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221107.3N.5",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 44, 45, eerste lid, 48bis, 130, §1 en §2 Werkloosheidsbesluit volgt dat de voor de werkloosheidsuitkering in aanmerking te nemen inkomsten uit de artistieke activiteit berekend worden per kalenderjaar op basis van het jaarlijks netto inkomen en bijgevolg dat de werkloosheidsuitkeringen die worden toegekend en uitbetaald aan een werkloze die aanspraak maakt op inkomsten uit een artistieke activiteit, steeds voorlopig worden toegekend en uitgekeerd."
      ]
    }
  },
  "52bis": {
    "ECLI:BE:CASS:2025:ARR.20251006.3N.3": {
      "court": "CASS",
      "date": "2025-10-06",
      "roleNumber": "S.24.0053.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251006.3N.3",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer de controledienst van de VDAB een werkloze met toepassing van artikel 52bis, § 1, 2°, Werkloosheidsbesluit uitsluit van het genot van de uitkeringen en de werkloze deze beslissing betwist, ontstaat er tussen de VDAB en de werkloze een betwisting over het recht op uitkeringen gedurende het tijdvak van de uitsluiting; de arbeidsrechtbank die over een dergelijk geschil moet beslissen, oefent, met naleving van het recht van verdediging en binnen het kader van het geding zoals de partijen dat hebben bepaald, een toetsing met volle rechtsmacht uit over de beslissing die de controledienst van de VDAB heeft genomen, die de keuze omvat tussen uitsluiting van het recht op uitkeringen zonder uitstel, uitsluiting met uitstel of verwittiging en, desgevallend, de keuze van de duur en de modaliteiten van die maatregel (1). (1) Zie concl. OM.",
        "Bij de beoordeling van de gepaste sanctie voor de door de werkloze begane tekortkoming kan de arbeidsrechtbank alle elementen in acht nemen die ter zake relevant zijn en kan zij ook rekening houden met feitelijke elementen die zich hebben voorgedaan na de bestreden administratieve beslissing (1). (1) Zie concl. OM."
      ]
    }
  },
  "58/1": {
    "ECLI:BE:CASS:2021:ARR.20210412.3N.2": {
      "court": "CASS",
      "date": "2021-04-12",
      "roleNumber": "S.20.0038.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210412.3N.2&lang=fr",
      "abstractFR": [
        "L'article 58/9, § 1er, de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage porte sur une conséquence susceptible d'être donnée à une première évaluation négative d'un chômeur complet."
      ],
      "abstractNL": [
        "Artikel 58/9, § 1, Werkloosheidsbesluit heeft enkel betrekking op het gevolg dat kan worden gegeven aan een eerste negatieve evaluatie van een volledig werkloze."
      ]
    }
  },
  "58/8": {
    "ECLI:BE:CASS:2021:ARR.20210412.3N.2": {
      "court": "CASS",
      "date": "2021-04-12",
      "roleNumber": "S.20.0038.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210412.3N.2&lang=fr",
      "abstractFR": [
        "L'article 58/9, § 1er, de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage porte sur une conséquence susceptible d'être donnée à une première évaluation négative d'un chômeur complet."
      ],
      "abstractNL": [
        "Artikel 58/9, § 1, Werkloosheidsbesluit heeft enkel betrekking op het gevolg dat kan worden gegeven aan een eerste negatieve evaluatie van een volledig werkloze."
      ]
    }
  },
  "58/9": {
    "ECLI:BE:CASS:2021:ARR.20210412.3N.2": {
      "court": "CASS",
      "date": "2021-04-12",
      "roleNumber": "S.20.0038.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210412.3N.2&lang=fr",
      "abstractFR": [
        "L'article 58/9, § 1er, de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage porte sur une conséquence susceptible d'être donnée à une première évaluation négative d'un chômeur complet.",
        "L'avertissement écrit formel dont question à l'article 58/9, § 1er, alinéa 2, de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage ne vise pas l'avertissement visé au premier alinéa, mais tout avertissement formel notifié au chômeur dans le cadre du contrôle de sa disponibilité active pour le marché de l'emploi, notamment au moyen de la feuille d'accord ultime établie par le médiateur désigné conformément à l'article 111/12 de l'arrêté du gouvernement flamand du 5 juin 2009 portant organisation de l'emploi et de la formation professionnelle.",
        "Il suit de article 58/9, § 2, de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage qu'afin d'imposer la sanction qui y est visée, il n'est pas requis, hormis la constatation que le chômeur complet a fait l'objet d'une précédente évaluation négative, qu'une sanction lui ait déjà été infligée au sens de l'article 58/9, § 1er, alinéa 2, de l'arrêté royal du 25 novembre 1991."
      ],
      "abstractNL": [
        "Artikel 58/9, § 1, Werkloosheidsbesluit heeft enkel betrekking op het gevolg dat kan worden gegeven aan een eerste negatieve evaluatie van een volledig werkloze.",
        "Met de in artikel 58/9, § 1, tweede lid, Werkloosheidsbesluit bedoelde formele schriftelijke verwittiging wordt niet de in het eerste lid bedoelde verwittiging beoogd, maar wel elke formele verwittiging die aan de werkloze wordt gegeven in het kader van de controle op zijn of haar actieve beschikbaarheid voor de arbeidsmarkt, zoals onder meer wordt gegeven door middel van het ultieme afsprakenblad dat overeenkomstig artikel 111/12 Besluit Vlaamse regeling arbeidsbemiddeling en beroepsopleiding wordt opgesteld door de aangestelde bemiddelaar.",
        "Uit artikel 58/9, § 2, Werkloosheidsbesluit volgt dat om de erin bedoelde sanctie op te leggen, naast de vaststelling dat de volledig werkloze het voorwerp is geweest van een eerdere negatieve evaluatie, niet vereist is dat hem reeds een sanctie werd opgelegd zoals bedoeld bij artikel 58/9, § 1, tweede lid, Werkloosheidsbesluit."
      ]
    }
  },
  "71bis": {
    "ECLI:BE:CASS:2022:ARR.20220627.3F.5": {
      "court": "CASS",
      "date": "2022-06-27",
      "roleNumber": "S.21.0012.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220627.3F.5",
      "abstractFR": [
        "Lorsque le directeur du bureau du chômage exclut un chômeur du bénéfice des allocations sur la base de l'article 154, alinéa 1er, 2°, pour ne pas avoir présenté immédiatement sa carte de contrôle à la réquisition d'une personne habilitée à cet effet alors qu'il effectuait une activité visée à l'article 45, et que le chômeur conteste cette sanction administrative devant le tribunal du travail, ce tribunal exerce, dans le respect des droits de la défense et du cadre de l'instance, tel que les parties l'ont déterminé, un contrôle de pleine juridiction sur la sanction prise par le directeur, sans pouvoir toutefois, s'il juge que cette sanction administrative ne peut être infligée sur la base de cette disposition pour ce fait, se substituer à l'Office national de l'emploi pour apprécier l'opportunité d'infliger une sanction prévue par une autre disposition pour un fait différent (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de directeur van het werkloosheidsbureau een werkloze van het voordeel van de werkloosheidsuitkeringen uitsluit op grond van artikel 154, eerste lid, 2°, Werkloosheidsbesluit, omdat hij niet onmiddellijk zijn controlekaart op vordering van een daartoe bevoegde persoon heeft voorgelegd terwijl hij een in artikel 45 bedoelde activiteit verrichtte, en de werkloze deze administratieve sanctie betwist voor de arbeidsrechtbank, oefent die rechtbank, met eerbiediging van het recht van verdediging en binnen de grenzen van het geding zoals die door de partijen zijn vastgelegd, een toezicht met volle rechtsmacht uit op de door de directeur opgelegde sanctie, zonder dat zij evenwel, indien ze oordeelt dat die administratieve sanctie niet op grond van die bepaling voor dat feit kan worden opgelegd, zich in de plaats van de Rijksdienst voor Arbeidsvoorziening mag stellen om te oordelen over de wenselijkheid om een sanctie op te leggen die door een andere bepaling voor een ander feit is bepaald (1). (1) Zie concl. OM in Pas. 2022, nr. 456."
      ]
    }
  },
  "42bis": {
    "ECLI:BE:CASS:2022:ARR.20220404.3F.1": {
      "court": "CASS",
      "date": "2022-04-04",
      "roleNumber": "S.20.0047.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220404.3F.1",
      "abstractFR": [
        "Les articles 42, § 1er, alinéa 2, et 42bis de l'arrêté royal du 25 novembre 1991 portant règlementation du chômage instaurent une différence de traitement en matière de droit aux allocations de chômage entre, d'une part, la catégorie des chômeurs pour cause économique, qui ne sont dispensés du stage que sous certaines conditions, d'autre part, la catégorie des autres chômeurs temporaires, qui sont dispensés du stage sans condition; compte tenu des caractéristiques et dispositions légales précitées, communes aux chômeurs économiques et aux autres chômeurs temporaires, pour cause de force majeure, de congés annuels, de troubles techniques ou d'intempéries, ces deux catégories sont comparables du point de vue de la lutte contre le recours abusif au chômage temporaire (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De artikelen 42, § 1, tweede lid, en 42bis Werkloosheidsbesluit voeren voor het recht op werkloosheidsuitkeringen een verschil in behandeling in tussen, enerzijds, de categorie van de economisch werklozen, die slechts onder beperkte voorwaarden worden vrijgesteld van de wachttijd en, anderzijds, de categorie van de andere tijdelijk werklozen, die zonder voorwaarden worden vrijgesteld van de wachttijd; gelet op de voormelde kenmerken en wettelijke bepalingen, die gemeen zijn aan de economisch werklozen en de andere tijdelijk werklozen, wegens overmacht, jaarlijkse vakantie, technische stoornis of slecht weer, zijn die twee categorieën vergelijkbaar uit het oogpunt van de bestrijding van het misbruik van de tijdelijke werkloosheid (1). (1) Zie concl. OM in Pas. 2022, nr. 243."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220404.3N.1": {
      "court": "CASS",
      "date": "2022-04-04",
      "roleNumber": "S.20.0047.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220404.3N.1",
      "abstractFR": [
        "Les articles 42, § 1er, alinéa 2, et 42bis de l'arrêté royal du 25 novembre 1991 portant règlementation du chômage instaurent une différence de traitement en matière de droit aux allocations de chômage entre, d'une part, la catégorie des chômeurs pour cause économique, qui ne sont dispensés du stage que sous certaines conditions, d'autre part, la catégorie des autres chômeurs temporaires, qui sont dispensés du stage sans condition; compte tenu des caractéristiques et dispositions légales précitées, communes aux chômeurs économiques et aux autres chômeurs temporaires, pour cause de force majeure, de congés annuels, de troubles techniques ou d'intempéries, ces deux catégories sont comparables du point de vue de la lutte contre le recours abusif au chômage temporaire (1). (1) Voir les concl. du MP.",
        "Les articles 42, § 1er, alinéa 2, et 42bis de l’arrêté royal du 25 novembre 1991 portant règlementation du chômage instaurent une différence de traitement en matière de droit aux allocations de chômage entre, d’une part, la catégorie des chômeurs pour cause économique, qui ne sont dispensés du stage que sous certaines conditions, d’autre part, la catégorie des autres chômeurs temporaires, qui sont dispensés du stage sans condition; compte tenu des caractéristiques et dispositions légales précitées, communes aux chômeurs économiques et aux autres chômeurs temporaires, pour cause de force majeure, de congés annuels, de troubles techniques ou d'intempéries, ces deux catégories sont comparables du point de vue de la lutte contre le recours abusif au chômage temporaire (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220404.3N.4": {
      "court": "CASS",
      "date": "2022-04-04",
      "roleNumber": "S.20.0053.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220404.3N.4&lang=fr",
      "abstractFR": [
        "Les articles 42, § 1er, alinéa 2, et 42bis de l'arrêté royal du 25 novembre 1991 portant réglementation du chômage instaurent une différence de traitement en matière de droit aux allocations de chômage entre, d'une part, la catégorie des chômeurs pour cause économique, qui ne sont dispensés du stage que sous certaines conditions et, d'autre part, la catégorie des autres chômeurs temporaires pour cause de force majeure, de congé annuel, d'accident technique ou d'intempéries, qui sont dispensés du stage sans devoir satisfaire à ces conditions; il suit des caractéristiques et dispositions légales communes aux chômeurs économiques et aux autres chômeurs temporaires pour cause de force majeure, de congé annuel, d'accident technique ou d'intempéries, que ces deux catégories sont comparables du point de vue de la lutte contre le recours abusif au chômage temporaire."
      ],
      "abstractNL": [
        "De artikelen 42, § 1, tweede lid, en 42bis Werkloosheidsbesluit voeren een verschillend regime in voor het recht op werkloosheidsuitkeringen tussen enerzijds de categorie van de economisch werklozen, die slechts onder beperkte voorwaarden vrijgesteld kunnen worden van de wachttijd, en de categorie van de andere tijdelijk werklozen, wegens overmacht, jaarlijkse vakantie, technische stoornis of slecht weer, die zonder die voorwaarden vrijgesteld zijn van de wachttijd; rekening gehouden met de karakteristieken en wettelijke bepalingen die gemeen zijn aan de economisch werklozen en de andere tijdelijk werklozen, wegens overmacht, jaarlijkse vakantie, technische stoornis of slecht weer, zijn deze twee categorieën vanuit het oogpunt van de bestrijding van het oneigenlijk gebruik van de tijdelijke werkloosheid vergelijkbaar."
      ]
    }
  },
  "131bis": {
    "ECLI:BE:CASS:2019:ARR.20190520.2": {
      "court": "CASS",
      "date": "2019-05-20",
      "roleNumber": "S.17.0004.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190520.2",
      "abstractFR": [
        "Durant la durée de son occupation, le travailleur à temps partiel volontaire ne peut être tenu pour un chômeur complet au sens de l'article 27, 1°, b), de l'arrêté royal du 20 novembre 1991 et ne peut prétendre à aucune allocation pour les heures pendant lesquelles il ne travaille pas habituellement (1). (1) Voir les concl. contraires du MP."
      ],
      "abstractNL": [
        "De vrijwillig deeltijdse werknemer mag tijdens de duur van zijn tewerkstelling niet worden beschouwd als een volledig werkloze in de zin van artikel 27, 1°, b), van het koninklijk besluit van 25 november 1991 houdende de werkloosheidsreglementering en kan hij op geen enkele uitkering aanspraak maken voor de uren tijdens dewelke hij gewoonlijk niet werkt (1). (1) Zie andersluidende concl. OM in Pas. 2019, nr. 296."
      ]
    }
  },
  "59sexies": {
    "ECLI:BE:CASS:2016:ARR.20160905.2": {
      "court": "CASS",
      "date": "2016-09-05",
      "roleNumber": "S.16.0004.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160905.2",
      "abstractFR": [
        "Il ne résulte pas des dispositions des articles 59quinquies, § 5 et 6 et 59sexies, §1er, de l'arrêté royal du 25 novembre 1991 que le directeur qui redoute que le chômeur fasse valoir un motif justifiant son absence à l'entretien visé à l'article 59sexies, § 1er, alinéa 1er, ne puisse, dans la convocation qu'il lui adresse pour une date déterminée, prévoir que celui-ci devra, s'il fait valoir pareil motif pour cette date, se présenter au bureau pour cet entretien le premier jour ouvrable suivant celui où ce motif aura pris fin."
      ],
      "abstractNL": [
        "Uit de bepalingen van de artikelen 59quinquies, § 5 en 6, en 59sexies, § 1, Werkloosheidsbesluit, volgt niet dat de directeur die vreest dat de werkloze een reden zal aanvoeren om zijn afwezigheid op het gesprek, bedoeld in artikel 59sexies, § 1, eerste lid, te rechtvaardigen, in de oproeping die hij hem voor een welbepaalde datum stuurt, niet mag bepalen dat die werkloze, indien hij voor die datum een dergelijke reden aanvoert, zich voor dat onderhoud op het bureau zal moeten aanmelden op de eerste werkdag na die waarop die reden opgehouden zal hebben te bestaan."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151005.3": {
      "court": "CASS",
      "date": "2015-10-05",
      "roleNumber": "S.14.0055.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151005.3",
      "abstractFR": [
        "La circonstance que le travailleur ne demande plus d'allocations à la date pour laquelle il est convoqué à un troisième entretien d'évaluation de son comportement de recherche active d'emploi, en règle, ne fait pas obstacle à l'application de l'article 59sexies, § 6, et ne constitue pas davantage un motif valable, au sens de l'article 59sexies, § 1er, alinéa 4, de ne pas donner suite à la convocation à cet entretien (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De omstandigheid dat de werknemer geen uitkeringen meer vraagt op de dag waarop hij is uitgenodigd tot een derde evaluatiegesprek inzake zijn houding actief naar werk te zoeken, staat in de regel de toepassing van artikel 59sexies, §6, niet in de weg en vormt ook geen geldige reden in de zin van artikel 59sexies, §1, vierde lid, geen gevolg te geven aan de uitnodiging tot dat gesprek (1). (1) Zie concl. OM in Pas. 2015 nr. ..."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150216.2": {
      "court": "CASS",
      "date": "2015-02-16",
      "roleNumber": "S.13.0038.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150216.2",
      "abstractFR": [
        "De ce que l'arrêt constate que la défenderesse 'n'a pas respecté le troisième engagement souscrit dans le cadre du [second] contrat' d'activation et consistant à 'présenter quatre candidatures spontanées par mois jusqu'au prochain entretien' d'évaluation, il ne se déduit pas que celle-ci n'aurait pas recherché activement du travail (1). (1) Voir les concl. MP."
      ],
      "abstractNL": [
        "Uit de vaststelling van het arrest dat de verweerster \"de derde verbintenis in het kader van de [tweede] activeringsovereenkomst\" niet heeft nageleefd, die erin bestaat \"vier spontane kandidaturen per maand tot het volgende evaluatiegesprek voor te leggen\", kan niet worden afgeleid dat zij niet actief naar werk zou hebben gezocht (1). (1) Zie de concl. OM in Pas. 2015, nr. ..."
      ]
    }
  },
  "59quinquies": {
    "ECLI:BE:CASS:2016:ARR.20160905.2": {
      "court": "CASS",
      "date": "2016-09-05",
      "roleNumber": "S.16.0004.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160905.2",
      "abstractFR": [
        "Il ne résulte pas des dispositions des articles 59quinquies, § 5 et 6 et 59sexies, §1er, de l'arrêté royal du 25 novembre 1991 que le directeur qui redoute que le chômeur fasse valoir un motif justifiant son absence à l'entretien visé à l'article 59sexies, § 1er, alinéa 1er, ne puisse, dans la convocation qu'il lui adresse pour une date déterminée, prévoir que celui-ci devra, s'il fait valoir pareil motif pour cette date, se présenter au bureau pour cet entretien le premier jour ouvrable suivant celui où ce motif aura pris fin."
      ],
      "abstractNL": [
        "Uit de bepalingen van de artikelen 59quinquies, § 5 en 6, en 59sexies, § 1, Werkloosheidsbesluit, volgt niet dat de directeur die vreest dat de werkloze een reden zal aanvoeren om zijn afwezigheid op het gesprek, bedoeld in artikel 59sexies, § 1, eerste lid, te rechtvaardigen, in de oproeping die hij hem voor een welbepaalde datum stuurt, niet mag bepalen dat die werkloze, indien hij voor die datum een dergelijke reden aanvoert, zich voor dat onderhoud op het bureau zal moeten aanmelden op de eerste werkdag na die waarop die reden opgehouden zal hebben te bestaan."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151005.3": {
      "court": "CASS",
      "date": "2015-10-05",
      "roleNumber": "S.14.0055.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151005.3",
      "abstractFR": [
        "La circonstance que le travailleur ne demande plus d'allocations à la date pour laquelle il est convoqué à un troisième entretien d'évaluation de son comportement de recherche active d'emploi, en règle, ne fait pas obstacle à l'application de l'article 59sexies, § 6, et ne constitue pas davantage un motif valable, au sens de l'article 59sexies, § 1er, alinéa 4, de ne pas donner suite à la convocation à cet entretien (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De omstandigheid dat de werknemer geen uitkeringen meer vraagt op de dag waarop hij is uitgenodigd tot een derde evaluatiegesprek inzake zijn houding actief naar werk te zoeken, staat in de regel de toepassing van artikel 59sexies, §6, niet in de weg en vormt ook geen geldige reden in de zin van artikel 59sexies, §1, vierde lid, geen gevolg te geven aan de uitnodiging tot dat gesprek (1). (1) Zie concl. OM in Pas. 2015 nr. ..."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150216.2": {
      "court": "CASS",
      "date": "2015-02-16",
      "roleNumber": "S.13.0038.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150216.2",
      "abstractFR": [
        "De ce que l'arrêt constate que la défenderesse 'n'a pas respecté le troisième engagement souscrit dans le cadre du [second] contrat' d'activation et consistant à 'présenter quatre candidatures spontanées par mois jusqu'au prochain entretien' d'évaluation, il ne se déduit pas que celle-ci n'aurait pas recherché activement du travail (1). (1) Voir les concl. MP."
      ],
      "abstractNL": [
        "Uit de vaststelling van het arrest dat de verweerster \"de derde verbintenis in het kader van de [tweede] activeringsovereenkomst\" niet heeft nageleefd, die erin bestaat \"vier spontane kandidaturen per maand tot het volgende evaluatiegesprek voor te leggen\", kan niet worden afgeleid dat zij niet actief naar werk zou hebben gezocht (1). (1) Zie de concl. OM in Pas. 2015, nr. ..."
      ]
    }
  },
  "74bis": {
    "ECLI:BE:CASS:2015:ARR.20151116.4": {
      "court": "CASS",
      "date": "2015-11-16",
      "roleNumber": "S.14.0008.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151116.4",
      "abstractFR": [
        "Les activités artistiques ayant pris définitivement fin avant le début de la période de chômage ou ayant pris fin depuis au moins deux années civiles consécutives, dont, conformément à l'article 130, § 2, alinéa 4, les revenus ne sont pas pris en compte pour diminuer le montant des allocations de chômage, sont constituées, non de chacune des œuvres examinées séparément, mais de l'ensemble des activités artistiques du chômeur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De artistieke activiteiten die definitief beëindigd werden vóór het begin van de werkloosheidsperiode of reeds gedurende ten minste twee opeenvolgende kalenderjaren beëindigd werden, waarvan de inkomens, overeenkomstig artikel 130, §2, vierde lid, niet in rekening worden gebracht om het bedrag van de werkloosheidsvergoedingen te verminderen, worden niet gevormd door alle onderzochte werken afzonderlijk, maar door het geheel van de artistieke activiteiten van de werkloze (1). (1) Zie concl. OM in Pas. 2015, nr. ..."
      ]
    }
  },
  "157bis": {
    "ECLI:BE:CASS:2015:ARR.20151019.1": {
      "court": "CASS",
      "date": "2015-10-19",
      "roleNumber": "S.15.0034.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151019.1",
      "abstractFR": [
        "L'article 169, alinéa 5, de l'arrêté Royal du 25 novembre 1991, en vertu duquel le montant de la récupération des allocations indûment payées peut être limité au montant brut des revenus dont le chômeur a bénéficié et qui n'étaient pas cumulables avec les allocations de chômage, n'est susceptible de s'appliquer que lorsque l'indu résulte du cumul prohibé des allocations de chômage et d'autres revenus dont le chômeur a bénéficié; il ne peut s'appliquer pour réduire le montant de la récupération poursuivie contre le chômeur lorsqu'il est constaté que l'indu résulte de l'exclusion de celui-ci du bénéfice des allocations de chômage pour ne s'être pas conformé aux obligations prescrites en matière de carte de contrôle par l'article 71, alinéa 1er, 1° et 5°, du même arrêté royal (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel 169, vijfde lid, van het koninklijk besluit van 25 november 1991, krachtens hetwelk het bedrag van de terugvordering van de onrechtmatig betaalde uitkeringen beperkt kan worden tot het bruto bedrag van de inkomsten die de werkloze genoten heeft en die niet cumuleerbaar waren met de werkloosheidsuitkeringen, kan slechts worden toegepast wanneer het onverschuldigde het gevolg is van de verboden cumulatie van de werkloosheidsuitkeringen en andere inkomsten die de werkloze ontvangen heeft; het kan niet worden toegepast om het bedrag dat van de werkloze wordt teruggevorderd te beperken, wanneer vastgesteld is dat het onverschuldigd betaalde het gevolg is van diens uitsluiting van het recht op werkloosheidsuitkeringen omdat hij de bij artikel 71, eerste lid, 1° en 5°, van datzelfde koninklijk besluit voorgeschreven verplichtingen inzake de controlekaart niet heeft nageleefd (1). (1) Zie concl. OM in Pas. 2015, nr. ..."
      ]
    }
  },
  "59bis": {
    "ECLI:BE:CASS:2015:ARR.20150921.1": {
      "court": "CASS",
      "date": "2015-09-21",
      "roleNumber": "S.13.0008.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150921.1",
      "abstractFR": [
        "Les travailleurs qui deviennent chômeurs par suite de circonstances dépendant de leur volonté et les chômeurs complets qui manquent à leur obligation de rechercher activement du travail constituent des catégories de personnes que distingue un critère objectif et raisonnable dès lors que les seconds seuls bénéficient d'un suivi encadré de leurs efforts (1). (1) Voir les concl. du MP.",
        "En écartant, par application de l'article 159 de la Constitution, l'article 59sexies, § 6, de l'arrêté Royal du 25 novembre 1991 au motif que l'exclusion que prévoit cette disposition ne peut faire l'objet de modalités comparables à celles qui peuvent assortir les mesures équivalentes applicables au travailleur visé à l'article 51, § 1er, alinéa 1er, précité, l'arrêt, qui nie l'existence d'un critère objectif et raisonnable justifiant ce traitement différent, viole les articles 10 et 11 de la Constitution (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De werknemers die werkloos worden wegens omstandigheden afhankelijk van hun wil en de volledig werklozen die hun verplichting verzuimen om actief naar werk te zoeken, vormen categorieën van personen die volgens een objectief en redelijk criterium zijn onderscheiden aangezien enkel laatstgenoemden genieten van een begeleide opvolging van hun inspanningen (1). (1) Zie de concl. OM in Pas. nr. ...",
        "Het arrest dat, met toepassing van artikel 159 van de Grondwet, artikel 59sexies, § 6, Werkloosheidsbesluit afwijst op grond dat er voor de door die bepaling bedoelde uitsluiting geen modaliteiten zijn die vergelijkbaar zijn met deze die gekoppeld zijn aan de evenwaardige maatregelen, die van toepassing zijn op de in het voornoemde artikel 51, § 1, eerste lid, bedoelde werknemer, en dat het bestaan ontkent van een objectief en redelijk criterium dat dit verschil in behandeling verantwoordt, schendt de artikelen 10 en 11 van de Grondwet (1). (1) Zie de concl. OM in Pas. nr. ..."
      ]
    }
  },
  "59ter": {
    "ECLI:BE:CASS:2015:ARR.20150921.1": {
      "court": "CASS",
      "date": "2015-09-21",
      "roleNumber": "S.13.0008.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150921.1",
      "abstractFR": [
        "Les travailleurs qui deviennent chômeurs par suite de circonstances dépendant de leur volonté et les chômeurs complets qui manquent à leur obligation de rechercher activement du travail constituent des catégories de personnes que distingue un critère objectif et raisonnable dès lors que les seconds seuls bénéficient d'un suivi encadré de leurs efforts (1). (1) Voir les concl. du MP.",
        "En écartant, par application de l'article 159 de la Constitution, l'article 59sexies, § 6, de l'arrêté Royal du 25 novembre 1991 au motif que l'exclusion que prévoit cette disposition ne peut faire l'objet de modalités comparables à celles qui peuvent assortir les mesures équivalentes applicables au travailleur visé à l'article 51, § 1er, alinéa 1er, précité, l'arrêt, qui nie l'existence d'un critère objectif et raisonnable justifiant ce traitement différent, viole les articles 10 et 11 de la Constitution (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De werknemers die werkloos worden wegens omstandigheden afhankelijk van hun wil en de volledig werklozen die hun verplichting verzuimen om actief naar werk te zoeken, vormen categorieën van personen die volgens een objectief en redelijk criterium zijn onderscheiden aangezien enkel laatstgenoemden genieten van een begeleide opvolging van hun inspanningen (1). (1) Zie de concl. OM in Pas. nr. ...",
        "Het arrest dat, met toepassing van artikel 159 van de Grondwet, artikel 59sexies, § 6, Werkloosheidsbesluit afwijst op grond dat er voor de door die bepaling bedoelde uitsluiting geen modaliteiten zijn die vergelijkbaar zijn met deze die gekoppeld zijn aan de evenwaardige maatregelen, die van toepassing zijn op de in het voornoemde artikel 51, § 1, eerste lid, bedoelde werknemer, en dat het bestaan ontkent van een objectief en redelijk criterium dat dit verschil in behandeling verantwoordt, schendt de artikelen 10 en 11 van de Grondwet (1). (1) Zie de concl. OM in Pas. nr. ..."
      ]
    }
  },
  "59quater": {
    "ECLI:BE:CASS:2015:ARR.20150216.2": {
      "court": "CASS",
      "date": "2015-02-16",
      "roleNumber": "S.13.0038.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150216.2",
      "abstractFR": [
        "De ce que l'arrêt constate que la défenderesse 'n'a pas respecté le troisième engagement souscrit dans le cadre du [second] contrat' d'activation et consistant à 'présenter quatre candidatures spontanées par mois jusqu'au prochain entretien' d'évaluation, il ne se déduit pas que celle-ci n'aurait pas recherché activement du travail (1). (1) Voir les concl. MP."
      ],
      "abstractNL": [
        "Uit de vaststelling van het arrest dat de verweerster \"de derde verbintenis in het kader van de [tweede] activeringsovereenkomst\" niet heeft nageleefd, die erin bestaat \"vier spontane kandidaturen per maand tot het volgende evaluatiegesprek voor te leggen\", kan niet worden afgeleid dat zij niet actief naar werk zou hebben gezocht (1). (1) Zie de concl. OM in Pas. 2015, nr. ..."
      ]
    }
  }
}