{
  "3": {
    "ECLI:BE:CASS:2016:ARR.20161108.7": {
      "court": "CASS",
      "date": "2016-11-08",
      "roleNumber": "P.16.0613.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161108.7&lang=fr",
      "abstractFR": [
        "Si, dans le cadre de l'exécution d'une demande d'entraide judiciaire étrangère, une opération sous couverture est mise sur pied en accord avec les autorités belges compétentes en Belgique et que les résultats qui en résultent sont utilisés à titre de preuve dans une action publique intentée en Belgique, ces éléments de preuve obtenus ensuite de l'exécution de cette demande d'entraide judiciaire ne représentent pas des preuves recueillies à l'étranger telles que visées à l'article 13 de la loi du 9 décembre 2004 sur la transmission policière internationale de données à caractère personnel et d'informations à finalité judiciaire, l'entraide judiciaire internationale en matière pénale et modifiant l'article 90ter du Code d'instruction criminelle, et l'utilisation de cette preuve, quand bien même serait-elle irrégulière, doit être appréciée conformément à l'article 32 du Titre préliminaire du Code de procédure pénale qui comporte un règlement similaire à celui de l'article 13 de la loi du 9 décembre 2004 (1). (1) A. WINANTS, « De wet van 9 december 2004 betreffende de wederzijdse internationale rechtshulp in strafzaken », dans A. DE NAUW (éd.) De groeipijnen van het strafrecht, Die Keure 2007, 189-216."
      ],
      "abstractNL": [
        "Indien ter uitvoering van een buitenlands rechtshulpverzoek met het akkoord van de bevoegde Belgische overheid in België een undercoveroperatie wordt opgezet en de resultaten daarvan als bewijs worden gebruikt in een in België ingestelde strafvordering dan is dat bewijsmateriaal, dat als gevolg van de uitvoering van dit rechtshulpverzoek werd verkregen, geen buitenlands bewijs als bedoeld door artikel 13 Wet Wederzijdse Internationale Rechtshulp Strafzaken en de aanwending van dit bewijs, mocht het onregelmatig zijn, moet worden beoordeeld overeenkomstig artikel 32 Voorafgaande Titel Wetboek van Strafvordering, dat een gelijkaardige regeling bevat als artikel 13 Wet Wederzijdse Internationale Rechtshulp Strafzaken (1). (1) A. WINANTS, ? De wet van 9 december 2004 betreffende de wederzijdse internationale rechtshulp in strafzaken?, in A. DE NAUW ( ed.) De groeipijnen van het strafrecht, Die Keure 2007, 189-216."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2024:ARR.20240522.2F.6": {
      "court": "CASS",
      "date": "2024-05-22",
      "roleNumber": "P.22.0400.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240522.2F.6",
      "abstractFR": [
        "Selon l'article 6, § 5, alinéa 6, de la loi du 9 décembre 2004 sur la transmission policière internationale de données à caractère personnel et d'informations à finalité judiciaire, l'entraide judiciaire internationale en matière pénale et modifiant l'article 90ter du Code d'instruction criminelle, n'est pas susceptible de pourvoi l'arrêt de la chambre des mises en accusation rendu sur l'appel formé contre l'ordonnance de la chambre du conseil statuant sur une requête d'opposition à la décision du procureur du Roi concernant la transmission de biens qui, conformément à une demande d'entraide judiciaire, forment l'objet de l'infraction; mais de l'arrêt n° 29/2024 rendu le 14 mars 2024 par la Cour constitutionnelle, il suit que les pourvois ne peuvent pas être déclarés irrecevables sur la base de cette norme (1). (1) Voir C. const. 14 mars 2024, n° 29/2024, qui répond à la question préjudicielle posée par Cass. 21 décembre 2022, RG P.22.0400.F, ECLI:BE:CASS:2022:ARR.20221221.2F.3, avec les concl. « dit en substance » du MP.",
        "De l'article 6, § 5, alinéa 6, de la loi du 9 décembre 2004 sur la transmission policière internationale de données à caractère personnel et d'informations à finalité judiciaire, l'entraide judiciaire internationale en matière pénale et modifiant l'article 90ter du Code d'instruction criminelle, il suit que n'est pas susceptible de pourvoi l'arrêt de la chambre des mises en accusation rendu sur l'appel formé contre l'ordonnance de la chambre du conseil statuant sur une requête d'opposition à la décision du procureur du Roi concernant la transmission de biens qui, conformément à une demande d'entraide judiciaire, forment l'objet de l'infraction; il y a lieu de poser à la Cour constitutionnelle une question préjudicielle quant à une éventuelle violation des articles 10 et 11 de la Constitution par cette disposition (1). (1) Voir les concl. « dit en substance » du MP.",
        "Selon l'article 6, § 5, alinéa 6, de la loi du 9 décembre 2004 sur la transmission policière internationale de données à caractère personnel et d'informations à finalité judiciaire, l'entraide judiciaire internationale en matière pénale et modifiant l'article 90ter du Code d'instruction criminelle, n'est pas susceptible de pourvoi l'arrêt de la chambre des mises en accusation rendu sur l'appel formé contre l'ordonnance de la chambre du conseil statuant sur une requête d'opposition à la décision du procureur du Roi concernant la transmission de biens qui, conformément à une demande d'entraide judiciaire, forment l'objet de l'infraction; mais de l'arrêt n° 29/2024 rendu le 14 mars 2024 par la Cour constitutionnelle, il suit que les pourvois ne peuvent pas être déclarés irrecevables sur la base de cette norme (1). (1) Voir C. const. 14 mars 2024, n° 29/2024, qui répond à la question préjudicielle posée par Cass. 21 décembre 2022, RG P.22.0400.F, Pas. 2022, n° 851, avec les concl. « dit en substance » du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20221221.2F.3": {
      "court": "CASS",
      "date": "2022-12-21",
      "roleNumber": "P.22.0400.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221221.2F.3",
      "abstractFR": [
        "De l'article 6, § 5, alinéa 6, de la loi du 9 décembre 2004 sur la transmission policière internationale de données à caractère personnel et d'informations à finalité judiciaire, l'entraide judiciaire internationale en matière pénale et modifiant l'article 90ter du Code d'instruction criminelle, il suit que n'est pas susceptible de pourvoi l'arrêt de la chambre des mises en accusation rendu sur l'appel formé contre l'ordonnance de la chambre du conseil statuant sur une requête d'opposition à la décision du procureur du Roi concernant la transmission de biens qui, conformément à une demande d'entraide judiciaire, forment l'objet de l'infraction; il y a lieu de poser à la Cour constitutionnelle une question préjudicielle quant à une éventuelle violation des articles 10 et 11 de la Constitution par cette disposition (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": [
        "Uit artikel 6, § 5, zesde lid, van de wet van 9 december 2004 betreffende de internationale politiële verstrekking van gegevens van persoonlijke aard en informatie met gerechtelijke finaliteit en tot wijziging van artikel 90ter Wetboek van Strafvordering volgt dat geen cassatieberoep kan worden ingesteld tegen het arrest van de kamer van inbeschuldigingstelling dat is gewezen op het hoger beroep tegen de beschikking van de raadkamer die uitspraak doet over een verzoek tot verzet tegen de beslissing van de procureur des Konings over de overdracht van goederen die, overeenkomstig een verzoek om wederzijdse rechtshulp, het voorwerp van het misdrijf vormen; aan het Grondwettelijk Hof moet dus een prejudiciële vraag worden gesteld over een mogelijke schending van de artikelen 10 en 11 Grondwet door die bepaling (1). (1) Zie concl. “in hoofdzaak” OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250409.2F.4": {
      "court": "CASS",
      "date": "2025-04-09",
      "roleNumber": "P.25.0097.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250409.2F.4",
      "abstractFR": [
        "Selon l'article 6, § 5, alinéa 6, de la loi du 9 décembre 2004 sur la transmission policière internationale de données à caractère personnel et d'informations à finalité judiciaire, l'entraide judiciaire internationale en matière pénale et modifiant l'article 90ter du Code d'instruction criminelle, n'est pas susceptible de pourvoi l'arrêt de la chambre des mises en accusation rendu sur l'appel formé contre l'ordonnance de la chambre du conseil statuant sur une requête en opposition à la décision du procureur du Roi concernant la transmission de biens qui, conformément à une demande d'entraide judiciaire, forment l'objet de l'infraction; mais de l'arrêt n° 29/2024 rendu le 14 mars 2024 par la Cour constitutionnelle, il suit que les pourvois ne peuvent pas être déclarés irrecevables sur la base de cette norme (1). (Solution implicite). (1) Cass. 22 mai 2024, RG P.22.0400.F, ECLI:BE:CASS:2024:ARR.20240522.2F.6; voir C. const. 14 mars 2024, n° 29/2024, qui répond à la question préjudicielle posée par Cass. 21 décembre 2022, RG P.22.0400.F, ECLI:BE:CASS:2022:ARR.20221221.2F.3, avec les concl. « dit en substance » du MP, ECLI:BE:CASS:2022:CONC.20221221.2F.3.",
        "Lorsque celui qui sollicite la levée de la saisie d'objets effectuée en application d'une demande d'entraide judiciaire internationale a auparavant introduit un recours en vue de s'opposer au transfert des mêmes choses vers le for requérant et que ce premier recours a été définitivement rejeté, cette partie, à laquelle la décision définitive de transmission est opposable, n'a plus d'intérêt au second recours (1). (1) Voir les concl. conformes « dit en substance » du MP."
      ],
      "abstractNL": null
    }
  },
  "10": {
    "ECLI:BE:CASS:2024:ARR.20240618.2N.25": {
      "court": "CASS",
      "date": "2024-06-18",
      "roleNumber": "P.24.0240.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240618.2N.25",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer de oprichtingsovereenkomst van een gemeenschappelijk onderzoeksteam uitdrukkelijk de identificatie van de gebruikers van een communicatiedienst en het in kaart brengen van criminele organisaties vermeldt als doelstelling voor de oprichting van het team, is de beslissing dat België als lid van het gemeenschappelijk onderzoeksteam de door dat team verzamelde communicatiegegevens kon gebruiken in het kader van de strafvordering naar recht verantwoord zonder dat daarvoor een specifieke toelating als bedoeld in artikel 10, § 3, Wet Internationale Rechtshulp is vereist."
      ]
    }
  },
  "13": {
    "ECLI:BE:CASS:2025:ARR.20251014.2N.5": {
      "court": "CASS",
      "date": "2025-10-14",
      "roleNumber": "P.25.0623.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251014.2N.5",
      "abstractFR": null,
      "abstractNL": [
        "De Belgische rechter voor wie met toepassing van artikel 13 Wet Internationale Rechtshulp de miskenning wordt aangevoerd van vereisten voor het onderscheppen van communicatie van en naar advocaten, die in het toepasselijke buitenlandse recht zijn voorgeschreven op straffe van nietigheid, is niet verplicht om de nietigverklaring en de wering uit het bewijs van die communicatie te bevelen wanneer hij vaststelt dat de buitenlandse rechter die de onderscheppingsmaatregel heeft bevolen, op het moment van zijn beslissing en in de loop van de uitvoering ervan niet wist en redelijkerwijze niet kon weten dat er een advocaat was betrokken bij de communicatie die het voorwerp van de maatregel uitmaakte; dit kan het geval zijn wanneer de onderschepte communicatie is versleuteld en enkel de Belgische rechter, aan wie de communicatiegegevens in het kader van een toepasselijk rechtshulpinstrument zijn overgemaakt, beschikt over de technische mogelijkheid om ze te ontsleutelen, zodat in dat geval de Belgische rechter zonder schending van artikel 13 Wet Internationale Rechtshulp kan oordelen dat het bewijs regelmatig is en in het debat blijft wanneer hij vaststelt dat inmiddels op een afdoende wijze is voldaan aan de ratio legis van de toepasselijke buitenlandse bepaling; artikel 8 EVRM houdt voor de rechter niet de verplichting in om communicatie waarvan slechts na het bevelen en het uitvoeren van de onderscheppingsmaatregel blijkt dat een advocaat erbij was betrokken, steeds nietig te verklaren en uit het bewijs te weren."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240130.2N.7": {
      "court": "CASS",
      "date": "2024-01-30",
      "roleNumber": "P.23.1581.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240130.2N.7",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer de beslissing over de schuldigverklaring van een beklaagde steun vindt in bewijsmateriaal dat in het buitenland is verkregen ingevolge een Belgisch internationaal rechtshulpverzoek en het strafdossier enkel stukken bevat waaruit de uitvoering van dat verzoek blijkt, kan de beklaagde op grond van artikel 13 Wet Internationale Rechtshulp vragen om de voorlegging van een gegeven waaruit blijkt dat het bewijsmateriaal voldoet aan de in het buitenland geldende wettigheidsvereisten; het recht van verdediging van de beklaagde vereist dat die gegevens hem toelaten het in het buitenland verkregen bewijsmateriaal in concreto te betwisten en de rechter oordeelt welke gegevens daarvoor eventueel nog aan het strafdossier moeten worden gevoegd en die gegevens kunnen bestaan in de beslissing van een buitenlandse rechterlijke overheid die de uitvoering van het internationaal rechtshulpverzoek heeft gemachtigd of wettig verklaard (1). (1) Cass. 19 oktober 2021, AR P.21.0965.N, AC 2021, nr. 655 met concl. van advocaat-generaal B. DE SMET."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231114.2N.15": {
      "court": "CASS",
      "date": "2023-11-14",
      "roleNumber": "P.23.0759.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231114.2N.15",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer eenzelfde gegeven wordt opgeleverd door meerdere opsporings- of onderzoekshandelingen die niet uit elkaar voortvloeien, dan heeft de enkele vaststelling dat één van die handelingen onregelmatig is niet tot gevolg dat dit gegeven, in zoverre het wordt opgeleverd door een andere, regelmatige handeling, voor de strafrechter geen regelmatig verkregen bewijselement meer kan uitmaken; of de onregelmatigheid verband houdt met het inwinnen van een inlichting dan wel met het inwinnen van bewijs, speelt daarbij geen rol; het Hof gaat wel na of de rechter die in de vermelde omstandigheden besluit tot de regelmatigheid van het bewijs, uit zijn vaststellingen geen onmogelijk te verantwoorden gevolgen afleidt."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240611.2N.1": {
      "court": "CASS",
      "date": "2024-06-11",
      "roleNumber": "P.24.0200.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240611.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer de beslissing over de schuldigverklaring van een beklaagde steun vindt in bewijsmateriaal dat in het buitenland is verkregen ingevolge een Belgisch internationaal rechtshulpverzoek en het strafdossier enkel stukken bevat waaruit de uitvoering van dat verzoek blijkt, kan de beklaagde op grond van artikel 13 Wet Internationale Rechtshulp vragen om de voorlegging van een gegeven waaruit blijkt dat het bewijsmateriaal voldoet aan de in het buitenland geldende wettigheidsvereisten; het recht van verdediging van de beklaagde vereist dat die gegevens hem toelaten het in het buitenland verkregen bewijsmateriaal in concreto te betwisten en de rechter oordeelt welke gegevens daarvoor eventueel nog aan het strafdossier moeten worden gevoegd en die gegevens kunnen bestaan in de beslissing van een buitenlandse rechterlijke overheid die de uitvoering van het internationaal rechtshulpverzoek heeft gemachtigd of wettig verklaard (1). (1) Cass. 30 januari 2024, AR P.23.1581.N, AC 2024, nr. 82; Cass. 19 oktober 2021, AR P.21.0965.N, AC 2021, nr. 655 met concl. van advocaat-generaal B. DE SMET."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230502.2N.9": {
      "court": "CASS",
      "date": "2023-05-02",
      "roleNumber": "P.22.1780.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230502.2N.9",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer de beslissing over de schuldigverklaring van een beklaagde steun vindt in bewijsmateriaal dat vanuit een buitenlands onderzoeksdossier is overgemaakt, zoals het resultaat van een in het buitenland uitgevoerde observatie, heeft de beklaagde op grond van artikel 13 Wet Internationale Rechtshulp het recht te vragen om de voorlegging van een gegeven waaruit blijkt dat dit bewijsmateriaal voldoet aan de in het buitenland geldende wettigheidsvereisten en het recht van verdediging van de beklaagde vereist bovendien dat het vermelde gegeven hem toelaat het vermelde bewijsmateriaal in concreto te betwisten; daarvoor moet de beklaagde niet eerst aannemelijk maken dat het bewijs op onregelmatige wijze is verkregen."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211019.2N.12": {
      "court": "CASS",
      "date": "2021-10-19",
      "roleNumber": "P.21.0965.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211019.2N.12&lang=fr",
      "abstractFR": [
        "Lorsque la décision rendue sur la déclaration de culpabilité d'un prévenu trouve un fondement dans un élément de preuve obtenu à l'étranger à la suite d'une demande belge d'entraide judiciaire internationale et que le dossier répressif comprend uniquement des pièces relatives à l'exécution de cette demande, le prévenu peut, sur la base de l'article 13 de la loi du 9 décembre 2004 sur la transmission policière internationale de données à caractère personnel et d'informations à finalité judiciaire, l'entraide judiciaire internationale en matière pénale et modifiant l'article 90ter du Code d'instruction criminelle, demander la production d'une donnée dont il ressort que l'élément de la preuve répond aux conditions de légalité en vigueur à l'étranger; pour ce faire, le prévenu n'est pas tenu de rendre d'abord plausible que la preuve a été obtenue irrégulièrement; le respect des droits de défense du prévenu requiert que ces éléments lui permettent de contester concrètement l'élément de preuve obtenu à l'étranger; à cette fin, le juge décide quels éléments doivent encore être éventuellement versés au dossier répressif; ces éléments peuvent consister en la décision rendue par une autorité judiciaire étrangère ayant autorisé ou déclaré légale l'exécution de la demande d'entraide judiciaire internationale (1). (1) Voir les concl. du MP.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Wanneer de beslissing over de schuldigverklaring van een beklaagde steun vindt in bewijsmateriaal dat in het buitenland is verkregen ingevolge een Belgisch internationaal rechtshulpverzoek en het strafdossier enkel stukken bevat waaruit de uitvoering van dat verzoek blijkt, kan de beklaagde op grond van artikel 13 van de wet van 9 december 2004 vragen om de voorlegging van een gegeven waaruit blijkt dat het bewijsmateriaal voldoet aan de in het buitenland geldende wettigheidsvereisten; daarvoor moet de beklaagde niet eerst aannemelijk maken dat het bewijs op een onregelmatige wijze is verkregen; het recht van verdediging van de beklaagde vereist dat die gegevens hem toelaten het in het buitenland verkregen bewijsmateriaal in concreto te betwisten; de rechter oordeelt welke gegevens daarvoor eventueel nog aan het strafdossier moeten worden gevoegd; die gegevens kunnen bestaan in de beslissing van een buitenlandse rechterlijke overheid die de uitvoering van het internationaal rechtshulpverzoek heeft gemachtigd of wettig verklaard (1). (1) Zie concl. OM.",
        "Wanneer de beslissing over de schuldigverklaring van een beklaagde steun vindt in bewijsmateriaal dat in het buitenland is verkregen ingevolge een Belgisch internationaal rechtshulpverzoek en het strafdossier enkel stukken bevat waaruit de uitvoering van dat verzoek blijkt, kan de beklaagde op grond van de vermelde bepaling vragen om de voorlegging van een gegeven waaruit blijkt dat het bewijsmateriaal voldoet aan de in het buitenland geldende wettigheidsvereisten; daarvoor moet de beklaagde niet eerst aannemelijk maken dat het bewijs op een onregelmatige wijze is verkregen; het recht van verdediging van de beklaagde vereist dat die gegevens hem toelaten het in het buitenland verkregen bewijsmateriaal in concreto te betwisten; de rechter oordeelt welke gegevens daarvoor eventueel nog aan het strafdossier moeten worden gevoegd; die gegevens kunnen bestaan in de beslissing van een buitenlandse rechterlijke overheid die de uitvoering van het internationaal rechtshulpverzoek heeft gemachtigd of wettig verklaard (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161108.7": {
      "court": "CASS",
      "date": "2016-11-08",
      "roleNumber": "P.16.0613.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161108.7&lang=fr",
      "abstractFR": [
        "Si, dans le cadre de l'exécution d'une demande d'entraide judiciaire étrangère, une opération sous couverture est mise sur pied en accord avec les autorités belges compétentes en Belgique et que les résultats qui en résultent sont utilisés à titre de preuve dans une action publique intentée en Belgique, ces éléments de preuve obtenus ensuite de l'exécution de cette demande d'entraide judiciaire ne représentent pas des preuves recueillies à l'étranger telles que visées à l'article 13 de la loi du 9 décembre 2004 sur la transmission policière internationale de données à caractère personnel et d'informations à finalité judiciaire, l'entraide judiciaire internationale en matière pénale et modifiant l'article 90ter du Code d'instruction criminelle, et l'utilisation de cette preuve, quand bien même serait-elle irrégulière, doit être appréciée conformément à l'article 32 du Titre préliminaire du Code de procédure pénale qui comporte un règlement similaire à celui de l'article 13 de la loi du 9 décembre 2004 (1). (1) A. WINANTS, « De wet van 9 december 2004 betreffende de wederzijdse internationale rechtshulp in strafzaken », dans A. DE NAUW (éd.) De groeipijnen van het strafrecht, Die Keure 2007, 189-216."
      ],
      "abstractNL": [
        "Indien ter uitvoering van een buitenlands rechtshulpverzoek met het akkoord van de bevoegde Belgische overheid in België een undercoveroperatie wordt opgezet en de resultaten daarvan als bewijs worden gebruikt in een in België ingestelde strafvordering dan is dat bewijsmateriaal, dat als gevolg van de uitvoering van dit rechtshulpverzoek werd verkregen, geen buitenlands bewijs als bedoeld door artikel 13 Wet Wederzijdse Internationale Rechtshulp Strafzaken en de aanwending van dit bewijs, mocht het onregelmatig zijn, moet worden beoordeeld overeenkomstig artikel 32 Voorafgaande Titel Wetboek van Strafvordering, dat een gelijkaardige regeling bevat als artikel 13 Wet Wederzijdse Internationale Rechtshulp Strafzaken (1). (1) A. WINANTS, ? De wet van 9 december 2004 betreffende de wederzijdse internationale rechtshulp in strafzaken?, in A. DE NAUW ( ed.) De groeipijnen van het strafrecht, Die Keure 2007, 189-216."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140430.2": {
      "court": "CASS",
      "date": "2014-04-30",
      "roleNumber": "P.13.1869.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140430.2",
      "abstractFR": [
        "L'article 13 de la loi du 9 décembre 2004 sur l'entraide judiciaire internationale en matière pénale prévoit trois cas d'exclusion obligatoire des éléments de preuve recueillis à l'étranger, le premier cas étant celui de la preuve qui y a été obtenue en violation d'une règle de forme prescrite, à peine de nullité, selon le droit de l'Etat sur le territoire duquel le devoir d'enquête a été réalisé, le deuxième cas étant celui de la preuve entachée d'une irrégularité propre à lui ôter sa fiabilité et le troisième cas étant celui de la preuve dont l'utilisation viole le droit à un procès équitable; lorsque les juges d'appel ont déclaré les poursuites irrecevables en raison de l'audition sous serment dans le cadre d'une commission rogatoire internationale d'une personne impliquée dans les faits, la Cour vérifie si les juges d'appel ont légalement justifié leur décision en appliquant un des critères d'exclusion de la preuve prévus par l'article 13 précité.",
        "Pour décider qu'il y a lieu d'exclure une preuve recueillie à l'étranger au motif que son utilisation viole le droit à un procès équitable, le juge doit vérifier si les droits de la défense ont été respectés, cette vérification exigeant un examen de la cause dans son ensemble, à l'effet de rechercher si un vice inhérent à un stade de la procédure a pu, ou non, être corrigé par la suite; il y a lieu d'examiner notamment si les parties se sont vu offrir la possibilité de remettre en question l'authenticité de l'élément de preuve et de s'opposer à son utilisation, ce contrôle tenant compte de la qualité de l'élément de preuve, en ce compris le point de savoir si les circonstances dans lesquelles il a été recueilli font douter de son exactitude (1). (1) Voir Cour eur. D.H., 28 juillet 2009, Lee Davies c. Belgique.",
        "L'équilibre des droits entre les parties n'épuise pas la notion de procès équitable dès lors que l'idéal de justice en est également une composante; il en résulte que le poids de l'intérêt public à la poursuite d'une infraction et au jugement de ses auteurs peut être pris en considération et mis en balance avec l'intérêt de l'individu à ce que les preuves à sa charge soient recueillies régulièrement (1). (1) Cour eur. D.H., 1er mars 2007, Heglas c. République tchèque, § 86 et 87; Cour eur. D.H., 11 juillet 2006, Jalloh c. Allemagne, § 97.",
        "A moins que l'irrégularité ait pour effet de vider d'emblée de leur substance même les droits de la défense du prévenu, ou de porter atteinte à la qualité de l'élément de preuve, il appartient aux juges d'appel de procéder à un examen de proportionnalité en mettant l'irrégularité dénoncée en balance avec les droits que chacun des prévenus a pu, ou non, exercer au cours de l'instruction préparatoire, devant les juridictions d'instruction, au cours des audiences du tribunal correctionnel et dans ses moyens d'appel."
      ],
      "abstractNL": [
        "Artikel 13 van de wet van 9 december 2004 betreffende de wederzijdse internationale rechtshulp in strafzaken bepaalt drie gevallen van verplichte uitsluiting van in het buitenland verzameld bewijsmateriaal; het eerste geval is dat van het bewijs dat werd verzameld met overtreding van een op straffe van nietigheid voorgeschreven vormvereiste, volgens het recht van de Staat op het grondgebied waarvan de onderzoeksverrichting werd uitgevoerd, het tweede geval is dat van het bewijs dat is aangetast door een onregelmatigheid die het onbetrouwbaar maakt en het derde geval is dat van het bewijs waarvan de aanwending een miskenning inhoudt van het recht op een eerlijk proces; wanneer de appelrechters de strafvordering niet-ontvankelijk hebben verklaard wegens het verhoor onder ede, in het kader van een internationale ambtelijke opdracht, van een bij de feiten betrokken persoon, gaat het Hof na of de rechters hun beslissing naar recht hebben verantwoord door een van de criteria voor bewijsuitsluiting toe te passen als bepaald in het voormelde artikel 13.",
        "Om te beslissen dat er grond is om een bewijs uit te sluiten dat in het buitenland is verzameld, dient de rechter na te gaan of het recht van verdediging werd geëerbiedigd; dat nazicht vergt een onderzoek van de zaak in haar geheel, teneinde na te gaan of een gebrek dat inherent is aan een fase van de rechtspleging al dan niet achteraf kon worden rechtgezet; er is met name grond om te onderzoeken of de partijen de authenticiteit van het bewijsmateriaal hebben kunnen betwisten en zich tegen het gebruik ervan hebben kunnen verzetten; dat toezicht houdt rekening met de kwaliteit van het bewijsmateriaal, met inbegrip van het feit of de omstandigheden waarin het werd vergaard aan de juistheid ervan doen twijfelen (1). (1) Zie EHRM, 28 juli 2009, Lee Davies t/ België.",
        "Het evenwicht tussen de rechten van de verschillende partijen holt het begrip eerlijk proces niet uit daar het ideaal van rechtvaardigheid daar ook een bestanddeel van is; daaruit volgt dat het gewicht van het openbaar belang bij de vervolging van een misdrijf en de berechting van de daders in aanmerking kan worden genomen en kan worden afgewogen tegen het belang van het individu dat de bewijzen ten laste regelmatig worden verzameld (1). (1) EHRM, 1 maart 2007, Heglas t/ Tsjechische Republiek, §§86 en 87; EHRM, 11 juli 2006, Jalloh t/ Duitsland, §97.",
        "Tenzij de onregelmatigheid tot gevolg heeft dat het recht van verdediging van de beklaagde van meet af aan van zijn substantie wordt ontdaan of dat de kwaliteit van het bewijsmateriaal erdoor wordt aangetast, staat het aan de rechters om een proportionaliteitsonderzoek te verrichten door de aangeklaagde onregelmatigheid af te wegen tegen de rechten die elke beklaagde al dan niet heeft kunnen uitoefenen tijdens het voorbereidend onderzoek, voor de onderzoeksgerechten, tijdens de rechtszittingen van de correctionele rechtbank en in zijn middelen in hoger beroep."
      ]
    }
  }
}