{
  "5": {
    "ECLI:BE:CASS:2022:ARR.20220111.2N.5": {
      "court": "CASS",
      "date": "2022-01-11",
      "roleNumber": "P.21.0373.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220111.2N.5",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer wegens verscheidene milieumisdrijven één straf is uitgesproken alsmede bijkomende veroordelingen waaronder een herstelmaatregel, is bij gebrek aan belang niet ontvankelijk het middel dat enkel betrekking heeft op twee van die misdrijven, terwijl de uitgesproken straf naar recht verantwoord blijft door de veroordeling uit hoofde van de andere misdrijven en uit die veroordeling niet blijkt dat de straffen en bijkomende veroordelingen, waaronder de bevolen herstelmaatregel, mede werden beïnvloed door de bewezenverklaring van de telastleggingen die betrekking hebben op die twee misdrijven (1). (1) F. VAN VOLSEM, “Een bijzondere grond van niet-ontvankelijkheid van het cassatiemiddel in strafzaken: de naar recht verantwoorde straf”, noot onder Cass. 24 september 2019, AR. P.19.0351, RABG 2020, pp. 36-53; Cass. 30 april 2013, AR P.12.1133.N, AC 2013, nr. 269; M.-A. BEERNAERT, H. D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, la Charte, 2021, t.II, pp. 1827-1830."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241105.2N.23": {
      "court": "CASS",
      "date": "2024-11-05",
      "roleNumber": "P.23.1549.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241105.2N.23",
      "abstractFR": null,
      "abstractNL": [
        "De loutere stopzetting van de economische activiteit van een natuurlijke persoon of rechtspersoon ontslaat de exploitant van een ingedeelde inrichting of activiteit niet van de naleving van de verplichtingen over na te leven algemene, sectorale en bijzondere milieuvoorwaarden; wanneer de natuurlijke persoon of rechtspersoon na de stopzetting van haar economische activiteit de inrichting waarmee deze activiteit werd gevoerd verder in stand houdt, dient zij de voormelde verplichtingen na te leven zoals van toepassing op het ogenblik van die instandhouding; zo ook is de natuurlijke persoon of rechtspersoon die na de stopzetting van haar economische activiteit een ingedeelde inrichting of activiteit van de derde klasse verder exploiteert of verandert, onderworpen aan de meldingsplicht in zoverre van toepassing op het ogenblik van die exploitatie of verandering."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220524.2N.7": {
      "court": "CASS",
      "date": "2022-05-24",
      "roleNumber": "P.21.1435.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220524.2N.7",
      "abstractFR": [
        "Les articles 5, 1°, c, et 6, alinéa 1er, du décret du Conseil flamand du 25 avril 2014 relatif au permis d'environnement et 5.2.1, § 6, du décret du Conseil flamand du 5 avril 1995 contenant des dispositions générales concernant la politique de l'environnement induisent une obligation d'autorisation pour l'exploitation d'un établissement classé ou d'une activité classée de la première ou deuxième classe ; cette obligation d'autorisation s'applique, entre autres, au comblement, en tout ou en partie, de carrières, minières, excavations et autres puits, y compris mares et étangs, tels que visés à la rubrique 60 de l'annexe 1 de l'arrêté du Gouvernement flamand du 1er juin 1995 fixant les dispositions générales et sectorielles en matière d'hygiène de l'environnement ; le juge apprécie souverainement au regard des circonstances concrètes de la cause, si un endroit déterminé doit être considéré comme une carrière, une minière, une excavation ou un autre puits, y compris une mare ou un étang, au sens de la rubrique 60 précitée ; la Cour vérifie cependant si le juge ne déduit pas de ses constatations des conséquences qui y sont étrangères ou qu'elles ne sauraient justifier ; la simple circonstance que, par le passé, une mare servait de bassin de refroidissement à une installation industrielle n'implique pas que cette mare ne peut relever du champ d'application de la rubrique 60 précitée.",
        "Le juge, qui condamne un prévenu pour avoir comblé, en tout ou en partie, sans permis d'environnement, des carrières, minières, excavations et autres puits, y compris mares et étangs, tels que visés à la rubrique 60 de l'annexe 1 de l'arrêté du Gouvernement flamand du 1er juin 1995 fixant les dispositions générales et sectorielles en matière d'hygiène de l'environnement et ordonne la remise des lieux en leur état initial par l'excavation et l'évacuation des terres utilisées à cet effet, ne rend pas une décision entachée de contradiction s'il constate également qu'il n'est pas démontré que les terres de remblai dépassent les valeurs fixées par l'arrêté du Gouvernement flamand du 14 décembre 2007 fixant le règlement flamand relatif à l'assainissement du sol et à la protection du sol, cette dernière constatation n'impliquant pas, comme telle, que la mesure de réparation précitée ne puisse être nécessaire à la préservation de l'environnement.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "De artikelen 5, 1°, c), en 6, eerste lid, van het decreet van 25 april 2014 betreffende de omgevingsvergunning (Omgevingsvergunningsdecreet) en artikel 5.2.1, § 6, DABM houden een vergunningsplicht in voor de exploitatie van een ingedeelde inrichting of activiteit van de eerste of tweede klasse; die vergunningsplicht is onder meer van toepassing op het geheel of gedeeltelijk opvullen van groeven, graverijen, uitgravingen en andere putten, met inbegrip van waterplassen en vijvers, zoals bedoeld in rubriek 60 van de bijlage 1 bij Vlarem II; de rechter oordeelt onaantastbaar aan de hand van de concrete omstandigheden van de zaak of een bepaalde plaats moet worden beschouwd als een groeve, een graverij, een uitgraving of een andere put, met inbegrip van een waterplas of een vijver, in de zin van rubriek 60 van bijlage 1 bij Vlarem II; het Hof gaat wel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden aangenomen; de loutere omstandigheid dat een waterplas in het verleden dienstig was als koelbekken voor een industriële installatie, impliceert niet dat die waterplas niet kan vallen onder het toepassingsgebied van rubriek 60 van bijlage 1 bij Vlarem II.",
        "De rechter die een beklaagde veroordeelt wegens het zonder omgevingsvergunning geheel of gedeeltelijk opvullen van groeven, graverijen, uitgravingen en andere putten, met inbegrip van waterplassen en vijvers, zoals bedoeld in rubriek 60 van bijlage 1 bij Vlarem II, en het herstel in de oorspronkelijke toestand beveelt door het uitgraven en afvoeren van de opgevoerde gronden, oordeelt niet tegenstrijdig wanneer hij tevens vaststelt dat niet is aangetoond dat de aangevoerde gronden de waarden van het VLAREBO-besluit van 14 december 2007 overschrijden, dit laatste impliceert als zodanig niet dat de voormelde herstelmaatregel niet noodzakelijk kan zijn ter vrijwaring van het milieu."
      ]
    }
  },
  "16": {
    "ECLI:BE:CASS:2025:ARR.20251216.2N.19": {
      "court": "CASS",
      "date": "2025-12-16",
      "roleNumber": "P.25.0246.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251216.2N.19",
      "abstractFR": null,
      "abstractNL": [
        "Een overbrenging van afvalstoffen in strijd met artikel 3.1 Verordening (EG) 1013/2006 van 14 juni 2006 van het Europees Parlement en de Raad betreffende de overbrenging van afvalstoffen (hierna Verordening 1013/2006), op grond waarvan het overbrengen van bepaalde afvalstoffen die bestemd zijn voor nuttige toepassing valt onder de procedure van voorafgaande schriftelijke kennisgeving en toestemming, houdt een illegale overbrenging in zoals bedoeld door artikel 2.35 van die verordening en is verboden bij toepassing van de artikelen 12, § 1, en 14, derde lid, Materialendecreet en een inbreuk op dit verbod wordt strafbaar gesteld op grond van artikel 16.6.3, § 1, DABM; bij toepassing van artikel 3.2 Verordening 1013/2006 valt het overbrengen van bepaalde mengsels van afvalstoffen niet onder de procedure van voorafgaande schriftelijke kennisgeving en toestemming maar louter onder de algemene informatieverplichtingen als vastgesteld in artikel 18 van die verordening, mits de samenstelling van deze mengsels geen gevaar vormt voor de milieuhygiënisch verantwoorde nuttige toepassing ervan en mits deze mengsels overeenkomstig artikel 58 vermeld zijn in bijlage III A, maar volgens punt 1, b), van bijlage III A bij Verordening 1013/2006 mogen mengsels, ongeacht of zij in deze lijst zijn opgenomen of niet, evenwel niet worden onderworpen aan de algemene informatievoorschriften van artikel 18 indien zij dermate met andere stoffen verontreinigd zijn dat nuttige toepassing van de afvalstoffen op milieuhygiënisch verantwoorde wijze niet mogelijk is; uit de redenen vervat in het arrest nr. C-654/18 van het Hof van Justitie van 28 mei 2020 naar aanleiding van de uitlegging van punt 1, b), van bijlage III A bij Verordening 1013/2006, volgt dat de voormelde strafbepaling, door de loutere bewoordingen waarin die bepaling is gesteld, op voldoende precieze wijze de als strafbaar gestelde gedraging omschrijft en toelaat de handelingen en verzuimen te kennen die de strafrechtelijke verantwoordelijkheid kunnen meebrengen, zodat de draagwijdte ervan redelijk voorzienbaar is voor elkeen op wie ze van toepassing is."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220111.2N.5": {
      "court": "CASS",
      "date": "2022-01-11",
      "roleNumber": "P.21.0373.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220111.2N.5",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer wegens verscheidene milieumisdrijven één straf is uitgesproken alsmede bijkomende veroordelingen waaronder een herstelmaatregel, is bij gebrek aan belang niet ontvankelijk het middel dat enkel betrekking heeft op twee van die misdrijven, terwijl de uitgesproken straf naar recht verantwoord blijft door de veroordeling uit hoofde van de andere misdrijven en uit die veroordeling niet blijkt dat de straffen en bijkomende veroordelingen, waaronder de bevolen herstelmaatregel, mede werden beïnvloed door de bewezenverklaring van de telastleggingen die betrekking hebben op die twee misdrijven (1). (1) F. VAN VOLSEM, “Een bijzondere grond van niet-ontvankelijkheid van het cassatiemiddel in strafzaken: de naar recht verantwoorde straf”, noot onder Cass. 24 september 2019, AR. P.19.0351, RABG 2020, pp. 36-53; Cass. 30 april 2013, AR P.12.1133.N, AC 2013, nr. 269; M.-A. BEERNAERT, H. D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, la Charte, 2021, t.II, pp. 1827-1830."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221108.2N.2": {
      "court": "CASS",
      "date": "2022-11-08",
      "roleNumber": "P.22.0812.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221108.2N.2",
      "abstractFR": null,
      "abstractNL": [
        "De omstandigheid dat de exploitant van een inrichting voor het opslaan en behandelen van afvalstoffen op een bepaald terrein over een vergunning beschikt om deze onder bepaalde voorwaarden te exploiteren, heeft niet tot gevolg dat hij zich met betrekking tot dit terrein niet schuldig kan maken aan het in artikel 16.6.3, § 1, eerste lid, DABM bedoelde misdrijf; het bestaan van een dergelijke vergunning is dan ook niet noodzakelijk strijdig met de bewezenverklaring van dat misdrijf (1). (1) Zie gelijkluidende concl. “in hoofdzaak” OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240319.2N.10": {
      "court": "CASS",
      "date": "2024-03-19",
      "roleNumber": "P.23.1762.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240319.2N.10",
      "abstractFR": null,
      "abstractNL": [
        "Met artikel 427, eerste lid, Wetboek van Strafvordering heeft de wetgever aan de eisers in cassatie een algemene verplichting tot betekening opgelegd, met als enige en dus strikt te interpreteren uitzondering het geval waarbij het cassatieberoep uitgaat van een vervolgde partij tegen een beslissing over de strafvordering zelf en daarmee gelijk te stellen gevallen (1) ; wie afvalstoffen achterlaat in strijd met de toepasselijke decretale bepalingen wordt op grond van artikel 16.6.4 DABM door de rechter veroordeeld tot het inzamelen, vervoeren en verwerken ervan binnen een door hem vastgestelde termijn; de maatregel die de strafrechter beveelt op grond van artikel 16.6.4 DABM is een maatregel van burgerlijke aard, die niettemin onder de strafvordering valt; daaruit volgt dat hij tegen wie een dergelijke maatregel is bevolen, zijn cassatieberoep wat betreft die beslissing moet laten betekenen aan het openbaar ministerie bij het gerecht dat die beslissing heeft gewezen. (1) Cass. 15 januari 2019, AR P.18.0641.N, AC 2019, nr. 20; Cass. 15 september 2015, AR P.15.0911.N, AC 2015, nr. 517; F. VAN VOLSEM, “Twee middelen bedoeld om tegenspraak in de penale cassatieprocedure te waarborgen: de verplichtingen het cassatieberoep te betekenen en de memories ter kennis te brengen”, NC 2017, 421; M.-A BEERNAERT, H.D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, Die Keure, 2021, 1792-1800."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241001.2N.14": {
      "court": "CASS",
      "date": "2024-10-01",
      "roleNumber": "P.24.0396.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241001.2N.14",
      "abstractFR": null,
      "abstractNL": [
        "De rechter die een beklaagde schuldig verklaart aan de opslag van afvalstoffen in strijd met artikel 12, § 1, Materialendecreet omkleedt die beslissing slechts regelmatig met redenen in overeenstemming met de artikelen 195, eerste lid, en 211 Wetboek van Strafvordering indien hij niet enkel melding maakt van artikel 12, § 1, Materialendecreet en artikel 16.6.3, § 1, eerste lid, DABM, maar ook van de specifieke voorschriften van het Materialendecreet of de uitvoeringsbesluiten die zijn overtreden (1). (1) Cass. 12 januari 2021, AR P.20.0817.N, AC 2021, nr. 16, ECLI:BE:CASS:2021:ARR.20210112.2N.6"
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241105.2N.23": {
      "court": "CASS",
      "date": "2024-11-05",
      "roleNumber": "P.23.1549.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241105.2N.23",
      "abstractFR": null,
      "abstractNL": [
        "De loutere stopzetting van de economische activiteit van een natuurlijke persoon of rechtspersoon ontslaat de exploitant van een ingedeelde inrichting of activiteit niet van de naleving van de verplichtingen over na te leven algemene, sectorale en bijzondere milieuvoorwaarden; wanneer de natuurlijke persoon of rechtspersoon na de stopzetting van haar economische activiteit de inrichting waarmee deze activiteit werd gevoerd verder in stand houdt, dient zij de voormelde verplichtingen na te leven zoals van toepassing op het ogenblik van die instandhouding; zo ook is de natuurlijke persoon of rechtspersoon die na de stopzetting van haar economische activiteit een ingedeelde inrichting of activiteit van de derde klasse verder exploiteert of verandert, onderworpen aan de meldingsplicht in zoverre van toepassing op het ogenblik van die exploitatie of verandering.",
        "Artikel 12, § 3, Materialendecreet bepaalt dat de natuurlijke persoon of rechtspersoon die afvalstoffen beheert, verplicht is alle maatregelen te nemen die redelijkerwijs kunnen worden genomen om gevaar voor de gezondheid van de mens of voor het milieu, meer bepaald risico voor water, lucht, bodem, fauna en flora, geluids- of geurhinder, schade aan natuur- en landschapsschoon te voorkomen of zoveel mogelijk te beperken; aan die verplichting, waarvan de miskenning strafbaar wordt gesteld op grond van artikel 69 Materialendecreet en artikel 16.6.3 DABM, wordt geen afbreuk gedaan door de omstandigheid dat de afvalstoffen afkomstig zijn van een economische activiteit die reeds werd stopgezet vóór de inwerkingtreding van die bepaling; de toepassing van de aangehaalde decretale bepalingen in de voormelde zin heeft niet tot gevolg dat de strafwet met terugwerkende kracht wordt toegepast.",
        "Het opslaan van afvalstoffen op het terrein van een onderneming die haar economische activiteiten heeft stopgezet, houdt een vorm van beheren van afvalstoffen in zoals bedoeld in artikel 3, § 1, 7°, Materialendecreet en artikel 16.6.3, § 1, DABM; de loutere omstandigheid dat de opslaghouders van de afvalstoffen niet meer worden gebruikt, doet hieraan geen afbreuk."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230613.2N.22": {
      "court": "CASS",
      "date": "2023-06-13",
      "roleNumber": "P.22.0700.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230613.2N.22",
      "abstractFR": null,
      "abstractNL": [
        "De artikelen 42, 1°, en 43 Strafwetboek zijn ingevolge artikel 11, eerste lid, van de bijzondere wet van 8 augustus 1980 tot hervorming der instellingen van toepassing op de misdrijven, bedoeld in artikel 16.6.1 DABM.",
        "Volgens artikel 16.3.25, eerste lid, DABM, heeft het proces-verbaal van de toezichthouders die milieumisdrijven vaststellen bewijswaarde tot het tegendeel is bewezen; de toepassing van die bepaling houdt geen miskenning in van het vermoeden van onschuld."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220524.2N.7": {
      "court": "CASS",
      "date": "2022-05-24",
      "roleNumber": "P.21.1435.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220524.2N.7",
      "abstractFR": [
        "La possibilité offerte au juge par l'article 16.6.5 du décret du 5 avril 1995 contenant des dispositions générales concernant la politique de l'environnement de prononcer, après avoir entendu les parties et par mesure de sécurité, l'interdiction d'exploiter les établissements qui sont à l'origine du délit environnemental, pendant les délais qu'il détermine, vise à écarter la menace que cette exploitation représente pour l'homme ou pour l'environnement (1) ; en l'absence de conclusions quant à la durée d'une mesure de sûreté, qu'il y a lieu d'imposer, le cas échéant, le juge, qui, en application de la disposition précitée, prononce une interdiction d'exploitation pendant la durée qu'il détermine, n'est pas tenu de motiver plus amplement cette durée ; pour justifier l'interdiction d'exploitation imposée en application de l'article 16.6.5 du décret du 5 avril 1995, le juge peut déduire la menace pour l'homme ou pour l'environnement du risque que le prévenu ne cessera pas volontairement son activité illicite et entend créer une situation irréversible sur le plan environnemental. (1) Cass. 4 mars 2003, RG P.02.0974.N, Pas. 2003, n° 147.",
        "Les mesures que le juge peut ordonner en application de l'article 16.6.6 du décret du 5 avril 1995 contenant des dispositions générales concernant la politique de l'environnement visent à éliminer la situation illégale provoquée par l'infraction environnementale en rétablissant, dans la mesure du possible, la situation telle qu'elle existait avant ladite infraction, de sorte à préserver ainsi l'environnement ; le juge apprécie souverainement si la mesure qu'il ordonne en application de cette disposition est nécessaire à cette préservation ; la Cour vérifie cependant si le juge ne déduit pas de ses constatations des conséquences qui y sont étrangères ou qu'elles ne sauraient justifier (1). (1) En ce qui concerne la mesure de réparation et sa durée, fondées sur l'art. 16.6.6 du décret de la Communauté flamande du 5 avril 1995 contenant des dispositions générales concernant la politique de l'environnement, voir Cass. 11 janvier 2022, RG P.21.0373.N, Pas. 2022, nº 13.",
        "L'article 1er du Premier Protocole additionnel à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales interdit au juge d'ordonner une mesure de réparation manifestement déraisonnable en application de l'article 16.6.6 du décret du 5 avril 1995 contenant des dispositions générales concernant la politique de l'environnement ; le juge est ainsi tenu d'examiner si l'avantage résultant de la mesure de réparation ordonnée en faveur de la préservation et de la remise en état de l'environnement l'emporte sur la charge qui en résulte pour le contrevenant ; la réparation ordonnée doit être proportionnée à l'atteinte portée à l'environnement constatée in concreto, et la mesure doit rester raisonnable par rapport à la charge qui en résulte pour la personne concernée ; en l'absence de conclusions quant à la proportionnalité et au caractère raisonnable de la mesure de réparation, le juge n'est toutefois pas tenu de motiver plus avant sa décision à cet égard (1). (1) En ce qui concerne la mesure de réparation prévue en matière d'urbanisme et d'aménagement du territoire (art. 6.3.1 du Code flamand de l'aménagement du territoire), la Cour a déjà statué en un sens analogue : « L'article 1er du Premier Protocole additionnel à la Convention de sauvegarde des droits de l'homme interdit au juge d'ordonner une mesure de réparation qui est manifestement déraisonnable. À cette fin, il doit examiner si l'intérêt de la mesure de réparation ordonnée en faveur du maintien d'un bon aménagement du territoire compense la charge qui en résulte pour le contrevenant. La réparation ordonnée doit être proportionnée à l'atteinte portée à l'aménagement du territoire constatée in concreto et la mesure doit rester raisonnable par rapport à la charge qui résulte de celle-ci pour la personne concernée. » (Cass. 5 janvier 2021, RG P.20.0736.N, Pas. 2021, nº 1 ; dans le même sens, Cass. 5 février 2019, RG P.17.0756.N, Pas. 2019, nº 65 ; Cass. 5 janvier 2016, RG P.14.1754.N, Pas. 2016, nº 3 ; Cass. 4 février 2003, RG P.01.1462.N, Pas. 2003, nº 80 ; Cass. 24 novembre 2009, RG P.09.0278.N, Pas. 2009, nº 689) et « Le juge apprécie souverainement en fait si la mesure de réparation est proportionnelle à l'atteinte portée à l'aménagement du territoire constatée in concreto et s'il ne résulte pas de la comparaison faite entre l'avantage procuré à l'aménagement du territoire par cette mesure et la charge imposée à la personne concernée que la mesure de réparation est manifestement déraisonnable. Le juge peut également tenir compte, dans cette appréciation, de la nature de l'infraction urbanistique qui a donné lieu à la mesure de réparation, de la manière dont celle-ci a été commise, de l'état de flagrance et de la préméditation éventuels. » (Cass. 5 janvier 2021, RG P.20.0736.N, Pas. 2021, nº 1 ; Cass. 27 septembre 2011, RG P.10.2020.N, Pas. 2011, nº 500 ; Cass. 18 décembre 2001, RG P.99.1548.N, Pas. 2001, n° 709). (BDS)",
        "La possibilité offerte au juge par l'article 16.6.5 du décret du 5 avril 1995 contenant des dispositions générales concernant la politique de l'environnement de prononcer, après avoir entendu les parties et par mesure de sécurité, l'interdiction d'exploiter les établissements qui sont à l'origine du délit environnemental, pendant les délais qu'il détermine, vise à écarter la menace que cette exploitation représente pour l'homme ou pour l'environnement (1) ; en l'absence de conclusions quant à la durée d'une mesure de sûreté, qu'il y a lieu d'imposer, le cas échéant, le juge, qui, en application de la disposition précitée, prononce une interdiction d'exploitation pendant la durée qu'il détermine, n'est pas tenu de motiver plus amplement cette durée ; pour justifier l'interdiction d'exploitation imposée en application de l'article 16.6.5 du décret du 5 avril 1995, le juge peut déduire la menace pour l'homme ou pour l'environnement du risque que le prévenu ne cessera pas volontairement son activité illicite et entend créer une situation irréversible sur le plan environnemental. (1) Voir Cass. 4 mars 2003, RG P.02.0974.N, Pas. 2003, n° 147."
      ],
      "abstractNL": [
        "De in artikel 16.6.5 DABM bepaalde mogelijkheid voor de rechter om, na de partijen te hebben gehoord, bij wijze van veiligheidsmaatregel het verbod uit te spreken om de inrichtingen, die aan de oorsprong van het milieumisdrijf liggen, te exploiteren gedurende de termijnen die hij bepaalt, strekt ertoe de bedreiging voor de mens of het milieu weg te nemen (1); bij gebrek aan een conclusie over de termijn van een in voorkomend geval op te leggen veiligheidsmaatregel, is de rechter die bij toepassing van de voormelde bepaling een exploitatieverbod uitspreekt voor een termijn die hij bepaalt, niet ertoe gehouden de duur van die termijn nader met redenen te omkleden; de rechter kan ter verantwoording van het bij toepassing van artikel 16.6.5 DABM opgelegde exploitatieverbod de bedreiging voor de mens of het milieu afleiden uit het risico dat de beklaagde zijn wederrechtelijke activiteit niet vrijwillig zal stopzetten en een voor de omgeving onomkeerbare toestand wil creëren. (1) Cass. 4 maart 2003, AR P.02.0974.N, AC 2003, nr. 147.",
        "De maatregelen die de rechter bij toepassing van artikel 16.6.6 DABM kan bevelen, strekken ertoe de door het milieumisdrijf veroorzaakte wederrechtelijke toestand ongedaan te maken door de toestand zoals die bestond vóór het milieumisdrijf zoveel als mogelijk te herstellen teneinde aldus het milieu te vrijwaren; de rechter oordeelt onaantastbaar of de door hem bij toepassing van die bepaling bevolen maatregel noodzakelijk is voor dit herstel; het Hof gaat wel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden aangenomen (1). (1) Over de herstelmaatregel en termijn op basis van art. 16.6.6 Decreet Milieubeleid zie Cass. 11 januari 2022, AR P.21.0373.N, AC 2022, nr. 13.",
        "Artikel 1 Eerste Aanvullend Protocol EVRM verbiedt de rechter bij toepassing van artikel 16.6.6 DABM een herstelmaatregel te bevelen die kennelijk onredelijk is; hierbij dient hij na te gaan of het voordeel van de bevolen herstelmaatregel ter vrijwaring en herstel van het milieu opweegt tegen de last die daaruit voortvloeit voor de overtreder; het bevolen herstel moet evenredig zijn met de in concreto vastgestelde aantasting van het milieu en de maatregel moet redelijk blijven in vergelijking tot de last die hij voor de betrokkene meebrengt; bij afwezigheid van een conclusie over de redelijkheid en evenredigheid van de herstelmaatregel, is de rechter er evenwel niet toe gehouden zijn beslissing in dit verband nader met redenen te omkleden (1). (1) Over de herstelmaatregel in zaken van stedenbouw en ruimtelijke ordening (art. 6.3.1 Vlaamse Codex Ruimtelijke Ordening) oordeelde het Hof reeds in vergelijkbare zin: “Artikel 1 Eerste Aanvullend Protocol EVRM verbiedt de rechter een herstelmaatregel te bevelen die kennelijk onredelijk is. Hierbij dient hij na te gaan of het voordeel van de bevolen herstelmaatregel voor het behoud van een goede ruimtelijke ordening opweegt tegen de last die daaruit voortvloeit voor de overtreder. Het bevolen herstel moet evenredig zijn met de in concreto vastgestelde aantasting van de ruimtelijke ordening en de maatregel moet redelijk blijven in vergelijking tot de last die hij voor de betrokkene meebrengt” (Cass. 5 januari 2021, AR P.20.0736.N, AC 2021, nr. 1, in dezelfde zin Cass. 5 februari 2019, AR P.17.0756.N, AC 2019, nr. 65; Cass. 5 januari 2016, AR P.14.1754.N, AC 2016, nr. 3; Cass. 4 februari 2003, AR P.01.1462.N, AC 2003, nr. 80; Cass. 24 november 2009, AR P.09.0278.N, AC 2009, nr. 689) en “De rechter oordeelt onaantastbaar in feite of een herstelmaatregel evenredig is met de in concreto vastgestelde aantasting van de ruimtelijke ordening en of uit de vergelijking tussen het voordeel voor de ruimtelijke ordening dat volgt uit die maatregel en de voor de betrokkene veroorzaakte last niet volgt dat de herstelmaatregel kennelijk onredelijk is. Bij die beoordeling kan de rechter de aard van en de wijze waarop het stedenbouwkundige misdrijf werd gepleegd dat tot de herstelmaatregel aanleiding geeft, het flagrante karakter van het misdrijf en de doelbewustheid waarmee het werd gepleegd, mee in overweging nemen” (Cass. 5 januari 2021, AR P.20.0736.N, AC 2021, nr. 1; Cass. 27 september 2011, AR P.10.2020.N, AC 2011, nr. 500; Cass. 18 december 2001, AR P.99.1548.N, AC 2001, nr. 709). (BDS)",
        "Artikel 1 Eerste Aanvullend Protocol EVRM verbiedt de rechter bij toepassing van artikel 16.6.6 DABM een herstelmaatregel te bevelen die kennelijk onredelijk is; hierbij dient hij na te gaan of het voordeel van de bevolen herstelmaatregel ter vrijwaring en herstel van het milieu opweegt tegen de last die daaruit voortvloeit voor de overtreder; het bevolen herstel moet evenredig zijn met de in concreto vastgestelde aantasting van het milieu en de maatregel moet redelijk blijven in vergelijking tot de last die hij voor de betrokkene meebrengt; bij afwezigheid van een conclusie over de redelijkheid en evenredigheid van de herstelmaatregel, is de rechter er evenwel niet toe gehouden zijn beslissing in dit verband nader met redenen te omkleden (1). (1) NOOT. Over de herstelmaatregel in zaken van stedenbouw en ruimtelijke ordening (art. 6.3.1 Vlaamse Codex Ruimtelijke Ordening) oordeelde het Hof reeds in vergelijkbare zin: “Artikel 1 Eerste Aanvullend Protocol EVRM verbiedt de rechter een herstelmaatregel te bevelen die kennelijk onredelijk is. Hierbij dient hij na te gaan of het voordeel van de bevolen herstelmaatregel voor het behoud van een goede ruimtelijke ordening opweegt tegen de last die daaruit voortvloeit voor de overtreder. Het bevolen herstel moet evenredig zijn met de in concreto vastgestelde aantasting van de ruimtelijke ordening en de maatregel moet redelijk blijven in vergelijking tot de last die hij voor de betrokkene meebrengt “ (Cass. 5 januari 2021, AR P.20.0736.N, AC 2021, nr. 1, in dezelfde zin Cass. 5 februari 2019, AR P.17.0756.N, AC 2019, nr. 65; Cass. 5 januari 2016, AR P.14.1754.N, AC 2016, nr. 3; Cass. 4 februari 2003, AR P.01.1462.N, AC 2003, nr. 80; Cass. 24 november 2009, AR P.09.0278.N, AC 2009, nr. 689) en “ De rechter oordeelt onaantastbaar in feite of een herstelmaatregel evenredig is met de in concreto vastgestelde aantasting van de ruimtelijke ordening en of uit de vergelijking tussen het voordeel voor de ruimtelijke ordening dat volgt uit die maatregel en de voor de betrokkene veroorzaakte last niet volgt dat de herstelmaatregel kennelijk onredelijk is. Bij die beoordeling kan de rechter de aard van en de wijze waarop het stedenbouwkundige misdrijf werd gepleegd dat tot de herstelmaatregel aanleiding geeft, het flagrante karakter van het misdrijf en de doelbewustheid waarmee het werd gepleegd, mee in overweging nemen” (Cass. 5 januari 2021, AR P.20.0736.N, AC 2021, nr. 1; Cass. 27 september 2011, AR P.10.2020.N, AC 2011, nr. 500; Cass. 18 december 2001, AR P.99.1548.N, AC 2001, nr. 709). (BDS)"
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210112.2N.6": {
      "court": "CASS",
      "date": "2021-01-12",
      "roleNumber": "P.20.0817.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210112.2N.6&lang=fr",
      "abstractFR": [
        "Le juge qui déclare un prévenu coupable du dépôt de déchets contraire à l'article 12, § 1er, du décret de la Région flamande du 23 décembre 2011 ne motive régulièrement sa décision, conformément aux articles 195, alinéa 1er, et 211 du Code d'instruction criminelle, que s'il fait mention, non seulement des articles 12, § 1er, du décret de la Région flamande du 23 décembre 2011 et 16.6.3, § 1er, alinéa 1er, du DABM, mais aussi des prescriptions spécifiques du décret de la Région flamande du 23 décembre 2011 ou de ses arrêtés d'exécution qui ont été enfreintes."
      ],
      "abstractNL": [
        "De rechter die een beklaagde schuldig verklaart aan de opslag van afvalstoffen in strijd met artikel 12, § 1, Materialendecreet omkleedt die beslissing slechts regelmatig met redenen in overeenstemming met de artikelen 195, eerste lid, en 211 Wetboek van Strafvordering indien hij niet enkel melding maakt van artikel 12, § 1, Materialendecreet en artikel 16.6.3, § 1, eerste lid, DABM, maar ook van de specifieke voorschriften van het Materialendecreet of de uitvoeringsbesluiten die zijn overtreden."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181113.1": {
      "court": "CASS",
      "date": "2018-11-13",
      "roleNumber": "P.17.1213.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181113.1&lang=fr",
      "abstractFR": [
        "Il ne résulte pas du caractère obligatoire de la condamnation à réparer visée à l'article 16.6.4, alinéa 1er, du décret de la Communauté flamande du 5 avril 1995 contenant des dispositions générales concernant la politique de l'environnement que le juge pénal doit également ordonner cette mesure de réparation s'il est allégué devant lui et s'il apparaît qu'en raison d'une décision administrative ou de circonstances factuelles, les conséquences de l'infraction, déclarée établie, d'abandon de déchets en violation des dispositions décrétales ont disparu et que la mesure de réparation est devenue sans objet; en pareille occurrence, le juge pénal doit examiner si la mesure est nécessaire pour effacer les conséquences de l'infraction déclarée établie (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit het verplicht karakter van de door artikel 16.6.4, eerste lid, DABM bedoelde veroordeling tot herstel volgt niet dat de strafrechter deze herstelmaatregel ook moet bevelen indien voor hem wordt aangevoerd en ook blijkt dat ingevolge een bestuurlijke beslissing of feitelijke omstandigheden de gevolgen van het bewezen verklaarde misdrijf van het achterlaten van afvalstoffen in strijd met de decretale bepalingen verdwenen zijn en de herstelmaatregel geen voorwerp meer heeft; de strafrechter moet in dat geval onderzoeken of de maatregel noodzakelijk is om de gevolgen van het bewezen verklaarde misdrijf te laten verdwijnen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171212.1": {
      "court": "CASS",
      "date": "2017-12-12",
      "roleNumber": "P.16.1104.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171212.1&lang=fr",
      "abstractFR": [
        "Il ne résulte pas de la seule circonstance qu'un surveillant agit à la suite d'une dénonciation et conduit ensuite une recherche ciblée qu'il effectue une perquisition au sens de l'article 6.1.5, alinéa 3, du Code flamand de l'aménagement du territoire.",
        "Pendant la phase de traitement pénal, à savoir dès qu'il existe une suspicion raisonnable d'infraction, les surveillants visés à l'article 16.3.10 du décret de la Communauté flamande du 5 avril 1995 contenant des dispositions générales concernant la politique de l'environnement ne peuvent plus exercer leurs droits de surveillance.",
        "Il appartient au juge d'apprécier si, compte tenu des éléments concrets du dossier, les informations communiquées à un surveillant visé à l'article 16.3.9, § 1er, du décret du Conseil flamand du 5 avril 1995 contenant des dispositions générales concernant la politique de l'environnement sont de nature à faire naître une suspicion raisonnable d'infraction; il ne suit pas nécessairement du seul fait qu'un surveillant ait reçu une dénonciation et qu'il effectue une recherche ciblée à la suite de cette dénonciation qu'il existe une suspicion raisonnable d'infraction et que les actes accomplis par le surveillant sont des actes d'information exécutés dans le cadre d'une information."
      ],
      "abstractNL": [
        "Uit de enkele omstandigheid dat een toezichthouder optreedt naar aanleiding van een aangifte en vervolgens gericht zoekt, volgt niet dat hij een huiszoeking uitvoert als bedoeld door artikel 6.1.5, derde lid, Vlaamse Codex Ruimtelijke Ordening.",
        "In de fase van de strafrechtelijke handhaving, dit is van zodra er een redelijk vermoeden van misdrijf is, kunnen de in artikel 16.3.10 van het decreet van 5 april 1995 houdende algemene bepalingen inzake milieubeleid bedoelde toezichthouders, hun toezichtrechten niet meer uitoefenen.",
        "Het staat aan de rechter te oordelen of rekening houdend met de concrete elementen van de zaak de aan een in artikel 16.3.9, §1 van het decreet van 5 april 1995 houdende algemene bepalingen inzake milieubeleid bedoelde toezichthouder verstrekte informatie van die aard is dat zij een redelijk vermoeden van misdrijf doet ontstaan; uit het enkele feit dat een toezichthouder een aangifte heeft ontvangen en dat hij als gevolg van die aangifte gericht zoekt, volgt niet noodzakelijk dat er een redelijk vermoeden van misdrijf is en dat de door de toezichthouder verrichte handelingen onderzoekshandelingen zijn van een opsporingsonderzoek."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170516.4": {
      "court": "CASS",
      "date": "2017-05-16",
      "roleNumber": "P.15.0807.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170516.4&lang=fr",
      "abstractFR": [
        "Tout abandon de déchets est interdit et, dans le décret de la Région flamande du 23 décembre 2011 relatif à la gestion durable de cycles de matériaux et de déchets et ses arrêtés d'exécution, aucune disposition ne régit l'abandon de déchets, de sorte que son caractère répréhensible ressort exclusivement des dispositions de l'article 12, § 1er du décret de la Région flamande du 23 décembre 2011 et de l'article 16.6.3, § 1er, du décret de la Région flamande du 5 avril 1995 contenant des dispositions générales concernant la politique de l'environnement; le juge qui condamne un prévenu du chef d'une telle infraction ne doit, par conséquent, pas mentionner d'autres dispositions du décret de la Région flamande du 23 décembre 2011 ou de ses arrêtés d'exécution.",
        "Le juge n'a pas un pouvoir illimité pour compléter les notions de déchets et d'abandon d'après son propre point de vue et quiconque abandonne des déchets, selon la définition prévue à l'article 3, 1°, du décret de la Région flamande du 23 décembre 2011 relatif à la gestion durable de cycles de matériaux et de déchets, à savoir qu'il s'en défait et omet de les enlever, peut savoir quand son comportement est punissable; la condition de la prévisibilité raisonnable d'un comportement punissable n'implique pas que le pouvoir décrétal prescrive en outre que cet abandon de déchets constitue une infraction à toute autre disposition du décret du Conseil flamand du 23 décembre 2011 de la Région flamande du 23 décembre 2011 ou à ses arrêtés d'exécution."
      ],
      "abstractNL": [
        "Elk achterlaten van afvalstoffen is verboden en in het Materialendecreet en zijn uitvoeringsbesluiten komen geen bepalingen voor die het achterlaten van afvalstoffen regelen zodat de strafbaarstelling ervan uitsluitend uit de bepalingen van artikel 12, §1, Materialendecreet en artikel 16.6.3, §1, DABM volgt; de rechter die een beklaagde veroordeelt voor een dergelijk misdrijf, moet bijgevolg geen melding maken van andere bepalingen van het Materialendecreet of de uitvoeringsbesluiten ervan.",
        "De rechter heeft geen onbeperkte beleidsruimte om de begrippen afvalstoffen en achterlaten naar eigen inzicht in te vullen en elkeen die afvalstoffen zoals gedefinieerd door artikel 3, 1°, Materialendecreet achterlaat, dit is er zich van ontdoet en verzuimt dit afval te verwijderen, kan weten wanneer hij strafbaar handelt; de vereiste van de redelijke voorzienbaarheid van een strafbaarstelling houdt niet in dat de decreetgever bovendien voorschrijft dat dit achterlaten van afvalstoffen ook een inbreuk inhoudt op enige andere bepaling van het Materialendecreet dan wel de uitvoeringsbesluiten ervan."
      ]
    }
  }
}