{
  "21": {
    "ECLI:BE:CASS:2012:ARR.20121015.6": {
      "court": "CASS",
      "date": "2012-10-15",
      "roleNumber": "S.11.0052.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20121015.6&lang=fr",
      "abstractFR": [
        "Le mandat du délégué du personnel donne lieu au préjudice visé aux articles 21, §5, de la loi du 20 septembre 1948 portant organisation de l'économie et 2, §4, de la loi du 19 mars 1991 portant un régime de licenciement particulier pour les délégués du personnel aux conseils d'entreprise et aux comités de sécurité, d'hygiène et d'embellissement des lieux de travail, ainsi que pour les candidats délégués du personnel, lorsque le délégué du personnel est privé d'un avantage à la suite du fait qu'en raison de l'exercice de son mandat, il ne peut remplir les critères requis pour l'obtention de cet avantage."
      ],
      "abstractNL": [
        "Het mandaat van een personeelsafgevaardigde geeft aanleiding tot benadeling in de zin van artikel 21, §5, Bedrijfsorganisatiewet en artikel 2, §4, Wet Ontslagregeling personeelsafgevaardigden, wanneer de personeelsafgevaardigde een voordeel wordt ontzegd omdat wegens de uitoefening van dit mandaat niet kan voldoen aan de criteria die voor de toekenning van dat voordeel worden gesteld."
      ]
    }
  },
  "24": {
    "ECLI:BE:CASS:2008:ARR.20081027.2": {
      "court": "CASS",
      "date": "2008-10-27",
      "roleNumber": "S.08.0076.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20081027.2",
      "abstractFR": [
        "L'identité et l'adresse complète des parties intéressées que la partie requérante est tenue de déposer in limine litis au greffe de la juridiction du travail saisie, doivent être entendues comme visant tant les parties à l'égard desquelles le recours doit être introduit pour être recevable que d'autres parties que la partie requérante a également mises à la cause (1). (1) Voir Cass., 5 décembre 2005, RG S.04.0189. N, Pas., 2005, n° 642; Les élections sociales 2004, J.T.T., 2006, p. 458."
      ],
      "abstractNL": [
        "De identiteit en het volledige adres van de betrokken partijen die de verzoekende partij in limine litis moet voorleggen aan de griffie van het arbeidsgerecht waarbij de zaak aanhangig is, moeten worden geacht zowel betrekking te hebben op de partijen t.a.v. wie het beroep moet worden ingesteld om ontvankelijk te zijn, als op andere partijen die de eisende partij eveneens in het geding betrokken heeft (1). (1) Zie Cass., 5 dec. 2005, AR S.04.0189.N, A.C., 2005, nr 642; Les élections sociales 2004, J.T.T., 2006, p. 458."
      ]
    }
  }
}