{
  "1": {
    "ECLI:BE:CASS:2025:ARR.20251208.3F.5": {
      "court": "CASS",
      "date": "2025-12-08",
      "roleNumber": "S.19.0032.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251208.3F.5",
      "abstractFR": [
        "Le droit à l'assujettissement au régime de sécurité sociale des travailleurs salariés, dont dispose le travailleur à l'égard de l'O.N.S.S., résulte de la loi du 27 juin 1969; en vertu de cette loi, l'O.N.S.S. a le pouvoir de décider d'office, sans soumettre la contestation au préalable aux tribunaux, de refuser le bénéfice de ladite loi à ceux qui n'en remplissent pas les conditions et de l'appliquer à ceux qui les remplissent, partant, de décider de l'existence d'un contrat de travail; ces décisions ne font pas naître et ne modifient pas le droit précité du travailleur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20211213.3F.4": {
      "court": "CASS",
      "date": "2021-12-13",
      "roleNumber": "S.19.0091.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211213.3F.4",
      "abstractFR": [
        "Pour l'application de la loi du 10 avril 1971, les apprentis sont assimilés aux travailleurs, les personnes qui les occupent aux employeurs et les relations de travail entre les apprentis et les personnes qui les occupent au contrat de travail (1). (1) Voir les concl. du MP.",
        "La formation de chef d'entreprise organisée par les classes moyennes a pour objet la formation professionnelle du stagiaire en qualité de chef d'entreprise, comporte une formation pratique qui peut être donnée dans le cadre d'une convention de stage en entreprise et implique dans ce cas les obligations précitées pour le stagiaire et la personne qui l'occupe; le stagiaire sous convention de stage dans le cadre d'une formation de chef d'entreprise organisée par les classes moyennes bénéficie donc de la loi du 10 avril 1971 en qualité d'apprenti (1). (1) Voir les concl. du MP.",
        "Pour l’application de la loi du 10 avril 1971, les apprentis sont assimilés aux travailleurs, les personnes qui les occupent aux employeurs et les relations de travail entre les apprentis et les personnes qui les occupent au contrat de travail (1). (1) Voir les concl. du MP.",
        "La formation de chef d’entreprise organisée par les classes moyennes a pour objet la formation professionnelle du stagiaire en qualité de chef d’entreprise, comporte une formation pratique qui peut être donnée dans le cadre d’une convention de stage en entreprise et implique dans ce cas les obligations précitées pour le stagiaire et la personne qui l’occupe; le stagiaire sous convention de stage dans le cadre d’une formation de chef d’entreprise organisée par les classes moyennes bénéficie donc de la loi du 10 avril 1971 en qualité d’apprenti (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Voor de toepassing van de Arbeidsongevallenwet zijn de leerlingen gelijkgesteld met de werknemers, de personen die hen tewerkstellen met de werkgevers en de arbeidsverhoudingen tussen de leerlingen en de personen die hen tewerkstellen met een arbeidsovereenkomst (1). (1) Zie concl. OM in Pas. 2021, nr. 794.",
        "De door de middenstand georganiseerde opleiding tot ondernemingshoofd strekt tot de beroepsopleiding van de stagiair als ondernemingshoofd, omvat een praktische opleiding die in het kader van een stageovereenkomst in de onderneming kan worden gegeven en houdt in dat geval voor de stagiair en voor de persoon die hem tewerkstelt de voormelde verplichtingen in; de stagiair onder stageovereenkomst in het kader van een door de middenstand georganiseerde opleiding tot ondernemingshoofd valt dus in hoedanigheid van leerling onder de Arbeidsongevallenwet (1). (1) Zie concl. OM in Pas. 2021, nr. 794."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160523.4": {
      "court": "CASS",
      "date": "2016-05-23",
      "roleNumber": "S.14.0002.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160523.4",
      "abstractFR": [
        "Pour l'application des articles 130 et 131 de la loi coordonnée du 14 juillet 1994 et 290, A, 2, 1°, de l'arrêté royal du 3 juillet 1996 portant exécution de cette loi, l'article 101, § 3, de la loi coordonnée assimile à des jours indemnisés, au cours desquels le titulaire est reconnu incapable de travailler, ceux durant lesquels il a accompli un travail non autorisé et pour lesquels les indemnités sont récupérées; il s'ensuit que, après de tels jours de travail non autorisé, si les conditions de reconnaissance de l'incapacité de travail énoncées par l'article 100, § 1er, sont réunies à la date de l'examen médical prévu par l'article 101, § 1er, le titulaire bénéficie des indemnités sans devoir accomplir à nouveau le stage prévu à l'article 128, § 1er, de la loi coordonnée (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Voor de toepassing van de artikelen 130 en 131 van de gecoördineerde wet van 14 juli 1994 en 290, A, 2, 1°, van het koninklijk besluit van 3 juli 1996 tot uitvoering van die wet, stelt artikel 101, §3, van de gecoördineerde wet de dagen waarop de gerechtigde een arbeid zonder toelating heeft verricht en waarvoor de uitkeringen worden teruggevorderd, gelijk met vergoede dagen tijdens welke zijn arbeidsongeschiktheid erkend wordt; daaruit volgt dat de gerechtigde, na die arbeidsdagen zonder toelating, wanneer de bij artikel 100, §1, vermelde voorwaarden voor erkenning van arbeidsongeschiktheid vervuld zijn op de dag van het geneeskundig onderzoek bepaald bij artikel 101, §1, recht heeft op uitkeringen zonder opnieuw de wachttijd te moeten volbrengen bepaald bij artikel 128, §1, van de gecoördineerde wet (1). (1) Zie concl. OM."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2024:ARR.20240610.3F.3": {
      "court": "CASS",
      "date": "2024-06-10",
      "roleNumber": "S.21.0073.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240610.3F.3",
      "abstractFR": [
        "Pour être considérée comme un complément aux avantages accordés pour les diverses branches de la sécurité sociale, une indemnité doit avoir pour objet de compenser la perte des revenus du travail ou l'accroissement des dépenses provoqués par la réalisation d'un des risques couverts par les diverses branches de la sécurité sociale; seul cet objet de protéger contre un de ces risques sociaux, en complément de la protection apportée par la sécurité sociale, justifie de dispenser l'indemnité des cotisations contribuant au financement de la sécurité sociale (1). (1) Voir les concl. du MP.",
        "Les circonstances que l'indemnité allouée à un travailleur augmente les sommes nettes qu'il perçoit et que ce travailleur est exposé à un risque social au regard duquel le montant de l'indemnité n'est pas excessif peuvent contribuer, mais ne suffisent pas à considérer que les indemnités ont pour objet de couvrir le risque social (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250303.3N.5": {
      "court": "CASS",
      "date": "2025-03-03",
      "roleNumber": "S.23.0078.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250303.3N.5",
      "abstractFR": [
        "Il suit des articles 14, §§ 1er et 2, de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs, 23, alinéas 1er et 2, de la loi du 29 juin 1981 établissant les principes généraux de la sécurité sociale des travailleurs salariés, 2 de la loi du 12 avril 1965 concernant la protection de la rémunération des travailleurs, XI.167, § 3, alinéa 1er, et XI.205, § 4, alinéa 1er, du Code de droit économique et de leur rapprochement que l'indemnité payée par un employeur à un auteur ou à un artiste exécutant lié par un contrat de travail en raison de la cession des droits patrimoniaux à laquelle il s'était engagé lors de la conclusion du contrat de travail constitue une contrepartie de la cession de droits relatifs à une prestation fournie en exécution du contrat de travail ; en conséquence, cette indemnité constitue, en règle, un avantage auquel le travailleur salarié a droit à charge de son employeur en raison de son engagement et fait donc partie de la rémunération sur la base de laquelle les cotisations de sécurité sociale sont calculées ; le fait que l'employeur transfère par la suite ces droits patrimoniaux à un tiers n'a aucune incidence à cet égard."
      ],
      "abstractNL": [
        "Uit artikel 14, §§ 1 en 2 RSZ-wet, artikel 23, eerste en tweede lid Algemene Beginselenwet Sociale Zekerheid, artikel 2 Loonbeschermingswet, de artikelen XI.167, § 3, eerste lid en XI.205, § 4, eerste lid WER en hun onderlinge samenhang volgt dat de vergoeding die de door een arbeidsovereenkomst verbonden auteur of uitvoerende kunstenaar van zijn werkgever ontvangt, voor de overdracht van zijn vermogensrechten waartoe hij zich bij het sluiten van de arbeidsovereenkomst had verbonden, een tegenprestatie is voor de overdracht van rechten met betrekking tot een in uitvoering van de arbeidsovereenkomst geleverde prestatie; die vergoeding is bijgevolg, in de regel, een voordeel waarop de werknemer ingevolge zijn dienstbetrekking recht heeft ten laste van zijn werkgever en maakt aldus deel uit van het loon op basis waarvan de socialezekerheidsbijdragen worden berekend; het is hierbij van geen belang dat deze vermogensrechten nadien door de werkgever verder worden overgedragen aan een derde.",
        "Uit artikel 14, §§ 1 en 2 RSZ-wet, artikel 23, eerste en tweede lid Algemene Beginselenwet Sociale Zekerheid, artikel 2 Loonbeschermingswet, de artikelen XI.167, § 3, eerste lid en XI.205, § 4, eerste lid WER en hun onderlinge samenhang volgt dat de vergoeding die de door een verbonden auteur of uitvoerende kunstenaar van zijn werkgever ontvangt, voor de overdracht van zijn vermogensrechten waartoe hij zich bij het sluiten van de arbeidsovereenkomst had verbonden, een tegenprestatie is voor de overdracht van rechten met betrekking tot een in uitvoering van de arbeidsovereenkomst geleverde prestatie; die vergoeding is bijgevolg, in de regel, een voordeel waarop de werknemer ingevolge zijn dienstbetrekking recht heeft ten laste van zijn werkgever en maakt aldus deel uit van het loon op basis waarvan de socialezekerheidsbijdragen worden berekend; het is hierbij van geen belang dat deze vermogensrechten nadien door de werkgever verder worden overgedragen aan een derde.",
        "Uit artikel 14, §§ 1 en 2 RSZ-wet, artikel 23 eerste en tweede lid Algemene Beginselenwet Sociale Zekerheid, artikel 2 Loonbeschermingswet, de artikelen XI.167, § 3, eerste lid en XI.205, § 4, eerste lid WER en hun onderlinge samenhang volgt dat de vergoeding die de door een arbeidsovereenkomst verbonden auteur of uitvoerende kunstenaar van zijn werkgever ontvangt, voor de overdracht van zijn vermogensrechten waartoe hij zich bij het sluiten van de arbeidsovereenkomst had verbonden, een tegenprestatie is voor de overdracht van rechten met betrekking tot een in uitvoering van de arbeidsovereenkomst geleverde prestatie; die vergoeding is bijgevolg, in de regel, een voordeel waarop de werknemer ingevolge zijn dienstbetrekking recht heeft ten laste van zijn werkgever en maakt aldus deel uit van het loon op basis waarvan de socialezekerheidsbijdragen worden berekend; het is hierbij van geen belang dat deze vermogensrechten nadien door de werkgever verder worden overgedragen aan een derde.",
        "Uit artikel 14, §1 en §2 RSZ-wet, artikel 23 eerste en tweede lid Algemene Beginselenwet Sociale Zekerheid, artikel 2 Loonbeschermingswet, de artikelen XI.167, §3, eerste lid en XI.205, §4, eerste lid WER en hun onderlinge samenhang volgt dat de vergoeding die de door een arbeidsovereenkomst verbonden auteur of uitvoerende kunstenaar van zijn werkgever ontvangt, voor de overdracht van zijn vermogensrechten waartoe hij zich bij het sluiten van de arbeidsovereenkomst had verbonden, een tegenprestatie is voor de overdracht van rechten met betrekking tot een in uitvoering van de arbeidsovereenkomst geleverde prestatie; die vergoeding is bijgevolg, in de regel, een voordeel waarop de werknemer ingevolge zijn dienstbetrekking recht heeft ten laste van zijn werkgever en maakt aldus deel uit van het loon op basis waarvan de socialezekerheidsbijdragen worden berekend; het is hierbij van geen belang dat deze vermogensrechten nadien door de werkgever verder worden overgedragen aan een derde."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250519.3N.10": {
      "court": "CASS",
      "date": "2025-05-19",
      "roleNumber": "S.23.0006.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250519.3N.10",
      "abstractFR": null,
      "abstractNL": [
        "Opdat een persoon lasthebber zou kunnen zijn in de zin van artikel 3, 1° Uitvoeringsbesluit RSZ-wet is niet vereist dat er een rechtstreekse contractuele betrekking bestaat tussen de lasthebber en de persoon die als werkgever wordt beschouwd; het is voldoende dat een persoon in het kader van contractuele betrekkingen feitelijk zijn voornaamste bedrijvigheid wijdt aan het dagelijks beheer of aan de dagelijkse leiding van een in de bepaling bedoelde vereniging of organisatie tegen een ander loon dan kost en inwoning; de rechtsbetrekking die aan die voorwaarden voldoet, wordt enkel voor de toepassing van de RSZ-wet gelijkgesteld met een rechtsbetrekking die voortvloeit uit een arbeidsovereenkomst, zonder dat de betrokkene werkt in een band van ondergeschiktheid; deze gelijkstelling raakt niet aan de bestaande rechtsverhouding tussen de partijen."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211213.3F.4": {
      "court": "CASS",
      "date": "2021-12-13",
      "roleNumber": "S.19.0091.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211213.3F.4",
      "abstractFR": [
        "Pour l'application de la loi du 10 avril 1971, les apprentis sont assimilés aux travailleurs, les personnes qui les occupent aux employeurs et les relations de travail entre les apprentis et les personnes qui les occupent au contrat de travail (1). (1) Voir les concl. du MP.",
        "La formation de chef d'entreprise organisée par les classes moyennes a pour objet la formation professionnelle du stagiaire en qualité de chef d'entreprise, comporte une formation pratique qui peut être donnée dans le cadre d'une convention de stage en entreprise et implique dans ce cas les obligations précitées pour le stagiaire et la personne qui l'occupe; le stagiaire sous convention de stage dans le cadre d'une formation de chef d'entreprise organisée par les classes moyennes bénéficie donc de la loi du 10 avril 1971 en qualité d'apprenti (1). (1) Voir les concl. du MP.",
        "Pour l’application de la loi du 10 avril 1971, les apprentis sont assimilés aux travailleurs, les personnes qui les occupent aux employeurs et les relations de travail entre les apprentis et les personnes qui les occupent au contrat de travail (1). (1) Voir les concl. du MP.",
        "La formation de chef d’entreprise organisée par les classes moyennes a pour objet la formation professionnelle du stagiaire en qualité de chef d’entreprise, comporte une formation pratique qui peut être donnée dans le cadre d’une convention de stage en entreprise et implique dans ce cas les obligations précitées pour le stagiaire et la personne qui l’occupe; le stagiaire sous convention de stage dans le cadre d’une formation de chef d’entreprise organisée par les classes moyennes bénéficie donc de la loi du 10 avril 1971 en qualité d’apprenti (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Voor de toepassing van de Arbeidsongevallenwet zijn de leerlingen gelijkgesteld met de werknemers, de personen die hen tewerkstellen met de werkgevers en de arbeidsverhoudingen tussen de leerlingen en de personen die hen tewerkstellen met een arbeidsovereenkomst (1). (1) Zie concl. OM in Pas. 2021, nr. 794.",
        "De door de middenstand georganiseerde opleiding tot ondernemingshoofd strekt tot de beroepsopleiding van de stagiair als ondernemingshoofd, omvat een praktische opleiding die in het kader van een stageovereenkomst in de onderneming kan worden gegeven en houdt in dat geval voor de stagiair en voor de persoon die hem tewerkstelt de voormelde verplichtingen in; de stagiair onder stageovereenkomst in het kader van een door de middenstand georganiseerde opleiding tot ondernemingshoofd valt dus in hoedanigheid van leerling onder de Arbeidsongevallenwet (1). (1) Zie concl. OM in Pas. 2021, nr. 794."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221017.3N.5": {
      "court": "CASS",
      "date": "2022-10-17",
      "roleNumber": "S.21.0087.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221017.3N.5&lang=fr",
      "abstractFR": [
        "Il n'est pas discriminatoire d'étendre le champ d'application du régime de la sécurité sociale des travailleurs salariés à certaines catégories de personnes qui ne sont pas liées par un contrat de louage de travail mais qui, d'un point de vue socio-économique, « exécutent un travail selon des modalités similaires à celles d'un contrat de louage de travail », même si elles ne sont pas soumises à l'autorité d'une autre personne, dans la mesure où cette distinction est objectivement et raisonnablement justifiée.",
        "Contrairement aux mandataires de société, les mandataires au sens de l'article 3, 1°, de l'arrêté royal du 28 novembre 1969 pris en exécution de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs fournissent de fait leurs prestations de travail dans des conditions pratiquement similaires à celles des travailleurs salariés; la distinction n'est dès lors pas simplement fondée sur la forme juridique ou l'objet de l'organisation pour laquelle les prestations sont fournies, mais sur la situation de dépendance et la situation socio-économique du mandataire qui en résultent."
      ],
      "abstractNL": [
        "Het is niet discriminerend het toepassingsgebied van het stelsel van de sociale zekerheid voor werknemers uit te breiden tot bepaalde categorieën van personen die niet door een arbeidsovereenkomst zijn verbonden, maar die sociaaleconomisch beschouwd “arbeid verrichten in gelijkaardige voorwaarden, als die van een arbeidsovereenkomst”, zelfs al zijn zij daarbij niet onderworpen aan het gezag van een andere persoon voor zover daarvoor een objectieve en redelijke verantwoording bestaat.",
        "Anders dan de vennootschapsmandatarissen leveren de mandatarissen in de zin van artikel 3, 1°, Uitvoeringsbesluit RSZ-wet in feite hun arbeidsprestaties in vrijwel dezelfde voorwaarden als de werknemers; het onderscheid is niet louter gesteund op de rechtsvorm of het doel van de organisatie waarvoor de prestaties worden geleverd, maar op de afhankelijkheidssituatie en de sociaaleconomische toestand van de mandataris die er het gevolg van is."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160215.3": {
      "court": "CASS",
      "date": "2016-02-15",
      "roleNumber": "S.14.0071.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160215.3",
      "abstractFR": [
        "Doit être considérée comme un complément aux avantages accordés pour les différentes branches de la sécurité sociale, l'indemnité qui a pour objet de compenser la perte des revenus du travail ou l'accroissement des dépenses provoqués par la réalisation d'un des risques couverts par les diverses branches de la sécurité sociale, même si son octroi est soumis par ailleurs à des conditions étrangères à ces risques (1). (1) Voir les concl. du MP.",
        "L'article 2, alinéa 3, 1°, c), de la loi du 12 avril 1965, auquel renvoie l'article 14, §§1er, et 2, exclut sans restriction de la notion de rémunération les indemnités, payées directement ou indirectement par l'employeur, qui doivent être considérées comme un complément aux avantages accordés pour les diverses branches de la sécurité sociale; il en exclut donc l'indemnité, payée directement ou indirectement par l'employeur en complément d'un avantage accordé par une des branches de la sécurité sociale, même si cette indemnité est réservée à certains travailleurs en violation de l'article 45 de la loi du 27 juin 1969 ou en violation des règles prohibant la discrimination (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Moet beschouwd worden als een aanvulling van de voordelen toegekend voor de verschillende takken van de sociale zekerheid, de vergoeding ter compensatie van het verlies van arbeidsinkomsten of van de toename van de uitgaven door de totstandkoming van een van de risico's die door de verschillende takken van de sociale zekerheid gedekt zijn, ook als de toekenning daarvan afhankelijk is van voorwaarden die geen betrekking hebben op die risico's (1). (1) Zie concl. OM in Pas. 2016, nr. ...",
        "Artikel 2, derde lid, 1°, c), van de wet van 12 april 1965, waarnaar artikel 14, §§1 en 2, RSZ-wet, verwijst, sluit zonder beperking van het begrip loon de vergoedingen uit die rechtstreeks of onrechtstreeks door de werkgever zijn betaald en die moeten worden beschouwd als een aanvulling op de voordelen toegekend voor de verschillende takken van de sociale zekerheid; het sluit dus de vergoeding uit die rechtstreeks of onrechtreeks door de werkgever betaald wordt als aanvulling op een voordeel dat toegekend wordt door een van de takken van de sociale zekerheid, ook als die vergoeding voorbehouden is aan bepaalde werknemers met schending van artikel 45, van de wet van 27 juni 1969 of met schending van de regels die discriminatie verbieden (1). (1) Zie concl. OM in Pas. 2016, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150316.3": {
      "court": "CASS",
      "date": "2015-03-16",
      "roleNumber": "S.13.0055.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150316.3",
      "abstractFR": [
        "L'article 3, 5° de l'arrêté royal du 28 novembre 1969 étend l'application de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs aux personnes qui effectuent des transports de choses qui leur sont commandés par une entreprise au moyen de véhicules dont elles ne sont pas propriétaires ou dont l'achat est financé ou le financement garanti par l'exploitant de cette entreprise, ainsi qu'à cet exploitant: les conditions de cette disposition ne sont réunies que lorsque les transports de choses sont commandés aux personnes qui les effectuent par l'entreprise à l'exploitant de laquelle l'application de la loi est étendue (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel 3, 5°, van het koninklijk besluit van 28 november 1969 verruimt de toepassing van de wet van 27 juni 1969 tot herziening van de besluitwet van 28 december 1944 betreffende de maatschappelijke zekerheid der arbeiders tot de personen die vervoer van goederen verrichten dat hun door een onderneming opgedragen wordt, door middel van voertuigen waarvan zij geen eigenaar zijn of waarvan de aankoop gefinancierd of de financiering gewaarborgd wordt door de ondernemer, alsmede tot die ondernemer: de voorwaarden van die bepaling zijn slechts vervuld wanneer het goederenvervoer is opgedragen aan de personen die ze verrichten, door de onderneming tot wiens ondernemer de toepassing van de wet verruimd is (1). (1) Zie concl. OM in Pas 2015, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141208.7": {
      "court": "CASS",
      "date": "2014-12-08",
      "roleNumber": "S.13.0006.N-S.13.0079.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141208.7&lang=fr",
      "abstractFR": [
        "Lorsque les parties n'ont pas prévu de clause de non-concurrence dans le contrat de travail et qu'après la rupture de celui-ci, elles concluent une convention de non-concurrence, accordant à l'ancien travailleur une indemnité à titre de contrepartie de son engagement de ne pas faire de concurrence à son ancien employeur, le droit à cette indemnité, dans la mesure où il ne s'agit pas d'une indemnité déguisée du chef de la cessation du contrat de travail, n'est pas accordé en vertu du contrat de travail ayant existé ou de sa cessation, mais en raison de la convention ultérieure; à défaut d'extension à cet égard de la notion de rémunération, cette indemnité ne constitue une rémunération ni au sens de la loi du 12 avril 1965 ni pour la sécurité sociale; l'indemnité de non-concurrence due par l'employeur en vertu de la clause de non-concurrence contractée dans ou pendant le contrat de travail est acquise en raison de l'engagement, constitue par conséquent une rémunération au sens de l'article 2 de la loi du 12 avril 1965 concernant la protection de la rémunération des travailleurs et est ainsi soumise aux cotisations de sécurité sociale; la circonstance que la clause de non- concurrence a été contractée après le licenciement, au cours du délai de préavis, est sans incidence."
      ],
      "abstractNL": [
        "Wanneer de partijen geen concurrentiebeding in de arbeidsovereenkomst hebben opgenomen en zij na de beëindiging van de arbeidsovereenkomst een niet-concurrentieovereenkomst sluiten waarbij aan de vroegere werknemer, als tegenprestatie voor zijn verbintenis zijn vroegere werkgever geen concurrentie aan te doen, een vergoeding wordt toegekend, wordt het recht op deze vergoeding, in zoverre het geen verdoken vergoeding voor de beëindiging van de arbeidsovereenkomst betreft, niet toegekend ingevolge de vroeger bestaande arbeidsovereenkomst of de beëindiging ervan, maar ingevolge de latere overeenkomst; deze vergoeding is, bij ontstentenis van uitbreiding van het begrip loon in dit verband, dienvolgens geen loon in de zin van de Loonbeschermingswet, noch voor de sociale zekerheid; de vergoeding voor niet-concurrentie die de werkgever verschuldigd is krachtens het concurrentiebeding dat in of tijdens de arbeidsovereenkomst is aangegaan, wordt verworven ingevolge de dienstbetrekking en is derhalve loon in de zin van artikel 2 Loonbeschermingswet en aldus onderworpen aan rsz-bijdragen; de omstandigheid dat het concurrentiebeding werd aangegaan na het ontslag, in de loop van de opzeggingstermijn, doet daaraan niet af."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2025:ARR.20251208.3F.5": {
      "court": "CASS",
      "date": "2025-12-08",
      "roleNumber": "S.19.0032.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251208.3F.5",
      "abstractFR": [
        "Le droit à l'assujettissement au régime de sécurité sociale des travailleurs salariés, dont dispose le travailleur à l'égard de l'O.N.S.S., résulte de la loi du 27 juin 1969; en vertu de cette loi, l'O.N.S.S. a le pouvoir de décider d'office, sans soumettre la contestation au préalable aux tribunaux, de refuser le bénéfice de ladite loi à ceux qui n'en remplissent pas les conditions et de l'appliquer à ceux qui les remplissent, partant, de décider de l'existence d'un contrat de travail; ces décisions ne font pas naître et ne modifient pas le droit précité du travailleur (1). (1) Voir les concl. du MP.",
        "Lorsque l'action en paiement de cotisations sociales de l'O.N.S.S. contre l'employeur est prescrite, les circonstances que, ultérieurement, le travailleur agisse à l'égard de l'Office en reconnaissance de son droit subjectif à l'assujettissement pour une période écoulée ou que ce droit lui soit reconnu par une décision coulée en force de chose jugée sont sans effet sur la prescription acquise (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230619.3N.7": {
      "court": "CASS",
      "date": "2023-06-19",
      "roleNumber": "S.19.0027.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230619.3N.7",
      "abstractFR": null,
      "abstractNL": [
        "De opdrachtgever die bij betaling van de aannemer die op het ogenblik van de betaling sociale schulden heeft, de in artikel 30bis, § 4 bedoelde inhouding en storting niet correct heeft uitgevoerd, is hoofdelijk aansprakelijk voor de sociale schulden van de aannemer, ook als de aannemer nog geen sociale schulden had bij het sluiten van de overeenkomst, maar deze voor het eerst ontstaan zijn in de loop van de uitvoering van de overeenkomst (1) (2). (1) Zie concl. OM. (2) Art. 30bis, § 4, elfde lid RSZ-wet voor de wijziging bij wet van 20 juli 2015."
      ]
    }
  },
  "9": {
    "ECLI:BE:CASS:2025:ARR.20251208.3F.5": {
      "court": "CASS",
      "date": "2025-12-08",
      "roleNumber": "S.19.0032.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251208.3F.5",
      "abstractFR": [
        "Le droit à l'assujettissement au régime de sécurité sociale des travailleurs salariés, dont dispose le travailleur à l'égard de l'O.N.S.S., résulte de la loi du 27 juin 1969; en vertu de cette loi, l'O.N.S.S. a le pouvoir de décider d'office, sans soumettre la contestation au préalable aux tribunaux, de refuser le bénéfice de ladite loi à ceux qui n'en remplissent pas les conditions et de l'appliquer à ceux qui les remplissent, partant, de décider de l'existence d'un contrat de travail; ces décisions ne font pas naître et ne modifient pas le droit précité du travailleur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "11": {
    "ECLI:BE:CASS:2023:ARR.20230619.3N.7": {
      "court": "CASS",
      "date": "2023-06-19",
      "roleNumber": "S.19.0027.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230619.3N.7",
      "abstractFR": null,
      "abstractNL": [
        "De opdrachtgever die bij betaling van de aannemer die op het ogenblik van de betaling sociale schulden heeft, de in artikel 30bis, § 4 bedoelde inhouding en storting niet correct heeft uitgevoerd, is hoofdelijk aansprakelijk voor de sociale schulden van de aannemer, ook als de aannemer nog geen sociale schulden had bij het sluiten van de overeenkomst, maar deze voor het eerst ontstaan zijn in de loop van de uitvoering van de overeenkomst (1) (2). (1) Zie concl. OM. (2) Art. 30bis, § 4, elfde lid RSZ-wet voor de wijziging bij wet van 20 juli 2015."
      ]
    }
  },
  "14": {
    "ECLI:BE:CASS:2024:ARR.20240610.3F.3": {
      "court": "CASS",
      "date": "2024-06-10",
      "roleNumber": "S.21.0073.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240610.3F.3",
      "abstractFR": [
        "Pour être considérée comme un complément aux avantages accordés pour les diverses branches de la sécurité sociale, une indemnité doit avoir pour objet de compenser la perte des revenus du travail ou l'accroissement des dépenses provoqués par la réalisation d'un des risques couverts par les diverses branches de la sécurité sociale; seul cet objet de protéger contre un de ces risques sociaux, en complément de la protection apportée par la sécurité sociale, justifie de dispenser l'indemnité des cotisations contribuant au financement de la sécurité sociale (1). (1) Voir les concl. du MP.",
        "Les circonstances que l'indemnité allouée à un travailleur augmente les sommes nettes qu'il perçoit et que ce travailleur est exposé à un risque social au regard duquel le montant de l'indemnité n'est pas excessif peuvent contribuer, mais ne suffisent pas à considérer que les indemnités ont pour objet de couvrir le risque social (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250303.3N.5": {
      "court": "CASS",
      "date": "2025-03-03",
      "roleNumber": "S.23.0078.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250303.3N.5",
      "abstractFR": [
        "Il suit des articles 14, §§ 1er et 2, de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs, 23, alinéas 1er et 2, de la loi du 29 juin 1981 établissant les principes généraux de la sécurité sociale des travailleurs salariés, 2 de la loi du 12 avril 1965 concernant la protection de la rémunération des travailleurs, XI.167, § 3, alinéa 1er, et XI.205, § 4, alinéa 1er, du Code de droit économique et de leur rapprochement que l'indemnité payée par un employeur à un auteur ou à un artiste exécutant lié par un contrat de travail en raison de la cession des droits patrimoniaux à laquelle il s'était engagé lors de la conclusion du contrat de travail constitue une contrepartie de la cession de droits relatifs à une prestation fournie en exécution du contrat de travail ; en conséquence, cette indemnité constitue, en règle, un avantage auquel le travailleur salarié a droit à charge de son employeur en raison de son engagement et fait donc partie de la rémunération sur la base de laquelle les cotisations de sécurité sociale sont calculées ; le fait que l'employeur transfère par la suite ces droits patrimoniaux à un tiers n'a aucune incidence à cet égard."
      ],
      "abstractNL": [
        "Uit artikel 14, §§ 1 en 2 RSZ-wet, artikel 23, eerste en tweede lid Algemene Beginselenwet Sociale Zekerheid, artikel 2 Loonbeschermingswet, de artikelen XI.167, § 3, eerste lid en XI.205, § 4, eerste lid WER en hun onderlinge samenhang volgt dat de vergoeding die de door een arbeidsovereenkomst verbonden auteur of uitvoerende kunstenaar van zijn werkgever ontvangt, voor de overdracht van zijn vermogensrechten waartoe hij zich bij het sluiten van de arbeidsovereenkomst had verbonden, een tegenprestatie is voor de overdracht van rechten met betrekking tot een in uitvoering van de arbeidsovereenkomst geleverde prestatie; die vergoeding is bijgevolg, in de regel, een voordeel waarop de werknemer ingevolge zijn dienstbetrekking recht heeft ten laste van zijn werkgever en maakt aldus deel uit van het loon op basis waarvan de socialezekerheidsbijdragen worden berekend; het is hierbij van geen belang dat deze vermogensrechten nadien door de werkgever verder worden overgedragen aan een derde.",
        "Uit artikel 14, §§ 1 en 2 RSZ-wet, artikel 23, eerste en tweede lid Algemene Beginselenwet Sociale Zekerheid, artikel 2 Loonbeschermingswet, de artikelen XI.167, § 3, eerste lid en XI.205, § 4, eerste lid WER en hun onderlinge samenhang volgt dat de vergoeding die de door een verbonden auteur of uitvoerende kunstenaar van zijn werkgever ontvangt, voor de overdracht van zijn vermogensrechten waartoe hij zich bij het sluiten van de arbeidsovereenkomst had verbonden, een tegenprestatie is voor de overdracht van rechten met betrekking tot een in uitvoering van de arbeidsovereenkomst geleverde prestatie; die vergoeding is bijgevolg, in de regel, een voordeel waarop de werknemer ingevolge zijn dienstbetrekking recht heeft ten laste van zijn werkgever en maakt aldus deel uit van het loon op basis waarvan de socialezekerheidsbijdragen worden berekend; het is hierbij van geen belang dat deze vermogensrechten nadien door de werkgever verder worden overgedragen aan een derde.",
        "Uit artikel 14, §§ 1 en 2 RSZ-wet, artikel 23 eerste en tweede lid Algemene Beginselenwet Sociale Zekerheid, artikel 2 Loonbeschermingswet, de artikelen XI.167, § 3, eerste lid en XI.205, § 4, eerste lid WER en hun onderlinge samenhang volgt dat de vergoeding die de door een arbeidsovereenkomst verbonden auteur of uitvoerende kunstenaar van zijn werkgever ontvangt, voor de overdracht van zijn vermogensrechten waartoe hij zich bij het sluiten van de arbeidsovereenkomst had verbonden, een tegenprestatie is voor de overdracht van rechten met betrekking tot een in uitvoering van de arbeidsovereenkomst geleverde prestatie; die vergoeding is bijgevolg, in de regel, een voordeel waarop de werknemer ingevolge zijn dienstbetrekking recht heeft ten laste van zijn werkgever en maakt aldus deel uit van het loon op basis waarvan de socialezekerheidsbijdragen worden berekend; het is hierbij van geen belang dat deze vermogensrechten nadien door de werkgever verder worden overgedragen aan een derde.",
        "Uit artikel 14, §1 en §2 RSZ-wet, artikel 23 eerste en tweede lid Algemene Beginselenwet Sociale Zekerheid, artikel 2 Loonbeschermingswet, de artikelen XI.167, §3, eerste lid en XI.205, §4, eerste lid WER en hun onderlinge samenhang volgt dat de vergoeding die de door een arbeidsovereenkomst verbonden auteur of uitvoerende kunstenaar van zijn werkgever ontvangt, voor de overdracht van zijn vermogensrechten waartoe hij zich bij het sluiten van de arbeidsovereenkomst had verbonden, een tegenprestatie is voor de overdracht van rechten met betrekking tot een in uitvoering van de arbeidsovereenkomst geleverde prestatie; die vergoeding is bijgevolg, in de regel, een voordeel waarop de werknemer ingevolge zijn dienstbetrekking recht heeft ten laste van zijn werkgever en maakt aldus deel uit van het loon op basis waarvan de socialezekerheidsbijdragen worden berekend; het is hierbij van geen belang dat deze vermogensrechten nadien door de werkgever verder worden overgedragen aan een derde."
      ]
    },
    "ECLI:BE:CASS:2002:ARR.20020218.4": {
      "court": "CASS",
      "date": "2002-02-18",
      "roleNumber": "S.00.0142.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2002:ARR.20020218.4&lang=fr",
      "abstractFR": [
        "L'arrêt qui décide que l'avantage considéré comme étant une rémunération consiste dans le fait que l'employeur finance les parts de propriété de ses travailleurs en intervenant dans le paiement de leurs actions par le versement d'une cotisation de continuité et qui considère que la valeur de l'avantage considéré comme étant une rémunération correspond à la valeur d'achat des actions qui seront octroyées, fixe le montant des cotisations de sécurité sociale réclamées sur la base de la valeur de l'avantage considéré comme rémunération fixée par les juges d'appel, lorsqu'il décide que les cotisations de sécurité sociale doivent être calculées sur le prix d'achat des actions qui ont été octroyées.",
        "L'arrêt qui énonce que la partie de la cotisation de continuité payée par l'employeur sur laquelle sont réclamées de cotisations de sécurité sociale était suffisamment individualisée ou individualisable lors du paiement de la cotisation de continuité, peut décider légalement que le paiement de la cotisation de continuité par l'employeur à la coopérative du personnel, a entraîné le paiement de l'avantage qui doit être considéré comme rémunération pour la perception des cotisations de sécurité sociale réclamées."
      ],
      "abstractNL": [
        "Het arrest dat beslist dat het als loon beschouwde voordeel erin bestaat dat de werkgever de eigendomsparticipatie van zijn werknemers financiert door in te staan voor de betaling van hun aandelen via de continuïteitsbijdrage, en oordeelt dat de waarde van het als loon beschouwde voordeel overeenstemt met de aanschafwaarde van de toe te kennen aandelen, stelt het bedrag van de gevorderde sociale zekerheidsbijdragen vast op basis van de door de appèlrechters vastgestelde waarde van het loon beschouwde voordeel, waar het beslist dat de sociale zekerheidsbijdragen berekend moeten worden op de aanschafprijs van de toegekende aandelen.",
        "Het arrest dat te kennen geeft dat het gedeelte van de door de werkgever betaalde continuïteitsbijdrage waarop sociale zekerheidsbijdragen gevorderd worden voldoende geïndividualiseerd of individualiseerbaar was bij de betaling van de continuïteitsbijdrage, kan wettig beslissen dat met de betaling van de continuïteitsbijdrage door de werkgever aan de personeelscoöperatie, het voordeel werd betaald dat als loon moet worden beschouwd voor de heffing van de gevorderde sociale zekerheidsbijdragen."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160215.3": {
      "court": "CASS",
      "date": "2016-02-15",
      "roleNumber": "S.14.0071.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160215.3",
      "abstractFR": [
        "Doit être considérée comme un complément aux avantages accordés pour les différentes branches de la sécurité sociale, l'indemnité qui a pour objet de compenser la perte des revenus du travail ou l'accroissement des dépenses provoqués par la réalisation d'un des risques couverts par les diverses branches de la sécurité sociale, même si son octroi est soumis par ailleurs à des conditions étrangères à ces risques (1). (1) Voir les concl. du MP.",
        "L'article 2, alinéa 3, 1°, c), de la loi du 12 avril 1965, auquel renvoie l'article 14, §§1er, et 2, exclut sans restriction de la notion de rémunération les indemnités, payées directement ou indirectement par l'employeur, qui doivent être considérées comme un complément aux avantages accordés pour les diverses branches de la sécurité sociale; il en exclut donc l'indemnité, payée directement ou indirectement par l'employeur en complément d'un avantage accordé par une des branches de la sécurité sociale, même si cette indemnité est réservée à certains travailleurs en violation de l'article 45 de la loi du 27 juin 1969 ou en violation des règles prohibant la discrimination (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Moet beschouwd worden als een aanvulling van de voordelen toegekend voor de verschillende takken van de sociale zekerheid, de vergoeding ter compensatie van het verlies van arbeidsinkomsten of van de toename van de uitgaven door de totstandkoming van een van de risico's die door de verschillende takken van de sociale zekerheid gedekt zijn, ook als de toekenning daarvan afhankelijk is van voorwaarden die geen betrekking hebben op die risico's (1). (1) Zie concl. OM in Pas. 2016, nr. ...",
        "Artikel 2, derde lid, 1°, c), van de wet van 12 april 1965, waarnaar artikel 14, §§1 en 2, RSZ-wet, verwijst, sluit zonder beperking van het begrip loon de vergoedingen uit die rechtstreeks of onrechtstreeks door de werkgever zijn betaald en die moeten worden beschouwd als een aanvulling op de voordelen toegekend voor de verschillende takken van de sociale zekerheid; het sluit dus de vergoeding uit die rechtstreeks of onrechtreeks door de werkgever betaald wordt als aanvulling op een voordeel dat toegekend wordt door een van de takken van de sociale zekerheid, ook als die vergoeding voorbehouden is aan bepaalde werknemers met schending van artikel 45, van de wet van 27 juni 1969 of met schending van de regels die discriminatie verbieden (1). (1) Zie concl. OM in Pas. 2016, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141208.3": {
      "court": "CASS",
      "date": "2014-12-08",
      "roleNumber": "S.13.0099.N-S.13.0126.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141208.3&lang=fr",
      "abstractFR": [
        "L'article 2, alinéa 3, 1°, c) de la loi du 12 avril 1965 concernant la protection de la rémunération des travailleurs exclut sans aucune restriction de la notion de rémunération les indemnités payées directement ou indirectement par l'employeur qui doivent être considérées comme un complément aux avantages accordés pour les diverses branches de la sécurité sociale; une indemnité doit être considérée comme un complément aux avantages accordés pour les diverses branches de la sécurité sociale si l'avantage accordé a pour objet la couverture d'un risque de sécurité sociale; l'avantage accordé a pour objet la couverture d'un risque de sécurité sociale s'il a pour but d'aider à couvrir la perte des revenus du travail ou les coûts provenant de la réalisation d'un risque de sécurité sociale, sans qu'il y ait lieu à cet égard de prendre en considération le statut ou la fonction du travailleur salarié."
      ],
      "abstractNL": [
        "Artikel 2, derde lid, 1°, c) Loonbeschermingswet sluit de door de werkgever rechtstreeks of onrechtstreeks betaalde vergoedingen welke moeten worden beschouwd als een aanvulling van de voordelen toegekend voor de verschillende takken van de sociale zekerheid, zonder enige beperking uit het loonbegrip uit; een vergoeding moet worden beschouwd als een aanvulling van de voordelen toegekend voor de verschillende takken van de sociale zekerheid indien het toegekende voordeel de dekking van een socialezekerheidsrisico tot voorwerp heeft; het toegekend voordeel heeft de dekking van de socialezekerheidsrisico tot voorwerp indien het tot doel heeft het verlies van het inkomen uit arbeid of de kosten voortkomend uit de realisatie van een socialezekerheidsrisico te helpen dekken, zonder dat daarbij het statuut of de functie van de werknemer in aanmerking moet worden genomen."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141208.7": {
      "court": "CASS",
      "date": "2014-12-08",
      "roleNumber": "S.13.0006.N-S.13.0079.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141208.7&lang=fr",
      "abstractFR": [
        "Lorsque les parties n'ont pas prévu de clause de non-concurrence dans le contrat de travail et qu'après la rupture de celui-ci, elles concluent une convention de non-concurrence, accordant à l'ancien travailleur une indemnité à titre de contrepartie de son engagement de ne pas faire de concurrence à son ancien employeur, le droit à cette indemnité, dans la mesure où il ne s'agit pas d'une indemnité déguisée du chef de la cessation du contrat de travail, n'est pas accordé en vertu du contrat de travail ayant existé ou de sa cessation, mais en raison de la convention ultérieure; à défaut d'extension à cet égard de la notion de rémunération, cette indemnité ne constitue une rémunération ni au sens de la loi du 12 avril 1965 ni pour la sécurité sociale; l'indemnité de non-concurrence due par l'employeur en vertu de la clause de non-concurrence contractée dans ou pendant le contrat de travail est acquise en raison de l'engagement, constitue par conséquent une rémunération au sens de l'article 2 de la loi du 12 avril 1965 concernant la protection de la rémunération des travailleurs et est ainsi soumise aux cotisations de sécurité sociale; la circonstance que la clause de non- concurrence a été contractée après le licenciement, au cours du délai de préavis, est sans incidence."
      ],
      "abstractNL": [
        "Wanneer de partijen geen concurrentiebeding in de arbeidsovereenkomst hebben opgenomen en zij na de beëindiging van de arbeidsovereenkomst een niet-concurrentieovereenkomst sluiten waarbij aan de vroegere werknemer, als tegenprestatie voor zijn verbintenis zijn vroegere werkgever geen concurrentie aan te doen, een vergoeding wordt toegekend, wordt het recht op deze vergoeding, in zoverre het geen verdoken vergoeding voor de beëindiging van de arbeidsovereenkomst betreft, niet toegekend ingevolge de vroeger bestaande arbeidsovereenkomst of de beëindiging ervan, maar ingevolge de latere overeenkomst; deze vergoeding is, bij ontstentenis van uitbreiding van het begrip loon in dit verband, dienvolgens geen loon in de zin van de Loonbeschermingswet, noch voor de sociale zekerheid; de vergoeding voor niet-concurrentie die de werkgever verschuldigd is krachtens het concurrentiebeding dat in of tijdens de arbeidsovereenkomst is aangegaan, wordt verworven ingevolge de dienstbetrekking en is derhalve loon in de zin van artikel 2 Loonbeschermingswet en aldus onderworpen aan rsz-bijdragen; de omstandigheid dat het concurrentiebeding werd aangegaan na het ontslag, in de loop van de opzeggingstermijn, doet daaraan niet af."
      ]
    }
  },
  "21": {
    "ECLI:BE:CASS:2002:ARR.20020218.4": {
      "court": "CASS",
      "date": "2002-02-18",
      "roleNumber": "S.00.0142.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2002:ARR.20020218.4&lang=fr",
      "abstractFR": [
        "Lorsque l'employeur n'a pas déclaré un avantage ou a fait une évaluation trop basse d'un avantage, l'Office national de sécurité sociale est tenu de déterminer d'office la valeur de l'avantage et d'établir le montant des cotisations dues soit sur la base de tous les éléments déjà en sa possession, soit après avoir recueilli auprès de l'employeur tous les renseignements qu'il juge utiles à cette fin; en cas de contestation sur le montant établi par l'Office national de sécurité sociale, le juge du fond peut déterminer la valeur de l'avantage, en vue du calcul des cotisations dues, sur base de tous les éléments connus, même si ceux-ci sont postérieurs au paiement ou à l'octroi de l'avantage considéré comme étant une rémunération."
      ],
      "abstractNL": [
        "Wanneer de werkgever geen aangifte heeft gedaan van een voordeel of een voordeel te laag heeft gewaardeerd, dient de Rijksdienst voor Sociale Zekerheid ambtshalve de waarde van het voordeel te bepalen en het bedrag van de verschuldigde bijdragen vast te stellen aan de hand van alle reeds voorhanden zijnde gegevens, of na daartoe alle nuttig geachte inlichtingen te hebben ingewonnen bij de werkgever; in geval van betwisting over het door de Rijksdienst voor Sociale Zekerheid vastgestelde bedrag, kan de feitenrechter de waarde van het voordeel, met het oog op de berekening van de verschuldigde bijdragen, bepalen aan de hand van alle gekende gegevens, ook wanneer deze dateren van na de betaling of toekenning van het als loon beschouwde voordeel."
      ]
    }
  },
  "22": {
    "ECLI:BE:CASS:2025:ARR.20251208.3F.5": {
      "court": "CASS",
      "date": "2025-12-08",
      "roleNumber": "S.19.0032.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251208.3F.5",
      "abstractFR": [
        "Le droit à l'assujettissement au régime de sécurité sociale des travailleurs salariés, dont dispose le travailleur à l'égard de l'O.N.S.S., résulte de la loi du 27 juin 1969; en vertu de cette loi, l'O.N.S.S. a le pouvoir de décider d'office, sans soumettre la contestation au préalable aux tribunaux, de refuser le bénéfice de ladite loi à ceux qui n'en remplissent pas les conditions et de l'appliquer à ceux qui les remplissent, partant, de décider de l'existence d'un contrat de travail; ces décisions ne font pas naître et ne modifient pas le droit précité du travailleur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230403.3N.3": {
      "court": "CASS",
      "date": "2023-04-03",
      "roleNumber": "S.22.0013.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230403.3N.3",
      "abstractFR": null,
      "abstractNL": [
        "De schade die de RSZ lijdt door de niet-betaling van socialezekerheidsbijdragen bestaat onder meer uit het bedrag van die bijdragen, dat door de RSZ kan worden geraamd met toepassing van de artikelen 22 en 22bis RSZ-wet en waarvan de juistheid onaantastbaar door de rechter wordt beoordeeld; deze niet-betaling vormt een persoonlijke schade van de RSZ die onder meer met die bijdragen zijn opdracht moet vervullen tot financiering van de verschillende sectoren van de sociale zekerheid; de omstandigheid dat de RSZ ter uitvoering van die opdracht de ontvangen bijdragen moet verdelen en doorbetalen aan de socialezekerheidsinstellingen die instaan voor de uitbetaling van de uitkeringen van sociale zekerheid, belet niet dat de niet-betaling een persoonlijke schade vormt voor de RSZ; die schade staat in causaal verband met de fout en de voormelde verplichting tot doorbetaling doorbreekt dat oorzakelijk verband niet (1). (1) Zie concl. OM."
      ]
    }
  },
  "23": {
    "ECLI:BE:CASS:2002:ARR.20020218.4": {
      "court": "CASS",
      "date": "2002-02-18",
      "roleNumber": "S.00.0142.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2002:ARR.20020218.4&lang=fr",
      "abstractFR": [
        "Lorsque l'employeur n'a pas déclaré un avantage ou a fait une évaluation trop basse d'un avantage, l'Office national de sécurité sociale est tenu de déterminer d'office la valeur de l'avantage et d'établir le montant des cotisations dues soit sur la base de tous les éléments déjà en sa possession, soit après avoir recueilli auprès de l'employeur tous les renseignements qu'il juge utiles à cette fin; en cas de contestation sur le montant établi par l'Office national de sécurité sociale, le juge du fond peut déterminer la valeur de l'avantage, en vue du calcul des cotisations dues, sur base de tous les éléments connus, même si ceux-ci sont postérieurs au paiement ou à l'octroi de l'avantage considéré comme étant une rémunération.",
        "Les obligations incombant à l'employeur de retenir la cotisation du travailleur à chaque paie et de la transmettre ainsi que la sienne propre trimestriellement à l'Office national de sécurité sociale, ne requiert pas que l'avantage octroyé se trouve effectivement dans le patrimoine du travailleur concerné au moment du paiement, dès lors que le paiement de sommes à un tiers peut aussi être considéré comme le paiement d'une rémunération à condition que le travailleur puisse prétendre à ce paiement en raison de son engagement.",
        "L'arrêt qui énonce que la partie de la cotisation de continuité payée par l'employeur sur laquelle sont réclamées de cotisations de sécurité sociale était suffisamment individualisée ou individualisable lors du paiement de la cotisation de continuité, peut décider légalement que le paiement de la cotisation de continuité par l'employeur à la coopérative du personnel, a entraîné le paiement de l'avantage qui doit être considéré comme rémunération pour la perception des cotisations de sécurité sociale réclamées."
      ],
      "abstractNL": [
        "Wanneer de werkgever geen aangifte heeft gedaan van een voordeel of een voordeel te laag heeft gewaardeerd, dient de Rijksdienst voor Sociale Zekerheid ambtshalve de waarde van het voordeel te bepalen en het bedrag van de verschuldigde bijdragen vast te stellen aan de hand van alle reeds voorhanden zijnde gegevens, of na daartoe alle nuttig geachte inlichtingen te hebben ingewonnen bij de werkgever; in geval van betwisting over het door de Rijksdienst voor Sociale Zekerheid vastgestelde bedrag, kan de feitenrechter de waarde van het voordeel, met het oog op de berekening van de verschuldigde bijdragen, bepalen aan de hand van alle gekende gegevens, ook wanneer deze dateren van na de betaling of toekenning van het als loon beschouwde voordeel.",
        "De verplichtingen van de werkgever om de bijdrage van de werknemer bij iedere betaling van het loon in te houden en deze, samen met zijn bijdrage, om de drie maanden over te maken aan de Rijksdienst voor Sociale Zekerheid, vereist niet dat het toegekende voordeel op het ogenblik van de betaling daadwerkelijk in het vermogen van de betrokken werknemer terechtkomt, aangezien ook de betaling van sommen aan een derde als de betaling van loon kan worden beschouwd, mits de werknemer aanspraak kan maken op die uitbetaling en hij zijn recht stoelt op de dienstbetrekking.",
        "Het arrest dat te kennen geeft dat het gedeelte van de door de werkgever betaalde continuïteitsbijdrage waarop sociale zekerheidsbijdragen gevorderd worden voldoende geïndividualiseerd of individualiseerbaar was bij de betaling van de continuïteitsbijdrage, kan wettig beslissen dat met de betaling van de continuïteitsbijdrage door de werkgever aan de personeelscoöperatie, het voordeel werd betaald dat als loon moet worden beschouwd voor de heffing van de gevorderde sociale zekerheidsbijdragen."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221017.3N.7": {
      "court": "CASS",
      "date": "2022-10-17",
      "roleNumber": "S.21.0027.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221017.3N.7&lang=fr",
      "abstractFR": [
        "L'exécution forcée d'une condamnation judiciaire au paiement au travailleur de certains montants de rémunération, même lorsque cette exécution forcée concerne l'entièreté du montant brut, n'empêche pas l'employeur de retenir la cotisation du travailleur et de ne payer que la partie nette entre les mains de l'huissier de justice ; il s'ensuit que l'employeur qui n'effectue pas cette retenue fait preuve de la négligence sanctionnée par l'article 26, alinéa 1er, de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "De gedwongen uitvoering van een rechterlijke veroordeling tot betaling aan de werknemer van een aantal loonbedragen, zelfs wanneer die gedwongen uitvoering het volledig brutobedrag betreft, belet de werkgever niet om de werknemersbijdrage in te houden en slechts het netto-gedeelte in handen van de gerechtsdeurwaarder te betalen; hieruit volgt dat de werkgever die die inhouding niet verricht, nalatig is in de zin van artikel 26, eerste lid, RSZ-wet (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160118.1": {
      "court": "CASS",
      "date": "2016-01-18",
      "roleNumber": "S.13.0009.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160118.1",
      "abstractFR": [
        "Lus à la lumière de l'exposé des motifs de la loi du 16 janvier 1989 relative au financement des communautés et des régions, dans sa version applicable au litige, les termes de l'article 61, § 1er, alinéa 6 de ladite loi, impliquent que la date d'exigibilité du payement de la dette constitue le critère de répartition de la charge de la dette entre l'État et les entités fédérées (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Gelezen in het licht van de memorie van toelichting van de Financieringswet 1989, in de versie die op het geschil van toepassing is, impliceren de bewoordingen van artikel 61, §1, zesde lid van die wet dat de eisbaarheidsdatum voor de betaling van de schuld het criterium vormt voor de verdeling van de schuldenlast tussen de Staat en de deelstaten (1). (1) Zie de concl. OM in Pas. 2016, nr. ..."
      ]
    }
  },
  "26": {
    "ECLI:BE:CASS:2022:ARR.20221017.3N.7": {
      "court": "CASS",
      "date": "2022-10-17",
      "roleNumber": "S.21.0027.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221017.3N.7&lang=fr",
      "abstractFR": [
        "L'exécution forcée d'une condamnation judiciaire au paiement au travailleur de certains montants de rémunération, même lorsque cette exécution forcée concerne l'entièreté du montant brut, n'empêche pas l'employeur de retenir la cotisation du travailleur et de ne payer que la partie nette entre les mains de l'huissier de justice ; il s'ensuit que l'employeur qui n'effectue pas cette retenue fait preuve de la négligence sanctionnée par l'article 26, alinéa 1er, de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "De gedwongen uitvoering van een rechterlijke veroordeling tot betaling aan de werknemer van een aantal loonbedragen, zelfs wanneer die gedwongen uitvoering het volledig brutobedrag betreft, belet de werkgever niet om de werknemersbijdrage in te houden en slechts het netto-gedeelte in handen van de gerechtsdeurwaarder te betalen; hieruit volgt dat de werkgever die die inhouding niet verricht, nalatig is in de zin van artikel 26, eerste lid, RSZ-wet (1). (1) Zie concl. OM."
      ]
    }
  },
  "28": {
    "ECLI:BE:CASS:2024:ARR.20240408.3N.4": {
      "court": "CASS",
      "date": "2024-04-08",
      "roleNumber": "S.21.0031.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240408.3N.4",
      "abstractFR": null,
      "abstractNL": [
        "Het buiten toepassing laten, met toepassing van artikel 159 Grondwet, van een beslissing waarbij de Rijksdienst voor Sociale Zekerheid weigert vrijstelling of vermindering te verlenen van de bij artikel 38, § 3quater, 10°, vierde lid, Algemene Beginselenwet Sociale Zekerheid bepaalde forfaitaire vergoeding en de bij artikel 28, § 1, RSZ-wet bepaalde bijdrageverhoging, laat het verschuldigd zijn van die forfaitaire vergoeding en bijdrageverhoging onverlet (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250407.3N.7": {
      "court": "CASS",
      "date": "2025-04-07",
      "roleNumber": "S.20.0064.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250407.3N.7",
      "abstractFR": [
        "La cotisation de solidarité visée à l'article 22quater de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs est une cotisation forfaitaire établie d'office, qui est due pour le trimestre durant lequel une déclaration d'emploi électronique non immédiate a été constatée et qui doit être payée au plus tard le dernier jour du mois qui suit ce trimestre; il ne suit ni des dispositions des articles 22quater et 28 de la loi du 27 juin 1969 ni de l'article 54 de l'arrêté royal du 28 novembre 1969 pris en exécution de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs que l'employeur n'est pas redevable d'une majoration de cotisation ni d'intérêts de retard lorsque la cotisation de solidarité n'a pas été payée à la date à laquelle elle est devenue exigible."
      ],
      "abstractNL": [
        "De in artikel 22quater RSZ-wet bedoelde solidariteitsbijdrage is een ambtshalve vastgestelde forfaitaire bijdrage, die verschuldigd is voor het kwartaal waarin een niet onmiddellijk elektronisch aangegeven tewerkstelling werd vastgesteld en die uiterlijk op de laatste dag van de maand volgend op dit kwartaal moet worden betaald; noch uit de bepalingen van artikel 22quater RSZ-wet, noch uit het bepaalde in artikel 28 RSZ-wet en artikel 54 Uitvoeringsbesluit RSZ-wet volgt dat de werkgever geen bijdrageopslag en verwijlinterest verschuldigd is wanneer de solidariteitsbijdrage niet is betaald op de datum dat zij opeisbaar is geworden."
      ]
    }
  },
  "35": {
    "ECLI:BE:CASS:2010:ARR.20100329.6": {
      "court": "CASS",
      "date": "2010-03-29",
      "roleNumber": "C.08.0600.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100329.6&lang=fr",
      "abstractFR": [
        "La condamnation d'office visée à l'article 35, alinéa 2, de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs, tel qu'il est applicable en l'espèce, est une mesure de nature civile qui tend uniquement à réparer le préjudice subi par l'Office national de sécurité sociale à la suite de l'infraction. Cette condamnation ne revêt pas le caractère d'une sanction pénale et ne se prescrit pas comme la peine (1). (1) Voir les conclusions du ministère public publiées avant cet arrêt dans A.C.",
        "Il ressort du fait que les condamnations visées aux articles 35, alinéa 4, de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs, 172, alinéa 2, de la loi-programme du 22 décembre 1989 et 11bis de l'arrêté royal n° 5 du 23 octobre 1978 relatif à la tenue des documents sociaux sont qualifiées \"indemnités\" et sont destinées à l'organisme de perception des cotisations de sécurité sociale que le législateur a voulu instaurer un mode spécial de réparation ou de restitution en vue de rétablir au bénéfice du financement de la sécurité sociale l'ordre légal perturbé par l'infraction. En conséquence, même si elles relèvent de l'exercice de l'action publique, les condamnations d'office au paiement de ces indemnités ne constituent pas des peines au sens des articles 7 à 43quater du Code pénal (1).(1) Voir les conclusions du ministère public publiées avant cet arrêt dans A.C.",
        "Toutefois, eu égard aux montants fixés, à savoir le triple des cotisations litigieuses, ces condamnations d'office empruntent à la sanction pénale qu'elles complètent, une portée de nature répressive et dissuasive. Ainsi, ces mesures ne visent pas uniquement la réparation du préjudice réellement subi par l'Office national de sécurité sociale à la suite de l'infraction mais revêtent également le caractère de la peine au sens de l'article 7, § 1er de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, ce qui a pour seul effet que les garanties prévues par cette convention doivent être respectées et n'a pas pour conséquence que les mesures litigieuses revêtent un caractère répressif au sens du Code pénal belge et, partant, sont soumises à l'application des règles générales du droit pénal belge et du droit de procédure pénale belge (1). (1) Voir les conclusions du ministère public publiées avant cet arrêt dans A.C.",
        "L'exécution de la condamnation d'office qui ne constitue pas une peine au sens du Code pénal mais est une mesure de nature civile, se prescrit selon les règles de droit civil (1). (1) Voir les conclusions du ministère public publiées avant cet arrêt dans A.C."
      ],
      "abstractNL": [
        "De in artikel 35, tweede lid van de R.S.Z.-wet, zoals van toepassing, bedoelde ambtshalve veroordeling is een burgerrechtelijke maatregel die enkel het herstel beoogt van de schade die de Rijksdienst voor Sociale Zekerheid door het misdrijf heeft geleden. Deze veroordeling heeft niet het karakter van een strafrechtelijke sanctie en verjaart niet zoals de straf (1). Zie de conclusie van het openbaar ministerie.",
        "Uit het feit dat de veroordelingen waarvan sprake in artikel 35, vierde lid R.S.Z.-wet, artikel 172, tweede lid, van de programmawet van 22 december 1989 en artikel 11bis van het koninklijk besluit nr 5 van 23 oktober 1978, worden gekwalificeerd als \"vergoeding\" en ze bestemd zijn voor de inningsinstelling van de socialezekerheidsbijdragen, blijkt dat de wetgever hiermee een bijzondere vorm van herstel of teruggave heeft willen instellen, teneinde, ten behoeve van de financiering van de sociale zekerheid, de door het misdrijf verstoorde wettelijke orde te herstellen. De ambtshalve veroordelingen tot betaling van deze vergoeding zijn bijgevolg geen straf in de zin van de artikelen 7 tot 43quater van het Strafwetboek, ook al vallen zij onder de uitoefening van de strafvordering (1). (1) Zie de conclusie van het openbaar ministerie.",
        "Niettemin ontlenen deze ambtshalve veroordelingen aan de strafrechtelijke sanctie die zij vervolledigen, een repressief en afschrikwekkend karakter dat vooral tot uiting komt in het bedrag ervan, vastgesteld op het drievoud van de bedoelde bijdragen. Deze maatregelen beogen aldus niet enkel het herstel van de schade die de Rijksdienst voor Sociale Zekerheid door het misdrijf werkelijk heeft geleden maar vertonen hierdoor ook het karakter van een strafrechtelijke sanctie in de zin van artikel 7.1 E.V.R.M., wat enkel meebrengt dat de waarborgen van de bepalingen van het E.V.R.M. moeten in acht genomen worden, maar niet tot gevolg heeft dat die maatregelen van strafrechtelijke aard zijn in de zin van het Belgisch Strafwetboek zodat de algemene bepalingen van het Belgisch strafrecht en strafprocesrecht erop toepassing moeten vinden (1). (1) Zie de conclusie van het openbaar ministerie.",
        "De tenuitvoerlegging van de ambtshalve veroordeling die geen straf is in de zin van het Strafwetboek, maar een maatregel van burgerlijke aard, verjaart overeenkomstig de regels van het burgerlijk recht (1). (1) Zie de conclusie van het openbaar ministerie."
      ]
    }
  },
  "40": {
    "ECLI:BE:CASS:2025:ARR.20251208.3F.5": {
      "court": "CASS",
      "date": "2025-12-08",
      "roleNumber": "S.19.0032.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251208.3F.5",
      "abstractFR": [
        "Le droit à l'assujettissement au régime de sécurité sociale des travailleurs salariés, dont dispose le travailleur à l'égard de l'O.N.S.S., résulte de la loi du 27 juin 1969; en vertu de cette loi, l'O.N.S.S. a le pouvoir de décider d'office, sans soumettre la contestation au préalable aux tribunaux, de refuser le bénéfice de ladite loi à ceux qui n'en remplissent pas les conditions et de l'appliquer à ceux qui les remplissent, partant, de décider de l'existence d'un contrat de travail; ces décisions ne font pas naître et ne modifient pas le droit précité du travailleur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "42": {
    "ECLI:BE:CASS:2025:ARR.20251208.3F.5": {
      "court": "CASS",
      "date": "2025-12-08",
      "roleNumber": "S.19.0032.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251208.3F.5",
      "abstractFR": [
        "La prescription est un mode d'extinction de l'action par son non-exercice dans le délai légal. Les faits qui se produisent après l'expiration du délai de prescription ne font pas renaître l'action (1). (1) Voir les concl. du MP.",
        "Lorsque l'action en paiement de cotisations sociales de l'O.N.S.S. contre l'employeur est prescrite, les circonstances que, ultérieurement, le travailleur agisse à l'égard de l'Office en reconnaissance de son droit subjectif à l'assujettissement pour une période écoulée ou que ce droit lui soit reconnu par une décision coulée en force de chose jugée sont sans effet sur la prescription acquise (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250303.3N.5": {
      "court": "CASS",
      "date": "2025-03-03",
      "roleNumber": "S.23.0078.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250303.3N.5",
      "abstractFR": [
        "Il suit des articles 42, premier et dernier alinéas, 1°, de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs, 2244, alinéas 1er et 2, et 2247 de l'Ancien Code civil et de leurs travaux préparatoires que, sauf dispositions contraires, l'interruption de la prescription par une citation perdure jusqu'au jour où l'instance prend définitivement fin, à savoir lorsque la décision n'est plus susceptible d'opposition, d'appel ou de pourvoi en cassation ; ce n'est que lorsqu'elle a pris fin par le rejet définitif de la demande que l'interruption est, par application de l'article 2247 de l'Ancien Code civil, regardée comme non avenue."
      ],
      "abstractNL": [
        "Uit de artikelen 42, eerste en laatste lid, 1° RSZ-wet, de artikelen 2244, eerste en tweede lid en 2247 Oud Burgerlijk Wetboek en hun wetsgeschiedenis volgt dat de stuiting van de verjaring door een dagvaarding, behoudens andersluidende bepalingen, voortduurt tot op de dag waarop het geding definitief eindigt, namelijk wanneer de beslissing niet meer vatbaar is voor verzet, hoger beroep of cassatieberoep; enkel wanneer de stuiting is geëindigd doordat de vordering definitief is afgewezen, wordt de stuiting met toepassing van artikel 2247 Oud Burgerlijk Wetboek voor niet-bestaande gehouden."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230403.3N.2": {
      "court": "CASS",
      "date": "2023-04-03",
      "roleNumber": "S.19.0029.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230403.3N.2",
      "abstractFR": null,
      "abstractNL": [
        "De vordering van de RSZ tegen de aannemer tot betaling van de sociale schulden van de onderaannemer, ontstaat op het ogenblik dat de aannemer hoofdelijk aansprakelijk wordt voor de sociale schulden van de onderaannemer; in het geval van een geregistreerde onderaannemer is dat het ogenblik waarop de aannemer nalaat de in artikel 30bis, § 4, tweede lid, bedoelde storting te verrichten; de verjaringstermijn begint eerst vanaf dat ogenblik te lopen, met dien verstande dat de hoofdelijk aansprakelijke aannemer zich met toepassing van artikel 1208 Oud Burgerlijk Wetboek desgevallend kan beroepen op de exceptie van verjaring van de vordering van de RSZ tegen de onderaannemer (1). (1) Zie concl. OM."
      ]
    }
  },
  "43": {
    "ECLI:BE:CASS:2002:ARR.20020218.4": {
      "court": "CASS",
      "date": "2002-02-18",
      "roleNumber": "S.00.0142.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2002:ARR.20020218.4&lang=fr",
      "abstractFR": [
        "Lorsqu'une rémunération due par l'employeur est payée à l'intervention d'un tiers, celui-ci est considéré comme employeur pour la réception et le recouvrement des cotisations de sécurité sociale dues et il est substitué à l'employeur pour l'accomplissement de toutes les obligations relatives à cette rémunération.",
        "L'arrêt qui considère que l'avantage considéré comme étant une rémunération consiste dans le financement par l'employeur, qui paie une cotisation de continuité, des actions de ses travailleurs dans la coopérative du personnel et que le paiement de cet avantage se réalise au moment du paiement de la cotisation de continuité par l'employeur à la coopérative du personnel et pas au moment de l'octroi des actions aux travailleurs par la coopérative du personnel, décide légalement que la coopérative du personnel n'est pas un tiers qui intervient dans le paiement de l'avantage considéré comme étant une rémunération."
      ],
      "abstractNL": [
        "Wanneer de betaling van loon dat verschuldigd is door de werkgever, door een derde gebeurt, wordt deze derde als werkgever beschouwd voor de inning en invordering van de verschuldigde sociale zekerheidsbijdragen en treedt hij in de plaats van de werkgever voor de vervulling van alle verplichtingen betreffende dit loon.",
        "Het arrest dat oordeelt dat het als loon beschouwde voordeel bestaat in de financiering door de werkgever door een continuïteitsbijdrage van de aandelen van zijn werknemers in de personeelscoöperatie en dat de betaling van dit voordeel plaatsvindt op het ogenblik van de betaling van de continuïteitsbijdrage door de werkgever aan de personeelscoöperatie en niet op het ogenblik van de toekenning van de aandelen aan de werknemers door de personeelscoöperatie, beslist wettig dat de personeelscoöperatie geen derde is die tussenkomt in de betaling van het als loon beschouwde voordeel."
      ]
    }
  },
  "22ter": {
    "ECLI:BE:CASS:2025:ARR.20250922.3N.4": {
      "court": "CASS",
      "date": "2025-09-22",
      "roleNumber": "S.22.0040.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250922.3N.4",
      "abstractFR": null,
      "abstractNL": [
        "De artikelen 22ter, tweede lid RSZ-wet, 157 Wet Deeltijdse Arbeid en 15, eerste en vierde lid Arbeidsreglementenwet strekken ertoe een efficiënte controle op de werkelijk verrichte prestaties mogelijk te maken, met het oog op de voorkoming en de bestrijding van zwartwerk.",
        "Het in artikel 22ter, tweede lid, RSZ-wet bepaalde weerlegbare vermoeden vindt toepassing wanneer de werkgever het afschrift of uittreksel van de arbeidsovereenkomst van de deeltijdse werknemer niet aan de sociaal inspecteurs kan voorleggen tijdens de door hen op de exploitatiezetel uitgevoerde controle op de naleving van deze bepalingen; de omstandigheid dat die documenten niet aan de sociaal inspecteurs kunnen worden voorgelegd in de loop van de door hen uitgevoerde controle impliceert immers dat deze documenten op dat ogenblik niet worden bewaard in een voor de werknemers gemakkelijk toegankelijke plaats."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250519.3N.5": {
      "court": "CASS",
      "date": "2025-05-19",
      "roleNumber": "S.23.0056.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250519.3N.5",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 22ter, tweede lid RSZ-wet, 157 Wet Deeltijdse Arbeid en 15, eerste en tweede lid Arbeidsreglementenwet volgt dat een afschrift van de arbeidsovereenkomst van de deeltijdse werknemer of een uittreksel van die arbeidsovereenkomst met de werkroosters bedoeld in artikel 157 Wet Deeltijdse Arbeid moet worden bewaard op elke plaats waar de werknemers worden tewerkgesteld en bijgevolg ook op de plaatsen van tewerkstelling die niet de bedrijfszetel of exploitatiezetel van de werkgever zijn; uit die bepalingen volgt evenwel niet dat een afschrift van de arbeidsovereenkomst van de deeltijdse werknemer of een uittreksel van die arbeidsovereenkomst met de werkroosters ook moet worden bewaard buiten de plaats van tewerkstelling waar het arbeidsreglement geraadpleegd moet kunnen worden, noch dat elke plaats waar de werknemer werkend wordt aangetroffen een plaats van tewerkstelling is waar het arbeidsreglement geraadpleegd moet kunnen worden."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230424.3F.3": {
      "court": "CASS",
      "date": "2023-04-24",
      "roleNumber": "S.22.0086.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230424.3F.3",
      "abstractFR": [
        "L'article 22ter de la loi du 27 juin 1969, qui dispose qu'à défaut d'accomplissement des mesures de publicité requises, les travailleurs à temps partiel sont présumés, sauf preuve du contraire, avoir effectué leurs prestations dans le cadre d'un contrat de travail à temps plein, établit, non au profit du travailleur mais en faveur de l'Office national de sécurité sociale, une présomption en vue de permettre la perception et le recouvrement des cotisations sociales (1). (1) Cass. 18 février 2002, RG S.01.0093.N, Pas. 2002, n° 113 ; Cass. 18 février 2002, RG S.01.0133.N, Pas. 2002, n° 114.",
        "L'article 22ter de la loi du 27 juin 1969, qui dispose qu'à défaut d'accomplissement des mesures de publicité requises, les travailleurs à temps partiel sont présumés, sauf preuve du contraire, avoir effectué leurs prestations dans le cadre d'un contrat de travail à temps plein, établit, non au profit du travailleur mais en faveur de l'Office national de sécurité sociale, une présomption en vue de permettre la perception et le recouvrement des cotisations sociales (1). (1) Cass. 18 février 2002, RG S.01.0093.N, Pas. 2002, n° 113 ; Cass. 18 février 2002, S.01.0133.N, Pas. 2002, n° 114."
      ],
      "abstractNL": null
    }
  },
  "1bis": {
    "ECLI:BE:CASS:2023:ARR.20231211.3F.1": {
      "court": "CASS",
      "date": "2023-12-11",
      "roleNumber": "S.22.0001.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231211.3F.1",
      "abstractFR": [
        "Lorsqu'un assuré social demande à la commission artistes de lui délivrer un visa d'artiste, qui atteste la nature artistique des prestations ou œuvres qu'il fournit contre paiement d'une rémunération et pour le compte d'un donneur d'ordre et, par conséquent, l'application de la loi du 27 juin 1969 conformément à son article 1erbis, que la commission artistes refuse le visa d'artiste et que l'assuré social conteste ce refus, cette contestation est relative aux droits et obligations auxquels l'assuré social prétend, autrement qu'en vertu d'un contrat de louage de travail ou d'un contrat d'apprentissage, en application des lois et règlements en matière de sécurité sociale; une telle contestation est soumise non seulement à l'article 580, 19°, mais aussi aux articles 580, 3°, 704, § 2, et 792, alinéas 2 et 3, du Code judiciaire (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230612.3F.15": {
      "court": "CASS",
      "date": "2023-06-12",
      "roleNumber": "S.22.0044.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230612.3F.15",
      "abstractFR": [
        "Lorsque la commission artistes refuse la carte d'artiste à un assuré social au motif qu'il ne fournit pas de prestations et ne produit pas d'œuvres artistiques, et que ce dernier conteste cette décision administrative, une contestation naît entre le demandeur et l'assuré social sur l'application du régime de sécurité sociale résultant de l'article 17sexies de l'arrêté royal du 28 novembre 1969 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "22quater": {
    "ECLI:BE:CASS:2025:ARR.20250407.3N.7": {
      "court": "CASS",
      "date": "2025-04-07",
      "roleNumber": "S.20.0064.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250407.3N.7",
      "abstractFR": [
        "La cotisation de solidarité visée à l'article 22quater de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs est une cotisation forfaitaire établie d'office, qui est due pour le trimestre durant lequel une déclaration d'emploi électronique non immédiate a été constatée et qui doit être payée au plus tard le dernier jour du mois qui suit ce trimestre; il ne suit ni des dispositions des articles 22quater et 28 de la loi du 27 juin 1969 ni de l'article 54 de l'arrêté royal du 28 novembre 1969 pris en exécution de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs que l'employeur n'est pas redevable d'une majoration de cotisation ni d'intérêts de retard lorsque la cotisation de solidarité n'a pas été payée à la date à laquelle elle est devenue exigible."
      ],
      "abstractNL": [
        "De in artikel 22quater RSZ-wet bedoelde solidariteitsbijdrage is een ambtshalve vastgestelde forfaitaire bijdrage, die verschuldigd is voor het kwartaal waarin een niet onmiddellijk elektronisch aangegeven tewerkstelling werd vastgesteld en die uiterlijk op de laatste dag van de maand volgend op dit kwartaal moet worden betaald; noch uit de bepalingen van artikel 22quater RSZ-wet, noch uit het bepaalde in artikel 28 RSZ-wet en artikel 54 Uitvoeringsbesluit RSZ-wet volgt dat de werkgever geen bijdrageopslag en verwijlinterest verschuldigd is wanneer de solidariteitsbijdrage niet is betaald op de datum dat zij opeisbaar is geworden."
      ]
    }
  },
  "30bis": {
    "ECLI:BE:CASS:2023:ARR.20230403.3N.2": {
      "court": "CASS",
      "date": "2023-04-03",
      "roleNumber": "S.19.0029.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230403.3N.2",
      "abstractFR": null,
      "abstractNL": [
        "De vordering van de RSZ tegen de aannemer tot betaling van de sociale schulden van de onderaannemer, ontstaat op het ogenblik dat de aannemer hoofdelijk aansprakelijk wordt voor de sociale schulden van de onderaannemer; in het geval van een geregistreerde onderaannemer is dat het ogenblik waarop de aannemer nalaat de in artikel 30bis, § 4, tweede lid, bedoelde storting te verrichten; de verjaringstermijn begint eerst vanaf dat ogenblik te lopen, met dien verstande dat de hoofdelijk aansprakelijke aannemer zich met toepassing van artikel 1208 Oud Burgerlijk Wetboek desgevallend kan beroepen op de exceptie van verjaring van de vordering van de RSZ tegen de onderaannemer (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230619.3N.7": {
      "court": "CASS",
      "date": "2023-06-19",
      "roleNumber": "S.19.0027.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230619.3N.7",
      "abstractFR": null,
      "abstractNL": [
        "De opdrachtgever die bij betaling van de aannemer die op het ogenblik van de betaling sociale schulden heeft, de in artikel 30bis, § 4 bedoelde inhouding en storting niet correct heeft uitgevoerd, is hoofdelijk aansprakelijk voor de sociale schulden van de aannemer, ook als de aannemer nog geen sociale schulden had bij het sluiten van de overeenkomst, maar deze voor het eerst ontstaan zijn in de loop van de uitvoering van de overeenkomst (1) (2). (1) Zie concl. OM. (2) Art. 30bis, § 4, elfde lid RSZ-wet voor de wijziging bij wet van 20 juli 2015."
      ]
    }
  },
  "22bis": {
    "ECLI:BE:CASS:2023:ARR.20230403.3N.3": {
      "court": "CASS",
      "date": "2023-04-03",
      "roleNumber": "S.22.0013.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230403.3N.3",
      "abstractFR": null,
      "abstractNL": [
        "De schade die de RSZ lijdt door de niet-betaling van socialezekerheidsbijdragen bestaat onder meer uit het bedrag van die bijdragen, dat door de RSZ kan worden geraamd met toepassing van de artikelen 22 en 22bis RSZ-wet en waarvan de juistheid onaantastbaar door de rechter wordt beoordeeld; deze niet-betaling vormt een persoonlijke schade van de RSZ die onder meer met die bijdragen zijn opdracht moet vervullen tot financiering van de verschillende sectoren van de sociale zekerheid; de omstandigheid dat de RSZ ter uitvoering van die opdracht de ontvangen bijdragen moet verdelen en doorbetalen aan de socialezekerheidsinstellingen die instaan voor de uitbetaling van de uitkeringen van sociale zekerheid, belet niet dat de niet-betaling een persoonlijke schade vormt voor de RSZ; die schade staat in causaal verband met de fout en de voormelde verplichting tot doorbetaling doorbreekt dat oorzakelijk verband niet (1). (1) Zie concl. OM."
      ]
    }
  }
}