{
  "2": {
    "ECLI:BE:CASS:2022:ARR.20220512.1N.4": {
      "court": "CASS",
      "date": "2022-05-12",
      "roleNumber": "C.20.0587.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220512.1N.4&lang=fr",
      "abstractFR": [
        "L'obligation de limiter le dommage visée à l'article 75 de la loi du 4 avril 2014 relative aux assurances ne vaut que pour l'assuré bénéficiaire de l'indemnité (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De in artikel 75 Wet Verzekeringen bedoelde schadebeperkingsverplichting geldt enkel voor de vergoedingsgerechtigde verzekerde (1). (1) Zie concl. OM."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2022:ARR.20221110.1F.6": {
      "court": "CASS",
      "date": "2022-11-10",
      "roleNumber": "C.21.0510.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221110.1F.6",
      "abstractFR": [
        "Lorsque l'assureur a indemnisé, sur la base de l'article 143, alinéas 2 et 3, de la loi du 4 avril 2014 relative aux assurances, les personnes lésées par une infraction à la loi pénale et agit contre l'assuré devant le juge civil en remboursement des indemnités, l'action est fondée sur cette infraction.",
        "L'assureur a la charge de prouver que les éléments constitutifs de l'infraction sont réunis et, si l'assuré invoque une cause de justification non dépourvue de tout élément de nature à lui donner crédit, que cette cause de justification n'existe pas.",
        "Lorsque la faute constitue un manquement à l'obligation qui s'impose à tout conducteur d'avoir constamment le contrôle de son véhicule, prévue à l'article 8.3 du code de la route, que les éléments de cette infraction sont réunis sous réserve de justification et que la cause de justification invoquée est dénuée de toute crédibilité, il incombe à l'assuré, non de prouver l'absence de responsabilité du conducteur et donc de supporter le doute subsistant à cet égard à la suite de la production des preuves, mais seulement d'apporter des éléments de nature à donner crédit à la justification invoquée."
      ],
      "abstractNL": [
        "Wanneer de verzekeraar de door een overtreding van de strafwet benadeelde personen heeft vergoed op grond van artikel 143, tweede en derde lid, Wet Verzekeringen, en tegen de verzekerde voor de burgerlijke rechter optreedt tot terugbetaling van de vergoedingen, berust de rechtsvordering op dat misdrijf.",
        "De verzekeraar dient te bewijzen dat de bestanddelen van het misdrijf verenigd zijn en, indien de verzekerde een rechtvaardigingsgrond aanvoert die niet geheel ongeloofwaardig is, dat die rechtvaardigingsgrond niet bestaat.",
        "Wanneer de fout bestaat in een inbreuk op de in artikel 8.3 Wegverkeersreglement bepaalde verplichting, voor elke bestuurder, om zijn voertuig voortdurend onder controle te hebben, de bestanddelen van dat misdrijf verenigd zijn, behoudens rechtvaardiging, en de aangevoerde rechtvaardigingsgrond geheel ongeloofwaardig is, dient de verzekerde niet aan te tonen dat de bestuurder niet aansprakelijk is, wat zou betekenen dat hij belast wordt met de twijfel die na de overlegging van de bewijzen nog blijft bestaan, maar dient hij enkel gegevens voor te leggen die de aangevoerde rechtvaardiging aannemelijk kunnen maken.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181012.5": {
      "court": "CASS",
      "date": "2018-10-12",
      "roleNumber": "C.18.0086.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181012.5&lang=fr",
      "abstractFR": [
        "En vertu de l'article 81, § 3, b), alinéa 2, de la loi du 4 avril 2014 relative aux assurances, la prestation de l'assureur est limitée, en cas de sinistre et lorsque le preneur d'assurance n'a pas respecté l'obligation visée au § 1er, au remboursement de la totalité des primes payées, s'il apporte la preuve qu'il n'aurait en aucun cas assuré le risque aggravé; il s'ensuit que, le cas échéant, la limitation de la prestation de l'assureur ne dépend pas d'une modification ou de la résiliation du contrat d'assurance visée à l'article 81, § 1er, de ladite loi."
      ],
      "abstractNL": [
        "Krachtens artikel 81, §3, b), tweede alinea, Wet Verzekeringen 2014 is de prestatie van de verzekeraar, als een schadegeval zich voordoet en de verzekeringnemer de in §1 bedoelde verplichting niet is nagekomen, beperkt tot de terugbetaling van alle betaalde premies, indien hij het bewijs aanbrengt dat hij het verzwaarde risico in geen enkel geval zou hebben verzekerd; hieruit volgt dat de beperking van de prestatie van de verzekeraar in voorkomend geval niet afhangt van een wijziging of opzegging van de verzekeringsovereenkomst zoals bedoeld in artikel 81, §1, Wet Verzekeringen 2014."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2023:ARR.20230929.1F.1": {
      "court": "CASS",
      "date": "2023-09-29",
      "roleNumber": "C.23.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230929.1F.1",
      "abstractFR": [
        "Le dommage au sens de l'article 142 de la loi du 4 avril 2014 est celui qui, prévu au contrat, est causé à la personne lésée par une faute de l'assuré."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250314.1N.8": {
      "court": "CASS",
      "date": "2025-03-14",
      "roleNumber": "C.23.0450.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250314.1N.8&lang=nl",
      "abstractFR": [
        "Sauf dérogation légale ou contractuelle, il existe un lien de causalité entre l'événement incertain et le dommage causé au patrimoine d'une personne lorsqu'il est établi que, sans l'événement incertain, le dommage ne serait pas survenu tel qu'il s'est produit in concreto ; l'existence d'un lien de causalité entre l'événement incertain et le dommage ne peut être exclue que lorsque le dommage, tel qu'il s'est produit in concreto, serait survenu de la même manière sans cet événement incertain (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Behoudens wettelijke of contractuele afwijking is er een oorzakelijk verband tussen het onzeker voorval en de schade aan iemands vermogen wanneer vaststaat dat zonder het onzeker voorval de schade zich niet zou hebben voorgedaan, zoals ze zich concreet heeft voorgedaan; het oorzakelijk verband tussen het onzeker voorval en de schade kan slechts worden uitgesloten wanneer de schade zoals ze zich concreet heeft voorgedaan, op dezelfde wijze zou zijn ontstaan zonder dat onzeker voorval (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220428.1N.2": {
      "court": "CASS",
      "date": "2022-04-28",
      "roleNumber": "C.21.0360.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220428.1N.2&lang=fr",
      "abstractFR": [
        "Celui qui est titulaire d'un intérêt assurable est un assuré et est garanti contre les pertes patrimoniales lorsque le contrat d'assurance le qualifie d'assuré.",
        "L'assureur de la chose subrogé dans les droits d'un assuré ne peut exercer de recours subrogatoire contre un autre assuré dont l'intérêt assurable est couvert par le même contrat d'assurance."
      ],
      "abstractNL": [
        "Degene die titularis is van een verzekerbaar belang, is een verzekerde en is gedekt tegen vermogensschade wanneer hij door de verzekeringsovereenkomst is aangemerkt als een verzekerde.",
        "De in de rechten van een verzekerde gesubrogeerde zaakverzekeraar kan geen subrogatoir verhaal uitoefenen tegen een andere verzekerde wiens verzekerbaar belang door dezelfde verzekeringsovereenkomst is gedekt."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201125.2F.1": {
      "court": "CASS",
      "date": "2020-11-25",
      "roleNumber": "P.20.0670.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201125.2F.1",
      "abstractFR": [
        "L'article 89, § 4 et 5, de la loi du 4 avril 2014 relative aux assurances (1) concerne l'interruption (2) de la prescription relative à l'action résultant du droit propre que la personne lésée possède contre l'assureur de la personne responsable; ces dispositions ne sont dès lors pas applicables à la partie civile qui n'agit pas en vertu d'un droit propre né du contrat d'assurance entre le prévenu et son assureur en responsabilité civile, mais sur le fondement de la subrogation que lui vaut le fait d'avoir, en exécution de ses obligations contractuelles, indemnisé son assuré, propriétaire du véhicule sinistré; son action fondée sur l'article 1382 du Code civil est régie quant à la prescription par l'article 2262bis du même code (3). (1) Remplaçant l'article 35, § 3bis et 4, ancien, de la loi du 25 juin 1992 sur le contrat d'assurances terrestres, abrogé par l'art. 367 de la loi du 4 avril 2014, entrée en vigueur le 1er novembre 2014. (2) Et la suspension. (3) Voir Cass. 21 octobre 1965, Pas. 1966, 240, et note signée P.M.. Dans la présente espèce, la demanderesse, une société d'assurances, a indemnisé le dommage subi par son assurée, locataire en leasing du véhicule embouti le 29 novembre 2009 par celui de la défenderesse, prévenue, en versant une somme au profit de la propriétaire dudit véhicule sinistré. La demanderesse a fait valoir qu'elle avait, en termes de conclusions d'appel, invoqué la circonstance qu'elle aurait contacté dès le 17 décembre 2009 l'assureur de la défenderesse. Mais l'assureur de la défenderesse, tiers responsable, n'est pas pour autant à la cause. En d'autres termes, comme tant le jugement attaqué que la demanderesse elle-même l'ont constaté, « l'action [de la demanderesse] ne dérive pas du contrat d'assurance » conclu par le tiers responsable mais est fondée sur l'art. 1382 C. civ.. Or, l'article 89, § 4 et 5, de la loi du 4 avril 2014 est uniquement applicable à l'action de la personne lésée - ou de la partie subrogée dans ses droits, qu'elle soit ou non son assureur - contre l'assureur du tiers responsable, et non contre ce dernier. (M.N.B.)"
      ],
      "abstractNL": [
        "Artikel 89, §§ 4 en 5, Wet Verzekeringen 2014 (1) betreft de stuiting (2) van de verjaring van de rechtsvordering die voortvloeit uit het eigen recht van de benadeelde tegen de verzekeraar van de aansprakelijke; die bepalingen zijn dus niet van toepassing op de burgerlijke partij die niet optreedt krachtens een eigen recht ontstaan uit de verzekeringsovereenkomst tussen de beklaagde en zijn WAM-verzekeraar, maar op grond van de indeplaatsstelling doordat hij, in uitvoering van zijn contractuele verplichtingen, zijn verzekerde, eigenaar van het vernielde voertuig, heeft vergoed; de rechtsvordering die hij instelt op grond van artikel 1382 oud Burgerlijk Wetboek, is onderhevig aan de verjaring bepaald in artikel 2262bis van dat wetboek (3). (1) Ter vervanging van oud artikel 35, § 3bis en § 4, Wet Landverzekeringsovereenkomst, opgeheven door artikel 367 Wet Verzekeringen 2014, in werking getreden op 1 november 2014. (2) En de schorsing. (3) Zie Cass. 21 oktober 1965, Pas. 1966, 240, en de noot ondertekend P.M. In deze zaak heeft de eiseres, een verzekeringsonderneming, de schade van haar verzekerde, leasingnemer van het voertuig dat op 29 november 2009 werd aangereden door de verweerster, de beklaagde, vergoed door aan de eigenaar van dat vernielde voertuig een geldsom te storten. De eiseres voerde aan dat zij zich in haar conclusie in hoger beroep had beroepen op de omstandigheid dat zij reeds op 17 december 2009 contact zou hebben opgenomen met de verzekeraar van de verweerster. De verzekeraar van de verweerster, derde-aansprakelijke, is hierdoor echter nog niet in de zaak gebracht. Met andere woorden, zoals zowel het bestreden vonnis als de eiseres zelf vaststelden, “vloeit de rechtsvordering [van de eiseres] niet voort uit de verzekeringsovereenkomst” die is gesloten door de aansprakelijke derde, maar werd ze ingesteld op grond van artikel 1382 Burgerlijk Wetboek. Artikel 89, § 4 en § 5, is echter uitsluitend van toepassing op de rechtsvordering van de benadeelde – of van de partij die in zijn rechten is getreden, ongeacht of dit al dan niet de verzekeraar is – tegen de verzekeraar van de aansprakelijke derde, en niet tegen laatstgenoemde. (M.N.B.)"
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190531.3": {
      "court": "CASS",
      "date": "2019-05-31",
      "roleNumber": "C.18.0528.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190531.3&lang=fr",
      "abstractFR": [
        "Le contrat d'assurance est un contrat en vertu duquel, moyennant le paiement d'une prime fixe ou variable, une partie, l'assureur, s'engage envers une autre partie, le preneur d'assurance, à fournir une prestation stipulée dans le contrat au cas où surviendrait un événement incertain que, selon le cas, l'assuré ou le bénéficiaire, a intérêt à ne pas voir se réaliser; sauf dispositions légales particulières, les parties définissent librement dans le contrat la prestation à fournir par l'assureur lorsque l'événement incertain survient; elles peuvent stipuler dans le contrat tant ce qui est assuré que ce qui ne l'est pas."
      ],
      "abstractNL": [
        "De verzekeringsovereenkomst is een overeenkomst, waarbij een partij, de verzekeraar, zich er tegen betaling van een vaste of veranderlijk premie tegenover een andere partij, de verzekeringnemer, toe verbindt een in de overeenkomst bepaalde prestatie te leveren in het geval zich een onzekere gebeurtenis voordoet waarbij, naargelang het geval, de verzekerde of de begunstigde belang heeft dat die zich niet voordoet; behoudens bijzondere wettelijke bepalingen, omschrijven de partijen in de overeenkomst vrij de prestatie die de verzekeraar moet leveren wanneer de onzekere gebeurtenis zich voordoet; zij kunnen in de overeenkomst zowel bepalen wat gedekt is als wat uit de dekking gesloten is."
      ]
    }
  },
  "14": {
    "ECLI:BE:CASS:2019:ARR.20190531.3": {
      "court": "CASS",
      "date": "2019-05-31",
      "roleNumber": "C.18.0528.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190531.3&lang=fr",
      "abstractFR": [
        "Le contrat d'assurance est un contrat en vertu duquel, moyennant le paiement d'une prime fixe ou variable, une partie, l'assureur, s'engage envers une autre partie, le preneur d'assurance, à fournir une prestation stipulée dans le contrat au cas où surviendrait un événement incertain que, selon le cas, l'assuré ou le bénéficiaire, a intérêt à ne pas voir se réaliser; sauf dispositions légales particulières, les parties définissent librement dans le contrat la prestation à fournir par l'assureur lorsque l'événement incertain survient; elles peuvent stipuler dans le contrat tant ce qui est assuré que ce qui ne l'est pas."
      ],
      "abstractNL": [
        "De verzekeringsovereenkomst is een overeenkomst, waarbij een partij, de verzekeraar, zich er tegen betaling van een vaste of veranderlijk premie tegenover een andere partij, de verzekeringnemer, toe verbindt een in de overeenkomst bepaalde prestatie te leveren in het geval zich een onzekere gebeurtenis voordoet waarbij, naargelang het geval, de verzekerde of de begunstigde belang heeft dat die zich niet voordoet; behoudens bijzondere wettelijke bepalingen, omschrijven de partijen in de overeenkomst vrij de prestatie die de verzekeraar moet leveren wanneer de onzekere gebeurtenis zich voordoet; zij kunnen in de overeenkomst zowel bepalen wat gedekt is als wat uit de dekking gesloten is."
      ]
    }
  },
  "15": {
    "ECLI:BE:CASS:2023:ARR.20230929.1F.1": {
      "court": "CASS",
      "date": "2023-09-29",
      "roleNumber": "C.23.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230929.1F.1",
      "abstractFR": [
        "Le dommage au sens de l'article 142 de la loi du 4 avril 2014 est celui qui, prévu au contrat, est causé à la personne lésée par une faute de l'assuré."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250314.1N.8": {
      "court": "CASS",
      "date": "2025-03-14",
      "roleNumber": "C.23.0450.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250314.1N.8&lang=nl",
      "abstractFR": [
        "Sauf dérogation légale ou contractuelle, il existe un lien de causalité entre l'événement incertain et le dommage causé au patrimoine d'une personne lorsqu'il est établi que, sans l'événement incertain, le dommage ne serait pas survenu tel qu'il s'est produit in concreto ; l'existence d'un lien de causalité entre l'événement incertain et le dommage ne peut être exclue que lorsque le dommage, tel qu'il s'est produit in concreto, serait survenu de la même manière sans cet événement incertain (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Behoudens wettelijke of contractuele afwijking is er een oorzakelijk verband tussen het onzeker voorval en de schade aan iemands vermogen wanneer vaststaat dat zonder het onzeker voorval de schade zich niet zou hebben voorgedaan, zoals ze zich concreet heeft voorgedaan; het oorzakelijk verband tussen het onzeker voorval en de schade kan slechts worden uitgesloten wanneer de schade zoals ze zich concreet heeft voorgedaan, op dezelfde wijze zou zijn ontstaan zonder dat onzeker voorval (1). (1) Zie concl. OM."
      ]
    }
  },
  "17": {
    "ECLI:BE:CASS:2022:ARR.20220428.1N.2": {
      "court": "CASS",
      "date": "2022-04-28",
      "roleNumber": "C.21.0360.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220428.1N.2&lang=fr",
      "abstractFR": [
        "Celui qui est titulaire d'un intérêt assurable est un assuré et est garanti contre les pertes patrimoniales lorsque le contrat d'assurance le qualifie d'assuré.",
        "L'assureur de la chose subrogé dans les droits d'un assuré ne peut exercer de recours subrogatoire contre un autre assuré dont l'intérêt assurable est couvert par le même contrat d'assurance."
      ],
      "abstractNL": [
        "Degene die titularis is van een verzekerbaar belang, is een verzekerde en is gedekt tegen vermogensschade wanneer hij door de verzekeringsovereenkomst is aangemerkt als een verzekerde.",
        "De in de rechten van een verzekerde gesubrogeerde zaakverzekeraar kan geen subrogatoir verhaal uitoefenen tegen een andere verzekerde wiens verzekerbaar belang door dezelfde verzekeringsovereenkomst is gedekt."
      ]
    }
  },
  "23": {
    "ECLI:BE:CASS:2024:ARR.20240112.1F.1": {
      "court": "CASS",
      "date": "2024-01-12",
      "roleNumber": "C.23.0238.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240112.1F.1",
      "abstractFR": [
        "L'obligation imposée à l'assureur de rédiger les clauses en termes clairs et précis n'implique ni celle de modifier le libellé des termes existants pour tenir compte de l'évolution de la technologie ni celle d'indiquer si chaque hypothèse particulière relève ou non du risque couvert (1). (1) Voir Cass. 8 octobre 2021, RG C.21.0070.F, Pas. 2021, n° 631."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20211008.1F.2": {
      "court": "CASS",
      "date": "2021-10-08",
      "roleNumber": "C.21.0070.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211008.1F.2",
      "abstractFR": [
        "Les conditions générales, particulières et spéciales, les contrats d'assurance dans leur ensemble, ainsi que toutes les clauses prises séparément doivent être rédigées en termes clairs et précis et, en cas de doute sur le sens d'une clause, l'interprétation la plus favorable au preneur d'assurance prévaut dans tous les cas."
      ],
      "abstractNL": [
        "De algemene, bijzondere en speciale voorwaarden, de verzekeringsovereenkomsten in hun geheel, evenals alle clausules afzonderlijk, moeten in duidelijke en nauwkeurige bewoordingen worden opgesteld en, in geval van twijfel over de betekenis van een beding, prevaleert in alle gevallen de voor de verzekeringnemer gunstigste interpretatie."
      ]
    }
  },
  "55": {
    "ECLI:BE:CASS:2022:ARR.20220603.1F.1": {
      "court": "CASS",
      "date": "2022-06-03",
      "roleNumber": "C.21.0153.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220603.1F.1",
      "abstractFR": [
        "La circonstance que le preneur d'assurance, victime d'un dommage dont l'assuré est responsable, est une partie au contrat d'assurance n'exclut pas sa qualité de personne lésée."
      ],
      "abstractNL": [
        "De omstandigheid dat de verzekeringsnemer, aan wie schade is toegebracht waarvoor de verzekerde aansprakelijk is, partij is bij de verzekeringsovereenkomst, sluit zijn hoedanigheid van benadeelde niet uit."
      ]
    }
  },
  "58": {
    "ECLI:BE:CASS:2024:ARR.20240517.1F.2": {
      "court": "CASS",
      "date": "2024-05-17",
      "roleNumber": "C.23.0497.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240517.1F.2",
      "abstractFR": [
        "Le juge apprécie le caractère intentionnel des omissions ou inexactitudes dans la déclaration à la lumière de toutes les circonstances de la cause."
      ],
      "abstractNL": null
    }
  },
  "59": {
    "ECLI:BE:CASS:2024:ARR.20240517.1F.2": {
      "court": "CASS",
      "date": "2024-05-17",
      "roleNumber": "C.23.0497.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240517.1F.2",
      "abstractFR": [
        "Le juge apprécie le caractère intentionnel des omissions ou inexactitudes dans la déclaration à la lumière de toutes les circonstances de la cause."
      ],
      "abstractNL": null
    }
  },
  "62": {
    "ECLI:BE:CASS:2025:ARR.20250310.3F.2": {
      "court": "CASS",
      "date": "2025-03-10",
      "roleNumber": "C.24.0343.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250310.3F.2",
      "abstractFR": [
        "Il ne suit pas des articles 62, alinéa 2, et 65, alinéa 1er, de la loi du 4 avril 2014 relative aux assurances que les hypothèses de déchéance visées au second de ces articles ne seraient admissibles que dans des cas de faute lourde commise par le preneur au sens de la première de ces dispositions (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de artikelen 62, tweede lid, en 65, eerste lid, Wet Verzekeringen volgt niet dat de in laatstgenoemd artikel opgesomde gevallen van verval enkel kunnen worden aangenomen in de gevallen van zware schuld die door de verzekeringnemer zijn begaan in de zin van het eerstgenoemde artikel (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250512.3F.3": {
      "court": "CASS",
      "date": "2025-05-12",
      "roleNumber": "C.24.0398.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250512.3F.3",
      "abstractFR": [
        "Seule la faute lourde personnelle de l'assuré peut être exclue de la couverture d'assurance et l'assuré qui n'a pas commis lui-même de faute lourde demeure couvert, même si un autre assuré a commis une faute lourde concernant le même sinistre (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2020:ARR.20200604.1N.11": {
      "court": "CASS",
      "date": "2020-06-04",
      "roleNumber": "C.19.0066.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200604.1N.11&lang=fr",
      "abstractFR": [
        "L'article 62, alinéa 2, de loi du 4 avril 2014 relative aux assurances exclut que l'assureur puisse s'exonérer de ses obligations pour les cas de faute lourde déterminés en termes généraux (1). (1) Voir Cass. 16 mars 2018, RG C.17.0428.F, Pas. 2018, n° 188 ; Cass. 4 décembre 2013, RG P.13.0285.F, Pas. 2013, n° 657 ; Cass. 12 janvier 2011, RG P.10.1274.F, inédit ; Cass. 29 juin 2009, RG C.08.0003.F, Pas. 2009, n° 446."
      ],
      "abstractNL": [
        "Artikel 62, tweede lid, Wet Verzekeringen 2014 sluit uit dat de verzekeraar zich van zijn verplichtingen kan bevrijden voor de gevallen van grove schuld die in de overeenkomst in algemene bewoordingen zijn gesteld (1). (1) Zie Cass. 16 maart 2018, AR C.17.0428.F, AC 2018, nr. 188; Cass. 4 december 2013, AR P.13.0285.F, AC 2013, nr. 657; Cass. 12 januari 2011, AR P.10.1274.F, arrest niet gepubliceerd; Cass. 29 juni 2009, AR C.08.0003.F, AC 2009, nr. 446."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221103.1F.5": {
      "court": "CASS",
      "date": "2022-11-03",
      "roleNumber": "C.21.0407.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221103.1F.5",
      "abstractFR": [
        "La faute intentionnelle, qui suppose la volonté de causer un dommage résultant de la réalisation d'un risque couvert par le contrat d'assurance, autorise l'assureur à refuser sa garantie, non seulement pour ce dommage, mais aussi pour les dommages qui lui sont unis par un lien nécessaire; elle ne permet en revanche pas à l'assureur de refuser sa garantie lorsque le dommage résultant de la réalisation d'un risque couvert est distinct de celui que l'assuré a eu la volonté de causer."
      ],
      "abstractNL": [
        "Bij opzettelijke fout, die de wil inhoudt om schade te veroorzaken ten gevolge van de totstandkoming van een door de verzekeringsovereenkomst gedekt risico, mag de verzekeraar niet enkel de dekking van die schade weigeren, maar ook van de schade die hiermee in noodzakelijk verband staat; de opzettelijke fout bevrijdt de verzekeraar daarentegen niet wanneer de schade ten gevolge van de totstandkoming van een door de verzekeringsovereenkomst gedekt risico verschillend is van de schade die de verzekerde heeft willen veroorzaken.",
        "Vertaling nog niet beschikbaar"
      ]
    }
  },
  "65": {
    "ECLI:BE:CASS:2025:ARR.20250310.3F.2": {
      "court": "CASS",
      "date": "2025-03-10",
      "roleNumber": "C.24.0343.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250310.3F.2",
      "abstractFR": [
        "Il ne suit pas des articles 62, alinéa 2, et 65, alinéa 1er, de la loi du 4 avril 2014 relative aux assurances que les hypothèses de déchéance visées au second de ces articles ne seraient admissibles que dans des cas de faute lourde commise par le preneur au sens de la première de ces dispositions (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de artikelen 62, tweede lid, en 65, eerste lid, Wet Verzekeringen volgt niet dat de in laatstgenoemd artikel opgesomde gevallen van verval enkel kunnen worden aangenomen in de gevallen van zware schuld die door de verzekeringnemer zijn begaan in de zin van het eerstgenoemde artikel (1). (1) Zie concl. OM."
      ]
    }
  },
  "70": {
    "ECLI:BE:CASS:2025:ARR.20251204.1N.6": {
      "court": "CASS",
      "date": "2025-12-04",
      "roleNumber": "C.24.0384.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251204.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "Uit de wetsgeschiedenis blijkt dat de herinnering aan de aanvang van de termijn, waaraan de ingebrekestelling door de verzekeraar van de verzekering tot dekking van de burgerrechtelijke aansprakelijkheid voor motorrijtuigen moet voldoen in geval van niet-betaling van de premie, het voor de bestemmeling mogelijk moet maken het precieze tijdstip te bepalen waarop de schorsing of de opzegging uitwerking heeft; het volstaat derhalve dat de ingebrekestelling de aanvang van de termijn kenbaar maakt voor de verzekeringnemer (1). (1) Zie concl. OM.",
        "De ingebrekestelling herinnert aan de gevolgen van niet-betaling, zonder in dat verband exacte bewoordingen op te leggen; het volstaat dat de ingebrekestelling de gevolgen van niet-betaling op zodanige wijze benoemt dat de verzekeringsnemer in staat is deze te begrijpen; het is niet vereist dat de ingebrekestelling de precieze inhoud ervan uitlegt (1). (1) Zie concl. OM."
      ]
    }
  },
  "75": {
    "ECLI:BE:CASS:2022:ARR.20220512.1N.4": {
      "court": "CASS",
      "date": "2022-05-12",
      "roleNumber": "C.20.0587.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220512.1N.4&lang=fr",
      "abstractFR": [
        "L'obligation de limiter le dommage visée à l'article 75 de la loi du 4 avril 2014 relative aux assurances ne vaut que pour l'assuré bénéficiaire de l'indemnité (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De in artikel 75 Wet Verzekeringen bedoelde schadebeperkingsverplichting geldt enkel voor de vergoedingsgerechtigde verzekerde (1). (1) Zie concl. OM."
      ]
    }
  },
  "76": {
    "ECLI:BE:CASS:2022:ARR.20220512.1N.4": {
      "court": "CASS",
      "date": "2022-05-12",
      "roleNumber": "C.20.0587.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220512.1N.4&lang=fr",
      "abstractFR": [
        "L'obligation de limiter le dommage visée à l'article 75 de la loi du 4 avril 2014 relative aux assurances ne vaut que pour l'assuré bénéficiaire de l'indemnité (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De in artikel 75 Wet Verzekeringen bedoelde schadebeperkingsverplichting geldt enkel voor de vergoedingsgerechtigde verzekerde (1). (1) Zie concl. OM."
      ]
    }
  },
  "81": {
    "ECLI:BE:CASS:2018:ARR.20181012.5": {
      "court": "CASS",
      "date": "2018-10-12",
      "roleNumber": "C.18.0086.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181012.5&lang=fr",
      "abstractFR": [
        "En vertu de l'article 81, § 3, b), alinéa 2, de la loi du 4 avril 2014 relative aux assurances, la prestation de l'assureur est limitée, en cas de sinistre et lorsque le preneur d'assurance n'a pas respecté l'obligation visée au § 1er, au remboursement de la totalité des primes payées, s'il apporte la preuve qu'il n'aurait en aucun cas assuré le risque aggravé; il s'ensuit que, le cas échéant, la limitation de la prestation de l'assureur ne dépend pas d'une modification ou de la résiliation du contrat d'assurance visée à l'article 81, § 1er, de ladite loi."
      ],
      "abstractNL": [
        "Krachtens artikel 81, §3, b), tweede alinea, Wet Verzekeringen 2014 is de prestatie van de verzekeraar, als een schadegeval zich voordoet en de verzekeringnemer de in §1 bedoelde verplichting niet is nagekomen, beperkt tot de terugbetaling van alle betaalde premies, indien hij het bewijs aanbrengt dat hij het verzwaarde risico in geen enkel geval zou hebben verzekerd; hieruit volgt dat de beperking van de prestatie van de verzekeraar in voorkomend geval niet afhangt van een wijziging of opzegging van de verzekeringsovereenkomst zoals bedoeld in artikel 81, §1, Wet Verzekeringen 2014."
      ]
    }
  },
  "88": {
    "ECLI:BE:CASS:2025:ARR.20250131.1N.7": {
      "court": "CASS",
      "date": "2025-01-31",
      "roleNumber": "C.21.0180.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250131.1N.7",
      "abstractFR": [
        "La personne subrogée dans les droits de la personne lésée exerce l'action de la personne lésée avec ses caractéristiques et accessoires (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De subrogatie in de rechten van de benadeelde heeft tot gevolg dat de indeplaatsgestelde de vordering van de benadeelde uitoefent met al haar kenmerken en toebehoren (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250620.1N.10": {
      "court": "CASS",
      "date": "2025-06-20",
      "roleNumber": "C.24.0166.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250620.1N.10",
      "abstractFR": null,
      "abstractNL": [
        "Het bedrog van de verzekerde of de verzekeringnemer waardoor de driejarige verjaringstermijn van de regresvordering van de verzekeraar tegen de verzekerde of de verzekeringnemer pas aanvangt zodra de verzekeraar het bedrog ontdekt, betreft het voor de verzekeraar verbergen van de grond van zijn verhaal; de verzekeraar die, vooraleer hij de benadeelde betaalt, de door de verzekerde of verzekeringnemer verborgen gehouden grond van het verhaal ontdekt, kan zijn regresvordering tegen de verzekerde of verzekeringnemer richten binnen een verjaringstermijn van drie jaar die aanvangt vanaf zijn betaling aan de benadeelde (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230921.1N.2": {
      "court": "CASS",
      "date": "2023-09-21",
      "roleNumber": "C.22.0462.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230921.1N.2",
      "abstractFR": null,
      "abstractNL": [
        "De kennisgeving door de verzekeraar van zijn beslissing om te vergoeden of van zijn weigering moet, opdat deze een eind zou maken aan de stuitende werking, duidelijk en ondubbelzinnig zijn in die zin dat de benadeelde er naar redelijkheid uit kan afleiden dat de verzekeraar met die kennisgeving definitief een einde heeft gemaakt aan de onderhandelingen."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220429.1F.2": {
      "court": "CASS",
      "date": "2022-04-29",
      "roleNumber": "C.21.0303.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220429.1F.2",
      "abstractFR": [
        "La connaissance par la personne lésée de son droit envers l'assureur est celle qu'aurait toute personne normalement prudente et diligente dans les mêmes circonstances, et non celle qu'elle a effectivement."
      ],
      "abstractNL": [
        "De kennis, door de benadeelde, van zijn recht tegen de verzekeraar is de kennis die elke normaal voorzichtige en oplettende persoon in dezelfde omstandigheden zou hebben, en niet die welke hij hiervan effectief heeft.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180528.1": {
      "court": "CASS",
      "date": "2018-05-28",
      "roleNumber": "C.17.0586.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180528.1",
      "abstractFR": [
        "Par les termes dispositions légales particulières, l'article 88, § 2, de la loi du 4 avril 2014 relative aux assurances, entend celles qui soumettent la prescription de l'action résultant du droit propre que la personne lésée possède contre l'assureur à un délai différent que celui que cet article prescrit (1). (1) Voir les concl. du MP.",
        "L'article 30.1, alinéa 1er, de la loi du 16 février 1994 régissant le contrat d'organisation de voyages et le contrat d'intermédiaire de voyages, en vertu duquel les actions auxquelles peut donner lieu un contrat de voyages tombant sous l'application de ladite loi, pour cause de décès, de blessures ou autres atteintes à l'intégrité physique ou morale d'un voyageur, se prescrivent par deux ans, ne soumet pas la prescription de l'action résultant du droit propre que le voyageur possède contre l'assureur de l'organisateur de voyages ou de l'intermédiaire de voyages un délai différent de celui de l'article 88, § 2, précité (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel 88, §2, van de wet van 4 april 2014 betreffende de verzekeringen verstaat onder bijzondere wettelijke bepalingen de bepalingen die de verjaring van de vordering die voortvloeit uit het eigen recht dat de benadeelde tegen de verzekeraar heeft, aan een andere termijn onderwerpen dan de termijn die dat artikel voorschrijft (1). (1) Zie concl. OM in Pas. 2018, nr. 336.",
        "Artikel 30.1, eerste lid, van de wet van 16 februari 1994 tot regeling van het contract tot reisorganisatie en reisbemiddeling, krachtens hetwelk de vorderingen waartoe een reiscontract waarop deze wet toepasselijk is, aanleiding kunnen geven, uit hoofde van het overlijden, de verwondingen of enige andere aantasting van de fysieke of geestelijke integriteit van een reiziger, na een termijn van twee jaar verjaren, onderwerpt de verjaring van de vordering die voortvloeit uit het eigen recht, dat de reiziger tegen de verzekeraar van de reisorganisatie of van de reisbemiddeling heeft, niet aan een andere termijn dan die van voornoemd artikel 88, §2 (1). (1) Zie concl. OM in Pas. 2018, nr. 336."
      ]
    }
  },
  "89": {
    "ECLI:BE:CASS:2025:ARR.20250918.1N.7": {
      "court": "CASS",
      "date": "2025-09-18",
      "roleNumber": "C.24.0139.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250918.1N.7",
      "abstractFR": null,
      "abstractNL": [
        "Een schadegeval in de zin van artikel 89, §3, Wet Verzekeringen is de gebeurtenis die een aanspraak op het vermogen van de verzekeraar doet ontstaan; bij een vordering op grond van contractuele aansprakelijkheid is het schadegeval de contractuele wanprestatie van de verzekeraar (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230921.1N.2": {
      "court": "CASS",
      "date": "2023-09-21",
      "roleNumber": "C.22.0462.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230921.1N.2",
      "abstractFR": null,
      "abstractNL": [
        "De kennisgeving door de verzekeraar van zijn beslissing om te vergoeden of van zijn weigering moet, opdat deze een eind zou maken aan de stuitende werking, duidelijk en ondubbelzinnig zijn in die zin dat de benadeelde er naar redelijkheid uit kan afleiden dat de verzekeraar met die kennisgeving definitief een einde heeft gemaakt aan de onderhandelingen."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210920.3F.3": {
      "court": "CASS",
      "date": "2021-09-20",
      "roleNumber": "C.20.0552.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210920.3F.3",
      "abstractFR": [
        "L'interruption de la prescription de l'action résultant du droit propre de la personne lésée contre l'assureur prend fin lorsque celle-ci peut déterminer avec certitude, à la réception de la communication écrite de l'assureur, si ce dernier indemnisera son préjudice (1). (1) Voir les concl. du MP.",
        "Le juge du fond apprécie en fait si la communication de l'assureur remplit cette condition (1). (1) Voir les concl. du MP.",
        "Il appartient à la Cour de vérifier si, de ses constatations, le juge a pu légalement déduire que la communication écrite de l'assureur à la personne lésée permet à cette dernière de déterminer, avec certitude, si l'assureur indemnisera son préjudice (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De stuiting van de verjaring van de vordering die voortvloeit uit het eigen recht dat de benadeelde heeft tegen de verzekeraar eindigt wanneer de benadeelde, bij de ontvangst van de schriftelijke kennisgeving van de verzekeraar, met zekerheid kan vaststellen of laatstgenoemde zijn schade zal vergoeden (1). (1) Zie concl. OM in Pas. 2021, nr. 567.",
        "De feitenrechter beoordeelt in feite of de kennisgeving van de verzekeraar aan die voorwaarde voldoet (1). (1) Zie concl. OM in Pas. 2021, nr. 567.",
        "Het Hof gaat na of de rechter uit zijn vaststellingen wettig heeft kunnen afleiden dat de schriftelijke kennisgeving van de verzekeraar de benadeelde toelaat met zekerheid vast te stellen of de verzekeraar zijn schade zal vergoeden (1). (1) Zie concl. OM in Pas. 2021, nr. 567.",
        "De stuiting van de verjaring van de vordering die voortvloeit uit het eigen recht dat de benadeelde heeft tegen de verzekeraar eindigt wanneer de benadeelde, bij de ontvangst van de schriftelijke kennisgeving van de verzekeraar, met zekerheid kan vaststellen of laatstgenoemde zijn schade zal vergoeden (1). (1) OM in Pas. 2021, nr. 567."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201125.2F.1": {
      "court": "CASS",
      "date": "2020-11-25",
      "roleNumber": "P.20.0670.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201125.2F.1",
      "abstractFR": [
        "L'article 89, § 4 et 5, de la loi du 4 avril 2014 relative aux assurances (1) concerne l'interruption (2) de la prescription relative à l'action résultant du droit propre que la personne lésée possède contre l'assureur de la personne responsable; ces dispositions ne sont dès lors pas applicables à la partie civile qui n'agit pas en vertu d'un droit propre né du contrat d'assurance entre le prévenu et son assureur en responsabilité civile, mais sur le fondement de la subrogation que lui vaut le fait d'avoir, en exécution de ses obligations contractuelles, indemnisé son assuré, propriétaire du véhicule sinistré; son action fondée sur l'article 1382 du Code civil est régie quant à la prescription par l'article 2262bis du même code (3). (1) Remplaçant l'article 35, § 3bis et 4, ancien, de la loi du 25 juin 1992 sur le contrat d'assurances terrestres, abrogé par l'art. 367 de la loi du 4 avril 2014, entrée en vigueur le 1er novembre 2014. (2) Et la suspension. (3) Voir Cass. 21 octobre 1965, Pas. 1966, 240, et note signée P.M.. Dans la présente espèce, la demanderesse, une société d'assurances, a indemnisé le dommage subi par son assurée, locataire en leasing du véhicule embouti le 29 novembre 2009 par celui de la défenderesse, prévenue, en versant une somme au profit de la propriétaire dudit véhicule sinistré. La demanderesse a fait valoir qu'elle avait, en termes de conclusions d'appel, invoqué la circonstance qu'elle aurait contacté dès le 17 décembre 2009 l'assureur de la défenderesse. Mais l'assureur de la défenderesse, tiers responsable, n'est pas pour autant à la cause. En d'autres termes, comme tant le jugement attaqué que la demanderesse elle-même l'ont constaté, « l'action [de la demanderesse] ne dérive pas du contrat d'assurance » conclu par le tiers responsable mais est fondée sur l'art. 1382 C. civ.. Or, l'article 89, § 4 et 5, de la loi du 4 avril 2014 est uniquement applicable à l'action de la personne lésée - ou de la partie subrogée dans ses droits, qu'elle soit ou non son assureur - contre l'assureur du tiers responsable, et non contre ce dernier. (M.N.B.)"
      ],
      "abstractNL": [
        "Artikel 89, §§ 4 en 5, Wet Verzekeringen 2014 (1) betreft de stuiting (2) van de verjaring van de rechtsvordering die voortvloeit uit het eigen recht van de benadeelde tegen de verzekeraar van de aansprakelijke; die bepalingen zijn dus niet van toepassing op de burgerlijke partij die niet optreedt krachtens een eigen recht ontstaan uit de verzekeringsovereenkomst tussen de beklaagde en zijn WAM-verzekeraar, maar op grond van de indeplaatsstelling doordat hij, in uitvoering van zijn contractuele verplichtingen, zijn verzekerde, eigenaar van het vernielde voertuig, heeft vergoed; de rechtsvordering die hij instelt op grond van artikel 1382 oud Burgerlijk Wetboek, is onderhevig aan de verjaring bepaald in artikel 2262bis van dat wetboek (3). (1) Ter vervanging van oud artikel 35, § 3bis en § 4, Wet Landverzekeringsovereenkomst, opgeheven door artikel 367 Wet Verzekeringen 2014, in werking getreden op 1 november 2014. (2) En de schorsing. (3) Zie Cass. 21 oktober 1965, Pas. 1966, 240, en de noot ondertekend P.M. In deze zaak heeft de eiseres, een verzekeringsonderneming, de schade van haar verzekerde, leasingnemer van het voertuig dat op 29 november 2009 werd aangereden door de verweerster, de beklaagde, vergoed door aan de eigenaar van dat vernielde voertuig een geldsom te storten. De eiseres voerde aan dat zij zich in haar conclusie in hoger beroep had beroepen op de omstandigheid dat zij reeds op 17 december 2009 contact zou hebben opgenomen met de verzekeraar van de verweerster. De verzekeraar van de verweerster, derde-aansprakelijke, is hierdoor echter nog niet in de zaak gebracht. Met andere woorden, zoals zowel het bestreden vonnis als de eiseres zelf vaststelden, “vloeit de rechtsvordering [van de eiseres] niet voort uit de verzekeringsovereenkomst” die is gesloten door de aansprakelijke derde, maar werd ze ingesteld op grond van artikel 1382 Burgerlijk Wetboek. Artikel 89, § 4 en § 5, is echter uitsluitend van toepassing op de rechtsvordering van de benadeelde – of van de partij die in zijn rechten is getreden, ongeacht of dit al dan niet de verzekeraar is – tegen de verzekeraar van de aansprakelijke derde, en niet tegen laatstgenoemde. (M.N.B.)"
      ]
    }
  },
  "91": {
    "ECLI:BE:CASS:2022:ARR.20220318.1F.8": {
      "court": "CASS",
      "date": "2022-03-18",
      "roleNumber": "C.20.0291.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220318.1F.8",
      "abstractFR": [
        "L'objet d'une obligation est illicite lorsqu'elle tend au maintien d'une situation contraire à l'ordre public ou à l'obtention d'un avantage illicite.",
        "Un contrat d'assurance couvrant la responsabilité de l'assuré qui exerce une activité règlementée sans satisfaire aux conditions d'accès à celle-ci n'a un objet illicite que si la couverture tend au maintien d'une situation contraire à l'ordre public ou à l'obtention d'un avantage illicite.",
        "L’objet d’une obligation est illicite lorsqu’elle tend au maintien d’une situation contraire à l’ordre public ou à l’obtention d’un avantage illicite.",
        "Un contrat d’assurance couvrant la responsabilité de l’assuré qui exerce une activité règlementée sans satisfaire aux conditions d’accès à celle-ci n’a un objet illicite que si la couverture tend au maintien d’une situation contraire à l’ordre public ou à l’obtention d’un avantage illicite."
      ],
      "abstractNL": [
        "Het voorwerp van een verbintenis is niet geoorloofd wanneer die verbintenis strekt tot het behoud van een toestand die in strijd is met de openbare orde of tot het verkrijgen van een onrechtmatig voordeel.",
        "Een verzekeringsovereenkomst die de aansprakelijkheid dekt van de verzekerde die een gereglementeerde activiteit uitoefent zonder te voldoen aan de toegangsvoorwaarden van die activiteit, heeft slechts een ongeoorloofd voorwerp wanneer de dekking van dat risico strekt tot het behoud van een toestand die in strijd is met de openbare orde of tot het verkrijgen van een onrechtmatig voordeel."
      ]
    }
  },
  "95": {
    "ECLI:BE:CASS:2020:ARR.20201211.1N.3": {
      "court": "CASS",
      "date": "2020-12-11",
      "roleNumber": "C.20.0155.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201211.1N.3&lang=fr",
      "abstractFR": [
        "L'assureur subrogé dans les droits de l'assuré ne peut agir contre le tiers responsable que lorsque l'assuré lui-même a un intérêt légitime à lui demander réparation."
      ],
      "abstractNL": [
        "De in de rechten van de verzekerde gesubrogeerde verzekeraar kan slechts een rechtsvordering tegen de aansprakelijke derde instellen wanneer de verzekerde zelf een rechtmatig belang heeft om van deze laatste vergoeding te vorderen."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220428.1N.2": {
      "court": "CASS",
      "date": "2022-04-28",
      "roleNumber": "C.21.0360.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220428.1N.2&lang=fr",
      "abstractFR": [
        "L'assureur de la chose subrogé dans les droits d'un assuré ne peut exercer de recours subrogatoire contre un autre assuré dont l'intérêt assurable est couvert par le même contrat d'assurance."
      ],
      "abstractNL": [
        "De in de rechten van een verzekerde gesubrogeerde zaakverzekeraar kan geen subrogatoir verhaal uitoefenen tegen een andere verzekerde wiens verzekerbaar belang door dezelfde verzekeringsovereenkomst is gedekt."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180507.6": {
      "court": "CASS",
      "date": "2018-05-07",
      "roleNumber": "C.17.0588.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180507.6",
      "abstractFR": [
        "Le paiement avec subrogation emporte dans cette mesure le transfert de la créance du subrogeant au subrogé."
      ],
      "abstractNL": [
        "De betaling met indeplaatsstelling heeft binnen die grenzen de overdracht van de schuldvordering van de subrogant op de gesubrogeerde tot gevolg."
      ]
    }
  },
  "121": {
    "ECLI:BE:CASS:2022:ARR.20221208.1F.6": {
      "court": "CASS",
      "date": "2022-12-08",
      "roleNumber": "C.21.0169.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221208.1F.6",
      "abstractFR": [
        "Lorsque la loi nouvelle prescrit son application aux conventions en cours, elle est applicable non seulement aux situations nées postérieurement à son entrée en vigueur mais aussi aux effets futurs de situations nées sous l'empire de l'ancienne loi, se produisant ou perdurant sous la nouvelle loi pour autant qu'il ne soit pas ainsi porté atteinte à des droits déjà irrévocablement fixés."
      ],
      "abstractNL": [
        "Wanneer de nieuwe wet bepaalt dat ze van toepassing is op de lopende overeenkomsten, is ze niet enkel van toepassing op de toestanden die na haar inwerkingtreding ontstaan, maar ook op de toekomstige gevolgen van de onder de vroegere wet ontstane toestanden die zich voordoen of voortduren onder vigeur van de nieuwe wet, voor zover die toepassing geen afbreuk doet aan reeds onherroepelijk vastgestelde rechten.",
        "Vertaling nog niet beschikbaar"
      ]
    }
  },
  "127": {
    "ECLI:BE:CASS:2022:ARR.20221124.1F.4": {
      "court": "CASS",
      "date": "2022-11-24",
      "roleNumber": "C.21.0306.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221124.1F.4",
      "abstractFR": [
        "Dès lors qu'il ne fait pas grief à l'arrêt d'admettre la validité d'une clause d'exclusion qui n'est pas autorisée par l'article 127, § 2, c), de la loi du 4 avril 2014 sur les assurances, le moyen, qui, en tant qu'il invoque la violation de cette disposition légale, ne saurait entraîner la cassation, est dénué d'intérêt."
      ],
      "abstractNL": [
        "Het middel dat het arrest niet verwijt een bij artikel 127, § 2, c), Wet Verzekeringen 2014 verboden uitsluitingsbeding geldig te verklaren, kan, in zoverre het de schending van die wetsbepaling aanvoert, niet tot cassatie leiden en heeft geen belang.",
        "Vertaling nog niet beschikbaar"
      ]
    }
  },
  "141": {
    "ECLI:BE:CASS:2023:ARR.20230929.1F.1": {
      "court": "CASS",
      "date": "2023-09-29",
      "roleNumber": "C.23.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230929.1F.1",
      "abstractFR": [
        "Le dommage au sens de l'article 142 de la loi du 4 avril 2014 est celui qui, prévu au contrat, est causé à la personne lésée par une faute de l'assuré."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230124.2N.2": {
      "court": "CASS",
      "date": "2023-01-24",
      "roleNumber": "P.22.0778.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230124.2N.2",
      "abstractFR": null,
      "abstractNL": [
        "Krachtens artikel 141 Wet Verzekeringen is Hoofdstuk 3 van Titel III van deel 4 van deze wet met als titel “Aansprakelijkheidsverzekeringen” van toepassing op de verzekeringsovereenkomsten die ertoe strekken de verzekerde dekking te geven tegen alle vorderingen tot vergoeding wegens het voorvallen van de schade die in de overeenkomst is beschreven, en zijn vermogen binnen de grenzen van de dekking te vrijwaren tegen alle schulden uit een vaststaande aansprakelijkheid; de zaakverzekering is een schadeverzekering die gericht is op het behoud van een welbepaalde zaak waarbij de verzekerde belang heeft zodat de eigen schadeverzekering een zaakverzekering en geen aansprakelijkheidsverzekering is (1). (1) Cass. 29 april 2011, AR C.10.0201.N, AC 2011, nr. 289."
      ]
    }
  },
  "142": {
    "ECLI:BE:CASS:2023:ARR.20230929.1F.1": {
      "court": "CASS",
      "date": "2023-09-29",
      "roleNumber": "C.23.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230929.1F.1",
      "abstractFR": [
        "Le dommage au sens de l'article 142 de la loi du 4 avril 2014 est celui qui, prévu au contrat, est causé à la personne lésée par une faute de l'assuré."
      ],
      "abstractNL": null
    }
  },
  "143": {
    "ECLI:BE:CASS:2022:ARR.20220518.2F.4": {
      "court": "CASS",
      "date": "2022-05-18",
      "roleNumber": "P.22.0116.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220518.2F.4",
      "abstractFR": [
        "L'article 812, alinéa 2, du Code judiciaire exclut qu'en l'absence d'instance liée entre deux parties devant le premier juge, l'une d'elles introduise contre l'autre, pour la première fois en degré d'appel, une demande en garantie ou de condamnation (1); pareille introduction priverait en effet la partie visée d'un degré de juridiction tout en conférant à son adversaire le bénéfice, prohibé par la loi, d'une intervention forcée lors de la seconde instance; le droit de l'assureur de combattre la réclamation de la personne lésée n'autorise pas celle-ci à introduire contre lui, pour la première fois en degré d'appel, l'action qu'elle n'avait pas intentée à son égard en première instance (2). (1) Cass. 30 septembre 2009, RG P.09.0597.F, Pas. 2009, n° 536 ; voir Cass. 16 décembre 2004, RG C.02.0212.N et C.02.0251.N, Pas. 2004, n° 614. (2) Voir Cass. 9 décembre 1977, Pas. 1978, 411."
      ],
      "abstractNL": [
        "Artikel 812, tweede lid, Gerechtelijk Wetboek sluit uit dat, wanneer tussen twee partijen geen geding is aangegaan voor de eerste rechter, een van hen voor de eerste maal in hoger beroep tegen de andere een vordering tot vrijwaring of tot veroordeling zou kunnen instellen (1); een dergelijke handelswijze zou de betreffende partij immers een aanleg ontzeggen en haar tegenstrever tegelijkertijd het bij wet verboden voordeel van een gedwongen tussenkomst in hoger beroep toekennen; het recht van de verzekeraar om de vordering van de benadeelde aan te vechten, staat laatstgenoemde niet toe voor de eerste maal in hoger beroep tegen eerstgenoemde de vordering in te stellen die zij in eerste aanleg niet tegen hem heeft ingesteld (2). (1) Cass. 30 september 2009, AR P.09.0597.F, AC 2009, nr. 536; zie Cass. 16 december 2004, AR C.02.0212.N en C.02.0251.N, AC 2004, nr. 614. (2) Zie Cass. 9 december 1977, AC 1978, 431.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221110.1F.6": {
      "court": "CASS",
      "date": "2022-11-10",
      "roleNumber": "C.21.0510.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221110.1F.6",
      "abstractFR": [
        "Lorsque l'assureur a indemnisé, sur la base de l'article 143, alinéas 2 et 3, de la loi du 4 avril 2014 relative aux assurances, les personnes lésées par une infraction à la loi pénale et agit contre l'assuré devant le juge civil en remboursement des indemnités, l'action est fondée sur cette infraction.",
        "L'assureur a la charge de prouver que les éléments constitutifs de l'infraction sont réunis et, si l'assuré invoque une cause de justification non dépourvue de tout élément de nature à lui donner crédit, que cette cause de justification n'existe pas.",
        "Lorsque la faute constitue un manquement à l'obligation qui s'impose à tout conducteur d'avoir constamment le contrôle de son véhicule, prévue à l'article 8.3 du code de la route, que les éléments de cette infraction sont réunis sous réserve de justification et que la cause de justification invoquée est dénuée de toute crédibilité, il incombe à l'assuré, non de prouver l'absence de responsabilité du conducteur et donc de supporter le doute subsistant à cet égard à la suite de la production des preuves, mais seulement d'apporter des éléments de nature à donner crédit à la justification invoquée."
      ],
      "abstractNL": [
        "Wanneer de verzekeraar de door een overtreding van de strafwet benadeelde personen heeft vergoed op grond van artikel 143, tweede en derde lid, Wet Verzekeringen, en tegen de verzekerde voor de burgerlijke rechter optreedt tot terugbetaling van de vergoedingen, berust de rechtsvordering op dat misdrijf.",
        "De verzekeraar dient te bewijzen dat de bestanddelen van het misdrijf verenigd zijn en, indien de verzekerde een rechtvaardigingsgrond aanvoert die niet geheel ongeloofwaardig is, dat die rechtvaardigingsgrond niet bestaat.",
        "Wanneer de fout bestaat in een inbreuk op de in artikel 8.3 Wegverkeersreglement bepaalde verplichting, voor elke bestuurder, om zijn voertuig voortdurend onder controle te hebben, de bestanddelen van dat misdrijf verenigd zijn, behoudens rechtvaardiging, en de aangevoerde rechtvaardigingsgrond geheel ongeloofwaardig is, dient de verzekerde niet aan te tonen dat de bestuurder niet aansprakelijk is, wat zou betekenen dat hij belast wordt met de twijfel die na de overlegging van de bewijzen nog blijft bestaan, maar dient hij enkel gegevens voor te leggen die de aangevoerde rechtvaardiging aannemelijk kunnen maken.",
        "Vertaling nog niet beschikbaar"
      ]
    }
  },
  "150": {
    "ECLI:BE:CASS:2025:ARR.20250131.1N.7": {
      "court": "CASS",
      "date": "2025-01-31",
      "roleNumber": "C.21.0180.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250131.1N.7",
      "abstractFR": [
        "La personne subrogée dans les droits de la personne lésée exerce l'action de la personne lésée avec ses caractéristiques et accessoires (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De subrogatie in de rechten van de benadeelde heeft tot gevolg dat de indeplaatsgestelde de vordering van de benadeelde uitoefent met al haar kenmerken en toebehoren (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220603.1F.1": {
      "court": "CASS",
      "date": "2022-06-03",
      "roleNumber": "C.21.0153.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220603.1F.1",
      "abstractFR": [
        "La circonstance que le preneur d'assurance, victime d'un dommage dont l'assuré est responsable, est une partie au contrat d'assurance n'exclut pas sa qualité de personne lésée."
      ],
      "abstractNL": [
        "De omstandigheid dat de verzekeringsnemer, aan wie schade is toegebracht waarvoor de verzekerde aansprakelijk is, partij is bij de verzekeringsovereenkomst, sluit zijn hoedanigheid van benadeelde niet uit."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190215.3": {
      "court": "CASS",
      "date": "2019-02-15",
      "roleNumber": "C.18.0444.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190215.3&lang=fr",
      "abstractFR": [
        "La personne lésée ne peut faire valoir, envers l'assureur du prétendu responsable, davantage que ce qu'elle peut faire valoir contre le responsable lui-même ni lui opposer d'autres droits; par conséquent, la personne lésée dispose, en règle, d'un droit propre contre l'assureur uniquement lorsque l'assuré est responsable du dommage subi par la personne lésée et dans la mesure de cette responsabilité, et lorsqu'elle dispose à cette fin d'une créance exigible contre l'assuré"
      ],
      "abstractNL": [
        "De benadeelde kan tegen de verzekeraar van de beweerd aansprakelijke niet meer noch andere rechten doen gelden dan die welke hij tegen de aansprakelijke zelf kan laten gelden; de benadeelde heeft bijgevolg in de regel slechts een eigen recht tegen de verzekeraar wanneer de verzekerde aansprakelijk is voor de door de benadeelde geleden schade en in de mate van deze aansprakelijkheid, en de benadeelde hiervoor over een opeisbare schuldvordering tegen de verzekerde beschikt."
      ]
    }
  },
  "152": {
    "ECLI:BE:CASS:2023:ARR.20230317.1N.4": {
      "court": "CASS",
      "date": "2023-03-17",
      "roleNumber": "C.22.0250.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230317.1N.4",
      "abstractFR": null,
      "abstractNL": [
        "De verzekeraar is op straffe van verval van zijn recht van verhaal verplicht de verzekeringnemer of, in voorkomend geval, de verzekerde die niet de verzekeringnemer is, kennis te geven van zijn voornemen om verhaal in te stellen zodra hij op de hoogte is van de feiten waarop dat besluit gegrond is; deze verplichting ontstaat op het ogenblik waarop de verzekeraar kennisneemt van de precieze omstandigheden van het ongeval op grond waarvan hij kan beoordelen of de verzekerde de schade heeft veroorzaakt en of er grond bestaat om verhaal in te stellen (1). (1) Zie Cass. 16 april 2021, AR C.20.0151.N, AC. 2021, nr. 274."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210416.1N.5": {
      "court": "CASS",
      "date": "2021-04-16",
      "roleNumber": "C.20.0151.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210416.1N.5&lang=fr",
      "abstractFR": [
        "L'assureur doit notifier au preneur d'assurance ou à l'assuré autre que le preneur d'assurance son intention d'exercer un recours aussitôt qu'il a connaissance des faits justifiant cette décision pour permettre au preneur d'assurance et à l'assuré de sauvegarder leurs droits en vue d'un éventuel recours par l'assureur en récupération de ses débours au profit de la personne lésée.",
        "Le droit de recours ne peut être exercé pour un motif autre que celui que celui que l'assureur a notifié en temps utile au preneur d'assurance ou à l'assuré qui n'est pas le preneur d'assurance."
      ],
      "abstractNL": [
        "De verzekeraar dient de verzekeringsnemer of verzekerde die niet de verzekeringsnemer is kennis te geven van zijn voornemen om verhaal in te stellen zodra hij op de hoogte is van de feiten waarop dat besluit gegrond is om hen toe te laten hun rechten te vrijwaren met het oog op een mogelijk verhaal door de verzekeraar van zijn uitgaven ten voordele van de benadeelde.",
        "Het recht van verhaal kan niet worden uitgeoefend op een andere grond dan deze waarvan de verzekeraar de verzekeringsnemer of de verzekerde die niet de verzekeringsnemer is tijdig kennis heeft gegeven."
      ]
    }
  },
  "153": {
    "ECLI:BE:CASS:2021:ARR.20210330.2N.8": {
      "court": "CASS",
      "date": "2021-03-30",
      "roleNumber": "P.20.1273.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210330.2N.8&lang=fr",
      "abstractFR": [
        "Il résulte de la combinaison des articles 162bis, alinéa 2, du Code d'instruction criminelle et 153, § 5, de la loi du 4 avril 2014 relative aux assurances qu'une partie civile n'ayant pas mis en mouvement elle-même l'action publique ne peut être condamnée à l'indemnité de procédure envers une partie intervenue volontairement contre laquelle elle a exercé à tort une action civile (1). (1) Voir Cass. 20 mai 2015, RG P.15.0474.F, Pas. 2015, n° 327 ; F. VAN VOLSEM, “De rechtsplegingsvergoeding in strafzaken: zeven jaar rechtspraak van het Grondwettelijk Hof en het Hof van Cassatie”, in P. TAELMAN (ed.), Efficiënt procederen voor een goede rechtsbedeling, Malines, Kluwer, 2016, 631 et 670."
      ],
      "abstractNL": [
        "Uit de samenhang van artikel 162bis, tweede lid, Wetboek van Strafvordering en artikel 153, § 5, Wet Verzekeringen volgt dat een burgerlijke partij die niet zelf de strafvordering op gang heeft gebracht, niet kan worden veroordeeld tot het betalen van een rechtsplegingsvergoeding aan een vrijwillig tussenkomende partij tegen wie zij ten onrechte een burgerlijke rechtsvordering heeft ingesteld (1). (1) Zie Cass. 20 mei 2015, AR P.15.0474.F, AC 2015, nr. 327; F. VAN VOLSEM, “De rechtsplegingsvergoeding in strafzaken: zeven jaar rechtspraak van het Grondwettelijk Hof en het Hof van Cassatie”, in P. TAELMAN (ed.), Efficiënt procederen voor een goede rechtsbedeling, Mechelen, Kluwer, 2016, 631 en 670."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200303.2N.5": {
      "court": "CASS",
      "date": "2020-03-03",
      "roleNumber": "P.19.1212.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200303.2N.5&lang=fr",
      "abstractFR": [
        "L'indemnité de procédure est une intervention forfaitaire dans les frais et honoraires d'avocat de la partie ayant obtenu gain de cause et qui, selon l'article 1022 du Code judiciaire, est à charge de la partie succombante; aux termes de l'article 153, § 5, de la loi du 4 avril 2014 relative aux assurances, lorsque le procès contre l'assuré est porté devant la juridiction répressive, l'assureur peut être mis en cause par la personne lésée ou par l'assuré et peut intervenir volontairement, dans les mêmes conditions que si le procès était porté devant la juridiction civile, ce dont il résulte qu'une compagnie d'assurance qui intervient volontairement à la procédure devant le juge civil et qui succombe, peut être condamnée au paiement de cette indemnité; dès lors que l'assureur peut être appelé à la cause aux mêmes conditions devant la juridiction répressive, l'article 153, § 5, de la loi du 4 avril 2014 permet au juge répressif de condamner au paiement d'une indemnité de procédure l'assureur du prévenu qui est intervenu volontairement et qui succombe (1). (1) Cass. 7 mai 2013, RG P.12.0753.N, Pas. 2013, n° 284, R.A.B.G., 1005, note G. VERSTREPEN et L. DELBROUCK, \"Hoe ook gelijk krijgen aanleiding kan geven tot het betalen van een rechtsplegingsvergoeding\"."
      ],
      "abstractNL": [
        "De rechtsplegingsvergoeding is een forfaitaire tegemoetkoming in de kosten en erelonen van de advocaat van de in het gelijk gestelde partij die krachtens artikel 1022 Gerechtelijk Wetboek ten laste valt van de partij die in het ongelijk is gesteld; artikel 153, § 5, van de wet van 4 april 2014 betreffende de verzekeringen bepaalt dat, wanneer het geding tegen de verzekerde is ingesteld voor het strafgerecht, de verzekeraar door de benadeelde of door de verzekerde in de zaak kan worden betrokken en vrijwillig kan tussenkomen, onder dezelfde voorwaarden als zou de vordering voor het burgerlijk gerecht zijn gebracht, zodat daaruit volgt dat een verzekeringsmaatschappij die vrijwillig tussenkomt in de procedure voor de burgerlijke rechter en in het ongelijk wordt gesteld tot betaling van deze vergoeding kan worden veroordeeld; aangezien de verzekeraar onder dezelfde voorwaarden voor het strafgerecht in het geding kan worden betrokken, maakt het voormelde artikel 153, § 5, het mogelijk dat de strafrechter de verzekeraar van de beklaagde, die vrijwillig is tussengekomen en die in het ongelijk is gesteld, tot een rechtsplegingsvergoeding veroordeelt (1). (1) Cass. 7 mei 2013, AR P.12.0753.N, AC 2013, nr. 284, RABG,1005 en noot. G. VERSTREPEN en L. DELBROUCK, \"Hoe ook gelijk krijgen aanleiding kan geven tot het betalen van een rechtsplegingsvergoeding\"."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150520.1": {
      "court": "CASS",
      "date": "2015-05-20",
      "roleNumber": "P.15.0474.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150520.1",
      "abstractFR": [
        "Tant en vertu de l'article 162bis, alinéa 2, du Code d'instruction criminelle qu'en vertu de l'article 153, § 5, de la loi du 4 avril 2014 relative aux assurances, la victime ou son subrogé qui met en œuvre l'action en réparation du dommage en lançant citation soit devant la juridiction répressive, soit devant la juridiction civile, et qui est débouté de sa demande, est condamné à l'indemnité de procédure.",
        "Même lorsqu'elles se prononcent sur une action civile, les juridictions répressives ne peuvent infliger l'indemnité de procédure visée à l'article 1022 du Code judiciaire que dans les cas énoncés aux articles 162bis, 194, 211 et 351 du Code d'instruction criminelle; il s'ensuit que lorsque l'action publique a été initiée par le ministère public et que la partie civile s'est jointe aux poursuites à l'audience, le juge ne peut condamner celle-ci au paiement de ladite indemnité de procédure à l'assureur du prévenu, intervenu volontairement à la cause (1). (1) Voir Cass. 24 février 2010, RG P.09.1870.F, Pas. 2010, n° 122."
      ],
      "abstractNL": [
        "Zowel krachtens artikel 162bis, tweede lid, Wetboek van Strafvordering als krachtens artikel 153, §5, van de wet van 4 april 2014 betreffende de verzekeringen, wordt het slachtoffer of zijn indeplaatsgestelde die dagvaardt in schadevergoeding, hetzij voor het strafgerecht, hetzij voor het burgerlijk gerecht, en wiens vordering wordt afgewezen, veroordeeld tot het betalen van de rechtsplegingsvergoeding.",
        "Zelfs wanneer de strafgerechten uitspraak doen over een burgerlijke rechtsvordering, kunnen ze de rechtsplegingsvergoeding bedoeld in artikel 1022 Gerechtelijk Wetboek alleen maar opleggen in de gevallen die in de artikelen 162bis, 194, 211 en 351 Wetboek van Strafvordering zijn bepaald; daaruit volgt dat wanneer de strafvordering door het openbaar ministerie werd ingesteld en de burgerlijke partij zich op de rechtszitting daarbij heeft aangesloten, de rechter haar niet kan veroordelen tot het betalen van die rechtsplegingsvergoeding aan de vrijwillig in de zaak tussengekomen verzekeraar van de beklaagde (1). (1) Zie Cass. 24 februari 2010, AR P.09.1870.F, AC 2010, nr. 122."
      ]
    }
  },
  "154": {
    "ECLI:BE:CASS:2016:ARR.20160324.12": {
      "court": "CASS",
      "date": "2016-03-24",
      "roleNumber": "C.15.0136.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160324.12&lang=fr",
      "abstractFR": [
        "Dès lors que l'assurance protection juridique vise l'indemnisation du dommage, cela empêche que l'assuré dont les frais de justice sont indemnisés par l'assureur, prétende aussi à l'indemnité de procédure; cette indemnité est attribuée à l'assureur."
      ],
      "abstractNL": [
        "Aangezien de rechtsbijstandverzekering de vergoeding van schade beoogt, staat zulks eraan in de weg dat de verzekerde van wie de proceskosten worden vergoed door de verzekeraar, tevens aanspraak maakt op de rechtsplegingsvergoeding; deze vergoeding komt toe aan de verzekeraar."
      ]
    }
  },
  "160": {
    "ECLI:BE:CASS:2025:ARR.20251023.1N.12": {
      "court": "CASS",
      "date": "2025-10-23",
      "roleNumber": "F.23.0082.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251023.1N.12",
      "abstractFR": null,
      "abstractNL": [
        "Krachtens artikel 160 Wet Verzekeringen is de levensverzekering een persoonsverzekering waarbij het zich voordoen van het verzekerd voorval alleen afhankelijk is van de menselijke levensduur en die wordt geacht uitsluitend te zijn gericht op de uitkering van een vast bedrag; onder de uitkering van een “vast bedrag” dient te worden begrepen de uitkering van een bedrag dat niet afhankelijk is van de omvang van de schade veroorzaakt door het verzekerde voorval (1). (1) Zie concl. OM."
      ]
    }
  },
  "273": {
    "ECLI:BE:CASS:2021:ARR.20211224.1F.1": {
      "court": "CASS",
      "date": "2021-12-24",
      "roleNumber": "C.19.0463.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211224.1F.1",
      "abstractFR": [
        "Le devoir d'information de l'intermédiaire d'assurance signifie que le client doit recevoir une information relative aux types de contrats d'assurance qu'il souhaite conclure et non une information relative à tous les types de contrats d'assurance susceptibles de lui être offerts; il s'ensuit que, lorsque le client n'exprime pas l'exigence d'une couverture du risque de vol de son véhicule, l'intermédiaire d'assurance n'est pas tenu de rechercher et proposer spontanément une telle couverture (1). (1) L. du 2 août 2002, art. 27, avant sa modification par l'article 105 de la loi du 21 novembre 2017; L. du 4 avril 2014, art. 273 et 275 avant leur modification par l'article 21 de la loi du 6 décembre 2018."
      ],
      "abstractNL": [
        "De informatieplicht van de verzekeringstussenpersoon houdt in dat aan de klant inlichtingen moeten worden verstrekt over de soorten verzekeringsovereenkomsten die hij wil sluiten en niet over alle verzekeringsovereenkomsten die hem kunnen worden aangeboden; hieruit volgt dat, wanneer de klant niet te kennen geeft dat hij een dekking tegen het diefstalrisico nodig had, de verzekeringstussenpersoon niet spontaan een dergelijke dekking moet zoeken en aanbieden (1). (1) Art. 27 Wet Financieel Toezicht vóór de wijziging door artikel 105 van de wet van 21 november 2017; Artt. 273 en 275 Wet Verzekeringen vóór de wijziging door artikel 21 van de wet van 6 december 2018."
      ]
    }
  },
  "275": {
    "ECLI:BE:CASS:2021:ARR.20211224.1F.1": {
      "court": "CASS",
      "date": "2021-12-24",
      "roleNumber": "C.19.0463.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211224.1F.1",
      "abstractFR": [
        "Le devoir d'information de l'intermédiaire d'assurance signifie que le client doit recevoir une information relative aux types de contrats d'assurance qu'il souhaite conclure et non une information relative à tous les types de contrats d'assurance susceptibles de lui être offerts; il s'ensuit que, lorsque le client n'exprime pas l'exigence d'une couverture du risque de vol de son véhicule, l'intermédiaire d'assurance n'est pas tenu de rechercher et proposer spontanément une telle couverture (1). (1) L. du 2 août 2002, art. 27, avant sa modification par l'article 105 de la loi du 21 novembre 2017; L. du 4 avril 2014, art. 273 et 275 avant leur modification par l'article 21 de la loi du 6 décembre 2018."
      ],
      "abstractNL": [
        "De informatieplicht van de verzekeringstussenpersoon houdt in dat aan de klant inlichtingen moeten worden verstrekt over de soorten verzekeringsovereenkomsten die hij wil sluiten en niet over alle verzekeringsovereenkomsten die hem kunnen worden aangeboden; hieruit volgt dat, wanneer de klant niet te kennen geeft dat hij een dekking tegen het diefstalrisico nodig had, de verzekeringstussenpersoon niet spontaan een dergelijke dekking moet zoeken en aanbieden (1). (1) Art. 27 Wet Financieel Toezicht vóór de wijziging door artikel 105 van de wet van 21 november 2017; Artt. 273 en 275 Wet Verzekeringen vóór de wijziging door artikel 21 van de wet van 6 december 2018."
      ]
    }
  },
  "347": {
    "ECLI:BE:CASS:2014:ARR.20141118.6": {
      "court": "CASS",
      "date": "2014-11-18",
      "roleNumber": "P.13.0250.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141118.6&lang=fr",
      "abstractFR": [
        "La prescription de l'action résultant du droit propre de la personne lésée contre l'assureur, est interrompue en vertu de l'article 35, § 4, de la loi du 25 juin 1992 sur le contrat d'assurance terrestre, dès que l'assureur est informé de la volonté de la personne lésée d'obtenir l'indemnisation de son préjudice; cette information ne pourra interrompre la prescription qu'à l'égard de la personne lésée qui a exprimé la volonté d'obtenir une indemnisation."
      ],
      "abstractNL": [
        "De verjaring van de vordering die voortvloeit uit het eigen recht van de benadeelde tegen de verzekeraar wordt ingevolge artikel 35, §4, Landverzekeringsovereenkomst gestuit zodra de verzekeraar kennis krijgt van de wil van de benadeelde om schadevergoeding te verkrijgen voor de door hem geleden schade; die kennisgeving zal enkel de verjaring stuiten van de benadeelde die zijn wil heeft geuit om vergoeding te bekomen."
      ]
    }
  }
}