{
  "25": {
    "ECLI:BE:CASS:2017:ARR.20170908.2": {
      "court": "CASS",
      "date": "2017-09-08",
      "roleNumber": "F.16.0046.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170908.2",
      "abstractFR": [
        "Il ne suit pas de l'article 25 de la loi du 14 février 1961 d'expansion économique, de progrès social et de redressement financier que les agents de l'Office national de l'emploi ont, outre celui d'en prendre connaissance et copie sur place, le pouvoir de saisir les livres, registres et documents nécessaires à l'accomplissement de leur mission (1). (1) Le ministère public a conclu par écrit dans le même sens, mais s'en est expliqué dans la cause inscrite au rôle général de la Cour sous le numéro F.16.0047.F., connexe à la présente cause, dans les termes suivants : « La question posée ne saurait recevoir de réponse à l'abri de tout doute. Par contre, est certain que les travaux préparatoires de la loi du 14 février 1961 d'expansion économique ne nous apprennent rien. L'avant-projet n'a donné lieu à aucune modification. La loi du 16 novembre 1972 concernant l'inspection du travail, telle qu'elle a été modifiée en 1978 est muette quant à ce. Ce n'est qu'après sa modification par la loi du 12 décembre 1989, soit postérieurement aux exercices litigieux, qu'elle a défini les attributions des contrôleurs, permettant expressément à ceux-ci de saisir les supports d'information (article 4, c) et d). La loi du 16 novembre 1972 a été modifiée une nouvelle fois par la loi du 20 juillet 2006. Le législateur entendait tenir compte de l'évolution de l'informatique et s'adapter à la jurisprudence de la CEDH condamnant les « fishing expeditions », qui consistent à aller à la pêche aux informations en exigeant en justice la condamnation de la partie adverse à produire des pièces dans l'espoir d'y trouver des arguments à faire valoir (C.E.D.H., 25 février 1993, Funke c.France). Cette loi restreint dès lors les possibilités de saisie. L'article 25 de la loi de 1961 ne semble pas avoir fait l'objet de commentaires en doctrine, si ce n'est B. Graulich et P. Palsterman qui, dans « Les droits et obligations des chômeurs » de 1986, écrivent que l'article 25 « doit être interprété restrictivement. Il restreint la liberté individuelle des personnes et les agents qui l'invoquent ne peuvent aller au-delà ». Je suggère de suivre ces auteurs et, privilégiant l'interprétation littérale de cette disposition, qui limite son caractère intrusif, lequel ne lui a été explicitement donné que par la loi précité du 12 décembre 1989, de dire que l'article litigieux n'autorisait pas les agents de l'Office national de l'emploi de saisir, au sens propre, les livres, registres et documents nécessaires à l'accomplissement de leur mission mais qu'ils devaient en prendre connaissance et copie sur place » (2ème branche du moyen unique)."
      ],
      "abstractNL": [
        "Uit artikel 25 van de wet van 14 februari 1961 voor economische expansie, sociale vooruitgang en financieel herstel volgt niet dat de ambtenaren van de Rijksdienst voor Arbeidsvoorziening niet enkel ter plaatse inzage en afschrift kunnen nemen van alle boeken, registers en documenten die nuttig zijn voor het volbrengen van hun opdracht, maar deze ook in beslag mogen nemen (1). (1) Het OM. heeft schriftelijk in dezelfde zin geconcludeerd, maar heeft in de zaak met rolnummer F.14.0047.F, die met deze zaak samenhangt, de volgende toelichting gegeven: \"La question posée ne saurait recevoir de réponse à l'abri de tout doute. Par contre, est certain que les travaux préparatoires de la loi du 14 février 1961 d'expansion économique ne nous apprennent rien. L'avant-projet n'a donné lieu à aucune modification. La loi du 16 novembre 1972 concernant l'inspection du travail, telle qu'elle a été modifiée en 1978 est muette quant à ce. Ce n'est qu'après sa modification par la loi du 12 décembre 1989, soit postérieurement aux exercices litigieux, qu'elle a défini les attributions des contrôleurs, permettant expressément à ceux-ci de saisir les supports d'information (article 4, c) et d). La loi du 16 novembre 1972 a été modifiée une nouvelle fois par la loi du 20 juillet 2006. Le législateur entendait tenir compte de l'évolution de l'informatique et s'adapter à la jurisprudence de la CEDH condamnant les « fishing expeditions », qui consistent à aller à la pêche aux informations en exigeant en justice la condamnation de la partie adverse à produire des pièces dans l'espoir d'y trouver des arguments à faire valoir (C.E.D.H., 25 février 1993, Funke c. France). Cette loi restreint dès lors les possibilités de saisie. L'article 25 de la loi de 1961 ne semble pas avoir fait l'objet de commentaires en doctrine, si ce n'est B. Graulich et P. Palsterman qui, dans « Les droits et obligations des chômeurs » de 1986, écrivent que l'article 25 « doit être interprété restrictivement. Il restreint la liberté individuelle des personnes et les agents qui l'invoquent ne peuvent aller au-delà ». Je suggère de suivre ces auteurs et, privilégiant l'interprétation littérale de cette disposition, qui limite son caractère intrusif, lequel ne lui a été explicitement donné que par la loi précitée du 12 décembre 1989, de dire que l'article litigieux n'autorisait pas les agents de l'Office nationale de l'emploi de saisir, au sens propre, les livres, registres et documents nécessaires à l'accomplissement de leur mission mais qu'ils devaient en prendre connaissance en copie sur place » (tweede onderdeel van het enige middel)."
      ]
    }
  }
}