{
  "10": {
    "ECLI:BE:CASS:2014:ARR.20140206.3": {
      "court": "CASS",
      "date": "2014-02-06",
      "roleNumber": "C.13.0127.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140206.3&lang=fr",
      "abstractFR": [
        "Il ressort des dispositions de l'article 2262bis, alinéa 1er du Code civil et de l'article 10 de la loi du 10 juin 1998 modifiant certaines dispositions en matière de prescription que lorsque le droit à une action personnelle prend naissance avant l'entrée en vigueur de la loi précitée du 10 juin 1998 l'action est prescrite par dix ans sans que la durée totale du délai de prescription puisse être supérieure à trente ans; lorsque le droit à une action personnelle prend naissance après l'entrée en vigueur de cette loi, l'action est prescrite par dix ans (1). (1) Le M.P. a conclu au rejet du moyen unique de cassation, aussi au motif que le moyen, en sa quatrième branche, manquait en droit, dès lors qu'il apparaît que sur la base de l'examen de la notion «d'action» figurant à l'article 10 de la loi du 10 juin 1998 modifiant certaines dispositions en matière de prescription que ce n'est pas la date à laquelle l'action est introduite qui est pertinente mais la date de la naissance du droit d'action pour déterminer la règle de prescription applicable. Si tel est le cas avant l'entrée en vigueur de la loi du 10 juin 1998, c'est la disposition transitoire de l'article 10 de cette loi qui s'applique. Si ce droit a pris naissance après c'est l'article 2262bis, § 1er, alinéa 1er du Code civil qui s'applique. Dans la mesure où le moyen invoque que les juges d'appel devaient appliquer la prescription décennale dès lors que l'action des défendeurs a été introduite après l'entrée en vigueur de la loi du 10 juin 1998 (27 juillet 1998 et donc 27 juillet 2008), le M.P. a estimé qu'il s'agissait d'une conception juridique erronée. (Voir Cass., 4 octobre 1957, Bull. et Pas., 1958, 94; Cass., 24 janvier 1997, RG C.96.0068.N, Pas., 1998, n° 47; voir aussi : I. Claeys, De nieuwe verjaringswet: een inleidende verkenning, RW 1998-1999, 401-4023, n° 62; P. De Smedt, Toepassing in de tijd van de gewijzigde verjaringstermijnen, dans De herziening van de bevrijdende verjaring door de Wet van 10 juni 1998. De gelijkheid hersteld? Anvers, Kluwer, 1999, 146-147, n° 184 et 186; A. Van Oevelen, Recente ontwikkelingen inzake de bevrijdende verjaring in het burgerlijk recht, RW 2000-2001, 1439, n° 13; C. Lebon, De nieuwe verjaringswet. 5 jaar later, NjW 2003, 836-837, n° 6 et 7; J.F. Van Droogenbroeck en R.O. Dalcq, La loi du 10 juin 1998 modifiant certaines dispositions en matière de prescription, JT 1998, 708)."
      ],
      "abstractNL": [
        "Uit de bepalingen van artikel 2262bis, eerste lid, Burgerlijk Wetboek en artikel 10 van de Wet van 10 juni 1998 tot wijziging van sommige bepalingen betreffende de verjaring volgt dat wanneer het recht op de persoonlijke rechtsvordering ontstaan is vóór de inwerkingtreding van de voormelde wet van 10 juni 1998, de vordering door verloop van tien jaar verjaart, zonder dat de totale duur van de verjaringstermijn meer dan dertig jaar mag bedragen; wanneer het recht op de persoonlijke rechtsvordering ontstaan is na de inwerkingtreding van deze wet, verjaart de vordering door verloop van tien jaar (1). (1) Het O.M. concludeerde tot de verwerping van het enig middel tot cassatie, mede op grond dat het vierde onderdeel faalde naar recht, nu op basis van een onderzoek van het begrip \"rechtsvordering\" in artikel 10 van de Wet van 10 juni 1998 tot wijziging van sommige bepalingen betreffende de verjaring blijkt dat, voor de bepaling van de relevante verjaringsregel, niet de datum waarop de rechtsvordering wordt ingesteld relevant is, maar de datum waarop het vorderingsrecht ontstaan is. Is dit laatste het geval voor de inwerkingtreding van de wet van 10 juni 1998, dan geldt de overgangsregel van artikel 10 van deze wet. Is dit recht nadien ontstaan, dan wordt artikel 2262bis, §1, lid 1, BW toegepast. In zoverre het middel aanvoerde dat de appelrechters de tienjarige verjaring dienden toe te passen omdat de rechtsvordering van de verweerders werd ingesteld na de inwerkingtreding van de Wet van 10 juni 1998 (27 juli 1998, en dus 27 juli 2008), ging het naar het oordeel van het O.M. van een verkeerde rechtsopvatting uit. (Zie Cass. 4 okt. 1957, AC 1958, 54; Cass. 24 jan. 1997, AR C.96.0068.N, AC 1998, nr. 47; zie ook: I. Claeys, De nieuwe verjaringswet: een inleidende verkenning, RW 1998-1999, 401-402, nr. 62; P. De Smedt, Toepassing in de tijd van de gewijzigde verjaringstermijnen, in De herziening van de bevrijdende verjaring door de Wet van 10 juni 1998. De gelijkheid hersteld?, Antwerpen, Kluwer, 1999, 146-147, nrs. 184 en 186; A. Van Oevelen, Recente ontwikkelingen inzake de bevrijdende verjaring in het burgerlijk recht, RW 2000-2001, 1439, nr. 13; C. Lebon, De nieuwe verjaringswet, 5 jaar later, NjW 2003, 836-837, nrs. 6 en 7; J.F. Van Droogenbroeck en R.O. Dalcq, La loi du 10 juin 1998 modifiant certaines dispositions en matière de prescription, JT 1998, 708)."
      ]
    }
  }
}