{
  "1": {
    "ECLI:BE:CASS:2021:ARR.20211213.3F.5": {
      "court": "CASS",
      "date": "2021-12-13",
      "roleNumber": "S.19.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211213.3F.5",
      "abstractFR": [
        "L'assurance soins de santé et indemnités prend en charge le supplément de salaire octroyé au personnel infirmier, soignant et de réactivation travaillant la nuit, dans des maisons de repos et de soins et dans des maisons de repos pour personnes âgées, agréées par l'autorité compétente, prévu par l'article 8 de la convention collective de travail du 7 décembre 2000 relative aux suppléments pour des prestations irrégulières (1). (1) Voir les concl. du MP.",
        "Le personnel infirmier, soignant et de réactivation travaillant la nuit est celui auxquels s'appliquent la convention collective de travail n° 46 et l'article 38 de la loi du 16 mars 1971, c'est-à-dire les travailleurs occupés dans des régimes de travail comportant des prestations entre 20 heures et 6 heures et non ceux dont les prestations, soit se situent exclusivement entre 6 heures et 24 heures, soit débutent habituellement à partir de 5 heures (1). (1) Voir les concl. du MP.",
        "L’assurance soins de santé et indemnités prend en charge le supplément de salaire octroyé au personnel infirmier, soignant et de réactivation travaillant la nuit, dans des maisons de repos et de soins et dans des maisons de repos pour personnes âgées, agréées par l’autorité compétente, prévu par l’article 8 de la convention collective de travail du 7 décembre 2000 relative aux suppléments pour des prestations irrégulières (1) (2). (1) Voir les concl. du MP. (2) C.C.T. du 7 décembre 2000 conclue le 7 décembre au sein de la C.P. des services de santé, rendue obligatoire par l’A.R. du 14 janvier 2002, art. 8.",
        "Le personnel infirmier, soignant et de réactivation travaillant la nuit est celui auxquels s’appliquent la convention collective de travail n° 46 et l’article 38 de la loi du 16 mars 1971, c’est-à-dire les travailleurs occupés dans des régimes de travail comportant des prestations entre 20 heures et 6 heures et non ceux dont les prestations, soit se situent exclusivement entre 6 heures et 24 heures, soit débutent habituellement à partir de 5 heures (1) (2) (3). (1) Voir les concl. du MP. (2) C.C.T. n° 46 du 23 mars 1990 au sein du C.N.T., rendue obligatoire par l’A.R. du 10 mai 1990, art. 1er, 13, 14. (3) C.C.T. du 7 décembre 2000 conclue le 7 décembre 2000 au sein de la C.P. des services de santé, rendue obligatoire par l’A.R. du 14 janvier 2002, art. 3, § 3, 8 et 12."
      ],
      "abstractNL": [
        "De verzekering voor geneeskundige verzorging en uitkeringen neemt de loontoeslag ten laste, bedoeld in artikel 8 van de collectieve arbeidsovereenkomst van 7 december 2000 betreffende toeslagen voor onregelmatige prestaties, die wordt toegekend aan het verpleegkundig personeel, het verzorgingspersoneel en het personeel voor reactivering dat ‘s nachts moet werken in de door de bevoegde overheid erkende rust- en verzorgingstehuizen en rustoorden voor bejaarden (1). (1) Zie concl. OM in Pas. 2021, nr. 793."
      ]
    }
  },
  "12": {
    "ECLI:BE:CASS:2021:ARR.20211213.3F.5": {
      "court": "CASS",
      "date": "2021-12-13",
      "roleNumber": "S.19.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211213.3F.5",
      "abstractFR": [
        "Le personnel infirmier, soignant et de réactivation travaillant la nuit est celui auxquels s'appliquent la convention collective de travail n° 46 et l'article 38 de la loi du 16 mars 1971, c'est-à-dire les travailleurs occupés dans des régimes de travail comportant des prestations entre 20 heures et 6 heures et non ceux dont les prestations, soit se situent exclusivement entre 6 heures et 24 heures, soit débutent habituellement à partir de 5 heures (1). (1) Voir les concl. du MP.",
        "Le personnel infirmier, soignant et de réactivation travaillant la nuit est celui auxquels s’appliquent la convention collective de travail n° 46 et l’article 38 de la loi du 16 mars 1971, c’est-à-dire les travailleurs occupés dans des régimes de travail comportant des prestations entre 20 heures et 6 heures et non ceux dont les prestations, soit se situent exclusivement entre 6 heures et 24 heures, soit débutent habituellement à partir de 5 heures (1) (2) (3). (1) Voir les concl. du MP. (2) C.C.T. n° 46 du 23 mars 1990 au sein du C.N.T., rendue obligatoire par l’A.R. du 10 mai 1990, art. 1er, 13, 14. (3) C.C.T. du 7 décembre 2000 conclue le 7 décembre 2000 au sein de la C.P. des services de santé, rendue obligatoire par l’A.R. du 14 janvier 2002, art. 3, § 3, 8 et 12."
      ],
      "abstractNL": null
    }
  }
}