{
  "407": {
    "ECLI:BE:CASS:2025:ARR.20250114.2N.17": {
      "court": "CASS",
      "date": "2025-01-14",
      "roleNumber": "P.24.1148.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250114.2N.17",
      "abstractFR": [
        "Conformément à l'article 555/15 du Code judiciaire, l'expert qui est désigné sans qu'il soit inscrit au registre national des experts judiciaires est tenu, sous peine de nullité, de signer son rapport, en faisant précéder sa signature du serment écrit suivant : « Je jure avoir rempli ma mission en honneur et conscience avec exactitude et probité. » ; il ressort de ce texte un lien étroit entre la signature et le serment de l'expert pour ce qui a trait à la régularité du rapport d'expertise à titre de preuve ; il s'ensuit que l'article 407 du Code d'instruction criminelle relatif à la couverture des irrégularités touchant le serment des experts ensuite d'une décision judiciaire rendue contradictoirement sur une question litigieuse s'applique à la nullité résultant du non-respect par l'expert des obligations prévues à l'article 555/15 du Code judiciaire, en ce qui concerne tant le serment que la signature de son rapport final (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Overeenkomstig artikel 555/15 Gerechtelijk Wetboek moet de gerechtsdeskundige die is aangesteld zonder in het nationaal register van gerechtsdeskundigen te zijn ingeschreven, op straffe van nietigheid zijn verslag ondertekenen, waarbij hij zijn handtekening laat voorafgaan door de volgende schriftelijke eed: “Ik zweer dat ik mijn opdracht in eer en geweten, nauwgezet en eerlijk vervuld heb.”; uit die tekst blijkt een nauwe band tussen de handtekening en de eed van de deskundige voor wat betreft de regelmatigheid van het deskundigenverslag als bewijs; hieruit volgt dat artikel 407 Wetboek van Strafvordering over het toedekken van een onregelmatigheid betreffende de eed van onder meer deskundigen als gevolg van een rechterlijke beslissing op tegenspraak over een geschilpunt van toepassing is op de nietigheid die voortvloeit uit het niet naleven van de in artikel 555/15 Gerechtelijk Wetboek bepaalde verplichtingen door de gerechtsdeskundige, zowel met betrekking tot de eedaflegging als met betrekking tot de ondertekening van zijn eindverslag (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220621.2N.11": {
      "court": "CASS",
      "date": "2022-06-21",
      "roleNumber": "P.22.0417.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220621.2N.11",
      "abstractFR": [
        "Lorsqu'il ne ressort pas des pièces auxquelles la Cour peut avoir égard que le prévenu a soutenu devant la juridiction d'appel qu'il y avait eu violation, lors de la procédure en première instance, des dispositions relatives à l'audition de témoins prévues par la loi du 15 juin 1935 concernant l'emploi des langues en matière judiciaire, des dispositions du Code d'instruction criminelle concernant la prestation de serment et l'audition de témoins à l'audience en matière répressive ainsi que du droit à l'assistance garanti par l'article 6, § 3, d, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, il ne peut plus, en vertu des articles 40, alinéas 1 et 2, de la loi du 15 juin 1935, 407 du Code d'instruction criminelle et 2 de la loi du 29 avril 1806 qui prescrit des mesures relatives à la procédure en matière criminelle et correctionnelle, invoquer ces violations devant la Cour (1). (1) Cass. 12 juin 2018, RG P.18.0262.N, Pas. 2018, n° 379."
      ],
      "abstractNL": [
        "Wanneer uit de stukken waarop het Hof vermag acht te slaan niet blijkt dat de beklaagde voor het appelgerecht heeft aangevoerd dat tijdens de procedure in eerste aanleg de bepalingen van de Taalwet Gerechtszaken betreffende het horen van getuigen, de bepalingen van het Wetboek van Strafvordering betreffende de eedaflegging en het horen van getuigen op de rechtszitting in strafzaken en het door artikel 6.3.d EVRM gewaarborgde recht op bijstand zijn geschonden, dan kan hij dat op grond van artikel 40, eerste en tweede lid, Taalwet Gerechtszaken, artikel 407 Wetboek van Strafvordering en artikel 2 van de wet van 29 april 1806 waarbij maatregelen worden voorgeschreven met betrekking tot de procedure in criminele en correctionele zaken voor het Hof niet meer aanvoeren (1). (1) Cass. 12 juni 2018, AR P.18.0262.N, AC 2018, nr. 379."
      ]
    }
  },
  "410": {
    "ECLI:BE:CASS:2025:ARR.20250924.2F.21": {
      "court": "CASS",
      "date": "2025-09-24",
      "roleNumber": "P.25.0968.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250924.2F.21",
      "abstractFR": [
        "En vertu des articles 410 et 412 du Code d'instruction criminelle, la partie civile ne peut se pourvoir que quant aux dispositions relatives à ses intérêts civils mais ne peut, en aucun cas, poursuivre l'annulation d'une décision de motivation ou de condamnation rendue par la cour d'assises (1). (1) Voir les concl. du MP.; voir Cass. 30 janvier 2024, RG P.23.1489.N, ECLI:BE:CASS:2024:ARR.20240130.2N.4 ; Cass. 15 septembre 2020, RG P.20.0240.N, Pas. 2020, n° 538, et concl. de M. DE SMET, avocat général, publiées à leur date dans AC."
      ],
      "abstractNL": null
    }
  },
  "412": {
    "ECLI:BE:CASS:2025:ARR.20250924.2F.21": {
      "court": "CASS",
      "date": "2025-09-24",
      "roleNumber": "P.25.0968.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250924.2F.21",
      "abstractFR": [
        "En vertu des articles 410 et 412 du Code d'instruction criminelle, la partie civile ne peut se pourvoir que quant aux dispositions relatives à ses intérêts civils mais ne peut, en aucun cas, poursuivre l'annulation d'une décision de motivation ou de condamnation rendue par la cour d'assises (1). (1) Voir les concl. du MP.; voir Cass. 30 janvier 2024, RG P.23.1489.N, ECLI:BE:CASS:2024:ARR.20240130.2N.4 ; Cass. 15 septembre 2020, RG P.20.0240.N, Pas. 2020, n° 538, et concl. de M. DE SMET, avocat général, publiées à leur date dans AC."
      ],
      "abstractNL": null
    }
  },
  "416": {
    "ECLI:BE:CASS:2025:ARR.20251126.2F.2": {
      "court": "CASS",
      "date": "2025-11-26",
      "roleNumber": "P.24.1701.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251126.2F.2",
      "abstractFR": [
        "Le fonctionnaire délégué est sans qualité pour déférer à la Cour la décision rendue sur l'action publique au sens strict, et non sur l'action en réparation, qui dispose que les faits ne sont pas établis à charge du prévenu (1). (1) Voir les concl. du MP.",
        "Le fonctionnaire délégué peut déférer à la Cour la décision qui, à la suite de l'acquittement du prévenu, n'accueille pas sa demande de remise en état des lieux (1). (Solution implicite). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250204.2N.15": {
      "court": "CASS",
      "date": "2025-02-04",
      "roleNumber": "P.25.0065.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250204.2N.15",
      "abstractFR": [
        "Le demandeur n'a pas intérêt à soutenir que le juge aurait dû déclarer une demande introduite par lui irrecevable plutôt que de la rejeter au motif qu'elle n'est pas fondée (1). (1) Cass. 8 décembre 2003, RG C.02.0440.F, Pas. 2003, n° 631 ; Cass. 1er avril 1976, Bull. et Pas., 1976, I, 848 ; F. VAN VOLSEM, « Het aanvoeren van cassatiemiddelen in strafzaken: een overzicht », Procéder devant la Cour de cassation, Knops Publ. 2023, p. 139."
      ],
      "abstractNL": [
        "De eiser heeft geen belang aan te voeren dat de rechter een door hem ingediend verzoek onontvankelijk had moeten verklaren in plaats van het als ongegrond af te wijzen (1). (1) Cass. 8 december 2003, AR C.02.0440.F, AC 2003, nr. 631; Cass. 1 april 1976, AC 1976, 889; F. VAN VOLSEM, “Het aanvoeren van cassatiemiddelen in strafzaken: een overzicht”, in Procederen voor het Hof van Cassatie, Knops Publ. 2023, 139."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250226.2F.5": {
      "court": "CASS",
      "date": "2025-02-26",
      "roleNumber": "P.24.1628.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250226.2F.5",
      "abstractFR": [
        "L'intérêt d'un moyen s'apprécie objectivement en fonction de la possibilité d'une cassation, et non d'après les mérites de la demande à soumettre au juge de renvoi; il ne s'apprécie pas davantage en fonction de la décision que pourrait prendre un autre juge, devant lequel, selon le demandeur en cassation, une autre procédure est pendante et dont l'issue serait susceptible d'être influencée par la décision du juge d'appel de renvoi (1). (1) Cass. 28 janvier 2021, RG C.20.0303.F, ECLI:BE:CASS:2021:ARR.20210128.1F.5 ; Cass. 30 septembre 2009, P.08.1102.F, Pas. 2009, n° 535, avec concl. de Th. WERQUIN, avocat général ; R. DECLERCQ, Pourvoi en cassation en matière répressive, Coll. Répertoire pratique du droit belge, Bruxelles, Bruylant, 2015, p. 441, n° 749, et p. 442, n° 750.",
        "Le pourvoi du demandeur ne saisit la Cour que des violations de la loi commises à son préjudice; la décision selon laquelle l'appel du demandeur est recevable alors que, selon ce dernier, ce recours eût dû être jugé tardif, constitue un dispositif favorable au demandeur (1). (1) Cass. 10 février 1988, Pas., I, n° 357, p. 691; R. Declercq, Pourvoi en cassation en matière répressive, Coll. Répertoire pratique du droit belge, Bruxelles, Bruylant, 2015, p. 274, n° 462.",
        "L'intérêt d'un moyen s'apprécie objectivement en fonction de la possibilité d'une cassation, et non d'après les mérites de la demande à soumettre au juge de renvoi; il ne s'apprécie pas davantage en fonction de la décision que pourrait prendre un autre juge, devant lequel, selon le demandeur en cassation, une autre procédure est pendante et dont l'issue serait susceptible d'être influencée par la décision du juge d'appel de renvoi (1). (1) Cass. 28 janvier 2021, RG C.20.0303.F, Pas. 2021, n° 79; Cass. 30 septembre 2009, P.08.1102.F, Pas. 2009, n° 535, avec concl. de Th. Werquin, avocat général; R. Declercq, Pourvoi en cassation en matière répressive, Coll. Répertoire pratique du droit belge, Bruxelles, Bruylant, 2015, p. 441, n° 749, et p. 442, n° 750."
      ],
      "abstractNL": [
        "Het belang van een middel wordt objectief, afhankelijk van de mogelijkheid tot vernietiging beoordeeld en niet op grond van de slaagkansen van de bij de rechter op verwijzing in te stellen vordering; het wordt evenmin beoordeeld in functie van de beslissing die een andere rechter zou kunnen wijzen en waarvoor, volgens de eiser tot cassatie, een andere procedure aanhangig is waarvan de uitkomst zou kunnen worden beïnvloed door de beslissing van de appelrechter op verwijzing (1). (1) Cass. 28 januari 2021, AR C.20.0303.F, ECLI:BE:CASS:2021:ARR.20210128.1F.5; Cass. 30 september 2009, P.08.1102.F, AC 2009, nr. 535, met concl. van advocaat-generaal WERQUIN op datum in Pas.; R. DECLERCQ, Pourvoi en cassation en matière répressive, Coll. Répertoire pratique du droit belge, Brussel, Bruylant, 2015, p. 441, nr. 749, en p. 442, nr. 750.",
        "Het cassatieberoep van de eiser maakt bij het Hof enkel de wetsschendingen aanhangig die in zijn nadeel zijn begaan; de beslissing volgens welke het hoger beroep van de eiser ontvankelijk is, terwijl dat rechtsmiddel volgens laatstgenoemde als laattijdig moest worden beschouwd, is een dictum in het voordeel van de eiser (1). (1) Cass. 10 februari 1988, AC 1987-88, p. 752. DECLERCQ, Pourvoi en cassation en matière répressive, Coll. Répertoire pratique du droit belge, Brussel, Bruylant, 2015, p. 274, nr. 462."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250305.2F.1": {
      "court": "CASS",
      "date": "2025-03-05",
      "roleNumber": "P.24.1603.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250305.2F.1",
      "abstractFR": [
        "Lorsqu'un recours est introduit contre la décision du fonctionnaire sanctionnateur, ce dernier ou son délégué peut, en application de l'article 31, § 2, de la loi du 24 juin 2013 relative aux sanctions administratives communales, représenter la commune dans le cadre de la procédure devant le tribunal ; dès lors que le fonctionnaire sanctionnateur n'intervient pas qualitate qua devant le tribunal mais en sa seule qualité de représentant de la commune et dans la mesure où il n'a pas été condamné aux frais envers le contrevenant mineur d'âge et ses parents, il est sans qualité pour se pourvoir contre le jugement du tribunal de la jeunesse (1). (1) Voir les concl. du MP.",
        "Lorsqu'un recours est introduit contre la décision du fonctionnaire sanctionnateur, ce dernier ou son délégué peut, en application de l'article 31, § 2, de la loi du 24 juin 2013 relative aux sanctions administratives communales, représenter la commune dans le cadre de la procédure devant le tribunal ; dès lors que le fonctionnaire sanctionnateur n'intervient pas qualitate qua devant le tribunal mais en sa seule qualité de représentant de la commune et dans la mesure où il n'a pas été condamné aux frais envers le contrevenant mineur d'âge et ses parents,, il est sans qualité pour se pourvoir contre le jugement du tribunal de la jeunesse (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer beroep wordt ingesteld tegen de beslissing van de sanctionerend ambtenaar, kan laatstgenoemde of zijn afgevaardigde, met toepassing van artikel 31, § 2, Wet Gemeentelijke Administratieve Sancties, de gemeente vertegenwoordigen in het kader van de procedure voor de rechtbank; aangezien de sanctionerend ambtenaar niet optreedt qualitate qua voor de rechtbank maar slechts in zijn hoedanigheid van vertegenwoordiger van de gemeente en voor zover hij niet werd veroordeeld tot de kosten jegens de minderjarige overtreder en zijn ouders, heeft hij niet de hoedanigheid om cassatieberoep in te stellen tegen het vonnis van de jeugdrechtbank (1). (1) Zie concl. OM."
      ]
    }
  },
  "418": {
    "ECLI:BE:CASS:2023:ARR.20230607.2F.6": {
      "court": "CASS",
      "date": "2023-06-07",
      "roleNumber": "P.23.0699.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230607.2F.6",
      "abstractFR": [
        "Dès lors qu'un jugement qui dit n'y avoir lieu à homologation de la convention de reconnaissance préalable de culpabilité et qui remet le dossier à la disposition du ministère public conformément à l'article 216, § 4, alinéa 5, du Code d'instruction criminelle, peut être frappé d'appel par les parties à la convention, le pourvoi contre une telle décision, qui n'est pas rendue en dernier ressort, est irrecevable (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Aangezien de partijen bij de overeenkomst hoger beroep kunnen instellen tegen een vonnis dat oordeelt dat er geen grond bestaat tot bekrachtiging van de voorafgaande erkenning van schuld en dat het dossier ter beschikking stelt van het openbaar ministerie overeenkomstig artikel 216, § 4, vijfde lid, Wetboek van Strafvordering, is het cassatieberoep tegen een dergelijke beslissing, die niet in laatste aanleg is gewezen, niet ontvankelijk (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250305.2F.1": {
      "court": "CASS",
      "date": "2025-03-05",
      "roleNumber": "P.24.1603.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250305.2F.1",
      "abstractFR": [
        "Conformément à l'article 31, § 1er, alinéa 2, de la loi du 24 juin 2013 relative aux sanctions administratives communales, le contrevenant mineur d'âge peut introduire un recours contre la décision de lui imposer une amende administrative par une requête auprès du tribunal de la jeunesse ; si aux termes de l'article 31, § 1er, alinéa 7, de la loi du 24 juin 2013, le tribunal de la jeunesse statue en premier et dernier ressort sur le recours, son jugement définitif est susceptible d'un pourvoi en cassation (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Overeenkomstig artikel 31, § 1, tweede lid, Wet Gemeentelijke Administratieve Sancties kan de minderjarige overtreder, bij verzoekschrift voor de jeugdrechtbank, beroep instellen tegen de beslissing om hem een administratieve geldboete op te leggen; indien de jeugdrechtbank krachtens artikel 31, § 1, zevende lid, Wet Gemeentelijke Administratieve Sancties in eerste en laatste aanleg uitspraak doet over het beroep, kan tegen haar eindvonnis cassatieberoep worden ingesteld (1). (1) Zie concl. OM."
      ]
    }
  },
  "420": {
    "ECLI:BE:CASS:2021:ARR.20211130.2N.13": {
      "court": "CASS",
      "date": "2021-11-30",
      "roleNumber": "P.21.1165.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211130.2N.13",
      "abstractFR": [
        "Il n'y a conflit de compétence au sens de l'article 420, alinéa 2, 1°, du Code d'instruction criminelle que lorsque le juge connaissant de l'action publique empiète sur les attributions d'un autre juge ou se déclare incompétent, provoquant ainsi un conflit de juridiction nationale qui entrave le cours de la justice et ne peut prendre fin que par un règlement de juges (1). (1) Cass. 15 février 2017, RG P.16.0821.F, Pas. 2017, n° 109 ; Cass. 5 novembre 2013, RG P.13.0834.N, Pas. 2013, n° 579, Cass. 20 avril 2010, RG P.09.1750.N, Pas. 2010, n° 265 ; Cass. 3 avril 2007, RG P.07.01324.N, Pas. 2007, n° 169 ; Cass. 9 janvier 2007, RG P.06.1430.N, Pas. 2007, n° 13 ; Cass. 21 mars 2006, RG P.05.1701.N, Pas. 2006, n° 164 ; Cass. 30 octobre 2001, RG P.01.1259.N, Pas. 2001, n° 584. Voy. égal. F. VAN VOLSEM, « Cassatieberoep in strafzaken na ‘Potpourri II' », Procederen voor het Hof van Cassatie, Knops Publ., 2016, pp. 211-212 ; H. VAN BAVEL, « Ontvankelijkheid van de voorziening in cassatie: Een update na de wet van 14 februari 2014 en de Potpourri II-wet van 5 februari 2016 », Procederen voor het Hof van Cassatie, Knops Publ., 2016, pp. 107-108.",
        "La décision de la chambre des mises en accusation sur la question de savoir s'il appartient au président de la chambre du conseil ou au juge d'instruction de fixer le délai visé à l'article 127, § 3, du Code d'instruction criminelle ne constitue pas une décision sur un conflit de compétence susceptible d'un pourvoi immédiat; cette question de droit ne peut en effet donner lieu à un tel conflit de compétence mais uniquement à une décision de la chambre des mises en accusation qui statue en appel sur ce point en vertu de sa compétence prévue à l'article 61quinquies, § 4, du Code d'instruction criminelle; cette dernière décision n'est susceptible d'un pourvoi en cassation que dans le délai imparti pour former un pourvoi contre la décision définitive rendue sur l'action publique."
      ],
      "abstractNL": [
        "Er bestaat slechts een geschil inzake bevoegdheid in de zin van artikel 420, tweede lid, 1°, Wetboek van Strafvordering, wanneer de rechter die kennis neemt van de strafvordering zich de bevoegdheid van een andere rechter toe-eigent dan wel zich onbevoegd verklaart, waardoor een geschil over nationale rechtsmacht ontstaat dat de rechtsgang belemmert en waaraan slechts met een regeling van rechtsgebied een einde kan worden gesteld (1). (1) Cass. 15 februari 2017, AR P.16.0821.F, AC 2017, nr. 109; Cass. 5 november 2013, AR P.13.0834.N, AC 2013, nr. 579; Cass. 20 april 2010, AR P.09.1750.N, AC 2010, nr. 265; Cass. 3 april 2007, AR P.07.01324.N, AC 2007, nr. 169; Cass. 9 januari 2007, AR P.06.1430.N, AC 2007, nr. 13; Cass. 21 maart 2006, AR P.05.1701.N, AC 2006, nr. 164; Cass. 30 oktober 2001, AR P.01.1259.N, AC 2001, nr. 584. Zie ook F. VAN VOLSEM, “Cassatieberoep in strafzaken na “Potpourri II', in Procederen voor het Hof van Cassatie, Knops Publ., 2016, 211-212; H. VAN BAVEL, “Ontvankelijkheid van de voorziening in cassatie: Een update na de wet van 14 februari 2014 en de Potpourri II-wet van 5 februari 2016”, in Procederen voor het Hof van Cassatie, Knops Publ. 2016, 107-108.",
        "De beslissing van de kamer van inbeschuldigingstelling over de rechtsvraag of het aan de onderzoeksrechter dan wel aan de voorzitter van de raadkamer staat om de termijn bedoeld in artikel 127, § 3, Wetboek van Strafvordering te bepalen, is geen beslissing over een bevoegdheidsgeschil waartegen onmiddellijk cassatieberoep openstaat; deze rechtsvraag kan immers geen aanleiding geven tot een geschil over rechtsmacht zoals hier bedoeld, maar enkel tot een beslissing van de kamer van inbeschuldigingstelling, die daarover in hoger beroep te oordelen heeft overeenkomstig haar bevoegdheid bepaald in artikel 61quinquies, § 4, Wetboek van Strafvordering; tegen die laatste beslissing staat enkel cassatieberoep open binnen de termijn voor het instellen van cassatieberoep tegen de eindbeslissing over de strafvordering.",
        "Er bestaat slechts een geschil inzake bevoegdheid in de zin van artikel 420, tweede lid, 1°, Wetboek van Strafvordering, wanneer de rechter die kennis neemt van de strafvordering zich de bevoegdheid van een andere rechter toe-eigent dan wel zich onbevoegd verklaart, waardoor een geschil over nationale rechtsmacht ontstaat dat de rechtsgang belemmert en waaraan slechts met een regeling van rechtsgebied een einde kan worden gesteld (1). (1) Cass. 15 februari 2017, AR P.16.0821.F, AC 2017, nr. 109, Cass. 5 november 2013, AR P.13.0834.N, AC 2013, nr. 579, Cass. 20 april 2010, AR P.09.1750.N, AC 2010, nr. 265, Cass. 3 april 2007, AR P.07.01324.N, AC 2007, nr. 169, Cass. 9 januari 2007, AR P.06.1430.N, AC 2007, nr. 13, Cass. 21 maart 2006, AR P.05.1701.N, AC 2006, nr. 164, Cass. 30 oktober 2001, AR P.01.1259.N, AC 2001, nr. 584. Zie ook F. VAN VOLSEM, “Cassatieberoep in strafzaken na “Potpourri II’, in Procederen voor het Hof van Cassatie, Knops Publ., 2016, 211-212; H. VAN BAVEL, “Ontvankelijkheid van de voorziening in cassatie: Een update na de wet van 14 februari 2014 en de Potpourri II-wet van 5 februari 2016”, in Procederen voor het Hof van Cassatie, Knops Publ. 2016, 107-108."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250311.2N.17": {
      "court": "CASS",
      "date": "2025-03-11",
      "roleNumber": "P.24.0802.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250311.2N.17",
      "abstractFR": [
        "Selon l'article 420, alinéa 1er, du Code d'instruction criminelle, le recours en cassation n'est ouvert que contre une décision définitive rendue sur l'action civile ; le jugement attaqué qui décide de rouvrir les débats relatifs aux frais de justice et aux frais d'un expert V. ainsi qu'aux intérêts sur l'indemnité octroyée par le premier juge et qui met la cause en continuation pour permettre aux parties de prendre position à cet égard ne constitue pas une décision définitive au sens de la disposition précitée, et le désistement du demandeur est sans incidence à cet égard, de sorte que le pourvoi en cassation est irrecevable, car prématuré."
      ],
      "abstractNL": [
        "Volgens artikel 420, eerste lid, Wetboek van Strafvordering staat slechts cassatieberoep open tegen een eindbeslissing op de burgerlijke rechtsvordering; het bestreden vonnis dat beslist tot een heropening van het debat met betrekking tot de gerechtskosten en de kosten van een deskundige V. alsmede inzake de interesten op de door de eerste rechter toegekende schadevergoeding en de zaak in voorzetting stelt teneinde de partijen toe te laten daarover standpunt in te nemen is geen eindbeslissing in de zin van de voormelde bepaling en de door de eiser gedane afstand doet daaraan geen afbreuk., zodat het cassatieberoep is wegens voorbarigheid niet ontvankelijk."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250311.2N.6": {
      "court": "CASS",
      "date": "2025-03-11",
      "roleNumber": "P.25.0105.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250311.2N.6",
      "abstractFR": [
        "L'arrêt de la chambre des mises en accusation qui statue sur une incompétence soulevée par le prévenu et sur le contrôle des méthodes particulières de recherche est, en vertu de l'article 420, alinéa 2, 1°, du Code d'instruction criminelle, susceptible d'un pourvoi en cassation immédiat en tant qu'il est rendu sur la compétence, de sorte qu'un désistement dudit pourvoi ne saurait être décrété à cet égard ; la décision sur les méthodes particulières de recherche ne constitue toutefois pas une décision définitive au sens de l'article 420, alinéa 1er, du Code d'instruction criminelle ni une décision visée à l'alinéa 2 de cette disposition, de sorte qu'un désistement du pourvoi en cassation peut être décrété à cet égard."
      ],
      "abstractNL": [
        "Het arrest van de kamer van inbeschuldigingstelling dat uitspraak doet over een door de beklaagde opgeworpen onbevoegdheid én over de controle van de bijzondere opsporingsmethoden is in zoverre het de bevoegdheid betreft vatbaar op grond van artikel 420, tweede lid, 1°, Wetboek van Strafvordering voor een onmiddellijk cassatieberoep, zodat er geen afstand daarvan kan worden verleend; de uitspraak over de bijzondere opsporingsmethoden is evenwel geen eindbeslissing in de zin van artikel 420, eerste lid, Wetboek van Strafvordering noch een beslissing als bedoeld door het tweede lid van die bepaling, zodat daarvoor de afstand van het cassatieberoep wel kan worden verleend."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251118.2N.33": {
      "court": "CASS",
      "date": "2025-11-18",
      "roleNumber": "P.25.0093.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251118.2N.33",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer een burgerlijke partij hoger beroep aantekent tegen het vonnis dat de beklaagde veroordeelt om haar een provisionele schadevergoeding te betalen en alvorens verder te oordelen een deskundige aanstelt, maar haar hoger beroep beperkt tot de beslissing waarbij haar vordering tot herkwalificatie van het misdrijf wordt afgewezen, houdt de beslissing van het appelgerecht dat dit hoger beroep onontvankelijk verklaart geen eindbeslissing in zoals bedoeld door artikel 420, eerste lid, Wetboek van Strafvordering, noch een beslissing zoals bedoeld in het tweede lid van die bepaling; het cassatieberoep ingesteld tegen deze beslissing is voorbarig en bijgevolg niet ontvankelijk (1). (1) Over het beginsel van aansprakelijkheid als grond voor onmiddellijk cassatieberoep (art. 420, tweede lid, 3°, Sv.), zie Cass. 3 januari 2018, AR P.17.0786.F, AC 2018, nr. 2, met concl. van advocaat-generaal D. VANDERMEERSCH: “De beslissing over de burgerlijke rechtsvordering waarbij de rechter de omschrijving van de feiten in de telastlegging bedoeld in artikel 400 Strafwetboek afwijst en aldus de verzwarende omstandigheid van blijvende arbeidsongeschiktheid afwijst, is een beslissing die uitspraak doet over het beginsel van aansprakelijkheid; een onmiddellijk cassatieberoep tegen een dergelijke beslissing is ontvankelijk ook als de beslissing die uitspraak doet over de schade geen eindbeslissing is (Impliciete oplossing)”. In deze zaak van 2018 van slagen aan een voetbalscheidsrechter, waarin de eerste rechter een provisionele schadevergoeding had toegekend van 500 euro, had de burgerlijke partij cassatieberoep ingesteld tegen de beslissing in hoger beroep over de omschrijving van de feiten, namelijk het weglaten van de verzwarende omstandigheid van een arbeidsongeschiktheid van meer dan vier maanden (art. 400 Sw.). Het bestreden arrest heeft op burgerlijk gebied ook uitspraak gedaan over de aanstelling van een geneesheer-deskundige voor raming van de schade, waarbij de opdracht van de deskundige werd aangepast, en heeft de beslissing over een provisionele schadevergoeding bevestigd. In de voorliggende zaak (AR P.25.0093.N) bleef het hoger beroep van de burgerlijke partij beperkt tot de kwalificatie van het onderliggend misdrijf en de verhaalbaarheid van de schade op het Slachtofferfonds. Over de provisionele schadevergoeding konden de appelrechters bij gebrek aan een (nauwkeurige) grief van de burgerlijke partij (eiseres in cassatie) geen uitspraak doen. Over het onmiddellijk cassatieberoep in zaken waarin de bestreden beslissing nog geen definitieve uitspraak over de schade bevat, maar wel een uitspraak inhoudt over over het beginsel van aansprakelijkheid, zie o.a. Cass. 16 april 2024, AR P.23.1652.N, ECLI:BE:CASS:2024:ARR.20240416.2N.21; Cass. 26 mei 2020, AR P.20.0227.F, AC 2020, nr. 319; F. VAN VOLSEM, “De voor cassatieberoep in strafzaken vatbare beslissingen”, in B. MAES, F. MOURLON BEERNAERT en S. SONCK (eds.), De cassatieberoepen, Brussel, Larcier Intersentia, 2024, (137-227), 178-188; H. VAN BAVEL, “Ontvankelijkheid van het cassatieberoep in strafzaken”, in Procederen voor het Hof van Cassatie, Knops Publ. 2023, 89; R. DECLERCQ, Beginselen van strafrechtspleging, Kluwer, 2014, nr. 3915; M.A. BEERNAERT, D. VANDERMEERSCH en M. GIACOMETTI, Droit de la procédure pénale, die Keure, II, 2025, 2047-2049. (BDS)"
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230118.2F.7": {
      "court": "CASS",
      "date": "2023-01-18",
      "roleNumber": "P.22.1502.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230118.2F.7",
      "abstractFR": [
        "L'arrêt qui dit non fondé l'appel interjeté par la mère de l'enfant contre une ordonnance du juge de la jeunesse qui constate sa compétence internationale pour ordonner des mesures de protection à l'égard de l'enfant, n'est pas une décision définitive au sens de l'article 420, alinéa 1er, du Code d'instruction criminelle et est étranger aux cas visés à l'alinéa 2 de cette disposition, dès lors qu'il n'y a contestation sur la compétence, au sens de la disposition précitée, que lorsque le juge connaissant de l'action publique empiète sur les attributions d'un autre juge ou qu'il est allégué qu'un juge s'est arrogé la compétence d'un autre juge ou encore se déclare incompétent, provoquant ainsi un conflit de juridiction qui entrave le cours de la justice et ne peut prendre fin que par un règlement de juges (1). (1) Cass. 20 février 2019, RG P.18.1179.F, Pas. 2019, n° 104."
      ],
      "abstractNL": [
        "Het arrest dat het hoger beroep ongegrond verklaart dat door de moeder van het kind is ingesteld tegen de beschikking van de jeugdrechter die zichzelf internationaal bevoegd verklaart om beschermingsmaatregelen ten aanzien van het kind te bevelen, is geen eindbeslissing in de zin van artikel 420, eerste lid, Wetboek van Strafvordering en houdt geen verband met de het tweede lid van die bepaling bedoelde gevallen, aangezien er enkel een geschil inzake bevoegdheid in de zin van de voormelde wetsbepaling bestaat indien de rechter die van de strafvordering kennisneemt zich de bevoegdheden van een andere rechter toe-eigent, indien aangevoerd wordt dat een rechter zich de bevoegdheden van een andere rechter heeft toegeëigend of indien hij zich onbevoegd verklaart, zodat er een geschil over rechtsmacht ontstaat dat de rechtsgang belemmert en dat enkel door een regeling van rechtsgebied kan worden beëindigd (1). (1) Cass. 20 februari 2019, AR P.18.1179.F, AC 2019, nr. 104."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220531.2N.4": {
      "court": "CASS",
      "date": "2022-05-31",
      "roleNumber": "P.22.0450.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220531.2N.4",
      "abstractFR": [
        "Le jugement rendu par les tribunaux d'arrondissement francophone et néerlandophone de Bruxelles, siégeant en assemblée réunie, qui statue sur un recours formé, conformément à l'article 23quater de la loi sur l'emploi des langues en matière judiciaire, contre un jugement rendu par le tribunal de police rejetant la demande de renvoi de la cause devant un tribunal francophone, et qui déclare recevable et fondé ce recours, met à néant le jugement entrepris et renvoie la cause devant le tribunal de police francophone de Bruxelles, n'est pas une décision définitive au sens de l'article 420, alinéa 1er, du Code d'instruction criminelle et ne relève pas de l'une des exceptions prévues au second alinéa de cette disposition (1). (1) Voir Cass. 15 octobre 2019, RG P.19.0615.N, Pas. 2019, n° 523 (solution implicite)."
      ],
      "abstractNL": [
        "Het vonnis van de Nederlandstalige en Franstalige arrondissementsrechtbanken Brussel in verenigde vergadering dat uitspraak doet over een overeenkomstig artikel 23quater Taalwet Gerechtszaken ingestelde hoger beroep tegen het vonnis van de Nederlandstalige politierechtbank houdende afwijzing van het verzoek tot verzending naar een Franstalige rechtbank en dat dit hoger beroep ontvankelijk en gegrond verklaart, het beroepen vonnis vernietigt en de zaak verzendt naar de Franstalige politierechtbank Brussel is geen eindbeslissing in de zin van artikel 420, eerste lid, Wetboek van Strafvordering en valt evenmin onder een van de uitzonderingsgevallen van het tweede lid van die bepaling (1). (1) Cass. 15 oktober 2019, AR P.19.0615.N, AC 2019, nr. 523 (impliciete oplossing)."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250409.2F.4": {
      "court": "CASS",
      "date": "2025-04-09",
      "roleNumber": "P.25.0097.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250409.2F.4",
      "abstractFR": [
        "L'arrêt de la chambre des mises en accusation statuant sur le recours introduit par un demandeur en mainlevée d'une mesure d'information contre la décision rendue par le ministère public, en application de l'article 28sexies, § 4, du Code d'instruction criminelle, est susceptible d'un pourvoi immédiat lorsqu'il épuise le pouvoir de juridiction des tribunaux belges (1). (Solution implicite). (1) Voir les concl. conformes « dit en substance » du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220524.2N.12": {
      "court": "CASS",
      "date": "2022-05-24",
      "roleNumber": "P.22.0658.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220524.2N.12",
      "abstractFR": [
        "La décision de la chambre des mises en accusation de remettre à une audience ultérieure l'examen de la réquisition du ministère public tendant à voir ordonner l'exécution d'un mandat d'arrêt européen n'est pas une décision définitive de sorte que, conformément à l'article 18 de la loi du 19 décembre 2003 relative au mandat d'arrêt européen, lu en combinaison avec l'article 420 du Code d'instruction criminelle, le pourvoi est irrecevable."
      ],
      "abstractNL": [
        "De beslissing van de kamer van inbeschuldigingstelling om de behandeling van de vordering van het openbaar ministerie tot het bevelen van de tenuitvoerlegging van een Europees aanhoudingsbevel uit te stellen naar een latere terechtzitting is geen eindbeslissing, zodat overeenkomstig artikel 18 Wet Europees Aanhoudingsbevel, in samenhang met artikel 420 Wetboek van Strafvordering het cassatieberoep niet-ontvankelijk is."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251008.2F.14": {
      "court": "CASS",
      "date": "2025-10-08",
      "roleNumber": "P.25.1115.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251008.2F.14",
      "abstractFR": [
        "L'article 420 du Code d'instruction criminelle n'établit aucune distinction selon la qualité de la personne qui a introduit le recours prévu par l'article 61quater du même code; il ne résulte d'aucune disposition ou principe général du droit qu'une dérogation à la règle de l'interdiction du pourvoi immédiat en cas de décision non définitive, doive être prévue en faveur de celui qui, se disant tiers aux poursuites, prétendrait que l'obligation de surseoir au pourvoi lui enlève toute effectivité (1) (2). (1) Voir les concl. du MP. (2) Cass. 1er mars 2023, RG P.22.1352.F, www.juportal.be, ECLI:BE:CASS:2023:ARR.20230301.2F.12.",
        "La Cour ne pourrait admettre la recevabilité du pourvoi de la personne qui se dit lésée par un acte d'instruction qu'après avoir décidé que l'arrêt rendu sur l'appel d'une ordonnance du juge d'instruction refusant de lever une saisie, constitue une décision définitive au sens de l'article 420, alinéa 1er, du Code d'instruction criminelle; le caractère définitif ou préparatoire d'une décision pénale dépend de sa nature, et non de l'intérêt dont le pourvoi différé sera revêtu ou démuni; au sens de l'article 420, alinéa 1er, du Code d'instruction criminelle, une décision est définitive quant à l'action publique lorsque, statuant sur tout ce qui faisait l'objet de cette action, elle épuise entièrement la juridiction du juge pénal (1); la décision qui ne statue pas sur tout ce qui constitue l'objet de la poursuite ne perd pas son caractère préparatoire et d'instruction du seul fait qu'elle statue de manière définitive sur un incident de celle-ci (2); de la circonstance que la chambre des mises en accusation rejette la réclamation d'un tiers se prétendant lésé par un acte d'instruction, il ne se déduit dès lors pas que son arrêt constitue une décision définitive et, comme telle, passible d'un pourvoi immédiat, ni que ce grief ne puisse pas être examiné ultérieurement notamment devant le juge du fond par le biais d'une intervention volontaire de la personne qui se dit lésée par un acte d'instruction (3)(4). (1) Cass. 3 octobre 2017, RG P.117.0289.N, Pas. 2017, n° 254. (2) Cass. 19 janvier 2005, RG P.04.1515.F, Pas. 2005, n° 39. (3) Voir les concl. du MP. (4) Cass. 1er mars 2023, RG P.22.1352.F, www.juportal.be, ECLI:BE:CASS:2023:ARR.20230301.2F.12."
      ],
      "abstractNL": null
    }
  },
  "421": {
    "ECLI:BE:CASS:2025:ARR.20251217.2F.30": {
      "court": "CASS",
      "date": "2025-12-17",
      "roleNumber": "P.25.1258.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251217.2F.30",
      "abstractFR": [
        "Lorsque l'arrêt de renvoi à la cour d'assises a été rendu notamment par un magistrat qui a précédemment connu de la cause dans l'exercice d'une autre fonction judiciaire alors que pareil cumul est sanctionné par la nullité de la décision, cet arrêt de renvoi ne saurait être considéré comme ayant été rendu par le nombre de juges fixé par la loi, puisque l'un d'eux n'avait pas légalement sa place au siège; conformément à l'article 421, 3°, du Code d'instruction criminelle, une telle décision est susceptible de faire l'objet un pourvoi immédiat (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250923.2N.18": {
      "court": "CASS",
      "date": "2025-09-23",
      "roleNumber": "P.25.1241.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250923.2N.18",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 421, tweede lid, Wetboek van Strafvordering bepaalt dat op straffe van verval de door een partij tegen een arrest van verwijzing naar het hof van assisen gedane verklaring van cassatieberoep de reden van de voorziening moet preciseren (1). (1) Tegen het door de kamer van inbeschuldigingstelling verleende bevel tot gevangenneming waarvan de onmiddellijke tenuitvoerlegging werd bevolen staat ook cassatieberoep open, doch volgens de gemeenrechtelijke regeling van het Wetboek van Strafvordering (Cass. 22 september 1993, AC 1993, nr. 370; Cass. 7 april 1993, AC 993, nr. 178; Cass. 1 september 1988, AC 1988-89, nr. 1; Cass. 16 januari 1979, AC 1978-79, S56; Cass. 24 juni 1968, AC 1968, 1303). VAN VOLSEM, F., “Cassatieberoep”, in DE WOLF, D. (ed.), De voorlopige hechtenis, Inni Publishers, 2014, p. 323. In huidige zaak heeft het Hof dan ook een ambtshalve onderzoek gedaan van de beslissing over de beschikking tot gevangenneming."
      ]
    }
  },
  "423": {
    "ECLI:BE:CASS:2025:ARR.20251105.2F.10": {
      "court": "CASS",
      "date": "2025-11-05",
      "roleNumber": "P.25.1022.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251105.2F.10",
      "abstractFR": [
        "L'article 792, alinéa 1er, du Code judiciaire prévoit que, dans les cinq jours de la prononciation de la décision, tant pour les affaires pénales que civiles, le greffier avertit les parties ou leurs avocats que la décision est consultable sur le site internet du portail de la justice mais que cette notification ne fait pas courir le délai de recours ; dès lors, c'est bien la prononciation de la décision qui constitue le point de départ du délai de quinze jours dont le demandeur en cassation dispose en vertu de l'article 423 du Code d'instruction criminelle pour se pourvoir en cassation."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250910.2F.18": {
      "court": "CASS",
      "date": "2025-09-10",
      "roleNumber": "P.24.1330.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250910.2F.18",
      "abstractFR": [
        "Lorsque la partie civile, y compris lorsqu'elle agit sur la base de l'article 4bis du titre préliminaire du Code de procédure pénale, a obtenu par défaut tout ce qu'elle réclamait et qu'elle n'a donc pas intérêt à former opposition, le pourvoi du prévenu contre cette décision doit être formé dans le délai qui prend cours à la date de sa prononciation (1). (1) Cass. 20 avril 2021, RG P.21.0288.N, ECLI:BE:CASS:2021:ARR.20210420.2N.12."
      ],
      "abstractNL": null
    }
  },
  "424": {
    "ECLI:BE:CASS:2025:ARR.20250910.2F.18": {
      "court": "CASS",
      "date": "2025-09-10",
      "roleNumber": "P.24.1330.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250910.2F.18",
      "abstractFR": [
        "Lorsque la partie civile, y compris lorsqu'elle agit sur la base de l'article 4bis du titre préliminaire du Code de procédure pénale, a obtenu par défaut tout ce qu'elle réclamait et qu'elle n'a donc pas intérêt à former opposition, le pourvoi du prévenu contre cette décision doit être formé dans le délai qui prend cours à la date de sa prononciation (1). (1) Cass. 20 avril 2021, RG P.21.0288.N, ECLI:BE:CASS:2021:ARR.20210420.2N.12."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250409.2F.12": {
      "court": "CASS",
      "date": "2025-04-09",
      "roleNumber": "P.23.0298.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250409.2F.12",
      "abstractFR": [
        "Des articles 187, § 1er, et 424 du Code d'instruction criminelle, il résulte que, en l'absence de signification du jugement rendu par défaut à l'égard du prévenu et donc en l'absence de prise de cours du délai d'opposition, le délai pour se pourvoir en cassation contre cette décision ne peut pas commencer à courir (1); en revanche, il ne résulte ni de ces dispositions, ni des articles 187, § 7, et 206 de ce code ni d'aucune autre disposition légale qu'en cas d'opposition contre le jugement rendu par défaut, puis de désistement de ce recours, la prononciation de la décision qui décrète le désistement constitue le point de départ du délai pour se pourvoir en cassation contre le jugement rendu par défaut (2); dans un tel cas, lorsque la Cour constate que le dossier ne contient aucune pièce établissant que le jugement attaqué a été signifié, elle en déduit que le pourvoi est prématuré et, le cas échéant, en décrète le désistement. (1) Quant au caractère prématuré du pourvoi en cassation du prévenu contre un jugement prononcé par défaut à son égard et non signifié : voir Cass. 9 octobre 2024, RG P.23.0720.F, ECLI:BE:CASS:2024:ARR.20241009.2F.9, avec concl. de D. VANDERMEERSCH, avocat général, ECLI:BE:CASS:2024:CONC.20241009.2F.9 ; Cass. 7 septembre 2022, RG P.21.1593.F, ECLI:BE:CASS:2022:ARR.20220907.2F.2, avec concl. de D. VANDERMEERSCH, avocat général, ECLI:BE:CASS:2022:CONC.20220907.2F.2. (2) Par exception à la règle « opposition sur opposition ne vaut », « hormis lorsque le désistement implique l'acquiescement de la décision rendue par défaut, la décision de décréter le désistement n'empêche pas le prévenu de former une seconde fois opposition contre cette décision dans le délai légal » (Cass. 4 avril 2017, RG P.17.0032.N, ECLI:BE:CASS:2017:ARR.20170404.3, Pas. 2017, n° 246 et note signée A.W., RABG, 2018, p. 463, note M. ROZIE, « “Opposition sur opposition ne vaut”, behalve wanneer binnen de wettelijke termijn een tweede verzet wordt aangetekend na afstand van een eerste verzet » ; voir B. DE SMET, « Verstek en verzet in strafzaken », 4e éd., C.A.B.G., Intersentia, 2020, p. 123, note 693). Lorsque la décision rendue en dernier ressort par défaut est encore susceptible d'opposition, il suit de l'article 424 C.i.cr. que le délai de 15 jours pour se pourvoir en cassation ne commence à courir, pour le prévenu, qu'à l'expiration du délai ordinaire d'opposition. Lorsqu'elle n'est pas ou plus susceptible d'opposition, le délai de 15 jours pour se pourvoir en cassation commence à courir, pour la partie défaillante, à compter du lendemain de la signification de la décision (voir M.-A. BEERNAERT, D. VANDERMEERSCH et M. GIACOMETTI, Droit de la procédure pénale, 10e éd., La Charte, 2025, t. II, p. 2077). (M.N.B.)."
      ],
      "abstractNL": null
    }
  },
  "425": {
    "ECLI:BE:CASS:2025:ARR.20250311.2N.9": {
      "court": "CASS",
      "date": "2025-03-11",
      "roleNumber": "P.25.0252.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250311.2N.9",
      "abstractFR": [
        "L'article 837, alinéa 1er, du Code judiciaire, attribue à la récusation un effet suspensif qui interdit au juge, sous peine de nullité, la poursuite de la procédure, et l'effet suspensif prend fin lorsque la décision de rejet de la demande acquiert force de chose jugée, c'est-à-dire à l'échéance du délai pour se pourvoir en cassation visé à l'article 838, alinéa 3, de ce code ou, en cas de pourvoi dans ce délai, lorsque la Cour de cassation rejette le pourvoi contre cette décision ; il résulte de l'article 838 du Code judiciaire qu'il doit être statué à bref délai sur une demande de récusation, de sorte qu'un pourvoi en cassation contre une décision statuant sur une demande de récusation doit également être examiné en urgence par la Cour ; le conseil d'un demandeur en cassation, qui doit être titulaire d'une attestation de formation en procédure en cassation visée par le livre II, titre III, du Code d'instruction criminelle, sait ou doit savoir qu'un pourvoi en cassation contre une décision de récusation est examiné en urgence par la Cour et qu'une audience peut être fixée à bref délai, de sorte qu'il n'est pas tenu d'attendre d'être averti de la fixation visée à l'article 1106, alinéa 1er, du Code judiciaire pour rédiger et déposer son mémoire, et il ne saurait donc être question de force majeure."
      ],
      "abstractNL": [
        "Artikel 837, eerste lid, Gerechtelijk Wetboek kent aan de wraking een schorsende werking toe die de rechter, op straffe van nietigheid, verbiedt de procedure voort te zetten en aan de schorsende werking komt een einde wanneer de beslissing tot verwerping van de vordering kracht van gewijsde krijgt, dit is na verloop van de termijn om cassatieberoep in te stellen als bedoeld in artikel 838, derde lid, Gerechtelijk Wetboek of, in geval van cassatieberoep binnen die termijn, wanneer het Hof van Cassatie het cassatieberoep tegen die beslissing verwerpt; uit artikel 838 Gerechtelijk Wetboek volgt dat binnen korte termijn uitspraak moet worden gedaan over een vordering tot wraking zodat een cassatieberoep tegen een beslissing die uitspraak doet over een wrakingsverzoek door het Hof dan ook als spoedeisend wordt behandeld; de raadsman van een eiser in cassatie, die houder moet zijn van een getuigschrift van een opleiding van cassatieprocedures als bedoeld in boek II, titel III, Wetboek van Strafvordering, weet of moet weten dat de behandeling van een cassatieberoep tegen een wrakingsbeslissing door het Hof als spoedeisend wordt behandeld en het voorwerp kan uitmaken van een rechtsdagbepaling op korte termijn, zodat hij niet dient te wachten op de ontvangst van de door artikel 1106, eerste lid, Gerechtelijk Wetboek bedoelde rechtsdagbepaling om zijn memorie op te stellen en in te dienen en er dus geen sprake is van overmacht."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250122.2F.9": {
      "court": "CASS",
      "date": "2025-01-22",
      "roleNumber": "P.25.0028.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250122.2F.9",
      "abstractFR": [
        "Le pourvoi de l'étranger contre un arrêt de la chambre des mises en accusation statuant sur une requête de mise en liberté régie par les articles 71 à 74 de la loi du 15 décembre 1980 sur l'accès au territoire, le séjour, l'établissement et l'éloignement des étrangers doit être formé par un avocat titulaire de l'attestation visée à l'article 425, § 1er, alinéa 2, du Code d'instruction criminelle (1). (1) Cass. 7 septembre 2016, RG P.16.0926.F, Pas. 2016, n° 465."
      ],
      "abstractNL": [
        "Het cassatieberoep van de vreemdeling tegen een arrest van de kamer van inbeschuldigingstelling dat uitspraak doet over een verzoek tot invrijheidstelling zoals bepaald in de artikelen 71 tot 74 Vreemdelingenwet, moet worden ingesteld door een advocaat die houder is van het getuigschrift bedoeld in artikel 425, § 1, tweede lid, Wetboek van Strafvordering (1). (1) Cass. 7 september 2016, AR P.16.0926.F, AC 2016, nr. 465."
      ]
    }
  },
  "427": {
    "ECLI:BE:CASS:2025:ARR.20250930.2N.23": {
      "court": "CASS",
      "date": "2025-09-30",
      "roleNumber": "P.25.1233.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250930.2N.23",
      "abstractFR": null,
      "abstractNL": [
        "De verplichting om tijdig het bewijs in te dienen dat is voldaan aan de betekeningsplicht, welke blijkt uit artikelen 427, eerste en tweede lid, en artikel 429 Wetboek van Strafvordering en de rechtspraak van het Hof en welke de raadsman van de eiser als houder van het getuigschrift van cassatieprocedures in strafzaken als bedoeld in boek II, titel III Wetboek van Strafvordering moet bekend zijn, moet de advocaat-generaal en het Hof in staat stellen hun werkzaamheden tijdig en zonder nutteloze inspanningen te verrichten; die verplichting en de sanctionering ervan beogen een goede rechtsbedeling en zijn evenredig met het nagestreefde doel.",
        "Wanneer een verzoeker tot verbetering het betekeningsexploot van het cassatieberoep niet heeft doen toekomen ter griffie van het Hof binnen de in artikel 429 Wetboek van strafvordering bepaalde termijn, belet de omstandigheid dat de verzoeker als eisende partij zijn cassatieberoep wel degelijk heeft laten betekenen aan de verwerende burgerlijke partijen, niet dat hij de met niet-ontvankelijkheid van zijn cassatieberoep gesanctioneerde verplichting van tijdige neerlegging heeft verzuimd; de beschikking waarin werd geoordeeld dat uit de stukken waarop acht kon worden geslagen, niet bleek dat de verzoeker als eisende partij zijn cassatieberoep heeft laten betekenen aan de verwerende burgerlijke partijen, zoals vereist door artikel 427 Wetboek van Strafvordering, bevat dan ook geen materiële vergissing of verschrijving."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221018.2N.6": {
      "court": "CASS",
      "date": "2022-10-18",
      "roleNumber": "P.22.0956.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221018.2N.6",
      "abstractFR": [
        "Lorsque le pourvoi formé par le demandeur contre la décision rendue sur l'action civile exercée par le défendeur est irrecevable à défaut de signification à ce dernier et que la peine infligée au demandeur pour les faits visés aux préventions est légalement justifiée, le moyen portant sur l'action civile est irrecevable, à défaut d'intérêt."
      ],
      "abstractNL": [
        "Wanneer het cassatieberoep van de eiser tegen de beslissing op de burgerlijke rechtsvordering van de verweerder bij gebrek aan betekening aan de verweerder niet ont- vankelijk is en de aan de eiser opgelegde straf voor de feiten van de telastleggingen naar recht is verantwoord, is het middel dat betrekking heeft op de burgerlijke rechtsvordering bij gebrek aan belang niet ontvankelijk."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230329.2F.7": {
      "court": "CASS",
      "date": "2023-03-29",
      "roleNumber": "P.22.1690.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230329.2F.7",
      "abstractFR": [
        "Lorsque la partie civile est devenue majeure avant la signification du pourvoi formé par le prévenu, cette signification faite à la personne qui a agi précédemment en qualité de tuteur ad hoc est irrégulière (1). (1) Voir (au civil et avant le Code judiciaire, quant à l'obligation de signifier le pourvoi aux défendeurs devenus majeurs et non plus à leur père, administrateur légal) Cass. 6 décembre 1912, Pas. 1913, I, pp. 26-27, cité in R.P.D.B., t. IX, v° « Pourvoi en cassation en matière civile », Bruxelles, Bruylant, 1938, p. 620, n° 265 ; (sous l'empire du Code judiciaire, quant à un administrateur provisoire de biens dont le mandat avait cessé avant la signification) Cass. 27 juin 2011, RG C.10.0012.F, Pas. 2011, n° 425 [p. 1771], avec les concl. de M. LECLERCQ, procureur général. S'agissant de la sanction de l'irrégularité d'une signification en matière pénale, l'article 861 du Code judiciaire n'est pas applicable (Cass. 2 juin 2020, RG P.19.0985.N, Pas. 2020, n° 343, et note signée A.W.). (M.N.B.)"
      ],
      "abstractNL": [
        "Wanneer de burgerlijke partij meerderjarig is geworden vóór de betekening van het cassatieberoep van de beklaagde, is die betekening, gedaan aan de persoon die voorheen optrad als voogd ad hoc, onregelmatig (1). (1) Zie (in burgerlijke zaken en vóór het Gerechtelijk Wetboek, wat betreft de verplichting om het cassatieberoep te betekenen aan de meerderjarig geworden verweerders en niet meer aan hun vader, de wettelijk beheerder), Cass. 6 december 1912, Pas. 1913, I, p. 26-27, geciteerd in R.P.D.B., dl. IX, v° “Pourvoi en cassation en matière civile”, Brussel, Bruylant, 1938, p. 620, nr. 265; (onder vigeur van het Gerechtelijk Wetboek, wat betreft een voorlopig bewindvoerder van de goederen wiens lastgeving was opgehouden te bestaan vóór de betekening) Cass. 27 juni 2011, AR C.10.0012.F, AC. 2011, nr. 425 [p. 1646], met concl. van procureur-generaal LECLERCQ op datum in Pas. Wat betreft de beteugeling van de onregelmatigheid van een betekening in strafzaken is artikel 831 Gerechtelijk Wetboek niet van toepassing (Cass. 2 juni 2020, AR P.19.0985.N, AC 2020, nr. 343, en de noot ondertekend A.W.). (M.N.B.)"
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251001.2F.8": {
      "court": "CASS",
      "date": "2025-10-01",
      "roleNumber": "P.25.0703.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251001.2F.8",
      "abstractFR": [
        "Le requérant en mainlevée d'une mesure d'immobilisation d'un véhicule qui se prétend propriétaire d'un véhicule immobilisé à titre de mesure de sûreté et qui n'est pas l'auteur de l'infraction routière doit faire signifier au ministère public son pourvoi dirigé contre la décision rendue par le tribunal de police en application de l'article 58bis, § 3/1, de la loi du 16 mars 1968 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "429": {
    "ECLI:BE:CASS:2026:ARR.20260113.2N.11": {
      "court": "CASS",
      "date": "2026-01-13",
      "roleNumber": "P.25.1360.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2026:ARR.20260113.2N.11",
      "abstractFR": null,
      "abstractNL": [
        "Volgens artikel 429, tweede lid, Wetboek van Strafvordering mag de eiser in cassatie na verloop van twee maanden die volgen op de verklaring van cassatieberoep geen memorie meer indienen; de omstandigheid dat de memorie werd afgegeven aan de postdiensten en de bezorging door onvoorziene omstandigheden niet heeft plaatsgevonden binnen de voormelde termijn van twee maanden maakt geen overmacht uit; de eiser moet immers ermee rekening houden dat de postdiensten de stukken niet zullen kunnen bezorgen op de door hem verwachte datum."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250311.2N.6": {
      "court": "CASS",
      "date": "2025-03-11",
      "roleNumber": "P.25.0105.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250311.2N.6",
      "abstractFR": [
        "Selon l'article 429, alinéa 1er, du Code d'instruction criminelle, le demandeur en cassation ne peut indiquer ses moyens que dans un mémoire remis au greffe de la Cour, quinze jours au plus tard avant l'audience, et ce délai est un délai franc, ce qui implique que quinze jours francs entiers doivent séparer le jour de dépôt du mémoire et le jour de l'audience, de sorte que, si le seizième ou le dix-septième jour précédant l'audience tombe un samedi ou un dimanche, le mémoire devra avoir été déposé au préalable ; le respect du délai de deux mois pour le dépôt du mémoire, visé à l'article 429, alinéa 2, du Code d'instruction criminelle, n'exempte pas le demandeur en cassation de l'obligation de respecter également le délai franc de quinze jours prévu à l'alinéa 1er de cet article (1). (1) Cass. 6 avril 2016, RG P.16.0299.F, Pas. 2016, n° 239, avec concl. de M. VANDERMEERSCH, avocat général ; Cass. 19 mai 2015, RG P.15.0559.N, Pas. 2015, n° 326, avec note de AW, N.C. 2015, p. 329 et note de F. DERUYCK, « Over de nieuwe termijnen in de cassatieprocedure: wat meer haast en wat meer spoed, en toch goed? »."
      ],
      "abstractNL": [
        "Volgens artikel 429, eerste lid, Wetboek van Strafvordering kan de eiser in cassatie zijn middelen slechts aanvoeren in een memorie die hij uiterlijk vijftien dagen vóór de rechtszitting ter griffie van het Hof doet toekomen en deze termijn is een volle termijn wat inhoudt dat vijftien volledig vrije dagen moeten worden gelaten tussen de dag van neerlegging van de memorie en de dag van de rechtszitting, zodat indien de zestiende of de zeventiende dag vóór de rechtszitting een zaterdag of zondag zijn, de memorie ervoor moet zijn neergelegd; de naleving van de in artikel 429, tweede lid, Wetboek van Strafvordering bedoelde termijn van twee maanden om de memorie in te dienen, ontslaat de eiser in cassatie niet van de verplichting om eveneens de in het eerste lid van dit artikel bepaalde volle termijn van vijftien dagen te respecteren (1). (1) Cass. 6 april 2016, AR P.16.0299.F, AC 2016, nr. 239 met concl. van advocaat-generaal D. VANDERMEERSCH op datum in Pas.; Cass. 19 mei 2015, AR P.15.0559.N, AC 2015, nr. 326 met noot AW, NC 2015, p. 329 en noot F. DERUYCK, “Over de nieuwe termijnen in de cassatieprocedure: wat meer haast en wat meer spoed, en toch goed?”."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250311.2N.9": {
      "court": "CASS",
      "date": "2025-03-11",
      "roleNumber": "P.25.0252.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250311.2N.9",
      "abstractFR": [
        "L'article 837, alinéa 1er, du Code judiciaire, attribue à la récusation un effet suspensif qui interdit au juge, sous peine de nullité, la poursuite de la procédure, et l'effet suspensif prend fin lorsque la décision de rejet de la demande acquiert force de chose jugée, c'est-à-dire à l'échéance du délai pour se pourvoir en cassation visé à l'article 838, alinéa 3, de ce code ou, en cas de pourvoi dans ce délai, lorsque la Cour de cassation rejette le pourvoi contre cette décision ; il résulte de l'article 838 du Code judiciaire qu'il doit être statué à bref délai sur une demande de récusation, de sorte qu'un pourvoi en cassation contre une décision statuant sur une demande de récusation doit également être examiné en urgence par la Cour ; le conseil d'un demandeur en cassation, qui doit être titulaire d'une attestation de formation en procédure en cassation visée par le livre II, titre III, du Code d'instruction criminelle, sait ou doit savoir qu'un pourvoi en cassation contre une décision de récusation est examiné en urgence par la Cour et qu'une audience peut être fixée à bref délai, de sorte qu'il n'est pas tenu d'attendre d'être averti de la fixation visée à l'article 1106, alinéa 1er, du Code judiciaire pour rédiger et déposer son mémoire, et il ne saurait donc être question de force majeure."
      ],
      "abstractNL": [
        "Artikel 837, eerste lid, Gerechtelijk Wetboek kent aan de wraking een schorsende werking toe die de rechter, op straffe van nietigheid, verbiedt de procedure voort te zetten en aan de schorsende werking komt een einde wanneer de beslissing tot verwerping van de vordering kracht van gewijsde krijgt, dit is na verloop van de termijn om cassatieberoep in te stellen als bedoeld in artikel 838, derde lid, Gerechtelijk Wetboek of, in geval van cassatieberoep binnen die termijn, wanneer het Hof van Cassatie het cassatieberoep tegen die beslissing verwerpt; uit artikel 838 Gerechtelijk Wetboek volgt dat binnen korte termijn uitspraak moet worden gedaan over een vordering tot wraking zodat een cassatieberoep tegen een beslissing die uitspraak doet over een wrakingsverzoek door het Hof dan ook als spoedeisend wordt behandeld; de raadsman van een eiser in cassatie, die houder moet zijn van een getuigschrift van een opleiding van cassatieprocedures als bedoeld in boek II, titel III, Wetboek van Strafvordering, weet of moet weten dat de behandeling van een cassatieberoep tegen een wrakingsbeslissing door het Hof als spoedeisend wordt behandeld en het voorwerp kan uitmaken van een rechtsdagbepaling op korte termijn, zodat hij niet dient te wachten op de ontvangst van de door artikel 1106, eerste lid, Gerechtelijk Wetboek bedoelde rechtsdagbepaling om zijn memorie op te stellen en in te dienen en er dus geen sprake is van overmacht."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250204.2N.4": {
      "court": "CASS",
      "date": "2025-02-04",
      "roleNumber": "P.24.1503.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250204.2N.4",
      "abstractFR": [
        "Pour qu'un moyen de cassation puisse reprocher de manière recevable à une décision judiciaire de ne pas avoir répondu à des allégations formulées par un demandeur, il est requis d'indiquer précisément les moyens de défense laissés sans réponse ainsi que les conclusions dans lesquelles ceux-ci ont été exposés ; l'obligation d'identification doit permettre à l'avocat général et à la Cour d'exercer leur mission de manière sérieuse et sans risque d'erreur ; le moyen est irrecevable à défaut de précision lorsque le demandeur a invoqué un moyen portant sur un défaut de motivation et que ce moyen ne permet pas à la Cour, aussi détaillé soit-il, d'identifier avec certitude quels moyens de défense exposés par le demandeur devant les juges d'appel auraient été laissés sans réponse ainsi que dans quelles conclusions ceux-ci ont été exposés (1). (1) Concernant l'exigence de précision applicable au moyen de cassation, voir notamment Cass. 9 décembre 2020, RG P.20.0458.F, Pas. 2020, n° 762 ; Cass. 21 septembre 2010, RG P.09.1719.N, Pas. 2010, n° 534 ; F. VAN VOLSEM, « Het aanvoeren van cassatiemiddelen in strafzaken: een overzicht », Procéder devant la Cour de cassation, Knops Publ. 2023, pp. 122-124 ; S. SONCK, « De ontvankelijkheid van het cassatiemiddel in strafzaken », De cassatieberoepen, Larcier, 2023, pp. 532-533 ; R. DECLERCQ, Pourvoi en cassation en matière répressive, Bruylant, 2015, n° 656 et s."
      ],
      "abstractNL": [
        "Opdat een cassatiemiddel op ontvankelijke wijze een rechterlijke beslissing kan verwijten aanvoeringen van een eiser onbeantwoord te laten, is vereist dat precies wordt aangegeven welke verweren niet worden beantwoord, alsook in welke conclusie die verweren werden ontwikkeld; die identificatieplicht moet de advocaat-generaal en het Hof in staat stellen hun opdracht zonder risico op vergissing op een ernstige wijze uit te voeren; het middel is bij gebrek aan nauwkeurigheid niet-ontvankelijk, wanneer de eiser een middel over een motiveringsgebrek heeft ontwikkeld, hoe uitgesponnen het ook moge zijn, dat het Hof niet toelaat met zekerheid te achterhalen welke de door de eiser voor de appelrechters ontwikkelde verweren zijn die onbeantwoord zouden zijn gelaten en in welke conclusie die verweren werden ontwikkeld (1). (1) Over de vereiste van nauwkeurigheid van het cassatiemiddel zie o.a. Cass. 9 december 2020, AR P.20.0458.F, AC 2020, nr. 762; Cass. 21 september 2010, AR P.09.1719.N, AC 2010, nr. 534; F. VAN VOLSEM, “Het aanvoeren van een cassatiemiddel in strafzaken: een overzicht”, in Procederen voor het Hof van Cassatie, Knops Publ. 2023, 122-124; S. SONCK, “De ontvankelijkheid van het cassatiemiddel in strafzaken”, in De cassatieberoepen, Larcier, 2023, 532-533; R. DECLERCQ, Pourvoi en cassation en matière répressive, Bruylant, 2015, nrs. 656 e.v."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251014.2N.3": {
      "court": "CASS",
      "date": "2025-10-14",
      "roleNumber": "P.25.0786.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251014.2N.3",
      "abstractFR": null,
      "abstractNL": [
        "De in artikel 425, § 1, Wetboek van Strafvordering door de wetgever bepaalde en met niet-ontvankelijkheid van het cassatieberoep gesanctioneerde regel dat het cassatieberoep in strafzaken moet worden ingesteld door het afleggen van een verklaring van cassatieberoep door een advocaat die houder is van een getuigschrift van een opleiding in cassatieprocedures als bedoeld in boek II, titel III Wetboek van Strafvordering, heeft als doel te vermijden dat dit bijzonder rechtsmiddel ondoordacht en lichtzinnig wordt ingesteld, waarbij de wetgever wil dat een advocaat die door het met succes volgen van een opleiding een zekere vertrouwdheid heeft aangetoond met de cassatieprocedures in strafzaken de wettigheid en de wenselijkheid van een cassatieberoep beoordeelt om zo kansloze cassatieberoepen te vermijden en dit ongeacht de inzet van de zaak voor de eiser in cassatie, zodat die verplichting en de sanctionering ervan een wettig doel dienen, namelijk een behoorlijke rechtsbedelingen en dus niet disproportioneel zijn met het beoogde doel en ook niet getuigen van een overdreven formalisme; de verplichting om het cassatieberoep in te stellen door het afleggen van een verklaring door een advocaat die houder is van het bedoelde getuigschrift bestaat onafhankelijk van de in artikel 429 Wetboek van Strafvordering opgenomen vereiste dat het indienen van een memorie met cassatiemiddelen eveneens moet gebeuren door een advocaat die houder is van het getuigschrift; uit de enkele omstandigheid dat een eiser in cassatie in een door een advocaat houder van het getuigschrift ingediende memorie beweerdelijk een ernstig middel aanvoert, volgt niet dat de vereiste dat het cassatieberoep zelf moet zijn ingesteld door een advocaat houder van het getuigschrift verdwijnt."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221221.2F.2": {
      "court": "CASS",
      "date": "2022-12-21",
      "roleNumber": "P.22.0999.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221221.2F.2",
      "abstractFR": [
        "La Cour n'a pas égard au désistement, fait par un avocat dont il n'apparaît pas qu'il soit porteur d'une procuration spéciale et qui n'est pas avocat à la Cour de cassation, d'un pourvoi formé par les parties civiles contre des décisions rejetant totalement ou partiellement leurs demandes, le désistement du pourvoi équivalant en pareil cas à un désistement de l'action (1). (1) Voir R. DECLERCQ, « Pourvoi en cassation en matière répressive », R.P.D.B., 2015, n° 510 (qui précise qu'en revanche, un avocat ne doit pas être porteur d'un pouvoir spécial pour pouvoir se désister d'un pourvoi irrégulier fait sous réserve de se pourvoir à nouveau et effectivement suivi d'un nouveau pourvoi), et réf. en note n° 1798, dont Cass. 30 octobre 2012, RG P.12.0595.N, Pas. 2012, n° 575, et, a contrario, Cass. 22 octobre 2014, RG P.14.1390.F, Pas. 2014, n° 633 ; S. VAN OVERBEKE, « Afstand van het cassatieberoep », in W. van Eeckhoutte en J. Ghysels (eds), Cassatie in strafzaken, Anvers, Intersentia, 2014, p. 63."
      ],
      "abstractNL": [
        "Het Hof slaat geen acht op de afstand die is gedaan door een advocaat van wie blijkt dat hij geen bijzondere volmacht heeft en geen advocaat bij het Hof van Cassatie is, van een cassatieberoep dat is ingesteld door de burgerlijke partijen tegen beslissingen die hun vorderingen geheel of gedeeltelijk verwerpen aangezien de afstand van het cassatieberoep in een dergelijk geval gelijkstaat met een afstand van de rechtsvordering (1). (1) Zie R. DECLERCQ, “Pourvoi en cassation en matière répressive”, RPDB, 2015, nr. 510 (die verduidelijkt dat een advocaat echter geen bijzondere volmacht moet hebben om afstand te kunnen doen van een onregelmatig cassatieberoep dat is ingesteld onder voorbehoud van een nieuw cassatieberoep en dat daadwerkelijk wordt gevolgd door een nieuw cassatieberoep) en de verwijzingen in voetnoot nr. 1798, waaronder Cass. 30 oktober 2012, AR P.12.0595.N, AC 2012, nr. 575 en, a contrario, Cass. 22 oktober 2014, AR P.14.1390.F, AC 2014, nr. 633; S. VAN OVERBEKE, “Afstand van het cassatieberoep”, in W. van Eeckhoutte en J. Ghysels (eds), Cassatie in strafzaken, Antwerpen, Intersentia, 2014, 63."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250930.2N.23": {
      "court": "CASS",
      "date": "2025-09-30",
      "roleNumber": "P.25.1233.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250930.2N.23",
      "abstractFR": null,
      "abstractNL": [
        "De verplichting om tijdig het bewijs in te dienen dat is voldaan aan de betekeningsplicht, welke blijkt uit artikelen 427, eerste en tweede lid, en artikel 429 Wetboek van Strafvordering en de rechtspraak van het Hof en welke de raadsman van de eiser als houder van het getuigschrift van cassatieprocedures in strafzaken als bedoeld in boek II, titel III Wetboek van Strafvordering moet bekend zijn, moet de advocaat-generaal en het Hof in staat stellen hun werkzaamheden tijdig en zonder nutteloze inspanningen te verrichten; die verplichting en de sanctionering ervan beogen een goede rechtsbedeling en zijn evenredig met het nagestreefde doel.",
        "Wanneer een verzoeker tot verbetering het betekeningsexploot van het cassatieberoep niet heeft doen toekomen ter griffie van het Hof binnen de in artikel 429 Wetboek van strafvordering bepaalde termijn, belet de omstandigheid dat de verzoeker als eisende partij zijn cassatieberoep wel degelijk heeft laten betekenen aan de verwerende burgerlijke partijen, niet dat hij de met niet-ontvankelijkheid van zijn cassatieberoep gesanctioneerde verplichting van tijdige neerlegging heeft verzuimd; de beschikking waarin werd geoordeeld dat uit de stukken waarop acht kon worden geslagen, niet bleek dat de verzoeker als eisende partij zijn cassatieberoep heeft laten betekenen aan de verwerende burgerlijke partijen, zoals vereist door artikel 427 Wetboek van Strafvordering, bevat dan ook geen materiële vergissing of verschrijving."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250409.2F.3": {
      "court": "CASS",
      "date": "2025-04-09",
      "roleNumber": "P.25.0008.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250409.2F.3",
      "abstractFR": [
        "En vertu de l'article 429, alinéa 2, du Code d'instruction criminelle, le demandeur en cassation ne peut produire de mémoires ou de pièces autres que les désistements, les actes de reprise d'instance, les actes qui révèlent que le pourvoi est devenu sans objet et les notes visées à l'article 1107 du Code judiciaire, après les deux mois qui suivent la déclaration de pourvoi en cassation; par ailleurs, une note en réponse déposée en application de l'article 1107, alinéa 3, du Code judiciaire ne peut ni compléter ni étendre le mémoire en cassation (1): dès lors, lorsqu'elle est formulée après l'expiration du délai de deux mois prévu par l'article 429, alinéa 2, du Code d'instruction criminelle, la demande en faux civil contenue dans une note en réponse est irrecevable (2). (1) Cass. 29 juin 2010, RG P.10.0006.N, ECLI:BE:CASS:2010:ARR.20100629.5, Pas. 2010, n° 468, avec concl. de M. DE SWAEF, alors premier avocat général, publiées à leur date dans AC, ECLI:BE:CASS:2010:CONC.20100629.5 ; voir Cass. 22 décembre 1975, Pas., I, 1976, p. 489 ; R. DECLERCQ, « Pourvoi en cassation en matière répressive », R.P.D.B., 2015, p. 381 et réf. en notes. (2) Voir Cass. 22 décembre 1975, Pas., I, 1976, p. 489.",
        "Lorsque le demandeur en cassation ne précise pas à quelle défense reprise dans ses conclusions les juges d'appel auraient omis de répondre, le moyen invoquant le défaut de réponse aux conclusions est imprécis et, partant, irrecevable (1). (1) Voir Cass. 12 mai 2021, RG P.21.0619.F, ECLI:BE:CASS:2021:ARR.20210512.2F.14 ; Cass. 23 octobre 2013, RG P.13.1601.F, ECLI:BE:CASS:2013:ARR.20131023.3, Pas. 2013, n° 544.",
        "Le moyen qui critique la constatation authentique de l'arrêt selon laquelle la cour d'appel a procédé à l'audition contradictoire de la partie civile, sans que le demandeur ait, au plus tard dans son mémoire, argué de faux cette constatation, est, à cet égard, irrecevable (1). (1) Voir Cass. 22 décembre 1975, Pas., I, 1976, p. 489."
      ],
      "abstractNL": null
    }
  },
  "430": {
    "ECLI:BE:CASS:2026:ARR.20260106.2N.5": {
      "court": "CASS",
      "date": "2026-01-06",
      "roleNumber": "P.25.1508.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2026:ARR.20260106.2N.5",
      "abstractFR": null,
      "abstractNL": [
        "In geval het dossier toegezonden aan het Hof een afschrift bevat van de bestreden beslissing die volgens dat afschrift elektronisch werd ondertekend door de rechters die het hebben gewezen en van een blad waarin de griffier bevestigt dat er cassatieberoep is ingesteld en dat de digitale handtekening van de griffier bevat, moet dit afschrift worden beschouwd als een uitgifte in de zin van artikel 430 Wetboek van Strafvordering; dit laat het Hof toe zijn wettigheidstoezicht uit te oefenen (1). (1) Artikel 430 Wetboek van Strafvordering bepaalt dat de griffier van het gerecht dat de bestreden beslissing heeft gewezen, het openbaar ministerie onverwijld de processtukken en de uitgifte van de bestreden beslissing bezorgt. Het begrip ‘uitgifte' is niet gedefinieerd. Het OM heeft in deze zaak bijkomende stukken opgevraagd en gevoegd aan het dossier van de rechtspleging van het Hof, met voorafgaande kennisgeving aan de eiser, meer bepaald een afschrift van het vonnis dat digitaal is ondertekend door de drie rechters en de griffier en een bijkomend stuk waarin de griffier van de correctionele rechtbank met stempels en een gewone handtekening aangeeft dat er tegen het vonnis cassatieberoep is ingesteld en dat van het vonnis een gelijkvormig afschrift is afgeleverd aan de procureur des Konings. Het OM was van mening dat door toevoeging van deze stukken de aangevoerde onwettigheid niet langer bestaat, het Hof zijn wettigheidstoezicht kan uitoefenen en het middel bij gebrek aan belang niet-ontvankelijk is. (BDS)"
      ]
    }
  },
  "432": {
    "ECLI:BE:CASS:2021:ARR.20210907.2N.18": {
      "court": "CASS",
      "date": "2021-09-07",
      "roleNumber": "P.21.1162.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210907.2N.18",
      "abstractFR": [
        "Il résulte de l'article 5, § 4, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, tel qu'interprété par la Cour européenne des droits de l'homme (Cour eur. D.H., n° 27703/16, Venet c. Belgique, 22 octobre 2019) qu'un inculpé qui a formé un pourvoi en cassation contre une décision rendue sur le maintien de la détention préventive, a le droit de prendre connaissance des conclusions orales de l'avocat général à cette Cour concernant la suite qu'il convient de donner à son pourvoi ; un inculpé qui a indiqué vouloir être présent à l'audience à laquelle l'avocat général donne ses conclusions doit, dès lors, être transféré à l'audience, sauf en cas de force majeure ; cette règle vaut également si l'inculpé n'a pas déposé de mémoire et ce, indépendamment de ce que prévoit l'article 1107, alinéa 2, du Code judiciaire, qui, selon l'article 432 du Code d'instruction criminelle, est applicable à la procédure en cassation en matière répressive ; le manque d'effectifs de la police ou des services pénitentiaires pour procéder au transfert du détenu ne constitue toutefois pas un cas de force majeure (1). (1) Le ministère public était d'avis que la comparution du demandeur n'était pas strictement nécessaire, à défaut d'un mémoire recevable, et a préconisé le rejet du pourvoi à l'audience du 7 septembre 2021. Après avoir entendu le demandeur, assisté d'un interprète, à l'audience du 9 septembre 2021, dans le délai prescrit de quinze jours à compter de la date du pourvoi (article 31 de la loi du 20 juillet 1990 relative à la détention préventive), la Cour a constaté la nullité de la pièce versée par le demandeur, rédigée dans une langue autre que celle de la procédure, et a rejeté le pourvoi (Cass. 9 septembre 2021, RG P.21.1162.N, inédit). Au sujet de l'arrêt Venet c/Belgique, voir la discussion de M. MERRIGAN dans R.W. 2020-21, 398-399."
      ],
      "abstractNL": [
        "Uit artikel 5.4 EVRM, zoals uitgelegd door het Europees Hof voor de Rechten van de Mens (EHRM, nr. 27703/16, Venet c. Belgique, 22 oktober 2019) volgt dat een verdachte die cassatieberoep heeft aangetekend tegen een beslissing betreffende de handhaving van de voorlopige hechtenis, het recht heeft om kennis te nemen van de mondelinge conclusie van de advocaat-generaal bij dit Hof over het gevolg dat aan zijn cassatieberoep moet worden gegeven; een verdachte die te kennen heeft gegeven aanwezig te willen zijn op de rechtszitting waarop de advocaat-generaal zijn conclusie meedeelt, moet dan ook worden overgebracht naar de rechtszitting, behoudens overmacht; die regel geldt ook indien de verdachte geen memorie heeft ingediend en dit ongeacht wat is bepaald in artikel 1107, tweede lid, Gerechtelijk Wetboek, dat volgens artikel 432 Wetboek van Strafvordering van toepassing is op de cassatierechtspleging in strafzaken; het gebrek aan capaciteit van de politie of penitentiaire diensten om de aangehouden verdachte over te brengen maakt evenwel geen overmacht uit (1). (1) Het openbaar ministerie was van mening dat de verschijning van eiser niet strikt noodzakelijk was, bij gebrek aan een ontvankelijke memorie, en heeft op de zitting van 7 september 2021 geadviseerd het cassatieberoep te verwerpen. Na het horen van eiser met bijstand van een tolk op de zitting van 9 september 2021, binnen de vereiste termijn van 15 dagen voor uitspraak na het cassatieberoep (art. 31 Wet Voorlopige Hechtenis), heeft het Hof de nietigheid vastgesteld van het door eiser ingediende stuk in een andere taal dan de procestaal, en het cassatieberoep verworpen (Cass. 9 september 2021, AR P.21.1162.N, arrest niet gepubliceerd). Over het arrest Venet t/België zie een bespreking van M. MERRIGAN in RW 2020-21, 398-399."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250311.2N.9": {
      "court": "CASS",
      "date": "2025-03-11",
      "roleNumber": "P.25.0252.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250311.2N.9",
      "abstractFR": [
        "L'article 837, alinéa 1er, du Code judiciaire, attribue à la récusation un effet suspensif qui interdit au juge, sous peine de nullité, la poursuite de la procédure, et l'effet suspensif prend fin lorsque la décision de rejet de la demande acquiert force de chose jugée, c'est-à-dire à l'échéance du délai pour se pourvoir en cassation visé à l'article 838, alinéa 3, de ce code ou, en cas de pourvoi dans ce délai, lorsque la Cour de cassation rejette le pourvoi contre cette décision ; il résulte de l'article 838 du Code judiciaire qu'il doit être statué à bref délai sur une demande de récusation, de sorte qu'un pourvoi en cassation contre une décision statuant sur une demande de récusation doit également être examiné en urgence par la Cour ; le conseil d'un demandeur en cassation, qui doit être titulaire d'une attestation de formation en procédure en cassation visée par le livre II, titre III, du Code d'instruction criminelle, sait ou doit savoir qu'un pourvoi en cassation contre une décision de récusation est examiné en urgence par la Cour et qu'une audience peut être fixée à bref délai, de sorte qu'il n'est pas tenu d'attendre d'être averti de la fixation visée à l'article 1106, alinéa 1er, du Code judiciaire pour rédiger et déposer son mémoire, et il ne saurait donc être question de force majeure."
      ],
      "abstractNL": [
        "Artikel 837, eerste lid, Gerechtelijk Wetboek kent aan de wraking een schorsende werking toe die de rechter, op straffe van nietigheid, verbiedt de procedure voort te zetten en aan de schorsende werking komt een einde wanneer de beslissing tot verwerping van de vordering kracht van gewijsde krijgt, dit is na verloop van de termijn om cassatieberoep in te stellen als bedoeld in artikel 838, derde lid, Gerechtelijk Wetboek of, in geval van cassatieberoep binnen die termijn, wanneer het Hof van Cassatie het cassatieberoep tegen die beslissing verwerpt; uit artikel 838 Gerechtelijk Wetboek volgt dat binnen korte termijn uitspraak moet worden gedaan over een vordering tot wraking zodat een cassatieberoep tegen een beslissing die uitspraak doet over een wrakingsverzoek door het Hof dan ook als spoedeisend wordt behandeld; de raadsman van een eiser in cassatie, die houder moet zijn van een getuigschrift van een opleiding van cassatieprocedures als bedoeld in boek II, titel III, Wetboek van Strafvordering, weet of moet weten dat de behandeling van een cassatieberoep tegen een wrakingsbeslissing door het Hof als spoedeisend wordt behandeld en het voorwerp kan uitmaken van een rechtsdagbepaling op korte termijn, zodat hij niet dient te wachten op de ontvangst van de door artikel 1106, eerste lid, Gerechtelijk Wetboek bedoelde rechtsdagbepaling om zijn memorie op te stellen en in te dienen en er dus geen sprake is van overmacht."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251118.2N.6": {
      "court": "CASS",
      "date": "2025-11-18",
      "roleNumber": "P.25.1136.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251118.2N.6",
      "abstractFR": null,
      "abstractNL": [
        "Op grond van artikel 1094 Gerechtelijk Wetboek kan de eiser in cassatie met een memorie van wederantwoord, die hij op straffe van verval moet indienen binnen een maand vanaf de betekening van de memorie van antwoord, antwoorden op een door de verweerder in cassatie opgeworpen middel van niet-ontvankelijkheid van het cassatieberoep; die bepaling is overeenkomstig artikel 432 Wetboek van Strafvordering niet van toepassing op de cassatieprocedure in strafzaken; de memorie van wederantwoord van een partij in een strafzaak is bijgevolg niet ontvankelijk (1). (1) Cass. 7 januari 2025, AR P.24.1150.N, ECLI:BE:CASS:2025:ARR.20250107.2N.4."
      ]
    }
  },
  "433": {
    "ECLI:BE:CASS:2025:ARR.20250924.2F.19": {
      "court": "CASS",
      "date": "2025-09-24",
      "roleNumber": "P.25.1207.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250924.2F.19",
      "abstractFR": [
        "Aux termes de l'article 1114, alinéa 1er, du Code judiciaire, la requête en rétractation est introduite et signifiée aux autres parties en cause ou à leurs avocats de la manière prescrite aux articles 1079 et 1080; cette requête doit être signée par un avocat à la Cour de cassation en vertu dudit article 1080 (1); les formes prescrites par ces dispositions légales s'appliquent à toute demande en rétractation d'un arrêt de la Cour, même si la décision visée a été rendue en matière répressive et par application de l'article 433 du Code d'instruction criminelle (2). (1) Cass. 12 novembre 2008, RG P.08.1432.F, Pas. 2008, n° 630, avec concl. de M. LECLERCQ, premier avocat général. (2) Cass. 22 février 2017, RG P.17.0135.F, Pas. 2017, n° 126, avec concl. de M. VANDERMEERSCH, avocat général."
      ],
      "abstractNL": null
    }
  },
  "434": {
    "ECLI:BE:CASS:2022:ARR.20221012.2F.8": {
      "court": "CASS",
      "date": "2022-10-12",
      "roleNumber": "P.22.0640.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221012.2F.8",
      "abstractFR": [
        "De l'article 435, alinéa 2, du Code d'instruction criminelle (1), il suit que lorsque, en application de l'article 434 de ce code, la Cour a cassé un arrêt avec renvoi en tant seulement qu'il statue sur la peine à appliquer et le payement de la contribution au Fonds spécial pour l'aide aux victimes d'actes intentionnels de violence, les pourvois étant rejetés pour le surplus, l'arrêt de la juridiction de renvoi qui s'interdit de statuer à nouveau sur la culpabilité est conforme à l'arrêt de la Cour et le moyen qui critique cette décision est irrecevable (2) ; le moyen étant irrecevable pour un motif propre à la procédure devant la Cour, les questions préjudicielles proposées à cet égard ne doivent pas être posées à la Cour constitutionnelle (3). (1) Alinéa inséré par l'art. 161 de la loi du 6 juillet 2017 portant simplification, harmonisation, informatisation et modernisation de dispositions de droit civil et de procédure civile ainsi que du notariat, et portant diverses mesures en matière de justice ; la justification de l'amendement n° 28 (DOC 54 2259/003, p. 37) est très elliptique. (2) Voir les concl. « dit en substance » du MP. (3) Cass. 6 juin 2005, RG S.04.0181.F, Pas. 2005, n° 322."
      ],
      "abstractNL": [
        "Uit artikel 435, tweede lid, Wetboek van Strafvordering (1) volgt dat wanneer het Hof, met toepassing van artikel 434 van dit wetboek, een arrest heeft vernietigd met verwijzing, enkel in zoverre het uitspraak doet over de op te leggen straf en de betaling van de bijdrage aan het Bijzonder fonds tot hulp aan de slachtoffers van opzettelijke gewelddaden, terwijl de cassatieberoepen voor het overige worden verworpen, het arrest van het gerecht op verwijzing dat zichzelf verbiedt opnieuw uitspraak te doen over de schuld in overeenstemming is met het arrest van het Hof en het middel dat kritiek uitoefent op die beslissing niet-ontvankelijk is (2); aangezien het middel niet-ontvankelijk is wegens een reden die eigen is aan de procedure voor het Hof, hoeven de in dit verband voorgestelde prejudiciële vragen niet aan het Grondwettelijk Hof te worden gesteld (3). (1) Lid ingevoegd door art. 161 van de wet van 6 juli 2017 houdende vereenvoudiging, harmonisering, informatisering en modernisering van bepalingen van burgerlijk recht en van burgerlijk procesrecht alsook van het notariaat, en houdende diverse bepalingen inzake justitie; de verantwoording van amendement nr. 28 (DOC 54 2259/003, p. 37) is erg summier. (2) Zie concl. “in hoofdzaak” OM in Pas. 2022, nr. 625. (3) Cass. 6 juni 2005, AR S.04.0181.F, AC 2005, nr. 322."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250115.2F.3": {
      "court": "CASS",
      "date": "2025-01-15",
      "roleNumber": "P.24.1345.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250115.2F.3",
      "abstractFR": [
        "L'irrégularité à censurer, portant sur l'interdiction des droits visés à l'article 31, alinéa 1er, du Code pénal, est sans incidence sur la déclaration de culpabilité et sur la peine principale prononcée du chef des préventions déclarées établies ; la cassation et le renvoi sont limités au dispositif condamnant le demandeur à cette interdiction (1) (2). (1) Voir les concl. « dit en substance » du MP. (2) Cass. 4 septembre 1984, RG n° 8253, Pas. 1985, I, n° 1.",
        "L'irrégularité à censurer, portant sur l'interdiction des droits visés à l'article 31, alinéa 1er, du Code pénal, est sans incidence sur la déclaration de culpabilité et sur la peine principale prononcée du chef des préventions déclarées établies ; la cassation et le renvoi sont limités au dispositif condamnant le demandeur à cette interdiction (1) (2). (1) Voir les concl. « dit en substance » du MP. (2) Cass. 4 septembre 1984, RG n° 8253, Pas. 1985, I, n°1."
      ],
      "abstractNL": [
        "De ongedaan te maken onregelmatigheid betreffende de ontzetting van de in artikel 31, eerste lid, Strafwetboek, bedoelde rechten heeft geen weerslag op de schuldigverklaring en op de hoofdstraf die wegens de bewezen verklaarde telastleggingen is opgelegd; de cassatie en de verwijzing zijn beperkt tot het dictum dat de eiser tot die ontzetting veroordeelt (1) (2). (1) Zie concl. “in hoofdzaak” OM. (2) Cass. 4 september 1984, AR 8253, AC 1984-85, nr. 1.",
        "De ongedaan te maken onregelmatigheid betreffende de ontzetting van de in artikel 31, eerste lid, Strafwetboek, bedoelde rechten heeft geen weerslag op de schuldigverklaring en op de hoofdstraf die wegens de bewezen verklaarde telastleggingen is opgelegd; de cassatie en de verwijzing zijn beperkt tot het dictum dat de eiser tot die ontzetting veroordeelt (1) (2). (1) Zie concl. “in hoofdzaak” van het OM op datum in Pas. Cass. 4 september 1984, AR 8253, AC 1984-85, nr. 1. (2) Cass. 4 september 1984, AR 8253, AC 1984-85, nr. 1."
      ]
    }
  },
  "441": {
    "ECLI:BE:CASS:2025:ARR.20251112.2F.13": {
      "court": "CASS",
      "date": "2025-11-12",
      "roleNumber": "P.25.1362.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251112.2F.13",
      "abstractFR": [
        "Les juges saisis d'un appel formé contre un jugement ordonnant la révocation du sursis probatoire ne peuvent, sans se contredire, considérer qu'il n'est pas adéquat d'ordonner la révocation et confirmer ensuite le jugement."
      ],
      "abstractNL": null
    }
  },
  "545": {
    "ECLI:BE:CASS:2025:ARR.20251008.2F.5": {
      "court": "CASS",
      "date": "2025-10-08",
      "roleNumber": "P.25.0758.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251008.2F.5",
      "abstractFR": [
        "La suspicion légitime suppose que le tribunal ne soit pas en mesure de statuer en la cause de manière indépendante ou impartiale ou suscite dans l'opinion générale un doute quant à son aptitude à juger de cette manière (1). (1) Cass. 10 septembre 2003, RG P.03.1239.F, Pas. 2003, n° 425 ; voir Cass. 23 juin 2015, RG P.15.0813.N, Pas. 2015, n° 432 et références en note ; Cass. 19 novembre 1986, RG 5432, Pas. 1986, n° 175.",
        "La circonstance qu'un prévenu continue à exercer actuellement ses fonctions de police au sein du tribunal qui est amené à le juger peut, eu égard à la taille de la juridiction concernée, être de nature à faire naître, à tout le moins dans l'esprit du public et des autres parties, un doute légitime quant à l'aptitude du tribunal à statuer avec l'indépendance et l'impartialité requises et justifier d'accueillir la demande de dessaisir cette juridiction de la cause pour cause de suspicion légitime et d'en attribuer le jugement à un autre tribunal."
      ],
      "abstractNL": null
    }
  },
  "428bis": {
    "ECLI:BE:CASS:2025:ARR.20251028.2N.28": {
      "court": "CASS",
      "date": "2025-10-28",
      "roleNumber": "P.25.0928.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251028.2N.28",
      "abstractFR": null,
      "abstractNL": [
        "Uit de samenlezing van de bepalingen van artikel 2.1 Zevende Aanvullend Protocol EVRM, artikel 4bis, Voorafgaande titel Wetboek van Strafvordering, de artikelen 29, §§ 2 en 3, 29bis, 479 en 482bis, eerste lid, Wetboek van Strafvordering en zonder dat artikel 2 Zevende Aanvullend Protocol EVRM wordt geschonden, volgt dat tegen de beslissing van de correctionele kamer van een hof van beroep, die overeenkomstig de artikelen 479 en 482bis, eerste lid, Wetboek van Strafvordering, gevat is met de strafvordering tegen een (plaatsvervangende) magistraat en tegen de mededaders en medeplichtigen van het misdrijf waarvoor de bij een misdrijf betrokken magistraat wordt vervolgd of de daders van de samenhangende misdrijven, over de burgerlijke vordering van de belastingadministratie die op grond van artikel 4bis, eerste lid, Voorafgaande Titel Wetboek van Strafvordering in de strafzaak tussenkomt, geen hoger beroep openstaat en artikel 617, derde lid, Gerechtelijk Wetboek doet daaraan geen afbreuk (1). (1) A. WINANTS, \"Beschouwingen over het voorrecht van rechtsmacht\", in F. DERUYCK (ed.), Strafrecht in/uit balans*, die Keure, 2020, pp. 138-141."
      ]
    }
  },
  "442bis": {
    "ECLI:BE:CASS:2022:ARR.20221026.2F.13": {
      "court": "CASS",
      "date": "2022-10-26",
      "roleNumber": "P.22.0712.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221026.2F.13",
      "abstractFR": [
        "Lorsque la Cour européenne des droits de l'homme considère, pour constater une violation de la Convention européenne, que le comportement du président de la cour d'assises a pu faire naître des doutes quant à son impartialité objective mais qu'elle relève également qu'« il n'est pas démontré qu'il serait parti de l'idée préconçue que [l'accusé] était coupable des faits dont [il avait à] répondre devant la cour d'assises », la Cour n'ordonne pas la réouverture de la procédure que le condamné sollicite conformément aux articles 442bis à 442octies du Code d'instruction criminelle lorsqu'elle constate qu'au vu de l'ensemble des éléments, il n'y a pas lieu de considérer que le défaut d'impartialité objective imputé au président de la cour d'assises ait entaché la déclaration du jury d'un doute sérieux quant à sa fiabilité (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": [
        "Wanneer het Europees Hof voor de Rechten van de Mens bij het vaststellen van een schending van het EVRM oordeelt dat het gedrag van de voorzitter van het hof van assisen twijfel kon doen ontstaan over zijn objectieve onpartijdigheid maar tevens vaststelt dat “niet is aangetoond dat hij zou zijn uitgegaan van het vooroordeel dat [de beschuldigde] schuldig was aan de feiten waarvoor [hij] voor het hof van assisen terecht [diende] te staan”, beveelt het Hof niet de heropening van de rechtspleging die de veroordeelde overeenkomstig de artikelen 442bis tot 442octies Wetboek van Strafvordering vraagt wanneer het vaststelt dat er, gelet op het geheel van de gegevens, niet dient te worden geoordeeld dat het aan de voorzitter van het hof van assisen verweten gebrek aan objectieve onpartijdigheid heeft geleid tot ernstige twijfel over de betrouwbaarheid van de verklaring van de jury (1). (1) Zie concl. “in hoofdzaak” OM."
      ]
    }
  },
  "442ter": {
    "ECLI:BE:CASS:2022:ARR.20221026.2F.13": {
      "court": "CASS",
      "date": "2022-10-26",
      "roleNumber": "P.22.0712.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221026.2F.13",
      "abstractFR": [
        "Lorsque la Cour européenne des droits de l'homme considère, pour constater une violation de la Convention européenne, que le comportement du président de la cour d'assises a pu faire naître des doutes quant à son impartialité objective mais qu'elle relève également qu'« il n'est pas démontré qu'il serait parti de l'idée préconçue que [l'accusé] était coupable des faits dont [il avait à] répondre devant la cour d'assises », la Cour n'ordonne pas la réouverture de la procédure que le condamné sollicite conformément aux articles 442bis à 442octies du Code d'instruction criminelle lorsqu'elle constate qu'au vu de l'ensemble des éléments, il n'y a pas lieu de considérer que le défaut d'impartialité objective imputé au président de la cour d'assises ait entaché la déclaration du jury d'un doute sérieux quant à sa fiabilité (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": [
        "Wanneer het Europees Hof voor de Rechten van de Mens bij het vaststellen van een schending van het EVRM oordeelt dat het gedrag van de voorzitter van het hof van assisen twijfel kon doen ontstaan over zijn objectieve onpartijdigheid maar tevens vaststelt dat “niet is aangetoond dat hij zou zijn uitgegaan van het vooroordeel dat [de beschuldigde] schuldig was aan de feiten waarvoor [hij] voor het hof van assisen terecht [diende] te staan”, beveelt het Hof niet de heropening van de rechtspleging die de veroordeelde overeenkomstig de artikelen 442bis tot 442octies Wetboek van Strafvordering vraagt wanneer het vaststelt dat er, gelet op het geheel van de gegevens, niet dient te worden geoordeeld dat het aan de voorzitter van het hof van assisen verweten gebrek aan objectieve onpartijdigheid heeft geleid tot ernstige twijfel over de betrouwbaarheid van de verklaring van de jury (1). (1) Zie concl. “in hoofdzaak” OM."
      ]
    }
  },
  "442quater": {
    "ECLI:BE:CASS:2022:ARR.20221026.2F.13": {
      "court": "CASS",
      "date": "2022-10-26",
      "roleNumber": "P.22.0712.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221026.2F.13",
      "abstractFR": [
        "Lorsque la Cour européenne des droits de l'homme considère, pour constater une violation de la Convention européenne, que le comportement du président de la cour d'assises a pu faire naître des doutes quant à son impartialité objective mais qu'elle relève également qu'« il n'est pas démontré qu'il serait parti de l'idée préconçue que [l'accusé] était coupable des faits dont [il avait à] répondre devant la cour d'assises », la Cour n'ordonne pas la réouverture de la procédure que le condamné sollicite conformément aux articles 442bis à 442octies du Code d'instruction criminelle lorsqu'elle constate qu'au vu de l'ensemble des éléments, il n'y a pas lieu de considérer que le défaut d'impartialité objective imputé au président de la cour d'assises ait entaché la déclaration du jury d'un doute sérieux quant à sa fiabilité (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": [
        "Wanneer het Europees Hof voor de Rechten van de Mens bij het vaststellen van een schending van het EVRM oordeelt dat het gedrag van de voorzitter van het hof van assisen twijfel kon doen ontstaan over zijn objectieve onpartijdigheid maar tevens vaststelt dat “niet is aangetoond dat hij zou zijn uitgegaan van het vooroordeel dat [de beschuldigde] schuldig was aan de feiten waarvoor [hij] voor het hof van assisen terecht [diende] te staan”, beveelt het Hof niet de heropening van de rechtspleging die de veroordeelde overeenkomstig de artikelen 442bis tot 442octies Wetboek van Strafvordering vraagt wanneer het vaststelt dat er, gelet op het geheel van de gegevens, niet dient te worden geoordeeld dat het aan de voorzitter van het hof van assisen verweten gebrek aan objectieve onpartijdigheid heeft geleid tot ernstige twijfel over de betrouwbaarheid van de verklaring van de jury (1). (1) Zie concl. “in hoofdzaak” OM."
      ]
    }
  },
  "442quinquies": {
    "ECLI:BE:CASS:2022:ARR.20221026.2F.13": {
      "court": "CASS",
      "date": "2022-10-26",
      "roleNumber": "P.22.0712.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221026.2F.13",
      "abstractFR": [
        "Lorsque la Cour européenne des droits de l'homme considère, pour constater une violation de la Convention européenne, que le comportement du président de la cour d'assises a pu faire naître des doutes quant à son impartialité objective mais qu'elle relève également qu'« il n'est pas démontré qu'il serait parti de l'idée préconçue que [l'accusé] était coupable des faits dont [il avait à] répondre devant la cour d'assises », la Cour n'ordonne pas la réouverture de la procédure que le condamné sollicite conformément aux articles 442bis à 442octies du Code d'instruction criminelle lorsqu'elle constate qu'au vu de l'ensemble des éléments, il n'y a pas lieu de considérer que le défaut d'impartialité objective imputé au président de la cour d'assises ait entaché la déclaration du jury d'un doute sérieux quant à sa fiabilité (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": [
        "Wanneer het Europees Hof voor de Rechten van de Mens bij het vaststellen van een schending van het EVRM oordeelt dat het gedrag van de voorzitter van het hof van assisen twijfel kon doen ontstaan over zijn objectieve onpartijdigheid maar tevens vaststelt dat “niet is aangetoond dat hij zou zijn uitgegaan van het vooroordeel dat [de beschuldigde] schuldig was aan de feiten waarvoor [hij] voor het hof van assisen terecht [diende] te staan”, beveelt het Hof niet de heropening van de rechtspleging die de veroordeelde overeenkomstig de artikelen 442bis tot 442octies Wetboek van Strafvordering vraagt wanneer het vaststelt dat er, gelet op het geheel van de gegevens, niet dient te worden geoordeeld dat het aan de voorzitter van het hof van assisen verweten gebrek aan objectieve onpartijdigheid heeft geleid tot ernstige twijfel over de betrouwbaarheid van de verklaring van de jury (1). (1) Zie concl. “in hoofdzaak” OM."
      ]
    }
  }
}