{
  "2": {
    "ECLI:BE:CASS:2022:ARR.20220121.1F.6": {
      "court": "CASS",
      "date": "2022-01-21",
      "roleNumber": "C.21.0343.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220121.1F.6",
      "abstractFR": [
        "Il suit de l'article 10, § 1er, alinéas 1er à 3, et § 2, des règles particulières aux baux relatifs à la résidence principale contenues dans l'article 2 de la loi du 20 février 1991 et des articles 248, § 1er à 3, et 249, § 1er, de l'ordonnance du 17 juillet 2003 portant le Code bruxellois du Logement qui, en vertu des articles 12 des règles particulières aux baux relatifs à la résidence principale et 216 de l'ordonnance du 17 juillet 2003, sont des dispositions impératives, que, nonobstant toute stipulation contractuelle contraire, l'obligation de placer la somme remise en garantie du respect par le preneur de ses obligations sur un compte individualisé ouvert au nom du preneur auprès d'une institution financière incombe au bailleur lorsqu'il est en possession de ladite somme et qu'à défaut de satisfaire à cette obligation, il est tenu de payer au preneur les intérêts déterminés par ces dispositions.",
        "Il suit de l'article 10, § 1er, alinéas 1er à 3, et § 2, des règles particulières aux baux relatifs à la résidence principale contenues dans l'article 2 de la loi du 20 février 1991 et des articles 248, § 1er à 3, et 249, § 1er, de l’ordonnance du 17 juillet 2003 portant le Code bruxellois du Logement qui, en vertu des articles 12 des règles particulières aux baux relatifs à la résidence principale et 216 de l’ordonnance du 17 juillet 2003, sont des dispositions impératives, que, nonobstant toute stipulation contractuelle contraire, l’obligation de placer la somme remise en garantie du respect par le preneur de ses obligations sur un compte individualisé ouvert au nom du preneur auprès d'une institution financière incombe au bailleur lorsqu’il est en possession de ladite somme et qu’à défaut de satisfaire à cette obligation, il est tenu de payer au preneur les intérêts déterminés par ces dispositions."
      ],
      "abstractNL": [
        "Uit de bepalingen van artikel 10, § 1, eerste tot derde lid, en § 2, van de regels betreffende de huurovereenkomsten met betrekking tot de hoofdverblijfplaats van de huurder in het bijzonder, vervat in artikel 2 van de wet van 20 februari 1991, en de artikelen 248, § 1 tot § 3, en 249, § 1, van de ordonnantie van 17 juli 2003 houdende de Brusselse Huisvestingscode, die krachtens artikel 12 van de regels betreffende de huurovereenkomsten met betrekking tot de hoofdverblijfplaats van de huurder in het bijzonder en artikel 216 van de Brusselse Huisvestingscode dwingend zijn, volgt dat, niettegenstaande elk andersluidend contractueel beding, de verplichting om de tot waarborg van de naleving van de verplichtingen van de huurder overhandigde geldsom te plaatsen op een geïndividualiseerde rekening op naam van de huurder bij een financiële instelling, op de verhuurder rust, wanneer deze in het bezit is van de voormelde geldsom, en, dat bij niet-naleving van die verplichting, de verhuurder ertoe gehouden is om aan de huurder de bij die bepalingen vastgestelde rente te betalen."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220106.1N.3": {
      "court": "CASS",
      "date": "2022-01-06",
      "roleNumber": "C.21.0089.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220106.1N.3&lang=fr",
      "abstractFR": [
        "Le régime particulier de sanctions prévu à l'article 2, § 1er, alinéa 6, de la loi du 21 février 1991 modifiant et complétant les dispositions du Code civil relatives aux baux à loyer s'applique également lorsque le bien loué ne répond pas aux normes régionales de qualité d'habitat au début du bail (1). (1) Cass. 4 juin 2020, RG C.19.0079.N, Pas. 2020, n° 365."
      ],
      "abstractNL": [
        "De bijzondere sanctieregeling bepaald in artikel 2, § 1, 6de lid Woninghuurwet geldt ook wanneer het gehuurde goed bij de aanvang van de huur niet voldoet aan de gewestelijke woonkwaliteitsnormen (1). (1) Cass. 4 juni 2020, AR C.19.0079.N, AC 2020, nr. 365."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2017:ARR.20171020.2": {
      "court": "CASS",
      "date": "2017-10-20",
      "roleNumber": "C.16.0151.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171020.2",
      "abstractFR": [
        "Les parties à un bail de courte durée peuvent convenir de sa prorogation dans le contrat initial, de sorte que le bail soit automatiquement prorogé à défaut de congé valablement notifié avant l'échéance (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De partijen bij een huurovereenkomst van korte duur kunnen in de aanvankelijke overeenkomst de verlenging ervan overeenkomen zodat de huurovereenkomst automatisch wordt verlengd indien vóór de vervaldag geen geldige opzegging wordt betekend (1). (1) Zie concl. OM in Pas. 2017, nr. ..."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2017:ARR.20171020.2": {
      "court": "CASS",
      "date": "2017-10-20",
      "roleNumber": "C.16.0151.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171020.2",
      "abstractFR": [
        "Les parties à un bail de courte durée peuvent convenir de sa prorogation dans le contrat initial, de sorte que le bail soit automatiquement prorogé à défaut de congé valablement notifié avant l'échéance (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De partijen bij een huurovereenkomst van korte duur kunnen in de aanvankelijke overeenkomst de verlenging ervan overeenkomen zodat de huurovereenkomst automatisch wordt verlengd indien vóór de vervaldag geen geldige opzegging wordt betekend (1). (1) Zie concl. OM in Pas. 2017, nr. ..."
      ]
    }
  }
}