{
  "43": {
    "ECLI:BE:CASS:2025:ARR.20250219.2F.12": {
      "court": "CASS",
      "date": "2025-02-19",
      "roleNumber": "P.22.1145.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250219.2F.12",
      "abstractFR": [
        "Il y a lieu d'interpréter les articles 479 à 482bis anciens du Code d'instruction criminelle en ce sens que, au terme de l'instruction requise par la Cour de cassation, l'affaire doit être renvoyée à cette dernière, dont la compétence est, dans cette procédure, comparable à celle d'une juridiction d'instruction et qui procède, dans le cadre d'une procédure contradictoire, au règlement de la procédure et examine à cette occasion si les charges sont suffisantes et si la procédure est régulière (1); il suit de la lecture combinée des deux alinéas de l'article 147 de la loi du 15 mai 2024 portant dispositions en matière de digitalisation de la justice et dispositions diverses II, ainsi que des travaux préparatoires de cette loi (2), que le législateur n'a pas entendu déroger au principe, énoncé à l'article 3 du Code judiciaire, selon lequel les lois d'organisation judiciaire, de compétence et de procédure sont immédiatement applicables aux procès en cours, cependant sans dessaisissement de la juridiction qui, à son degré, avait été valablement saisie; ainsi, si la chambre de la Cour de cassation qui connaît des pourvois en matière criminelle et correctionnelle a été régulièrement saisie du règlement de la procédure avant l'entrée en vigueur de cette loi, elle reste compétente pour y procéder si elle statue après cette entrée en vigueur, et ce, même si l'inculpé – tel un conseiller suppléant à la cour d'appel - n'est pas un « magistrat mis en cause » au sens de l'article 479 nouveau C.i.cr. (3). (1) Voir C. const. 20 octobre 2016, n° 131/2016, ECLI:BE:GHCC:2016:ARR.131 ; Cass. 23 juin 2020, RG P.20.0618.N, ECLI:BE:CASS:2020:ARR.20200623.2N.22, Pas. 2020, n° 444 ; Cass. 26 novembre 2019, RG P.19.0811.N, ECLI:BE:CASS:2019:ARR.20191126.2N.4, Pas. 2019, n° 627, et concl. de M. DE SMET, alors avocat général délégué, ECLI:BE:CASS:2019:CONC.20191126.2N.4, publiées à leur date dans AC.; A. WINANTS, « Enkele beschouwingen over het voorrecht van rechtsmacht », in F. DERUYCK (éd.), Strafrecht in/uit balans, Kluwer 2020, 129-160. (2) Doc. parl., Ch., n° 55 3945. (3) En l'espèce, l'inculpée étant un conseiller suppléant à la cour d'appel de Bruxelles, poursuivi du chef de crimes ou délits commis hors de l'exercice de ses fonctions, elle était un magistrat visé par l'article 479 ancien C.i.cr. mais non un « magistrat mis en cause » au sens de l'article 479 nouveau C.i.cr. En application de l'article 147 de la loi du 15 mai 2024 précitée, c'est la chambre des mises en accusation de la cour d'appel de Liège qui aurait été compétente pour procéder au règlement de la procédure à l'issue de l'instruction menée par cette cour d'appel si la Cour de cassation n'avait pas été requise avant l'entrée en vigueur de cette loi afin d'y procéder. (M.N.B.)",
        "Le renvoi de l'inculpé qui est ordonné après l'entrée en vigueur de la loi du 15 mai 2024 portant dispositions en matière de digitalisation de la justice et dispositions diverses II doit avoir lieu devant le juge compétent en vertu de l'article 479 nouveau du Code d'instruction criminelle pour connaître des crimes correctionnalisés ou des délits présumés mis à sa charge et, le cas échéant, par connexité, des préventions d'infraction à la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs et à la loi relative à la police de la circulation routière dont il est soupçonné; ainsi, si l'inculpé était un magistrat visé par l'article 479 ancien C.i.cr. en vigueur lors de la mise à l'instruction mais – tel un conseiller suppléant à la cour d'appel - n'est pas un « magistrat mis en cause » au sens de l'article 479 nouveau C.i.cr. en vigueur lors du règlement de la procédure, il sera renvoyé devant le tribunal correctionnel territorialement competent (1). (1) En vertu de l'article 156 de la loi du 15 mai 2024 précitée, son article 43, qui modifie les articles 479 à 503bis C.i.cr. relatifs à la poursuite et l'instruction des crimes et délits imputés à des magistrats (régime connu sous le vocable impropre de « privilège de juridiction »), est entré en vigueur six mois après la publication - le 28 mai 2024 - de cette loi au Moniteur belge, soit le 28 novembre 2024.Signé et déposé au greffe de la Cour le 12 septembre 2024, soit avant cette entrée en vigueur, le réquisitoire écrit du MP visait, conformément aux dispositions du C.i.cr. alors encore en vigueur, à voir ordonner le renvoi de l'inculpée devant la cour d'appel de Liège, au premier président de laquelle l'arrêt rendu par la Cour le 28 septembre 2022 avait renvoyé la cause aux fins qu'il désigne un magistrat pour exercer les fonctions de juge d'instruction. À la suite d'une demande de devoirs complémentaires déposée par l'inculpée, la Cour n'a procédé au règlement de la procédure que le 19 février 2025, soit après l'entrée en vigueur de la loi du 15 mai 2024 précitée. L'inculpé étant conseiller suppléant à l'époque des faits, et n'étant dès lors pas un « magistrat mis en cause » au sens de l'article 479 nouveau C.i.cr., c'est devant le tribunal correctionnel francophone de Bruxelles que le MP a requis verbalement que la cause soit renvoyée, à défaut de critère de compétence ratione loci, visé à l'article 139 C.i.cr., qui rattacherait la cause à un autre arrondissement. (M.N.B.)"
      ],
      "abstractNL": [
        "De oude artikelen 479 tot 482bis Wetboek van Strafvordering moeten in die zin worden begrepen dat de zaak, na afloop van het door het Hof van Cassatie gevorderde gerechtelijk onderzoek, naar laatstgenoemde moet worden verwezen, wiens bevoegdheid in deze procedure vergelijkbaar is met die van een onderzoeksgerecht dat, in het kader van een tegensprekelijke procedure, overgaat tot de regeling van de rechtspleging en naar aanleiding daarvan onderzoekt of de bezwaren volstaan en de procedure regelmatig is gevoerd (1); uit de samenlezing van het eerste en het tweede lid van artikel 147 van de wet van 15 mei 2024 houdende bepalingen inzake digitalisering van justitie en diverse bepalingen II, alsook uit de parlementaire voorbereiding van die wet (2) volgt dat de wetgever niet heeft willen afwijken van het in artikel 3 Gerechtelijk Wetboek bedoelde beginsel volgens hetwelk de wetten op de rechterlijke organisatie, de bevoegdheid en de rechtspleging onmiddellijk van toepassing zijn op de hangende rechtsgedingen, zonder dat zij worden onttrokken aan de instantie van het gerecht waarvoor zij op geldige wijze aanhangig zijn; indien de kamer van het Hof van Cassatie die kennisneemt van de cassatieberoepen in criminele en correctionele zaken regelmatig heeft kennisgenomen van de regeling van de rechtspleging vóór de inwerkingtreding van die wet, blijft ze bevoegd om tot die regeling over te gaan indien ze uitspraak doet na die inwerkingtreding, en dit zelfs als de inverdenkinggestelde – zoals een plaatsvervangend raadsheer in het hof van beroep – geen “betrokken magistraat” is in de zin van het nieuwe artikel 479 Wetboek van Strafvordering (3). (1) Zie AGwH 20 oktober 2016, nr. 131/2016, ECLI:BE:GHCC:2016:ARR.131; Cass. 23 juni 2020, AR P.20.0618.N, ECLI:BE:CASS:2020:ARR.20200623.2N.22, AC 2020, nr. 444; Cass. 26 november 2019, AR P.19.0811.N, ECLI:BE:CASS:2019:ARR.20191126.2N.4, AC 2019, nr. 627, met concl. van advocaat-generaal m.o. DE SMET, ECLI:BE:CASS:2019:CONC.20191126.2N.4; A. WINANTS, “Enkele beschouwingen over het voorrecht van rechtsmacht”, in F. DERUYCK (uitg.), Strafrecht in/uit balans, Kluwer 2020, 129-160. (2) Parl. St. Kamer, nr. 55/3945. (3) In dit geval was de inverdenkinggestelde een plaatsvervangend raadsheer in het hof van beroep te Brussel, die vervolgd werd wegens misdaden of wanbedrijven die zij buiten haar ambt had gepleegd, zodat zij een magistraat was zoals bedoeld in het oude artikel 479 Wetboek van Strafvordering, maar geen “betrokken magistraat” in de zin van het nieuwe artikel 479 Wetboek van Strafvordering. Overeenkomstig artikel 147 van de voormelde wet van 15 mei 2024 was de kamer van inbeschuldigingstelling van het hof van beroep te Luik bevoegd geweest om, na afloop van het door dat hof van beroep gevoerde onderzoek, tot de regeling van de rechtspleging over te gaan, indien het Hof van Cassatie niet daartoe was gevorderd vóór de inwerkingtreding van die wet. (M.N.B.)",
        "De verwijzing van de inverdenkinggestelde die bevolen wordt na de inwerkingtreding van de wet van 15 mei 2024 houdende bepalingen inzake digitalisering van justitie en diverse bepalingen II, moet geschieden voor de rechter die krachtens het nieuwe artikel 479 Wetboek van Strafvordering bevoegd is om kennis te nemen van de aan de inverdenkinggestelde ten laste gelegde gecorrectionaliseerde misdaden of wanbedrijven waarvan hij wordt verdacht en, in voorkomend geval, bij samenhang van de hem ten laste gelegde schendingen van WAM en van de Wegverkeerswet waarvan hij wordt verdacht; indien de inverdenkinggestelde aldus een magistraat was die bedoeld werd in het oude artikel 479 Wetboek van Strafvordering, zoals het van kracht was op het ogenblik waarop het gerechtelijk onderzoek werd ingesteld, maar – zoals een plaatsvervangend raadsheer in het hof van beroep – geen “betrokken magistraat” is in de zin van het nieuwe artikel 479 Wetboek van Strafvordering, zoals het van kracht is op het ogenblik van de regeling van de rechtspleging, zal hij verwezen worden naar de territoriaal bevoegde correctionele rechtbank (1). (1) Krachtens artikel 156 van de voormelde wet van 15 mei 2024 is artikel 43 van die wet, tot wijziging van de artikelen 479 tot 503bis Wetboek van Strafvordering betreffende de vervolging en het onderzoek van misdaden en wanbedrijven die aan magistraten ten laste worden gelegd (de regeling die bekendstaat onder het misleidende begrip “voorrecht van rechtsmacht”), in werking getreden zes maanden na de bekendmaking – op 28 mei 2024 – van die wet in het Belgisch Staatsblad, dus op 28 november 2024. De vordering van het OM, die werd ondertekend en neergelegd op de griffie van het Hof op 12 september 2024, dus nog vóór die inwerkingtreding, beoogde, overeenkomstig de bepalingen van het Wetboek van Strafvordering die op dat ogenblik nog van toepassing waren, de verwijzing van de inverdenkinggestelde naar het hof van beroep te Luik, en meer bepaald naar de eerste voorzitter van dat hof naar wie de zaak bij arrest van 28 september 2022 van het Hof was verwezen opdat hij een magistraat aanwees die het ambt van onderzoeksrechter zou uitoefenen. Ten gevolge van een verzoek van de inverdenkinggestelde om bijkomende onderzoekshandelingen is het Hof pas tot de regeling van de rechtspleging overgegaan op 19 februari 2025, dus na de inwerkingtreding van de voormelde wet van 15 mei 2024. Aangezien de inverdenkinggestelde op het ogenblik van de feiten plaatsvervangend raadsheer was en dus geen “betrokken magistraat” was in de zin van het nieuwe artikel 479 Wetboek van Strafvordering, heeft het OM mondeling gevorderd om de zaak te verwijzen naar de Franstalige correctionele rechtbank te Brussel, bij gebrek aan een bevoegdheidscriterium ratione loci, zoals bedoeld in artikel 139 Wetboek van Strafvordering, dat de zaak aan een ander arrondissement zou toewijzen. (M.N.B.)"
      ]
    }
  },
  "147": {
    "ECLI:BE:CASS:2025:ARR.20250219.2F.12": {
      "court": "CASS",
      "date": "2025-02-19",
      "roleNumber": "P.22.1145.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250219.2F.12",
      "abstractFR": [
        "Il y a lieu d'interpréter les articles 479 à 482bis anciens du Code d'instruction criminelle en ce sens que, au terme de l'instruction requise par la Cour de cassation, l'affaire doit être renvoyée à cette dernière, dont la compétence est, dans cette procédure, comparable à celle d'une juridiction d'instruction et qui procède, dans le cadre d'une procédure contradictoire, au règlement de la procédure et examine à cette occasion si les charges sont suffisantes et si la procédure est régulière (1); il suit de la lecture combinée des deux alinéas de l'article 147 de la loi du 15 mai 2024 portant dispositions en matière de digitalisation de la justice et dispositions diverses II, ainsi que des travaux préparatoires de cette loi (2), que le législateur n'a pas entendu déroger au principe, énoncé à l'article 3 du Code judiciaire, selon lequel les lois d'organisation judiciaire, de compétence et de procédure sont immédiatement applicables aux procès en cours, cependant sans dessaisissement de la juridiction qui, à son degré, avait été valablement saisie; ainsi, si la chambre de la Cour de cassation qui connaît des pourvois en matière criminelle et correctionnelle a été régulièrement saisie du règlement de la procédure avant l'entrée en vigueur de cette loi, elle reste compétente pour y procéder si elle statue après cette entrée en vigueur, et ce, même si l'inculpé – tel un conseiller suppléant à la cour d'appel - n'est pas un « magistrat mis en cause » au sens de l'article 479 nouveau C.i.cr. (3). (1) Voir C. const. 20 octobre 2016, n° 131/2016, ECLI:BE:GHCC:2016:ARR.131 ; Cass. 23 juin 2020, RG P.20.0618.N, ECLI:BE:CASS:2020:ARR.20200623.2N.22, Pas. 2020, n° 444 ; Cass. 26 novembre 2019, RG P.19.0811.N, ECLI:BE:CASS:2019:ARR.20191126.2N.4, Pas. 2019, n° 627, et concl. de M. DE SMET, alors avocat général délégué, ECLI:BE:CASS:2019:CONC.20191126.2N.4, publiées à leur date dans AC.; A. WINANTS, « Enkele beschouwingen over het voorrecht van rechtsmacht », in F. DERUYCK (éd.), Strafrecht in/uit balans, Kluwer 2020, 129-160. (2) Doc. parl., Ch., n° 55 3945. (3) En l'espèce, l'inculpée étant un conseiller suppléant à la cour d'appel de Bruxelles, poursuivi du chef de crimes ou délits commis hors de l'exercice de ses fonctions, elle était un magistrat visé par l'article 479 ancien C.i.cr. mais non un « magistrat mis en cause » au sens de l'article 479 nouveau C.i.cr. En application de l'article 147 de la loi du 15 mai 2024 précitée, c'est la chambre des mises en accusation de la cour d'appel de Liège qui aurait été compétente pour procéder au règlement de la procédure à l'issue de l'instruction menée par cette cour d'appel si la Cour de cassation n'avait pas été requise avant l'entrée en vigueur de cette loi afin d'y procéder. (M.N.B.)",
        "Le renvoi de l'inculpé qui est ordonné après l'entrée en vigueur de la loi du 15 mai 2024 portant dispositions en matière de digitalisation de la justice et dispositions diverses II doit avoir lieu devant le juge compétent en vertu de l'article 479 nouveau du Code d'instruction criminelle pour connaître des crimes correctionnalisés ou des délits présumés mis à sa charge et, le cas échéant, par connexité, des préventions d'infraction à la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs et à la loi relative à la police de la circulation routière dont il est soupçonné; ainsi, si l'inculpé était un magistrat visé par l'article 479 ancien C.i.cr. en vigueur lors de la mise à l'instruction mais – tel un conseiller suppléant à la cour d'appel - n'est pas un « magistrat mis en cause » au sens de l'article 479 nouveau C.i.cr. en vigueur lors du règlement de la procédure, il sera renvoyé devant le tribunal correctionnel territorialement competent (1). (1) En vertu de l'article 156 de la loi du 15 mai 2024 précitée, son article 43, qui modifie les articles 479 à 503bis C.i.cr. relatifs à la poursuite et l'instruction des crimes et délits imputés à des magistrats (régime connu sous le vocable impropre de « privilège de juridiction »), est entré en vigueur six mois après la publication - le 28 mai 2024 - de cette loi au Moniteur belge, soit le 28 novembre 2024.Signé et déposé au greffe de la Cour le 12 septembre 2024, soit avant cette entrée en vigueur, le réquisitoire écrit du MP visait, conformément aux dispositions du C.i.cr. alors encore en vigueur, à voir ordonner le renvoi de l'inculpée devant la cour d'appel de Liège, au premier président de laquelle l'arrêt rendu par la Cour le 28 septembre 2022 avait renvoyé la cause aux fins qu'il désigne un magistrat pour exercer les fonctions de juge d'instruction. À la suite d'une demande de devoirs complémentaires déposée par l'inculpée, la Cour n'a procédé au règlement de la procédure que le 19 février 2025, soit après l'entrée en vigueur de la loi du 15 mai 2024 précitée. L'inculpé étant conseiller suppléant à l'époque des faits, et n'étant dès lors pas un « magistrat mis en cause » au sens de l'article 479 nouveau C.i.cr., c'est devant le tribunal correctionnel francophone de Bruxelles que le MP a requis verbalement que la cause soit renvoyée, à défaut de critère de compétence ratione loci, visé à l'article 139 C.i.cr., qui rattacherait la cause à un autre arrondissement. (M.N.B.)"
      ],
      "abstractNL": [
        "De oude artikelen 479 tot 482bis Wetboek van Strafvordering moeten in die zin worden begrepen dat de zaak, na afloop van het door het Hof van Cassatie gevorderde gerechtelijk onderzoek, naar laatstgenoemde moet worden verwezen, wiens bevoegdheid in deze procedure vergelijkbaar is met die van een onderzoeksgerecht dat, in het kader van een tegensprekelijke procedure, overgaat tot de regeling van de rechtspleging en naar aanleiding daarvan onderzoekt of de bezwaren volstaan en de procedure regelmatig is gevoerd (1); uit de samenlezing van het eerste en het tweede lid van artikel 147 van de wet van 15 mei 2024 houdende bepalingen inzake digitalisering van justitie en diverse bepalingen II, alsook uit de parlementaire voorbereiding van die wet (2) volgt dat de wetgever niet heeft willen afwijken van het in artikel 3 Gerechtelijk Wetboek bedoelde beginsel volgens hetwelk de wetten op de rechterlijke organisatie, de bevoegdheid en de rechtspleging onmiddellijk van toepassing zijn op de hangende rechtsgedingen, zonder dat zij worden onttrokken aan de instantie van het gerecht waarvoor zij op geldige wijze aanhangig zijn; indien de kamer van het Hof van Cassatie die kennisneemt van de cassatieberoepen in criminele en correctionele zaken regelmatig heeft kennisgenomen van de regeling van de rechtspleging vóór de inwerkingtreding van die wet, blijft ze bevoegd om tot die regeling over te gaan indien ze uitspraak doet na die inwerkingtreding, en dit zelfs als de inverdenkinggestelde – zoals een plaatsvervangend raadsheer in het hof van beroep – geen “betrokken magistraat” is in de zin van het nieuwe artikel 479 Wetboek van Strafvordering (3). (1) Zie AGwH 20 oktober 2016, nr. 131/2016, ECLI:BE:GHCC:2016:ARR.131; Cass. 23 juni 2020, AR P.20.0618.N, ECLI:BE:CASS:2020:ARR.20200623.2N.22, AC 2020, nr. 444; Cass. 26 november 2019, AR P.19.0811.N, ECLI:BE:CASS:2019:ARR.20191126.2N.4, AC 2019, nr. 627, met concl. van advocaat-generaal m.o. DE SMET, ECLI:BE:CASS:2019:CONC.20191126.2N.4; A. WINANTS, “Enkele beschouwingen over het voorrecht van rechtsmacht”, in F. DERUYCK (uitg.), Strafrecht in/uit balans, Kluwer 2020, 129-160. (2) Parl. St. Kamer, nr. 55/3945. (3) In dit geval was de inverdenkinggestelde een plaatsvervangend raadsheer in het hof van beroep te Brussel, die vervolgd werd wegens misdaden of wanbedrijven die zij buiten haar ambt had gepleegd, zodat zij een magistraat was zoals bedoeld in het oude artikel 479 Wetboek van Strafvordering, maar geen “betrokken magistraat” in de zin van het nieuwe artikel 479 Wetboek van Strafvordering. Overeenkomstig artikel 147 van de voormelde wet van 15 mei 2024 was de kamer van inbeschuldigingstelling van het hof van beroep te Luik bevoegd geweest om, na afloop van het door dat hof van beroep gevoerde onderzoek, tot de regeling van de rechtspleging over te gaan, indien het Hof van Cassatie niet daartoe was gevorderd vóór de inwerkingtreding van die wet. (M.N.B.)",
        "De verwijzing van de inverdenkinggestelde die bevolen wordt na de inwerkingtreding van de wet van 15 mei 2024 houdende bepalingen inzake digitalisering van justitie en diverse bepalingen II, moet geschieden voor de rechter die krachtens het nieuwe artikel 479 Wetboek van Strafvordering bevoegd is om kennis te nemen van de aan de inverdenkinggestelde ten laste gelegde gecorrectionaliseerde misdaden of wanbedrijven waarvan hij wordt verdacht en, in voorkomend geval, bij samenhang van de hem ten laste gelegde schendingen van WAM en van de Wegverkeerswet waarvan hij wordt verdacht; indien de inverdenkinggestelde aldus een magistraat was die bedoeld werd in het oude artikel 479 Wetboek van Strafvordering, zoals het van kracht was op het ogenblik waarop het gerechtelijk onderzoek werd ingesteld, maar – zoals een plaatsvervangend raadsheer in het hof van beroep – geen “betrokken magistraat” is in de zin van het nieuwe artikel 479 Wetboek van Strafvordering, zoals het van kracht is op het ogenblik van de regeling van de rechtspleging, zal hij verwezen worden naar de territoriaal bevoegde correctionele rechtbank (1). (1) Krachtens artikel 156 van de voormelde wet van 15 mei 2024 is artikel 43 van die wet, tot wijziging van de artikelen 479 tot 503bis Wetboek van Strafvordering betreffende de vervolging en het onderzoek van misdaden en wanbedrijven die aan magistraten ten laste worden gelegd (de regeling die bekendstaat onder het misleidende begrip “voorrecht van rechtsmacht”), in werking getreden zes maanden na de bekendmaking – op 28 mei 2024 – van die wet in het Belgisch Staatsblad, dus op 28 november 2024. De vordering van het OM, die werd ondertekend en neergelegd op de griffie van het Hof op 12 september 2024, dus nog vóór die inwerkingtreding, beoogde, overeenkomstig de bepalingen van het Wetboek van Strafvordering die op dat ogenblik nog van toepassing waren, de verwijzing van de inverdenkinggestelde naar het hof van beroep te Luik, en meer bepaald naar de eerste voorzitter van dat hof naar wie de zaak bij arrest van 28 september 2022 van het Hof was verwezen opdat hij een magistraat aanwees die het ambt van onderzoeksrechter zou uitoefenen. Ten gevolge van een verzoek van de inverdenkinggestelde om bijkomende onderzoekshandelingen is het Hof pas tot de regeling van de rechtspleging overgegaan op 19 februari 2025, dus na de inwerkingtreding van de voormelde wet van 15 mei 2024. Aangezien de inverdenkinggestelde op het ogenblik van de feiten plaatsvervangend raadsheer was en dus geen “betrokken magistraat” was in de zin van het nieuwe artikel 479 Wetboek van Strafvordering, heeft het OM mondeling gevorderd om de zaak te verwijzen naar de Franstalige correctionele rechtbank te Brussel, bij gebrek aan een bevoegdheidscriterium ratione loci, zoals bedoeld in artikel 139 Wetboek van Strafvordering, dat de zaak aan een ander arrondissement zou toewijzen. (M.N.B.)"
      ]
    }
  }
}