{
  "2": {
    "ECLI:BE:CASS:2017:ARR.20170915.6": {
      "court": "CASS",
      "date": "2017-09-15",
      "roleNumber": "C.17.0057.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170915.6",
      "abstractFR": [
        "L'indemnité d'éviction, qui est une indemnité de clientèle due à l'agent après la cessation du contrat, ne constitue pas la rémunération d'une transaction commerciale conclue entre cet agent et le commettant et ne rentre dès lors pas dans le champ d'application de la loi du 2 août 2002 concernant la lutte contre le retard de paiement dans les transactions commerciales (1). (1) Voir Cass. 27 mai 2016, RG C.15.0292.F, Pas. 2016, n° X."
      ],
      "abstractNL": [
        "De uitwinningsvergoeding, die een cliënteelvergoeding is die aan de agent verschuldigd is na de beëindiging van de overeenkomst, vormt geen vergoeding voor een handelstransactie tussen die agent en de principaal en valt bijgevolg niet onder de toepassing van de wet van 2 augustus 2002 betreffende de bestrijding van de betalingsachterstand bij handelstransacties (1). (1) Zie Cass. 27 mei 2016, AR C.15.0292.F, AC 2016, nr."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2017:ARR.20170915.6": {
      "court": "CASS",
      "date": "2017-09-15",
      "roleNumber": "C.17.0057.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170915.6",
      "abstractFR": [
        "L'indemnité d'éviction, qui est une indemnité de clientèle due à l'agent après la cessation du contrat, ne constitue pas la rémunération d'une transaction commerciale conclue entre cet agent et le commettant et ne rentre dès lors pas dans le champ d'application de la loi du 2 août 2002 concernant la lutte contre le retard de paiement dans les transactions commerciales (1). (1) Voir Cass. 27 mai 2016, RG C.15.0292.F, Pas. 2016, n° X."
      ],
      "abstractNL": [
        "De uitwinningsvergoeding, die een cliënteelvergoeding is die aan de agent verschuldigd is na de beëindiging van de overeenkomst, vormt geen vergoeding voor een handelstransactie tussen die agent en de principaal en valt bijgevolg niet onder de toepassing van de wet van 2 augustus 2002 betreffende de bestrijding van de betalingsachterstand bij handelstransacties (1). (1) Zie Cass. 27 mei 2016, AR C.15.0292.F, AC 2016, nr."
      ]
    }
  },
  "14": {
    "ECLI:BE:CASS:2019:ARR.20191107.16": {
      "court": "CASS",
      "date": "2019-11-07",
      "roleNumber": "C.19.0088.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191107.16&lang=fr",
      "abstractFR": [
        "Il y a lieu d'entendre par contrats en cours les contrats dont la prestation caractéristique n'a pas encore été exécutée par le débiteur (1). (1) Cass. 5 juin 2015, RG C.14.0568.N, Pas. 2015, n° 377 ; W. GELDHOF et M. HOEBEECK, Art. 14 Wet Betalingsachterstand, dans Comm.Handel., XI, Bestrijding betalingsachterstand handelstransacties, 2014, n° 68, 2 ; voir également l'exposé des motifs du projet de loi concernant la lutte contre le retard de paiement dans les transactions commerciales, Doc. parl., Chambre, 2001-2002, n° 1827/1, 14."
      ],
      "abstractNL": [
        "Onder het begrip lopende overeenkomsten dient te worden verstaan de overeenkomsten waarvan de karakteristieke prestatie door de schuldenaar nog niet werd uitgevoerd (1). (1) Cass. 5 juni 2015, AR C.14.0568.N, AC 2015, nr. 377; W. GELDHOF en M. HOEBEECK, Art. 14 Wet Betalingsachterstand, in Comm. Handel. , XI, Bestrijding betalingsachterstand handelstransacties, 2014, afl. 68, 2; zie ook Memorie van Toelichting bij het wetsontwerp betreffende de bestrijding van de betalingsachterstand bij handelstransacties, Parl. St. Kamer 2001-02, nr. 1827/1, 14."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150605.2": {
      "court": "CASS",
      "date": "2015-06-05",
      "roleNumber": "C.14.0568.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150605.2&lang=fr",
      "abstractFR": [
        "Il y a lieu d'entendre par contrats en cours les contrats dont la prestation caractéristique n'a pas encore été exécutée par le débiteur (1). (1) Voir E. Dirix, Faillissement en lopende overeenkomsten, RW 2003-2004, 202, n°5."
      ],
      "abstractNL": [
        "Onder het begrip lopende overeenkomsten dient verstaan te worden de overeenkomsten waarvan de karakteristieke prestatie door de schuldenaar nog niet werd uitgevoerd (1). (1) Zie E. Dirix, Faillissement en lopende overeenkomsten, RW 2003-2004, 202, nr. 5."
      ]
    }
  },
  "25": {
    "ECLI:BE:CASS:2016:ARR.20160610.4": {
      "court": "CASS",
      "date": "2016-06-10",
      "roleNumber": "C.15.0418.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160610.4",
      "abstractFR": [
        "L'opération d'initié est présumée, jusqu'à preuve du contraire, revêtir le caractère d'un avantage indu tiré d'une information privilégiée au détriment de tiers qui n'en ont pas connaissance et porter, ainsi, atteinte à l'intégrité des marchés financiers ainsi qu'à la confiance des investisseurs.",
        "Le détenteur de l'information privilégiée qui démontre que la connaissance de celle-ci n'a pas pu objectivement influencer son comportement renverse la présomption d'utilisation de cette information."
      ],
      "abstractNL": [
        "De handel met voorwetenschap wordt, tot bewijs van het tegendeel, vermoed het karakter te hebben van een onverschuldigd voordeel dat uit informatie wordt gehaald waarvan men voorkennis heeft, ten nadele van derden die daarvan geen weet hebben, en zodoende de integriteit van de financiële markten en het vertrouwen van de investeerders aan te tasten.",
        "Wanneer de persoon die voorkennis heeft, aantoont dat die kennis zijn gedrag niet objectief heeft kunnen beïnvloeden, keert hij het vermoeden van gebruik van die informatie om."
      ]
    }
  },
  "27": {
    "ECLI:BE:CASS:2021:ARR.20211224.1F.1": {
      "court": "CASS",
      "date": "2021-12-24",
      "roleNumber": "C.19.0463.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211224.1F.1",
      "abstractFR": [
        "Le devoir d'information de l'intermédiaire d'assurance signifie que le client doit recevoir une information relative aux types de contrats d'assurance qu'il souhaite conclure et non une information relative à tous les types de contrats d'assurance susceptibles de lui être offerts; il s'ensuit que, lorsque le client n'exprime pas l'exigence d'une couverture du risque de vol de son véhicule, l'intermédiaire d'assurance n'est pas tenu de rechercher et proposer spontanément une telle couverture (1). (1) L. du 2 août 2002, art. 27, avant sa modification par l'article 105 de la loi du 21 novembre 2017; L. du 4 avril 2014, art. 273 et 275 avant leur modification par l'article 21 de la loi du 6 décembre 2018."
      ],
      "abstractNL": [
        "De informatieplicht van de verzekeringstussenpersoon houdt in dat aan de klant inlichtingen moeten worden verstrekt over de soorten verzekeringsovereenkomsten die hij wil sluiten en niet over alle verzekeringsovereenkomsten die hem kunnen worden aangeboden; hieruit volgt dat, wanneer de klant niet te kennen geeft dat hij een dekking tegen het diefstalrisico nodig had, de verzekeringstussenpersoon niet spontaan een dergelijke dekking moet zoeken en aanbieden (1). (1) Art. 27 Wet Financieel Toezicht vóór de wijziging door artikel 105 van de wet van 21 november 2017; Artt. 273 en 275 Wet Verzekeringen vóór de wijziging door artikel 21 van de wet van 6 december 2018."
      ]
    }
  }
}