{
  "2": {
    "ECLI:BE:CASS:2014:ARR.20141208.3": {
      "court": "CASS",
      "date": "2014-12-08",
      "roleNumber": "S.13.0099.N-S.13.0126.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141208.3&lang=fr",
      "abstractFR": [
        "Lorsque l'employeur met gratuitement à la disposition du travailleur salarié un ordinateur personnel à utiliser à des fins privées, c'est-à-dire à utiliser chez soi librement, le travailleur salarié est censé jouir d'un avantage en nature pour la valeur du forfait prévu à l'article 18, § 3, 10°, de l'arrêté royal du 27 août 1993 d'exécution du Code des impôts sur les revenus 1992; l'arrêt qui suppose incontestablement que la défenderesse met gratuitement à la disposition de ses travailleurs salariés un ordinateur personnel à usage personnel, mais considère que ceci ne constitue pas un avantage en nature au motif que le demandeur ne démontre pas que les travailleurs salariés font un usage privé de l'ordinateur personnel mis à leur disposition ne justifie pas légalement sa décision suivant laquelle la défenderesse n'est pas redevable des cotisations réclamées sur des avantages en nature."
      ],
      "abstractNL": [
        "Wanneer de werkgever aan de werknemer een persoonlijke computer gratis ter beschikking stelt om voor persoonlijke doeleinden te gebruiken, dit is om thuis vrij te gebruiken, wordt de werknemer geacht een voordeel in natura te genieten ter waarde van het in artikel 18, §3, 10°, KB/WIB92 bepaalde forfait; het arrest dat onbetwist ervan uitgaat dat de verweerster aan haar werknemers een persoonlijke computer gratis ter beschikking stelt voor persoonlijk gebruik, maar oordeelt dat dit geen voordeel in natura oplevert omdat de eiser niet bewijst dat de werknemers privaat gebruik maken van de hun ter beschikking gestelde persoonlijke computer, verantwoordt zijn beslissing dat de verweerster de gevorderde bijdragen op voordelen in natura niet verschuldigd is, niet naar recht."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2025:ARR.20250519.3N.10": {
      "court": "CASS",
      "date": "2025-05-19",
      "roleNumber": "S.23.0006.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250519.3N.10",
      "abstractFR": null,
      "abstractNL": [
        "Opdat een persoon lasthebber zou kunnen zijn in de zin van artikel 3, 1° Uitvoeringsbesluit RSZ-wet is niet vereist dat er een rechtstreekse contractuele betrekking bestaat tussen de lasthebber en de persoon die als werkgever wordt beschouwd; het is voldoende dat een persoon in het kader van contractuele betrekkingen feitelijk zijn voornaamste bedrijvigheid wijdt aan het dagelijks beheer of aan de dagelijkse leiding van een in de bepaling bedoelde vereniging of organisatie tegen een ander loon dan kost en inwoning; de rechtsbetrekking die aan die voorwaarden voldoet, wordt enkel voor de toepassing van de RSZ-wet gelijkgesteld met een rechtsbetrekking die voortvloeit uit een arbeidsovereenkomst, zonder dat de betrokkene werkt in een band van ondergeschiktheid; deze gelijkstelling raakt niet aan de bestaande rechtsverhouding tussen de partijen."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230612.3F.15": {
      "court": "CASS",
      "date": "2023-06-12",
      "roleNumber": "S.22.0044.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230612.3F.15",
      "abstractFR": [
        "Lorsque la commission artistes refuse la carte d'artiste à un assuré social au motif qu'il ne fournit pas de prestations et ne produit pas d'œuvres artistiques, et que ce dernier conteste cette décision administrative, une contestation naît entre le demandeur et l'assuré social sur l'application du régime de sécurité sociale résultant de l'article 17sexies de l'arrêté royal du 28 novembre 1969 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20221017.3N.5": {
      "court": "CASS",
      "date": "2022-10-17",
      "roleNumber": "S.21.0087.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221017.3N.5&lang=fr",
      "abstractFR": [
        "Il n'est pas discriminatoire d'étendre le champ d'application du régime de la sécurité sociale des travailleurs salariés à certaines catégories de personnes qui ne sont pas liées par un contrat de louage de travail mais qui, d'un point de vue socio-économique, « exécutent un travail selon des modalités similaires à celles d'un contrat de louage de travail », même si elles ne sont pas soumises à l'autorité d'une autre personne, dans la mesure où cette distinction est objectivement et raisonnablement justifiée.",
        "Contrairement aux mandataires de société, les mandataires au sens de l'article 3, 1°, de l'arrêté royal du 28 novembre 1969 pris en exécution de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs fournissent de fait leurs prestations de travail dans des conditions pratiquement similaires à celles des travailleurs salariés; la distinction n'est dès lors pas simplement fondée sur la forme juridique ou l'objet de l'organisation pour laquelle les prestations sont fournies, mais sur la situation de dépendance et la situation socio-économique du mandataire qui en résultent."
      ],
      "abstractNL": [
        "Het is niet discriminerend het toepassingsgebied van het stelsel van de sociale zekerheid voor werknemers uit te breiden tot bepaalde categorieën van personen die niet door een arbeidsovereenkomst zijn verbonden, maar die sociaaleconomisch beschouwd “arbeid verrichten in gelijkaardige voorwaarden, als die van een arbeidsovereenkomst”, zelfs al zijn zij daarbij niet onderworpen aan het gezag van een andere persoon voor zover daarvoor een objectieve en redelijke verantwoording bestaat.",
        "Anders dan de vennootschapsmandatarissen leveren de mandatarissen in de zin van artikel 3, 1°, Uitvoeringsbesluit RSZ-wet in feite hun arbeidsprestaties in vrijwel dezelfde voorwaarden als de werknemers; het onderscheid is niet louter gesteund op de rechtsvorm of het doel van de organisatie waarvoor de prestaties worden geleverd, maar op de afhankelijkheidssituatie en de sociaaleconomische toestand van de mandataris die er het gevolg van is."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150316.3": {
      "court": "CASS",
      "date": "2015-03-16",
      "roleNumber": "S.13.0055.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150316.3",
      "abstractFR": [
        "L'article 3, 5° de l'arrêté royal du 28 novembre 1969 étend l'application de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs aux personnes qui effectuent des transports de choses qui leur sont commandés par une entreprise au moyen de véhicules dont elles ne sont pas propriétaires ou dont l'achat est financé ou le financement garanti par l'exploitant de cette entreprise, ainsi qu'à cet exploitant: les conditions de cette disposition ne sont réunies que lorsque les transports de choses sont commandés aux personnes qui les effectuent par l'entreprise à l'exploitant de laquelle l'application de la loi est étendue (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel 3, 5°, van het koninklijk besluit van 28 november 1969 verruimt de toepassing van de wet van 27 juni 1969 tot herziening van de besluitwet van 28 december 1944 betreffende de maatschappelijke zekerheid der arbeiders tot de personen die vervoer van goederen verrichten dat hun door een onderneming opgedragen wordt, door middel van voertuigen waarvan zij geen eigenaar zijn of waarvan de aankoop gefinancierd of de financiering gewaarborgd wordt door de ondernemer, alsmede tot die ondernemer: de voorwaarden van die bepaling zijn slechts vervuld wanneer het goederenvervoer is opgedragen aan de personen die ze verrichten, door de onderneming tot wiens ondernemer de toepassing van de wet verruimd is (1). (1) Zie concl. OM in Pas 2015, nr. ..."
      ]
    }
  },
  "16": {
    "ECLI:BE:CASS:2025:ARR.20250922.3N.3": {
      "court": "CASS",
      "date": "2025-09-22",
      "roleNumber": "S.22.0010.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250922.3N.3",
      "abstractFR": null,
      "abstractNL": [
        "Voor de toepasselijkheid van de in artikel 1, 2°, KB 21 december 1992 bepaalde afwijking op de minimale wekelijkse arbeidsduur van een derde van de wekelijkse arbeidsduur van de voltijds tewerkgestelde werknemers, is vereist dat de door de werknemer uitgevoerde arbeid wordt verricht ten behoeve van de huishouding van de werkgever of van zijn gezin; een vereniging van mede-eigenaars van een gebouw zoals bedoeld in artikel 577-5, § 1, Oud Burgerlijk Wetboek kan als rechtspersoon geen huishouding of gezin hebben."
      ]
    }
  },
  "19": {
    "ECLI:BE:CASS:2015:ARR.20150907.4": {
      "court": "CASS",
      "date": "2015-09-07",
      "roleNumber": "S.15.0016.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150907.4",
      "abstractFR": [
        "Il ne résulte pas des articles 14, § 1er, de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs et 19, § 2, 4°, de l'arrêté royal du 28 novembre 1969, que les sommes forfaitaires qu'un employeur verse aux travailleurs en remboursement de frais de déplacement ne peuvent échapper à la qualification de rémunération retenue par l'Office national de sécurité sociale que si les frais exposés par chaque travailleur pour ses propres déplacements sont prouvés (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de artikelen 14, §1, van de wet van 27 juni 1969 tot herziening van de besluitwet 28 december 1944 betreffende de maatschappelijke zekerheid der arbeiders en 19, § 2, 4°, van het koninklijk besluit van 28 november 1969, volgt niet dat de forfaitaire bedragen die een werkgever aan zijn werknemers stort als terugbetaling van de verplaatsingskosten slechts aan de door de RSZ aangenomen kwalificatie als loon kunnen ontkomen indien voor elke werknemer de door hem gemaakte verplaatsingskosten worden bewezen (1). (1) Zie de concl. OM in Pas. 2015, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140203.3": {
      "court": "CASS",
      "date": "2014-02-03",
      "roleNumber": "S.11.0103.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140203.3",
      "abstractFR": [
        "Le conseiller en prévention ne peut être élu au conseil d'entreprise; il ne peut bénéficier de la protection prévue par les articles 14 à 19 de la loi du 19 mars 1991 portant un régime de licenciement particulier par les délégués du personnel aux conseils d'entreprise et aux comités de sécurité, d'hygiène et d'embellissement des lieux de travail; l'indemnité payée par l'employeur sur base de l'article 10 de la loi du 20 décembre 2002 portant protection des conseillers en prévention lorsque l'employeur n'a pas respecté la procédure prévue par cette loi n'est pas une indemnité due pour la rupture unilatérale du contrat de travail pour les délégués du personnel.",
        "L'indemnité payée au titre de la protection qui est due en raison d'un mandat de conseiller en prévention n'est pas assujettie aux cotisations de sécurité sociale."
      ],
      "abstractNL": [
        "De preventieadviseur mag niet op de ondernemingsraad verkozen worden; hij mag niet genieten van de bescherming bepaald bij de artikelen 14 tot 19 van de Wet Ontslagregeling Personeelsafgevaardigden; de door de werkgever betaalde vergoeding op grond van artikel 10 van de wet van 20 december 2002 betreffende de bescherming van de preventieadviseurs, wanneer de werkgever de krachtens deze wet voorgeschreven procedures niet heeft gevolgd, is geen vergoeding wegens de eenzijdige beëindiging van de arbeidsovereenkomst van personeelsafgevaardigden.",
        "Op de vergoeding die wordt uitbetaald ter bescherming van het mandaat van preventieadviseur zijn geen sociale zekerheidsbijdragen verschuldigd."
      ]
    }
  },
  "20": {
    "ECLI:BE:CASS:2014:ARR.20141208.3": {
      "court": "CASS",
      "date": "2014-12-08",
      "roleNumber": "S.13.0099.N-S.13.0126.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141208.3&lang=fr",
      "abstractFR": [
        "Lorsque l'employeur met gratuitement à la disposition du travailleur salarié un ordinateur personnel à utiliser à des fins privées, c'est-à-dire à utiliser chez soi librement, le travailleur salarié est censé jouir d'un avantage en nature pour la valeur du forfait prévu à l'article 18, § 3, 10°, de l'arrêté royal du 27 août 1993 d'exécution du Code des impôts sur les revenus 1992; l'arrêt qui suppose incontestablement que la défenderesse met gratuitement à la disposition de ses travailleurs salariés un ordinateur personnel à usage personnel, mais considère que ceci ne constitue pas un avantage en nature au motif que le demandeur ne démontre pas que les travailleurs salariés font un usage privé de l'ordinateur personnel mis à leur disposition ne justifie pas légalement sa décision suivant laquelle la défenderesse n'est pas redevable des cotisations réclamées sur des avantages en nature."
      ],
      "abstractNL": [
        "Wanneer de werkgever aan de werknemer een persoonlijke computer gratis ter beschikking stelt om voor persoonlijke doeleinden te gebruiken, dit is om thuis vrij te gebruiken, wordt de werknemer geacht een voordeel in natura te genieten ter waarde van het in artikel 18, §3, 10°, KB/WIB92 bepaalde forfait; het arrest dat onbetwist ervan uitgaat dat de verweerster aan haar werknemers een persoonlijke computer gratis ter beschikking stelt voor persoonlijk gebruik, maar oordeelt dat dit geen voordeel in natura oplevert omdat de eiser niet bewijst dat de werknemers privaat gebruik maken van de hun ter beschikking gestelde persoonlijke computer, verantwoordt zijn beslissing dat de verweerster de gevorderde bijdragen op voordelen in natura niet verschuldigd is, niet naar recht."
      ]
    }
  },
  "36": {
    "ECLI:BE:CASS:2022:ARR.20220314.3F.6": {
      "court": "CASS",
      "date": "2022-03-14",
      "roleNumber": "S.21.0006.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220314.3F.6",
      "abstractFR": [
        "Par application de l'article 1315, alinéa 2, de l'ancien Code civil, il incombe au tiers à l'intervention duquel une fraction de rémunération est payée et qui se prévaut de la décharge, prévue à l'article 36 de l'arrêté royal du 28 novembre 1969 pris en exécution de la loi du 27 juin 1969, de prouver qu'il a transmis à l'employeur les renseignements et le montant de ces retenues (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Met toepassing van artikel 1315, tweede lid, Oud Burgerlijk Wetboek, staat het aan de derde door wiens tussenkomst een gedeelte van het loon wordt betaald en die zich beroept op de décharge bepaald in artikel 36 Uitvoeringsbesluit RSZ-wet, te bewijzen dat hij aan de werkgever de inlichtingen en het bedrag van die inhoudingen heeft doorgegeven (1). (1) Zie concl. OM in Pas. 2022, nr. 192."
      ]
    },
    "ECLI:BE:CASS:2002:ARR.20020218.4": {
      "court": "CASS",
      "date": "2002-02-18",
      "roleNumber": "S.00.0142.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2002:ARR.20020218.4&lang=fr",
      "abstractFR": [
        "Lorsqu'une rémunération due par l'employeur est payée à l'intervention d'un tiers, celui-ci est considéré comme employeur pour la réception et le recouvrement des cotisations de sécurité sociale dues et il est substitué à l'employeur pour l'accomplissement de toutes les obligations relatives à cette rémunération.",
        "L'arrêt qui considère que l'avantage considéré comme étant une rémunération consiste dans le financement par l'employeur, qui paie une cotisation de continuité, des actions de ses travailleurs dans la coopérative du personnel et que le paiement de cet avantage se réalise au moment du paiement de la cotisation de continuité par l'employeur à la coopérative du personnel et pas au moment de l'octroi des actions aux travailleurs par la coopérative du personnel, décide légalement que la coopérative du personnel n'est pas un tiers qui intervient dans le paiement de l'avantage considéré comme étant une rémunération."
      ],
      "abstractNL": [
        "Wanneer de betaling van loon dat verschuldigd is door de werkgever, door een derde gebeurt, wordt deze derde als werkgever beschouwd voor de inning en invordering van de verschuldigde sociale zekerheidsbijdragen en treedt hij in de plaats van de werkgever voor de vervulling van alle verplichtingen betreffende dit loon.",
        "Het arrest dat oordeelt dat het als loon beschouwde voordeel bestaat in de financiering door de werkgever door een continuïteitsbijdrage van de aandelen van zijn werknemers in de personeelscoöperatie en dat de betaling van dit voordeel plaatsvindt op het ogenblik van de betaling van de continuïteitsbijdrage door de werkgever aan de personeelscoöperatie en niet op het ogenblik van de toekenning van de aandelen aan de werknemers door de personeelscoöperatie, beslist wettig dat de personeelscoöperatie geen derde is die tussenkomt in de betaling van het als loon beschouwde voordeel."
      ]
    }
  },
  "54": {
    "ECLI:BE:CASS:2025:ARR.20250407.3N.7": {
      "court": "CASS",
      "date": "2025-04-07",
      "roleNumber": "S.20.0064.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250407.3N.7",
      "abstractFR": [
        "La cotisation de solidarité visée à l'article 22quater de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs est une cotisation forfaitaire établie d'office, qui est due pour le trimestre durant lequel une déclaration d'emploi électronique non immédiate a été constatée et qui doit être payée au plus tard le dernier jour du mois qui suit ce trimestre; il ne suit ni des dispositions des articles 22quater et 28 de la loi du 27 juin 1969 ni de l'article 54 de l'arrêté royal du 28 novembre 1969 pris en exécution de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs que l'employeur n'est pas redevable d'une majoration de cotisation ni d'intérêts de retard lorsque la cotisation de solidarité n'a pas été payée à la date à laquelle elle est devenue exigible."
      ],
      "abstractNL": [
        "De in artikel 22quater RSZ-wet bedoelde solidariteitsbijdrage is een ambtshalve vastgestelde forfaitaire bijdrage, die verschuldigd is voor het kwartaal waarin een niet onmiddellijk elektronisch aangegeven tewerkstelling werd vastgesteld en die uiterlijk op de laatste dag van de maand volgend op dit kwartaal moet worden betaald; noch uit de bepalingen van artikel 22quater RSZ-wet, noch uit het bepaalde in artikel 28 RSZ-wet en artikel 54 Uitvoeringsbesluit RSZ-wet volgt dat de werkgever geen bijdrageopslag en verwijlinterest verschuldigd is wanneer de solidariteitsbijdrage niet is betaald op de datum dat zij opeisbaar is geworden."
      ]
    }
  },
  "19bis": {
    "ECLI:BE:CASS:2025:ARR.20250407.3N.2": {
      "court": "CASS",
      "date": "2025-04-07",
      "roleNumber": "S.23.0063.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250407.3N.2",
      "abstractFR": [
        "Un titre-repas octroyé par un employeur est considéré comme une rémunération s'il se substitue à la rémunération ou à tout autre avantage qui serait autrement octroyé; un titre-repas se substitue à la rémunération ou à tout autre avantage qui serait autrement octroyé au sens de l'article 19bis, § 1er, alinéa 2, de l'arrêté royal du 28 novembre 1969 pris en exécution de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs, lorsqu'un avantage rémunératoire octroyé collectivement à une catégorie complète de personnel est remplacé par un titre-repas; la circonstance qu'un travailleur relevant de cette catégorie de personnel n'a jamais reçu l'avantage rémunératoire remplacé, parce qu'il n'est entré en service qu'après le remplacement n'a pas pour effet que l'article 19bis, § 1er, alinéa 2, de cet arrêté royal ne trouve pas à s'appliquer à ce travailleur."
      ],
      "abstractNL": [
        "Een door een werkgever verleende maaltijdcheque wordt als loon beschouwd indien hij in de plaats komt van loon of van enig ander voordeel dat anders zou zijn toegekend; een maaltijdcheque komt in de plaats van loon of enig ander voordeel dat anders zou zijn toegekend, zoals bedoeld in artikel 19bis, § 1, tweede lid, Uitvoeringsbesluit RSZ-wet, wanneer een collectief toegekend loonvoordeel voor een volledige personeelscategorie wordt vervangen door een maaltijdcheque; de omstandigheid dat een tot die personeelscategorie behorende werknemer het vervangen loonvoordeel nooit heeft ontvangen omdat hij pas na de vervanging in dienst is getreden, heeft niet tot gevolg dat artikel 19bis, § 1, tweede lid, Uitvoeringsbesluit RSZ-wet geen toepassing vindt met betrekking tot die werknemer."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190624.5": {
      "court": "CASS",
      "date": "2019-06-24",
      "roleNumber": "S.18.0103.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190624.5",
      "abstractFR": [
        "L'article 19bis, § 1er, de l'arrêté royal du 28 novembre 1969 pris en exécution de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs, selon lequel, en règle, un titre-repas est considéré comme rémunération s'il a été ou est octroyé en remplacement ou en conversion de la rémunération, de primes, d'avantages en nature ou d'un quelconque autre avantage ou complément à tout ce qui précède, passible ou non de cotisations de sécurité sociale, ne distingue pas selon que le remplacement ou la conversion de la prime est total ou partiel."
      ],
      "abstractNL": [
        "Artikel 19bis, §1, Uitvoeringsbesluit RSZ-wet, volgens hetwelk, in de regel, een maaltijdcheque als loon wordt beschouwd indien hij werd of wordt verleend ter vervanging of ter omzetting van loon, premies, voordelen in natura of enig ander voordeel of een aanvulling hierbij, al dan niet bijdrageplichtig voor de sociale zekerheid, maakt geen onderscheid tussen een gehele dan wel gedeeltelijke vervanging of omzetting van de premie."
      ]
    }
  },
  "17sexies": {
    "ECLI:BE:CASS:2023:ARR.20230612.3F.15": {
      "court": "CASS",
      "date": "2023-06-12",
      "roleNumber": "S.22.0044.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230612.3F.15",
      "abstractFR": [
        "Lorsque la commission artistes refuse la carte d'artiste à un assuré social au motif qu'il ne fournit pas de prestations et ne produit pas d'œuvres artistiques, et que ce dernier conteste cette décision administrative, une contestation naît entre le demandeur et l'assuré social sur l'application du régime de sécurité sociale résultant de l'article 17sexies de l'arrêté royal du 28 novembre 1969 (1). (1) Voir les concl. du MP.",
        "Le tribunal du travail exerce un contrôle de pleine juridiction sur la décision prise par la commission artistes; à condition de respecter les droits de la défense et de rester dans le cadre de l'instance, tel qu'il est déterminé par les parties, tout ce qui relève du pouvoir d'appréciation de la commission tombe sous le contrôle du tribunal du travail, sauf lorsqu'une disposition particulière confère explicitement à la commission le pouvoir discrétionnaire de prendre une décision, auquel cas le juge ne peut la priver de son pouvoir d'appréciation et se substituer à elle (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  }
}