{
  "2": {
    "ECLI:BE:CASS:2015:ARR.20150528.15": {
      "court": "CASS",
      "date": "2015-05-28",
      "roleNumber": "D.14.0029.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150528.15",
      "abstractFR": [
        "Les diplômes, certificats ou autres titres et les années d'expérience professionnelle auxquels les articles 12 et 14 du décret français n° 72-678 du 20 juillet 1972 conditionnent l'octroi d'une carte professionnelle permettant d'exercer l'activité d'entremise et de gestion des immeubles et fonds de commerce en France ne constituent pas le titre de formation requis par l'article 2, § 1er, d), de l'arrêté royal du 30 août 2013 pour être autorisé à exercer la profession d'agent immobilier."
      ],
      "abstractNL": [
        "De diploma's, certificaten of andere titels en de jaren beroepservaring die de artikelen 12 en 14 van het Franse decreet nr. 72-678 van 20 juli 1972 als voorwaarde stellen voor de toekenning van een beroepskaart die toelaat om de activiteit van bemiddeling en beheer van onroerende goederen en handelsfondsen in Frankrijk uit te oefenen, maken niet de opleidingstitel uit die vereist is in artikel 2, §1, d), van het koninklijk besluit van 30 augustus 2013 om het beroep van vastgoedmakelaar te mogen uitoefenen."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2020:ARR.20200130.1N.6": {
      "court": "CASS",
      "date": "2020-01-30",
      "roleNumber": "D.19.0007.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200130.1N.6&lang=fr",
      "abstractFR": [
        "La personne physique qui a passé l'épreuve orale devant la chambre d'appel peut former un recours contre la décision de la chambre exécutive selon laquelle elle a échoué à cette épreuve."
      ],
      "abstractNL": [
        "De natuurlijke persoon die de mondelinge proef heeft afgelegd kan bij de Kamer van beroep van het Beroepsinstituut van vastgoedmakelaars beroep instellen tegen de beslissing van de Uitvoerende Kamer dat hij of zij voor die proef niet slaagt."
      ]
    }
  }
}