{
  "2": {
    "ECLI:BE:CASS:2016:ARR.20160902.1": {
      "court": "CASS",
      "date": "2016-09-02",
      "roleNumber": "P.14.0019.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160902.1&lang=fr",
      "abstractFR": [
        "Il résulte de la combinaison des articles 21bis, alinéa 1er et 21bis, alinéa 2, des lois coordonnées sur le Conseil d'Etat du 12 janvier 1973, qu'une demande en intervention dans une procédure en annulation devant le Conseil d'Etat interrompt la prescription de l'action en réparation du dommage causé par l'acte administratif attaqué, pour autant que cette demande tend à étayer le recours en annulation dirigé contre cet acte (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de samenhang van artikel 21bis, eerste lid en artikel 21bis, tweede lid, Raad van State-wet volgt dat een verzoek tot tussenkomst in een vernietigingsprocedure voor de Raad van State de verjaring stuit van de vordering tot herstel van de schade veroorzaakt door de bestreden administratieve handeling, voor zover dat verzoek strekt tot ondersteuning van het beroep tot nietigverklaring van deze handeling (1). (1) Zie concl. OM."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2023:ARR.20230105.1F.3": {
      "court": "CASS",
      "date": "2023-01-05",
      "roleNumber": "C.18.0402.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230105.1F.3",
      "abstractFR": [
        "Si, en règle, il appartient aux ministres d'apprécier, sous réserve de leur responsabilité politique, l'urgence qui les dispense de solliciter l'avis motivé de la section de législation du Conseil d'État, il incombe, conformément à l'article 159 de la Constitution, aux cours et tribunaux d'examiner si le ministre n'a pas à cette occasion excédé, voire détourné, son pouvoir en méconnaissant la notion légale de l'urgence (1). (1) Cass. 29 avril 2022, RG C.18.0047.F, Pas. 2022, n° 303.",
        "Si, en règle, il appartient aux ministres d'apprécier, sous réserve de leur responsabilité politique, l'urgence qui les dispense de solliciter cet avis, il incombe, conformément à l'article 159 de la Constitution, aux cours et tribunaux d'examiner si le ministre n'a pas à cette occasion excédé, voire détourné, son pouvoir en méconnaissant la notion légale de l'urgence (1). (1) Cass. 29 avril 2022, RG C.18.0047.F, Pas. 2022, n° 303."
      ],
      "abstractNL": [
        "Hoewel het in de regel aan de ministers toekomt om, onder voorbehoud van hun politieke verantwoordelijkheid, de hoogdringendheid te beoordelen die hen ontslaat van de verplichting om het met redenen omkleed advies van de afdeling wetgeving van de Raad van State in te winnen, moeten de hoven en rechtbanken overeenkomstig artikel 159 Grondwet nagaan of de minister, door dat advies niet in te winnen, zijn bevoegdheid niet heeft overschreden of zelfs heeft afgewend door het wettelijk begrip hoogdringendheid te miskennen (1). (1) Cass. 29 april 2022, AR C.18.0047.F, AC 2022, nr. 303."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220429.1F.6": {
      "court": "CASS",
      "date": "2022-04-29",
      "roleNumber": "C.18.0047.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220429.1F.6",
      "abstractFR": [
        "Si, en règle, il appartient aux ministres d'apprécier, sous réserve de leur responsabilité politique, l'urgence qui les dispense de solliciter l'avis motivé de la section de législation du Conseil d'État, il incombe, conformément à l'article 159 de la Constitution, aux cours et tribunaux d'examiner si le ministre n'a pas à cette occasion excédé, voire détourné son pouvoir en méconnaissant la notion légale de l'urgence (1). (1) Cass. 9 septembre 2002, RG S.00.0125.F, Pas. 2002, n° 426."
      ],
      "abstractNL": [
        "Hoewel het in de regel aan de ministers toekomt om, onder voorbehoud van hun politieke verantwoordelijkheid, de hoogdringendheid te beoordelen die hen ontslaat van de verplichting om het met redenen omkleed advies van de afdeling wetgeving van de Raad van State in te winnen, moeten de hoven en rechtbanken overeenkomstig artikel 159 Grondwet nagaan of de minister naar aanleiding daarvan zijn bevoegdheid niet heeft overschreden of zelfs afgewend door het wettelijk begrip hoogdringendheid te miskennen (1). (1) Cass. 9 september 2002, AR S.00.0125.F, AC 2002, nr. 426.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150518.3F.7": {
      "court": "CASS",
      "date": "2015-05-18",
      "roleNumber": "S.13.0134.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150518.3F.7",
      "abstractFR": [
        "Le préambule d'une disposition réglementaire, dont le projet n'a pas été soumis à l'avis de la section de législation du Conseil d'État, doit donner une explication de l'urgence, qui doit procéder de circonstances exactes et pertinentes et ne pas se limiter à de pures clauses de style abstraites et générales (1). (1) Voir les concl. du MP.",
        "En règle, il appartient aux ministres d'apprécier, sous réserve de leur responsabilité politique, l'urgence qui les dispense de soumettre à l'avis du Conseil d'État, section de législation, le texte des projets d'arrêtés réglementaires (1). (1) Voir les concl. du MP.",
        "Il incombe aux cours et tribunaux d'examiner si, en se dispensant de solliciter l'avis du Conseil d'État, les ministres excèdent leur pouvoir en méconnaissant la notion légale de l'urgence (1). (1) Voir les concl. du MP.",
        "Le préambule de l'arrêté royal du 3 juin 1999 modifiant l'arrêté royal du 6 mai 1971 fixant les types de règlements communaux relatifs à l'organisation des services communaux d'incendie motive l'urgence de cette modification par la nécessité d'adopter immédiatement des dispositions relatives au statut des agents volontaires des services d'incendie afin de leur garantir la sécurité à laquelle ils ont droit dans le cadre de leurs mission et, en particulier, dans un souci d'égalité, de fixer sans délai un salaire horaire minimum; ces considérations n'expliquent pas les circonstances particulières rendant l'adoption des mesures envisagées urgente au point de ne pas permettre de consulter le Conseil d'État dans un délai de trois jours; l'inobservation de cette formalité substantielle sans que soit justifiée l'urgence invoquée entraîne l'illégalité de l'arrêté royal du 3 juin 1999 (1). (1) Voir les concl. du MP.",
        "Le préambule de l'arrêté royal du 20 juin 1994 invoque l'urgence de l'exécution de l'accord intersectoriel de programmation sociale pour les années 1991-1994 et la décision du conseil des ministres du 19 juin 1992 d'harmoniser les statuts des services de sécurité, notamment les dispositions relatives à l'octroi d'une allocation pour travail de nuit, de samedi et de dimanche; ceux-ci précédant de plusieurs années l'arrêté royal, ces extraits de son préambule n'expliquent pas les circonstances particulières rendant l'adoption des mesures envisagées urgente au point de ne pas permettre la consultation du Conseil d'État dans un délai de trois jours; l'inobservation de de la formalité substantielle que constitue la demande d'avis du Conseil d'État sans que soit justifiée l'urgence invoquée entraîne l'illégalité de l'arrêté royal du 20 juin 1994 (1). (1) Voir les concl. du MP.",
        "Le juge qui, pour condamner une commune à payer à un pompier volontaire un sursalaire pour les prestations de nuit ou de dimanche, fait application des articles 2 et 8 de l'arrêté royal du 20 juin 1994, viole les articles 3, § 1er, des lois coordonnées sur le Conseil d'État et 159 de la Constitution (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De aanhef van een verordenende bepaling waarvan het ontwerp niet werd onderworpen aan het advies van de Raad van State, moet de hoogdringendheid verklaren, die moet voortvloeien uit precieze en relevante omstandigheden en zich niet mag beperken tot louter abstracte en algemene standaardformules (1). (1) Zie concl. OM, ECLI:BE:CASS:2015:CONC.20150518.3F.7.",
        "In de regel komt het aan de ministers toe om, onder voorbehoud van hun politieke verantwoordelijkheid, te oordelen of de hoogdringendheid voorhanden is die hen ontslaat van de verplichting om de tekst van ontwerpen van reglementaire besluiten te onderwerpen aan het advies van de afdeling wetgeving van de Raad van State (1). (1) Zie concl. OM, ECLI:BE:CASS:2015:CONC.20150518.3F.7.",
        "De hoven en rechtbanken moeten onderzoeken of de ministers, door het advies van de Raad van State niet in te winnen, hun bevoegdheid hebben overschreden door het wettelijk begrip hoogdringendheid te miskennen (1). (1) Zie concl. OM, ECLI:BE:CASS:2015:CONC.20150518.3F.7.",
        "De aanhef van het koninklijk besluit van 3 juin 1999 tot wijziging van het koninklijk besluit van 6 mei 1971 tot vaststelling van de modellen van gemeentelijke reglementen betreffende de organisatie van de gemeentelijke brandweerdiensten motiveert de hoogdringendheid van die wijziging door de noodzaak om onmiddellijk bepalingen betreffende het statuut van de vrijwillige agenten van de brandweerdiensten te nemen om de veiligheid waarop deze agenten recht hebben in het kader van hun opdrachten te waarborgen en, inzonderheid, om redenen van gelijkheid onverwijld een minimumuurloon vast te stellen; die overwegingen verklaren de bijzondere omstandigheden niet die de goedkeuring van de voorgenomen maatregelen zodanig spoedeisend maken dat de Raad van State niet binnen een termijn van drie dagen kan worden geraadpleegd; de niet-inachtneming van die substantiële vormvereiste, zonder verantwoording van de aangevoerde hoogdringendheid, heeft de onwettigheid van het koninklijk besluit van 3 juni 1999 tot gevolg (1). (1) Zie concl. OM, ECLI:BE:CASS:2015:CONC.20150518.3F.7.",
        "De aanhef van het koninklijk besluit van 20 juni 1994 beroept zich op de hoogdringendheid om het intersectorieel akkoord voor sociale programmatie voor de jaren 1991-1994 uit te voeren en op de beslissing van de ministerraad van 19 juni 1992 om de statuten van de veiligheidsdiensten te harmoniseren, inzonderheid de bepalingen betreffende de toekenning van een toelage voor nachtwerk en werk op zaterdagen en zondagen; aangezien deze meerdere jaren aan het koninklijk besluit voorafgaan, kunnen die passages uit de aanhef van het koninklijk besluit de bijzondere omstandigheden niet verklaren die de goedkeuring van de voorgenomen maatregelen zodanig spoedeisend maakten dat de Raad van State niet binnen een termijn van drie dagen kan worden geraadpleegd; de niet-inachtneming van die substantiële vormvereiste, namelijk het inwinnen van het advies van de Raad van State, zonder verantwoording van de aangevoerde hoogdringendheid, heeft de onwettigheid van het koninklijk besluit van 20 juni 1994 tot gevolg (1). (1) Zie concl. OM, ECLI:BE:CASS:2015:CONC.20150518.3F.7.",
        "De rechter die de artikelen 2 en 8 van het koninklijk besluit van 20 juni 1994 toepast om op grond hiervan een gemeente te veroordelen tot betaling aan een vrijwillige brandweerman van overloon voor nacht- en zondagwerk, schendt artikel 3, § 1, Wet Raad van State en artikel 159 Grondwet (1). (1) Zie concl. OM, ECLI:BE:CASS:2015:CONC.20150518.3F.7."
      ]
    }
  },
  "14": {
    "ECLI:BE:CASS:2024:ARR.20241031.REUN.1": {
      "court": "CASS",
      "date": "2024-10-31",
      "roleNumber": "C.23.0134.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241031.REUN.1",
      "abstractFR": [
        "Les cours et tribunaux de l'ordre judiciaire ne sont pas compétents pour statuer sur une demande d'annulation d'une circulaire administrative (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20231019.1N.6": {
      "court": "CASS",
      "date": "2023-10-19",
      "roleNumber": "C.22.0207.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231019.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "Uit de aard van de vernietigingsarresten van de Raad van State volgt dat de vernietigde administratieve beslissing in de regel geacht wordt nooit te hebben bestaan, zodat de partijen door de vernietiging van de beslissing terug in de toestand worden geplaatst van vóór de vernietigde beslissing (1). (1) Cass. 6 februari 2009, AR C.08.0296.N, AC 2009, nr. 98; Cass. 4 april 2002, AR C.00.0457.N, AC 2002, nr. 209 met concl. van advocaat-generaal Thijs.",
        "Wanneer een overheid binnen een wettelijke termijn verplicht is tot het nemen van beslissingen, zoals uitspraak doen over een ingesteld administratief beroep, en de wet aan het verstrijken van de termijn gevolgen verbindt en de tijdig genomen beslissing nadien door de Raad van State wordt vernietigd, bestaat de toestand van vóór de vernietigde beslissing erin dat de overheid opnieuw over het administratief beroep moet beslissen; zij beschikt daartoe over de volledige wettelijke termijn."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201127.REUN.3": {
      "court": "CASS",
      "date": "2020-11-27",
      "roleNumber": "C.17.0303.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201127.REUN.3&lang=fr",
      "abstractFR": [
        "Le recours d'un employeur contre une décision de la commission paritaire refusant d'approuver un acte d'adhésion en matière d'avantages non récurrents liés aux résultats ne constitue pas un litige d'ordre individuel relatif à l'application de conventions collectives, dont seules les juridictions du travail peuvent connaître, à l'exclusion du Conseil d'État (1). (1) Voir les concl. du MP.",
        "Le recours d'un employeur contre une décision de la commission paritaire refusant d'approuver un acte d'adhésion en matière d'avantages non récurrents liés aux résultats ne constitue pas un litige d'ordre individuel relatif à l'application de conventions collectives, dont seules les juridictions du travail peuvent connaître, à l'exclusion du Conseil d'État (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het beroep van een werkgever tegen een beslissing van het paritair comité waarbij dit weigert om een toetredingsakte inzake niet-recurrente resultaatsgebonden voordelen goed te keuren, is geen individueel geschil betreffende de toepassing van collectieve arbeidsovereenkomsten waarvan de kennisname, bij uitsluiting van de Raad van State, behoort tot de bevoegdheid van de arbeidsrechtbank (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201127.REUN.2": {
      "court": "CASS",
      "date": "2020-11-27",
      "roleNumber": "C.17.0114.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201127.REUN.2&lang=fr",
      "abstractFR": [
        "Bien que le Conseil d'État soit, certes, sans juridiction lorsque la demande tend à l'annulation ou à la suspension d'un acte juridique administratif par lequel une autorité administrative refuse d'exécuter une obligation qui correspond à un droit subjectif du requérant et que le moyen invoqué se fonde sur une règle de droit matériel qui crée cette obligation et détermine le fond de la contestation, la seule circonstance que la décision rendue sur une demande en suspension de l'exécution d'un arrêté du ministre flamand requiert que le Conseil d'État statue également sur l'existence et l'étendue du droit de se prévaloir d'un permis octroyé ne fait pas obstacle au pouvoir de juridiction du Conseil d'État (1). (1) Voir les concl. du MP.",
        "Bien que le Conseil d'État soit, certes, sans juridiction lorsque la demande tend à l'annulation ou à la suspension d'un acte juridique administratif par lequel une autorité administrative refuse d'exécuter une obligation qui correspond à un droit subjectif du requérant et que le moyen invoqué se fonde sur une règle de droit matériel qui crée cette obligation et détermine le fond de la contestation, la seule circonstance que la décision rendue sur une demande en suspension de l'exécution d'un arrêté du ministre flamand requiert que le Conseil d'État statue également sur l'existence et l'étendue du droit de se prévaloir d'un permis octroyé ne fait pas obstacle au pouvoir de juridiction du Conseil d'État (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Waar de Raad van State weliswaar zonder rechtsmacht is wanneer de vordering strekt tot de nietigverklaring of schorsing van een administratieve rechtshandeling waarbij een administratieve overheid weigert een verplichting uit te voeren die overeenstemt met een subjectief recht van verzoeker en het aangevoerd middel gebaseerd is op een regel van materieel recht die deze verplichting in het leven roept en het geschil inhoudelijk bepaalt, doet de loutere omstandigheid dat de uitspraak over een vordering tot schorsing van de tenuitvoerlegging van een besluit van de Vlaams minister vereist dat de Raad van State ook uitspraak doet over het bestaan en de omvang van het recht om zich te beroepen op een verleende vergunning, geen afbreuk aan de rechtsmacht van de Raad van State (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190328.5": {
      "court": "CASS",
      "date": "2019-03-28",
      "roleNumber": "C.18.0272.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190328.5",
      "abstractFR": [
        "Les institutions créées ou reconnues par l'autorité fédérale, par les communautés et les régions, les provinces ou les communes, qui sont chargées d'un service public et qui ne relèvent pas du pouvoir judiciaire ou législatif, constituent en principe des autorités administratives dans la mesure où leur fonctionnement est déterminé et contrôlé par l'autorité et où elles peuvent prendre des décisions obligatoires à l'égard des tiers (1). (1) Voir les concl. du MP.",
        "Un acte émanant d'une autorité administrative n'est de nature à faire l'objet d'un recours en annulation et, partant, d'un recours en suspension de son exécution devant le Conseil d'État que dans la mesure où il ressortit à l'imperium dont elle est investie (1). (1) Voir les concl. du MP.",
        "De ce qu'une décision produit des effets à l'égard des tiers, il ne se déduit pas qu'elle serait obligatoire à l'égard de ceux-ci (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De instellingen die opgericht of erkend zijn door de federale overheid, door de gemeenschappen en de gewesten, de provincies of de gemeenten, die een openbaredienstopdracht vervullen en die niet afhangen van de rechterlijke of wetgevende macht, zijn in beginsel administratieve organen, voor zover hun werking door de overheid wordt bepaald en gecontroleerd en ze beslissingen kunnen nemen die derden binden (1). (1) Zie concl. OM in Pas. 2019, nr. 194.",
        "Een handeling van een administratieve overheid is slechts vatbaar voor een beroep tot nietigverklaring en, bijgevolg, voor een beroep tot schorsing van de uitvoering ervan voor de Raad van State, voor zover ze onder haar imperium ressorteert (1). (1) Zie concl. OM in Pas. 2019, nr. 194.",
        "Uit het feit dat een beslissing gevolgen teweegbrengt ten aanzien van derden, kan niet worden afgeleid dat ze jegens hen bindend zou zijn (1). (1) Zie concl. OM in Pas. 2019, nr. 194."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170929.5": {
      "court": "CASS",
      "date": "2017-09-29",
      "roleNumber": "C.15.0043.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170929.5",
      "abstractFR": [
        "Un acte relatif aux marchés publics s'entend de tout acte qui, émanant d'un pouvoir adjudicateur ou accompli pour le compte de celui-ci, vise de manière directe ou indirecte à la conclusion d'un contrat à titre onéreux avec un ou plusieurs entrepreneurs, fournisseurs ou prestataires de services (1). (1) Voir les concl. contraires du MP.",
        "La décision d'un chef de juridiction de retirer un traducteur de la liste des personnes agréées en cette qualité auprès de son tribunal, ne constitue pas un acte relatif aux marchés publics (1). (1) Voir les concl. contraires du MP."
      ],
      "abstractNL": [
        "Onder akte met betrekking tot overheidsopdrachten wordt verstaan elke akte die uitgaat van een aanbestedende overheid of die voor haar rekening wordt verricht en die op directe of indirecte wijze ertoe strekt een overeenkomst onder bezwarende titel te sluiten met een of meer aannemers, leveranciers of dienstverleners (1). (1) Zie andersluidende concl. OM in Pas. 2017, nr. ***.",
        "De beslissing van een hoofd van een rechtscollege om een vertaler te schrappen van de lijst van de personen die in die hoedanigheid bij zijn rechtbank zijn aanvaard, vormt geen akte met betrekking tot overheidsopdrachten (1). (1) Zie andersluidende concl. OM in Pas. 2017, nr. ***."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170915.2": {
      "court": "CASS",
      "date": "2017-09-15",
      "roleNumber": "C.15.0465.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170915.2",
      "abstractFR": [
        "Une demande d'indemnité réparatrice suppose qu'une illégalité soit constatée par un arrêt du Conseil d'État statuant sur un recours en annulation visé à l'article 14, § 1er ou § 3, des lois sur le Conseil d'État, coordonnées le 12 janvier 1973 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Een herstelvordering veronderstelt dat een onwettigheid werd vastgesteld in een arrest van de Raad van State dat uitspraak doet over een beroep tot nietigverklaring bedoeld in artikel 14, §§ 1 of 3, van de gecoördineerde wetten op de Raad van State van 12 januari 1973 (1). (1) Zie concl. OM in Pas. 2017, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160908.8": {
      "court": "CASS",
      "date": "2016-09-08",
      "roleNumber": "C.11.0455.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160908.8",
      "abstractFR": [
        "La compétence de la section du contentieux administratif du Conseil d'État, qui statue par voie d'arrêts sur les recours en annulation pour violation des formes, soit substantielles, soit prescrites à peine de nullité, excès ou détournement de pouvoir, formés contre les actes et règlements des diverses autorités administratives, est déterminée par l'objet véritable et direct du recours en annulation (1). (1) Voir les concl. du MP.",
        "Le recours qui tend à l'annulation de la décision de placer de plein droit le membre du personnel en disponibilité pour cause de maladie et de la décision d'accorder la démission honorable de ses fonctions de professeur de cours spéciaux et l'autorisation à faire valoir ses droits à la pension a pour objet véritable et direct l'annulation d'un acte qui modifie la position administrative du défendeur et vise au rétablissement de sa position antérieure; le défendeur ne saurait atteindre ce but par une action devant les tribunaux de l'ordre judiciaire (1). (1) Voir les concl. du MP.",
        "La circonstance que la réunion des conditions prévues à l'article 13 du décret de la Communauté française du 5 juillet 2000 fixant le régime des congés et de disponibilité pour maladie ou infirmité de certains membres du personnel de l'enseignement entraîne de plein droit la mise en disponibilité du membre du personnel sans que l'autorité administrative dispose à cet égard du moindre pouvoir d'appréciation n'est pas de nature à exclure la compétence du Conseil d'État dès lors qu'à l'obligation ainsi imposée à l'autorité administrative ne correspond pas un droit subjectif de ce membre du personnel (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De bevoegdheid van de afdeling bestuursrechtspraak van de Raad van State die bij wijze van arresten uitspraak doet over de beroepen tot nietigverklaring wegens overtreding van hetzij substantiële, hetzij op straffe van nietigheid voorgeschreven vormen, overschrijding of afwending van macht, ingesteld tegen de akten en reglementen van de onderscheiden administratieve overheden wordt bepaald door het werkelijk en rechtstreeks voorwerp van het beroep tot nietigverklaring (1). (1) Zie concl. OM in Pas. 2016, nr. ...",
        "Het werkelijk en rechtstreeks voorwerp van het beroep dat strekt tot de nietigverklaring van een beslissing om het personeelslid van rechtswege ter beschikking te stellen wegens ziekte en de beslissing tot eervol ontslag uit het ambt van leerkracht bijzondere vakken en de toelating tot het doen gelden van pensioenrechten bestaat in de nietigverklaring van een handeling die de administratieve toestand van de verweerder wijzigt en die zijn herstel in de vorige stand beoogt; de verweerder zou dat doel niet kunnen bereiken door zich tot de rechtbanken van de rechterlijke orde te wenden (1). (1) Zie concl. OM in Pas. 2016, nr. ...",
        "De omstandigheid dat de vervulling van de voorwaarden bedoeld in artikel 13 van het decreet van de Franse Gemeenschap van 5 juli 2000 houdende de regeling inzake verlof en disponibiliteit wegens ziekte of invaliditeit van sommige personeelsleden uit het onderwijs de terbeschikkingstelling van het personeelslid van rechtswege tot gevolg heeft zonder dat de administratieve overheid dienaangaande over enige beoordelingsbevoegdheid beschikt, sluit de bevoegdheid van de Raad van State niet uit, aangezien met de aldus aan de administratieve overheid opgelegde verplichting geen subjectief recht van dat personeelslid overeenstemt (1). (1) Zie concl. OM in Pas. 2016, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160205.2": {
      "court": "CASS",
      "date": "2016-02-05",
      "roleNumber": "C.15.0164.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160205.2",
      "abstractFR": [
        "Les institutions créées ou reconnues par l'autorité fédérale, par les communautés et les régions, les provinces ou les communes, qui sont chargées d'un service public et qui ne relèvent pas du pouvoir judiciaire ou législatif, constituent en principe des autorités administratives, dans la mesure où leur fonctionnement est déterminé et contrôlé par l'autorité et où elles peuvent prendre des décisions obligatoires à l'égard des tiers (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De instellingen die opgericht of erkend zijn door de federale overheid, door de gemeenschappen en de gewesten, de provincies of de gemeenten, die een openbardienstopdracht vervullen en die niet afhangen van de rechterlijke of wetgevende macht, zijn in beginsel administratieve organen voor zover hun werking door de overheid wordt bepaald en gecontroleerd en ze beslissingen kunnen nemen die derden binden (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150219.8": {
      "court": "CASS",
      "date": "2015-02-19",
      "roleNumber": "C.14.0308.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150219.8&lang=fr",
      "abstractFR": [
        "La compétence de la section du contentieux administratif du Conseil d''État est déterminée par l''objet véritable et direct du recours en annulation (1). (1) Voir les concl. du MP.",
        "Lorsque l''objet véritable et direct du recours tendait à l''annulation du permis d''environnement et non à l''annulation d''un acte juridique administratif par laquelle une autorité administrative refuse d''exécuter une obligation qui correspond à un droit subjectif du requérant, la circonstance que la décision sur une violation invoquée du principe d''impartialité requiert que le Conseil d''État statue également sur la portée des obligations figurant dans la convention brownfield conclue entre l''autorité délivrant l''autorisation et le demandeur de l''autorisation, ne fait pas obstacle à la juridiction du Conseil d'État (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De bevoegdheid van de afdeling bestuursrechtspraak van de Raad van State wordt bepaald door het werkelijk en rechtstreeks voorwerp van het beroep tot nietigverklaring (1). (1) Zie concl. OM.",
        "Wanneer het werkelijk en rechtstreeks voorwerp van het beroep strekte tot nietigverklaring van de milieuvergunning en niet tot nietigverklaring van een administratieve rechtshandeling waarbij een administratieve overheid weigert om een verplichting uit te voeren die overeenstemt met een subjectief recht van de verzoeker, doet de omstandigheid dat de uitspraak over een aangevoerde miskenning van het onpartijdigheidsbeginsel vereist dat de Raad van State tevens oordeelt over de draagwijdte van de verbintenissen in het brownfieldconvenant tussen de vergunningverlenende overheid en de aanvrager van de vergunning, geen afbreuk aan de rechtsmacht van de Raad van State (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150219.9": {
      "court": "CASS",
      "date": "2015-02-19",
      "roleNumber": "C.14.0369.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150219.9&lang=fr",
      "abstractFR": [
        "La compétence de la section du contentieux administratif du Conseil d''État est déterminée par l''objet réel et direct du recours en annulation (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De bevoegdheid van de afdeling bestuursrechtspraak van de Raad van State wordt bepaald door het werkelijk en rechtstreeks voorwerp van het beroep tot nietigverklaring (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140613.2": {
      "court": "CASS",
      "date": "2014-06-13",
      "roleNumber": "C.14.0010.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140613.2",
      "abstractFR": [
        "Les institutions créées ou reconnues par l'autorité fédérale, par les communautés et les régions, les provinces ou les communes, qui sont chargées d'un service public et qui ne relèvent pas du pouvoir judiciaire ou législatif, constituent en principe des autorités administratives, dans la mesure où leur fonctionnement est déterminé et contrôlé par l'autorité et qu'elles peuvent prendre des décisions obligatoires à l'égard des tiers (1). (1) Voir les concl. du MP.",
        "Une association sans but lucratif, fût-elle créée par une autorité administrative et fût-elle soumise à un contrôle important de la part des pouvoirs publics, qui ne peut pas prendre de décision obligatoire à l'égard des tiers, ne perd pas son caractère de droit privé; le fait qu'une tâche d'intérêt général lui soit confiée est, à cet égard, sans intérêt (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De instellingen die opgericht of erkend zijn door de federale overheid, door de gemeenschappen en de gewesten, de provincies of de gemeenten, die een openbaredienstopdracht vervullen en die niet afhangen van de rechterlijke of wetgevende macht, zijn in beginsel administratieve organen voor zover hun werking door de overheid wordt bepaald en gecontroleerd en ze beslissingen kunnen nemen die derden binden (1). (1) Zie concl. OM.",
        "Een vereniging zonder winstoogmerk, ook al is zij opgericht door een administratieve overheid en ook al is zij onderworpen aan een verregaande controle van de overheid, maar die geen beslissingen kan nemen die derden kunnen binden, verliest haar privaatrechtelijk karakter niet; het doet hiervoor niet ter zake dat haar een taak van algemeen belang is toevertrouwd (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140124.4": {
      "court": "CASS",
      "date": "2014-01-24",
      "roleNumber": "C.10.0450.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140124.4",
      "abstractFR": [
        "Le pouvoir de juridiction de la section du contentieux administratif du Conseil d'Etat est déterminé par l'objet véritable et direct du recours en annulation (1). (1) Voir les concl. du M.P.; la Cour a rendu le même jour un second arrêt dans le même sens: Cass., 24 janvier 2014, RG C.10.0481.F.",
        "Pour qu'une partie puisse se prévaloir d'un tel droit à l'égard de l'autorité administrative, il faut que la compétence de cette autorité soit liée (1). (1) Voir les concl. du M.P.; la Cour a rendu le même jour un second arrêt dans le même sens: Cass., 24 janvier 2014, RG C.10.0481.F."
      ],
      "abstractNL": [
        "De bevoegdheid van de afdeling bestuursrechtspraak van de Raad van State wordt bepaald door het werkelijke en rechtstreekse voorwerp van het beroep tot nietigverklaring (1). (1) Zie concl. OM in Pas. 2014, nr. ...; het Hof heeft dezelfde dag een tweede arrest in dezelfde zin gewezen: Cass. 24 jan. 2014, AR C.10.0481.F.",
        "Een partij kan zich ten aanzien van een administratieve overheid enkel op een dergelijk recht beroepen als de bevoegdheid van die overheid gebonden is (1). (1) Zie concl. OM in Pas. 2014, nr. ...; het Hof heeft dezelfde dag een tweede arrest in dezelfde zin gewezen: Cass. 24 jan. 2014, AR C.10.0481.F."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140124.5": {
      "court": "CASS",
      "date": "2014-01-24",
      "roleNumber": "C.10.0537.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140124.5",
      "abstractFR": [
        "Pour qu'une partie puisse se prévaloir d'un tel droit à l'égard de l'autorité administrative, il faut que la compétence de cette autorité soit liée (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "De kenmerken van de voorwaarden bedoeld in artikel 3, eerste lid, 6° en 7°, van de wet van 15 december 1980 leiden ertoe dat aan de Belgische diplomatieke of consulaire post een gedeeltelijke discretionaire bevoegdheid wordt toegekend (1). (1) Zie concl OM in Pas. 2014, nr. ...."
      ]
    }
  },
  "17": {
    "ECLI:BE:CASS:2020:ARR.20201127.REUN.2": {
      "court": "CASS",
      "date": "2020-11-27",
      "roleNumber": "C.17.0114.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201127.REUN.2&lang=fr",
      "abstractFR": [
        "Bien que le Conseil d'État soit, certes, sans juridiction lorsque la demande tend à l'annulation ou à la suspension d'un acte juridique administratif par lequel une autorité administrative refuse d'exécuter une obligation qui correspond à un droit subjectif du requérant et que le moyen invoqué se fonde sur une règle de droit matériel qui crée cette obligation et détermine le fond de la contestation, la seule circonstance que la décision rendue sur une demande en suspension de l'exécution d'un arrêté du ministre flamand requiert que le Conseil d'État statue également sur l'existence et l'étendue du droit de se prévaloir d'un permis octroyé ne fait pas obstacle au pouvoir de juridiction du Conseil d'État (1). (1) Voir les concl. du MP.",
        "Bien que le Conseil d'État soit, certes, sans juridiction lorsque la demande tend à l'annulation ou à la suspension d'un acte juridique administratif par lequel une autorité administrative refuse d'exécuter une obligation qui correspond à un droit subjectif du requérant et que le moyen invoqué se fonde sur une règle de droit matériel qui crée cette obligation et détermine le fond de la contestation, la seule circonstance que la décision rendue sur une demande en suspension de l'exécution d'un arrêté du ministre flamand requiert que le Conseil d'État statue également sur l'existence et l'étendue du droit de se prévaloir d'un permis octroyé ne fait pas obstacle au pouvoir de juridiction du Conseil d'État (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Waar de Raad van State weliswaar zonder rechtsmacht is wanneer de vordering strekt tot de nietigverklaring of schorsing van een administratieve rechtshandeling waarbij een administratieve overheid weigert een verplichting uit te voeren die overeenstemt met een subjectief recht van verzoeker en het aangevoerd middel gebaseerd is op een regel van materieel recht die deze verplichting in het leven roept en het geschil inhoudelijk bepaalt, doet de loutere omstandigheid dat de uitspraak over een vordering tot schorsing van de tenuitvoerlegging van een besluit van de Vlaams minister vereist dat de Raad van State ook uitspraak doet over het bestaan en de omvang van het recht om zich te beroepen op een verleende vergunning, geen afbreuk aan de rechtsmacht van de Raad van State (1). (1) Zie concl. OM."
      ]
    }
  },
  "20": {
    "ECLI:BE:CASS:2017:ARR.20171129.2": {
      "court": "CASS",
      "date": "2017-11-29",
      "roleNumber": "P.17.1145.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171129.2",
      "abstractFR": [
        "Il ne résulte d'aucune disposition de la loi du 15 décembre 1980 sur l'accès au territoire, le séjour, l'établissement et l'éloignement des étrangers ou des lois coordonnées sur le Conseil d'État, que l'autorité compétente ne peut pas prendre une mesure privative de liberté en application de l'article 7, alinéa 3, de la loi précitée du 15 décembre 1980, pendant le traitement du pourvoi en cassation visé à l'article 39/67 de cette loi, même si le Conseil d'État a déclaré ce recours admissible (1). (1) Voir Doc. parl., Chambre, Doc 51-2479/1, p. 47."
      ],
      "abstractNL": [
        "Uit geen enkele bepaling van de Vreemdelingenwet of van de Wet Raad van State volgt dat de bevoegde overheid geen maatregel van vrijheidsberoving met toepassing van artikel 7, derde lid, Vreemdelingenwet mag nemen tijdens de behandeling van het in artikel 39/67 van die wet bedoelde cassatieberoep, zelfs indien de Raad van State dat beroep toelaatbaar heeft verklaard (1). (1) Zie Parl.St. Kamer 2005-06, nr. 51-2479/1, 47."
      ]
    }
  },
  "28": {
    "ECLI:BE:CASS:2014:ARR.20140320.19": {
      "court": "CASS",
      "date": "2014-03-20",
      "roleNumber": "C.13.0178.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140320.19&lang=fr",
      "abstractFR": [
        "La motivation du Conseil d'État, section du contentieux administratif, qui rejette un déclinatoire de compétence, doit permettre à la Cour d'exercer le contrôle confié à ladite Cour par l'article 33 des lois coordonnées sur le Conseil d'État (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "De motivering van de Raad van State, afdeling bestuursrechtspraak, die afwijzend beschikt op een exceptie van onbevoegdheid, moet het Hof in staat stellen het bij artikel 33 Wet Raad van State aan het Hof opgedragen toezicht uit te oefenen (1). (1) Zie concl. O.M."
      ]
    }
  },
  "30": {
    "ECLI:BE:CASS:2017:ARR.20170622.9": {
      "court": "CASS",
      "date": "2017-06-22",
      "roleNumber": "C.16.0500.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170622.9",
      "abstractFR": [
        "Le Conseil d'État est, lors même que la demande relèverait de la compétence des cours et tribunaux de l'ordre judiciaire, seul compétent pour statuer sur les dépens et sur l'indemnité de procédure visés aux articles 30, § 1er, alinéa 2, et 30/1 des lois coordonnées du 12 janvier 1973 et aux articles 66 à 77 de l'arrêté du Régent du 23 août 1948 déterminant la procédure devant la section du contentieux administratif du Conseil d'État (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Al zou de vordering tot de bevoegdheid van de hoven en rechtbanken van de rechterlijke orde behoren, de Raad van State is als enige bevoegd om uitspraak te doen over de kosten en over de rechtsplegingsvergoeding, zoals deze worden bedoeld in de artikelen 30, § 1, tweede lid, en 30/1 van de gecoördineerde wetten van 12 januari 1973 en in de artikelen 66 tot 77 van het besluit van de Regent van 23 augustus 1948 tot regeling van de rechtspleging voor de afdeling bestuursrechtspraak van de Raad van State (1). (1) Zie concl. OM in Pas. 2017, nr. ***."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151002.1": {
      "court": "CASS",
      "date": "2015-10-02",
      "roleNumber": "C.14.0172.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151002.1",
      "abstractFR": [
        "S'agissant des procédures introduites devant le Conseil d'État avant le 1er mars 2014, la partie ayant obtenu gain de cause devant le Conseil d'État ne peut réclamer l'indemnisation de ses frais de défense engagés devant cette juridiction qu'en saisissant une juridiction de l'ordre judiciaire sur la base de l'article 1382 du Code civil; l'article 1022 du Code judiciaire n'est pas applicable comme tel auxdites procédures (1). (1) Le 1er mars 2014 est la date de l'entrée en vigueur de l'article 30/1, § 1er, des lois sur le Conseil d'État, coordonnées le 12 janvier 1973, y inséré par la loi du 20 janvier 2014 portant réforme de la compétence, de la procédure et de l'organisation du Conseil d'État; l'article 30, § 5 à 9, des lois sur le Conseil d'État avant l'abrogation de ces paragraphes par la loi du 20 janvier 2014."
      ],
      "abstractNL": [
        "Met betrekking tot de procedures die bij de Raad van State zijn ingeleid vóór 1 maart 2014, kan de partij die voor de Raad van State in het gelijk werd gesteld de vergoeding van haar verweerkosten voor dat rechtscollege slechts vorderen door een vordering in te stellen bij een rechtbank van de rechterlijke orde op grond van artikel 1382 Burgerlijk Wetboek; artikel 1022 Gerechtelijk Wetboek is als dusdanig niet van toepassing op de voornoemde procedures (1). (1) 1 maart is de datum van inwerkingtreding van artikel 30/1, §1, Wet Raad van State, daar ingevoegd door de wet van 20 januari 2014 tot hervorming van de bevoegdheid, de procedureregeling en de organisatie van de Raad van State; art. 30, §§ 5 tot 9, Wet Raad van State, vóór de opheffing van die paragrafen door de wet van 20 januari 2014."
      ]
    }
  },
  "33": {
    "ECLI:BE:CASS:2024:ARR.20241031.REUN.1": {
      "court": "CASS",
      "date": "2024-10-31",
      "roleNumber": "C.23.0134.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241031.REUN.1",
      "abstractFR": [
        "Les cours et tribunaux de l'ordre judiciaire ne sont pas compétents pour statuer sur une demande d'annulation d'une circulaire administrative (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2020:ARR.20201127.REUN.1": {
      "court": "CASS",
      "date": "2020-11-27",
      "roleNumber": "C.17.0010.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201127.REUN.1&lang=fr",
      "abstractFR": [
        "Le pourvoi en cassation dirigé contre les motifs d'un arrêt d'annulation dans lequel le Conseil d'État fournit des précisions concernant les mesures à prendre pour remédier à l'illégalité ayant conduit à l'annulation ne concerne pas un conflit d'attribution à l'égard duquel la Cour de cassation doit remplir sa mission de régulation en ce qui concerne les compétences respectives de l'ordre judiciaire et du Conseil d'État (1). (1) Voir les concl. du MP.",
        "Le pourvoi en cassation dirigé contre les motifs d'un arrêt d'annulation dans lequel le Conseil d'État fournit des précisions concernant les mesures à prendre pour remédier à l'illégalité ayant conduit à l'annulation ne concerne pas un conflit d'attribution à l'égard duquel la Cour de cassation doit remplir sa mission de régulation en ce qui concerne les compétences respectives de l'ordre judiciaire et du Conseil d'État (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het cassatieberoep gericht tegen de motieven van een vernietigingsarrest waarin de Raad van State verduidelijkingen verschaft met betrekking tot maatregelen die moeten worden genomen om te verhelpen aan de onwettigheid die tot de nietigverklaring heeft geleid, betreft geen attributieconflict ten aanzien waarvan het Hof van Cassatie zijn regulerende opdracht in verband met de respectieve bevoegdheid van de rechterlijke orde en de Raad van State heeft te vervullen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170622.9": {
      "court": "CASS",
      "date": "2017-06-22",
      "roleNumber": "C.16.0500.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170622.9",
      "abstractFR": [
        "La décision par laquelle le Conseil d'État statue sur les dépens et sur l'indemnité de procédure n'est, comme telle, pas de nature à faire l'objet d'un pourvoi en cassation (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De beslissing waarbij de Raad van State uitspraak over de kosten en over de rechtsplegingsvergoeding doet, is als dusdanig niet van dien aard dat ze het voorwerp van een cassatieberoep kan uitmaken (1). (1) Zie concl. OM in Pas. 2017, nr. ***."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150326.6": {
      "court": "CASS",
      "date": "2015-03-26",
      "roleNumber": "C.14.0023.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150326.6&lang=fr",
      "abstractFR": [
        "Les arrêts rendus par la section du contentieux administratif du Conseil d'État statuant sur la compétence ou l'incompétence de ladite section ne peuvent être contestés devant la Cour de cassation que lorsqu'il s'élève ainsi un conflit d'attribution entre le Conseil d'État et l'autorité judiciaire, et que la Cour doit ainsi remplir sa mission de régulation en ce qui concerne les compétences respectives de l'ordre judiciaire et du Conseil d'État; le pourvoi en cassation qui est dirigé contre un arrêt de la section du contentieux administratif du Conseil d'État par lequel celui-ci se déclare incompétent pour un motif autre que celui selon lequel la contestation relève de la compétence des juridictions de l'ordre judiciaire, de sorte qu'il ne naît pas ainsi de conflit d'attribution, est irrecevable (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De arresten van de afdeling bestuursrechtspraak van de Raad van State die uitspraak doen over de bevoegdheid of onbevoegdheid van deze afdeling kunnen slechts voor het Hof van Cassatie worden aangevochten wanneer hierdoor een geschil van attributie ontstaat tussen de Raad van State en de rechterlijke overheid en het Hof aldus zijn regulerende opdracht in verband met de respectieve bevoegdheid van de rechterlijke orde en de Raad van State heeft te vervullen; het cassatieberoep dat gericht is tegen een arrest van de afdeling bestuursrechtspraak van de Raad van State waarbij deze zich onbevoegd verklaart om een andere reden dan dat het geschil tot de bevoegdheid van de rechterlijke orde behoort, zodat geen geschil van attributie hierdoor ontstaat, is niet ontvankelijk (1). (1) Zie de concl. van het OM."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140320.19": {
      "court": "CASS",
      "date": "2014-03-20",
      "roleNumber": "C.13.0178.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140320.19&lang=fr",
      "abstractFR": [
        "Lorsqu'en vertu des articles 33 des lois coordonnées sur le Conseil d'État et 609, 2°, du Code judiciaire, elle statue sur le pourvoi dirigé contre un arrêt par lequel la section d'administration du Conseil d'État rejette un déclinatoire de compétence, la Cour contrôle les motifs par lesquels le Conseil a rejeté le déclinatoire de compétence ou a décidé de ne pas en connaître (1). (1) Voir les concl. M.P.",
        "La motivation du Conseil d'État, section du contentieux administratif, qui rejette un déclinatoire de compétence, doit permettre à la Cour d'exercer le contrôle confié à ladite Cour par l'article 33 des lois coordonnées sur le Conseil d'État (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "Wanneer het Hof op grond van het artikel 33 Wet Raad van State en het artikel 609, 2° Ger.W. kennis neemt van een voorziening tegen een arrest waarbij de afdeling bestuursrechtspraak van de Raad van State afwijzend beschikt op een exceptie van onbevoegdheid, oefent het Hof toezicht uit op de redenen waarom de Raad van State op die exceptie afwijzend heeft beschikt of geweigerd heeft kennis ervan te nemen (1). (1) Zie concl. O.M.",
        "De motivering van de Raad van State, afdeling bestuursrechtspraak, die afwijzend beschikt op een exceptie van onbevoegdheid, moet het Hof in staat stellen het bij artikel 33 Wet Raad van State aan het Hof opgedragen toezicht uit te oefenen (1). (1) Zie concl. O.M."
      ]
    }
  },
  "14ter": {
    "ECLI:BE:CASS:2023:ARR.20231019.1N.6": {
      "court": "CASS",
      "date": "2023-10-19",
      "roleNumber": "C.22.0207.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231019.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "Uit de aard van de vernietigingsarresten van de Raad van State volgt dat de vernietigde administratieve beslissing in de regel geacht wordt nooit te hebben bestaan, zodat de partijen door de vernietiging van de beslissing terug in de toestand worden geplaatst van vóór de vernietigde beslissing (1). (1) Cass. 6 februari 2009, AR C.08.0296.N, AC 2009, nr. 98; Cass. 4 april 2002, AR C.00.0457.N, AC 2002, nr. 209 met concl. van advocaat-generaal Thijs.",
        "Wanneer een overheid binnen een wettelijke termijn verplicht is tot het nemen van beslissingen, zoals uitspraak doen over een ingesteld administratief beroep, en de wet aan het verstrijken van de termijn gevolgen verbindt en de tijdig genomen beslissing nadien door de Raad van State wordt vernietigd, bestaat de toestand van vóór de vernietigde beslissing erin dat de overheid opnieuw over het administratief beroep moet beslissen; zij beschikt daartoe over de volledige wettelijke termijn."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210224.2F.20": {
      "court": "CASS",
      "date": "2021-02-24",
      "roleNumber": "P.20.0965.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210224.2F.20",
      "abstractFR": [
        "En vertu de l'article 14ter des lois coordonnées sur le Conseil d'Etat, si des raisons exceptionnelles le justifient, le Conseil d'Etat peut indiquer ceux des effets de l'acte ou du règlement annulés qui doivent être considérés comme maintenus provisoirement pour le délai que la juridiction détermine (1). (1) Voir les concl. écrites et « dit en substance » du MP.",
        "Le principe de légalité garanti par l'article 159 de la Constitution s'inscrit dans un ensemble de principes généraux du droit à valeur constitutionnelle, parmi lesquels figure le principe de la sécurité juridique, et c'est aux fins de préserver la sécurité juridique en évitant de mettre à mal, par l'effet de l'annulation, des situations juridiques acquises, que le Conseil d'Etat s'est vu conférer un pouvoir de modulation dans le temps de ses arrêts d'annulation; toutefois, lorsqu'il s'agit du jugement de l'action publique, la règle édictée par l'article 159 doit se combiner avec l'article 12, alinéa 2, de la Constitution, selon lequel nul ne peut être poursuivi que dans les cas prévus par la loi, et dans les formes qu'elle prescrit (1). (1) Voir les concl. écrites et « dit en substance » du MP.",
        "L'exigence de légalité résultant de l'article 12, alinéa 2, de la Constitution selon lequel nul ne peut être poursuivi que dans les cas prévus par la loi, et dans les formes qu'elle prescrit n'est pas rencontrée par le maintien des effets par le Conseil d'Etat d'un acte réglementaire illégal en application de de l'article 14ter des lois coordonnées sur le Conseil d'Etat (1). (1) Voir les concl. écrites et « dit en substance » du MP.",
        "Contrairement à la décision d'annulation rendue par le Conseil d'Etat qui fait disparaître l'acte annulé de l'ordonnancement juridique, la décision de rejet de l'annulation de l'acte réglementaire n'a pas autorité de chose jugée erga omnes; ainsi, en application de l'article 159 de la Constitution, il appartient aux cours et tribunaux de vérifier dans le cadre du litige dont ils sont saisis si cet acte est conforme aux lois (1). (1) Voir les concl. écrites et « dit en substance » du MP."
      ],
      "abstractNL": [
        "Krachtens artikel 14ter Wet Raad van State kan de Raad van State, indien uitzonderlijke redenen het rechtvaardigen, die gevolgen van de vernietigde akte of van het vernietigde reglement aanwijzen die als voorlopig gehandhaafd moeten worden beschouwd voor de termijn die dit rechtscollege vaststelt (1). (1) Zie concl. “in hoofdzaak” OM in Pas. 2021, nr. 135.",
        "Het door artikel 159 Grondwet gewaarborgde legaliteitsbeginsel ligt in de lijn van een geheel van algemene rechtsbeginselen met grondwettelijke waarde, waaronder ook het rechtszekerheidsbeginsel, en om de rechtszekerheid te vrijwaren en te vermijden dat bestaande rechtstoestanden door de nietigverklaring zouden worden aangetast, werd aan de Raad van State de bevoegdheid toegekend om zijn vernietigingsarresten in de tijd aan te passen; wanneer het echter gaat over de beoordeling van de strafvordering, moet de door artikel 159 opgelegde regel worden gecombineerd met artikel 12, tweede lid, Grondwet, volgens hetwelk niemand kan worden vervolgd dan in de gevallen die de wet bepaalt en in de vormen die ze voorschrijft (1). (1) Zie concl. “in hoofdzaak” OM in Pas. 2021, nr. 135.",
        "De legaliteitsvereiste voortvloeiend uit artikel 12, tweede lid, Grondwet, volgens hetwelk niemand kan worden vervolgd dan in de gevallen die de wet bepaalt en in de vormen die ze voorschrijft, wordt niet vervuld ingeval de Raad van State de gevolgen van een onwettige reglementaire akte behoudt bij toepassing van artikel 14ter Wet Raad van State (1). (1) Zie concl. “in hoofdzaak” OM in Pas. 2021, nr. 135.",
        "In tegenstelling tot de vernietigingsbeslissing van de Raad van State die de vernietigde akte uit de rechtsorde schrapt, heeft de beslissing om de nietigverklaring van de reglementaire akte te verwerpen geen kracht van gewijsde erga omnes; aldus dienen, met toepassing van artikel 159 Grondwet, de hoven en rechtbanken in het kader van het hun voorgelegde geschil na te gaan of deze akte in overeenstemming is met de wet (1). (1) Zie concl. “in hoofdzaak” OM in Pas. 2021, nr. 135."
      ]
    }
  },
  "35/1": {
    "ECLI:BE:CASS:2020:ARR.20201127.REUN.1": {
      "court": "CASS",
      "date": "2020-11-27",
      "roleNumber": "C.17.0010.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201127.REUN.1&lang=fr",
      "abstractFR": [
        "Les précisions que le Conseil d'État fournit, à la demande des parties, concernant les mesures à prendre pour remédier à l'illégalité ayant conduit à l'annulation de l'acte administratif ne participent pas à l'autorité de chose jugée et, par conséquent, elles ne sont pas contraignantes à l'égard du juge qui, après l'annulation, sera appelé à statuer sur la demande de réparation complémentaire (1). (1) Voir les concl. du MP.",
        "Le pourvoi en cassation dirigé contre les motifs d'un arrêt d'annulation dans lequel le Conseil d'État fournit des précisions concernant les mesures à prendre pour remédier à l'illégalité ayant conduit à l'annulation ne concerne pas un conflit d'attribution à l'égard duquel la Cour de cassation doit remplir sa mission de régulation en ce qui concerne les compétences respectives de l'ordre judiciaire et du Conseil d'État (1). (1) Voir les concl. du MP.",
        "Les précisions que le Conseil d'État fournit, à la demande des parties, concernant les mesures à prendre pour remédier à l'illégalité ayant conduit à l'annulation de l'acte administratif ne participent pas à l'autorité de chose jugée et, par conséquent, elles ne sont pas contraignantes à l'égard du juge qui, après l'annulation, sera appelé à statuer sur la demande de réparation complémentaire (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Le pourvoi en cassation dirigé contre les motifs d'un arrêt d'annulation dans lequel le Conseil d'État fournit des précisions concernant les mesures à prendre pour remédier à l'illégalité ayant conduit à l'annulation ne concerne pas un conflit d'attribution à l'égard duquel la Cour de cassation doit remplir sa mission de régulation en ce qui concerne les compétences respectives de l'ordre judiciaire et du Conseil d'État (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De verduidelijkingen die de Raad van State op vraag van de partijen verschaft met betrekking tot de maatregelen die moeten worden genomen om aan de onregelmatigheden te remediëren die tot de nietigverklaring van de bestuurshandeling hebben geleid, delen niet in het gezag van gewijsde van het arrest en zijn bijgevolg niet bindend voor de rechter die na de vernietiging uitspraak zal moeten doen over bijkomend herstel dat nog moet worden geboden (1). (1) Zie concl. OM.",
        "Het cassatieberoep gericht tegen de motieven van een vernietigingsarrest waarin de Raad van State verduidelijkingen verschaft met betrekking tot maatregelen die moeten worden genomen om te verhelpen aan de onwettigheid die tot de nietigverklaring heeft geleid, betreft geen attributieconflict ten aanzien waarvan het Hof van Cassatie zijn regulerende opdracht in verband met de respectieve bevoegdheid van de rechterlijke orde en de Raad van State heeft te vervullen (1). (1) Zie concl. OM."
      ]
    }
  },
  "11bis": {
    "ECLI:BE:CASS:2017:ARR.20170915.2": {
      "court": "CASS",
      "date": "2017-09-15",
      "roleNumber": "C.15.0465.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170915.2",
      "abstractFR": [
        "Une demande d'indemnité réparatrice suppose qu'une illégalité soit constatée par un arrêt du Conseil d'État statuant sur un recours en annulation visé à l'article 14, § 1er ou § 3, des lois sur le Conseil d'État, coordonnées le 12 janvier 1973 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Een herstelvordering veronderstelt dat een onwettigheid werd vastgesteld in een arrest van de Raad van State dat uitspraak doet over een beroep tot nietigverklaring bedoeld in artikel 14, §§ 1 of 3, van de gecoördineerde wetten op de Raad van State van 12 januari 1973 (1). (1) Zie concl. OM in Pas. 2017, nr. ..."
      ]
    }
  },
  "30/1": {
    "ECLI:BE:CASS:2017:ARR.20170622.9": {
      "court": "CASS",
      "date": "2017-06-22",
      "roleNumber": "C.16.0500.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170622.9",
      "abstractFR": [
        "Le Conseil d'État est, lors même que la demande relèverait de la compétence des cours et tribunaux de l'ordre judiciaire, seul compétent pour statuer sur les dépens et sur l'indemnité de procédure visés aux articles 30, § 1er, alinéa 2, et 30/1 des lois coordonnées du 12 janvier 1973 et aux articles 66 à 77 de l'arrêté du Régent du 23 août 1948 déterminant la procédure devant la section du contentieux administratif du Conseil d'État (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Al zou de vordering tot de bevoegdheid van de hoven en rechtbanken van de rechterlijke orde behoren, de Raad van State is als enige bevoegd om uitspraak te doen over de kosten en over de rechtsplegingsvergoeding, zoals deze worden bedoeld in de artikelen 30, § 1, tweede lid, en 30/1 van de gecoördineerde wetten van 12 januari 1973 en in de artikelen 66 tot 77 van het besluit van de Regent van 23 augustus 1948 tot regeling van de rechtspleging voor de afdeling bestuursrechtspraak van de Raad van State (1). (1) Zie concl. OM in Pas. 2017, nr. ***."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151002.1": {
      "court": "CASS",
      "date": "2015-10-02",
      "roleNumber": "C.14.0172.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151002.1",
      "abstractFR": [
        "S'agissant des procédures introduites devant le Conseil d'État avant le 1er mars 2014, la partie ayant obtenu gain de cause devant le Conseil d'État ne peut réclamer l'indemnisation de ses frais de défense engagés devant cette juridiction qu'en saisissant une juridiction de l'ordre judiciaire sur la base de l'article 1382 du Code civil; l'article 1022 du Code judiciaire n'est pas applicable comme tel auxdites procédures (1). (1) Le 1er mars 2014 est la date de l'entrée en vigueur de l'article 30/1, § 1er, des lois sur le Conseil d'État, coordonnées le 12 janvier 1973, y inséré par la loi du 20 janvier 2014 portant réforme de la compétence, de la procédure et de l'organisation du Conseil d'État; l'article 30, § 5 à 9, des lois sur le Conseil d'État avant l'abrogation de ces paragraphes par la loi du 20 janvier 2014."
      ],
      "abstractNL": [
        "Met betrekking tot de procedures die bij de Raad van State zijn ingeleid vóór 1 maart 2014, kan de partij die voor de Raad van State in het gelijk werd gesteld de vergoeding van haar verweerkosten voor dat rechtscollege slechts vorderen door een vordering in te stellen bij een rechtbank van de rechterlijke orde op grond van artikel 1382 Burgerlijk Wetboek; artikel 1022 Gerechtelijk Wetboek is als dusdanig niet van toepassing op de voornoemde procedures (1). (1) 1 maart is de datum van inwerkingtreding van artikel 30/1, §1, Wet Raad van State, daar ingevoegd door de wet van 20 januari 2014 tot hervorming van de bevoegdheid, de procedureregeling en de organisatie van de Raad van State; art. 30, §§ 5 tot 9, Wet Raad van State, vóór de opheffing van die paragrafen door de wet van 20 januari 2014."
      ]
    }
  },
  "21bis": {
    "ECLI:BE:CASS:2016:ARR.20160902.1": {
      "court": "CASS",
      "date": "2016-09-02",
      "roleNumber": "P.14.0019.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160902.1&lang=fr",
      "abstractFR": [
        "Il résulte de la combinaison des articles 21bis, alinéa 1er et 21bis, alinéa 2, des lois coordonnées sur le Conseil d'Etat du 12 janvier 1973, qu'une demande en intervention dans une procédure en annulation devant le Conseil d'Etat interrompt la prescription de l'action en réparation du dommage causé par l'acte administratif attaqué, pour autant que cette demande tend à étayer le recours en annulation dirigé contre cet acte (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de samenhang van artikel 21bis, eerste lid en artikel 21bis, tweede lid, Raad van State-wet volgt dat een verzoek tot tussenkomst in een vernietigingsprocedure voor de Raad van State de verjaring stuit van de vordering tot herstel van de schade veroorzaakt door de bestreden administratieve handeling, voor zover dat verzoek strekt tot ondersteuning van het beroep tot nietigverklaring van deze handeling (1). (1) Zie concl. OM."
      ]
    }
  }
}