{
  "5": {
    "ECLI:BE:CASS:2017:ARR.20171109.10": {
      "court": "CASS",
      "date": "2017-11-09",
      "roleNumber": "C.17.0118.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171109.10&lang=fr",
      "abstractFR": [
        "La disposition légale qui prévoit que les zones d'extension de l'habitat sont réservées exclusivement à la construction groupée d'habitations tant que l'autorité compétente ne s'est pas prononcée sur l'aménagement de la zone et que, selon le cas, soit ladite autorité n'a pas pris de décision d'engagement des dépenses relatives aux équipements, soit que ces derniers n'ont pas fait l'objet d'un engagement accompagné de garanties de la part du promoteur implique que des zones d'extension de l'habitation ne peuvent être utilisées pour des affectations autorisées en zone d'habitat autres que la \"construction groupée d'habitations\", tant que l'autorité compétente ne s'est pas prononcée sur l'aménagement de la zone, c'est-à-dire tant que l'aménagement de cette zone n'a pas été fixé, soit dans un plan particulier d'aménagement ou dans un plan d'exécution spatial, soit dans un plan global faisant l'objet d'un lotissement dûment autorisé (1); bien que les zones d'extension de l'habitat soient en principe des zones de réserve (2), aucune disposition légale n'exclut que la construction groupée d'habitations puisse être réalisée dans de telles zones sans constater au préalable que les zones d'habitat ne suffisent pour satisfaire aux besoins en logement. (1) Voir C.E. 17 mai 2011, n° 213.293, S.A. Vestabuild et crts ; C.E. 2 octobre 2015, n° 232.409, Deputatie van de Provincieraad van Vlaams-Brabant. (2) C.E. 6 mars 2008, n° 180.545, Tijtgat.",
        "Par construction groupée d'habitations, il y a lieu d'entendre la construction simultanée de plusieurs bâtiments destinés à l'habitation qui forment un ensemble cohérent (1); l'affectation générale de construction groupée d'habitations permet ainsi davantage que le logement social et n'exclut pas l'initiative purement privée (2). (1) C.E. 30 mars 2010, n° 202.563, S.A. Amsto. (2) C.E. 24 septembre 1992, n° 40.491, De Brabandere.",
        "Les parcelles situées dans des zones d'extension de l'habitat non aménagées entrent, à condition de remplir les autres conditions figurant à l'article 2.6.1, § 3, du Code flamand de l'Aménagement du Territoire, en ligne de compte pour un permis de construire ou de lotir et sont constructibles du point de vue urbanistique, à savoir pour la construction groupée d'habitations."
      ],
      "abstractNL": [
        "De wetsbepaling die voorziet dat de woonuitbreidingsgebieden uitsluitend bestemd zijn voor groepswoningbouw zolang de bevoegde overheid over de ordening van het gebied niet heeft beslist en zolang, volgens het geval, ofwel die overheid geen besluit tot vastlegging van de uitgaven voor de voorzieningen heeft genomen, ofwel omtrent deze voorzieningen geen met waarborgen omklede verbintenis is aangegaan door de promotor, houdt in dat woonuitbreidingsgebieden niet voor andere in woongebieden toegelaten bestemmingen dan \"groepswoningbouw\" kunnen worden aangewend, zolang de bevoegde overheid niet over de ordening van het gebied heeft beslist, dit wil zeggen zolang de ordening van dit gebied niet is vastgesteld, hetzij in een goedgekeurd bijzonder plan van aanleg of ruimtelijk uitvoeringsplan, hetzij in een globaal plan dat het voorwerp uitmaakt van een behoorlijk vergunde verkaveling(1); hoewel woonuitbreidingsgebieden in beginsel reservegebieden zijn(2), sluit geen enkele wettelijke bepaling uit dat groepswoningbouw in dergelijke gebieden kan worden gerealiseerd zonder dat vooraf wordt vastgesteld dat de woongebieden niet volstaan om aan de woonbehoeften te voldoen. (1) Zie RvS 17 mei 2011, nr. 213.293, N.V. Vestabuild e.a.; RvS 2 oktober 2015, nr. 232.409, Deputatie van de Provincieraad van Vlaams-Brabant. (2) RvS 6 maart 2008, nr. 180.545, Tijtgat.",
        "Onder groepswoningbouw dient te worden verstaan het gelijktijdig oprichten van meerdere gebouwen bestemd voor bewoning die een samenhangend geheel vormen (1); de algemene bestemming groepswoningbouw laat aldus meer toe dan sociale woningbouw en sluit zuiver particulier initiatief niet uit (2). (1) RvS 30 maart 2010, nr. 202.563, N.V. Amsto. (2) RvS 24 september 1992, nr. 40.491, De Brabandere.",
        "Percelen gelegen in niet-geordende woonuitbreidingsgebieden komen, mits is voldaan aan de andere in artikel 2.6.1, §3, Vlaamse Codex Ruimtelijke Ordening vermelde voorwaarden, in aanmerking voor een vergunning om te bouwen of te verkavelen en komen stedenbouwkundig voor bebouwing in aanmerking, met name voor groepswoningbouw."
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2013:ARR.20130329.4": {
      "court": "CASS",
      "date": "2013-03-29",
      "roleNumber": "C.10.0638.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130329.4&lang=fr",
      "abstractFR": [
        "La notion \"d'industrie ou d'entreprises industrielles\" au sens des articles 7 et 8 de l'arrêté royal du 28 décembre 1972 se réfère aux entreprises qui transforment des matières premières ou à des entreprises tecnico-productives; les simples entreprises commerciales ou de service, telles que les commerces, les magasins ou les marchés ne sont pas des industries ou des entreprises industrielles au sens de cette disposition; un marché horticole ne répond pas à la notion légale d'industrie de nature à perturber le milieu de vie."
      ],
      "abstractNL": [
        "Het begrip 'industrie of industriële bedrijven' in de zin van de artikelen 7 en 8 van het koninklijk besluit van 28 december 1972 verwijst naar bedrijven die grondstoffen verwerken of naar productief-technische bedrijven; louter commerciële of dienstverlenende bedrijven, zoals winkels, warenhuizen of veilingen zijn geen industrie of industriële bedrijven in de zin van die bepalingen; een tuinbouwveiling beantwoordt niet aan de definitie van het wettelijk begrip milieubelastende industrie (1). (1) Het OM concludeerde tot verwerping van het cassatieberoep; het was van oordeel dat het tweede middel niet ontvankelijk was gezien het antwoord op de vraag of een bepaalde bedrijvigheid hetzij een industrieel of ambachtelijk bedrijf is, of een complementair dienstverlenend bedrijf ten behoeve van andere industriële bedrijven, hetzij milieubelastend is, noopt tot een onderzoek van feiten, waarvoor het Hof niet bevoegd is."
      ]
    }
  },
  "8": {
    "ECLI:BE:CASS:2019:ARR.20190308.2": {
      "court": "CASS",
      "date": "2019-03-08",
      "roleNumber": "C.16.0481.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190308.2&lang=fr",
      "abstractFR": [
        "La notion d'« industrie de nature à perturber le milieu de vie » est définie à l'article 8.2.1.2 de l'arrêté royal du 28 décembre 1972 relatif à la présentation et à la mise en oeuvre des projets de plans et des plans de secteur, d'où il s'ensuit que, dans le cadre d'un plan d'expropriation, le pouvoir exécutif n'est pas autorisé à conférer, dans un projet de plan régional ou dans un plan régional, au moyen d'une indication apportée sur une carte, la qualification d'industrie de nature à perturber le milieu de vie à une entreprise qui ne satisfait pas aux critères de l'article précité (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het begrip \"milieubelastende industrie\" wordt gedefinieerd in artikel 8, 2.1.2. van het koninklijk besluit van 28 december 1972 betreffende de inrichting en de toepassing van de ontwerp-gewestplannen en gewestplannen, waaruit volgt dat het de uitvoerende macht in het kader van een voorgenomen onteigening niet is toegelaten om een onderneming die niet beantwoordt aan de criteria van voormeld artikel niettemin te kwalificeren als een milieubelastende industrie in een ontwerp-gewestplan of gewestplan door middel van een aanduiding op een kaart (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130329.4": {
      "court": "CASS",
      "date": "2013-03-29",
      "roleNumber": "C.10.0638.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130329.4&lang=fr",
      "abstractFR": [
        "La notion \"d'industrie ou d'entreprises industrielles\" au sens des articles 7 et 8 de l'arrêté royal du 28 décembre 1972 se réfère aux entreprises qui transforment des matières premières ou à des entreprises tecnico-productives; les simples entreprises commerciales ou de service, telles que les commerces, les magasins ou les marchés ne sont pas des industries ou des entreprises industrielles au sens de cette disposition; un marché horticole ne répond pas à la notion légale d'industrie de nature à perturber le milieu de vie."
      ],
      "abstractNL": [
        "Het begrip 'industrie of industriële bedrijven' in de zin van de artikelen 7 en 8 van het koninklijk besluit van 28 december 1972 verwijst naar bedrijven die grondstoffen verwerken of naar productief-technische bedrijven; louter commerciële of dienstverlenende bedrijven, zoals winkels, warenhuizen of veilingen zijn geen industrie of industriële bedrijven in de zin van die bepalingen; een tuinbouwveiling beantwoordt niet aan de definitie van het wettelijk begrip milieubelastende industrie (1). (1) Het OM concludeerde tot verwerping van het cassatieberoep; het was van oordeel dat het tweede middel niet ontvankelijk was gezien het antwoord op de vraag of een bepaalde bedrijvigheid hetzij een industrieel of ambachtelijk bedrijf is, of een complementair dienstverlenend bedrijf ten behoeve van andere industriële bedrijven, hetzij milieubelastend is, noopt tot een onderzoek van feiten, waarvoor het Hof niet bevoegd is."
      ]
    }
  },
  "11": {
    "ECLI:BE:CASS:2013:ARR.20130510.4": {
      "court": "CASS",
      "date": "2013-05-10",
      "roleNumber": "C.12.0371.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130510.4&lang=fr",
      "abstractFR": [
        "Des plantations forestières dans les parties du territoire réservées à l''agriculture suivant le plan de secteur ne sont pas légalement exclues à condition de laisser une distance de six mètres jusqu''à la ligne séparative de deux héritages et d'avoir obtenu l'autorisation du collège des bourgmestre et échevins (1). (1) Voir les conclusions du M.P., publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Bosaanplanting in de volgens het gewestplan voor de landbouw bestemde gedeelten van het grondgebied is wettelijk niet uitgesloten op voorwaarde dat een afstand van zes meter gelaten wordt tot de scheidingslijn tussen twee erven en dat het college van burgemeester en schepenen vergunning verleent (1). (1) Zie concl. O.M."
      ]
    }
  },
  "19": {
    "ECLI:BE:CASS:2020:ARR.20200604.1N.18": {
      "court": "CASS",
      "date": "2020-06-04",
      "roleNumber": "C.16.0490.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200604.1N.18&lang=fr",
      "abstractFR": [
        "Lorsque le plan particulier d'aménagement contient des dispositions suffisamment détaillées pour ne laisser aucun pouvoir d'appréciation à l'autorité, il suffit que celle-ci procède à un contrôle au regard de ces dispositions pour examiner la compatibilité de ce qui est demandé avec le bon aménagement local et une motivation par une simple référence au plan particulier d'aménagement peut suffire; ce n'est pas le cas lorsque la construction autorisée est simplement conforme à l'affectation du plan particulier d'aménagement (1). (1) Voir C.E., 7 février 2001, n° 93.109."
      ],
      "abstractNL": [
        "Wanneer het bijzonder plan van aanleg voldoende gedetailleerde voorschriften bevat die de overheid geen enkele beoordelingsruimte meer laten, volstaat het dat de overheid aan die voorschriften toetst om de verenigbaarheid van het aangevraagde met de goede plaatselijke ordening na te gaan en kan een motivering door een enkele verwijzing naar het bijzonder plan van aanleg volstaan; dit is niet het geval ingeval van loutere overeenstemming van de vergunde constructie met de bestemming van het bijzonder plan van aanleg (1). (1) Zie R.v.St. 7 februari 2001, nr. 93.109."
      ]
    }
  }
}