{
  "21": {
    "ECLI:BE:CASS:2024:ARR.20241202.3N.8": {
      "court": "CASS",
      "date": "2024-12-02",
      "roleNumber": "S.19.0058.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241202.3N.8",
      "abstractFR": null,
      "abstractNL": [
        "De verjaringstermijn van artikel 21, § 3, tweede lid, van de wet van 13 juni 1966 betreffende de rust- en overlevingspensioenen voor arbeiders, bedienden, zeevarenden onder Belgische vlag, mijnwerkers en vrijwillig verzekerden, begint te lopen vanaf de kennisgeving van de beslissing aan de uitbetalingsinstelling (1). (1) Cass. 8 mei 2006, AR S.05.0092.F, AC 2006, nr. 262; Cass. 3 november 2003, AR S.03.0045.N, AC 2003, nr. 549; Cass. 14 december 1998, AR S.98.0002.N, AC 1998, nr. 518."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141215.3": {
      "court": "CASS",
      "date": "2014-12-15",
      "roleNumber": "S.13.0050.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141215.3",
      "abstractFR": [
        "En décidant que l'O.N.P. devait, en vertu de l'article 22, § 3, de la loi du 11 avril 1995 visant à instituer la charte de l'assuré social, renoncer d'office à la récupération de prestations litigieuses au décès de l'auteur du défendeur, alors que la récupération de pareilles prestations indues est en l'espèce régie par les dispositions propres contenues à l'article 21, § 3, alinéa 3, et 5, de la loi du 13 juin 1966 relative à la pension de retraite et de survie des ouvriers, des employés, des marins naviguant sous pavillon belge, des ouvriers mineurs et des assurés libres, l'arrêt attaqué viole, outre ces dernières dispositions légales, l'article 22, § 1er de ladite loi du 11 avril 1995 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het bestreden arrest beslist dat de RVP, krachtens artikel 22, §3, van de wet van 11 april 1995 tot invoering van het 'handvest' van de sociaal verzekerde ambtshalve moest afzien van de teruginning van onverschuldigde uitkeringen bij het overlijden van de rechtsvoorganger van de verweerder terwijl de teruginning van die onverschuldigde uitkeringen te dezen vastgelegd wordt door de eigen bepalingen vervat in artikel 21, §3, derde lid, en §5, van de wet van 13 juni 1966 betreffende de rust- en overlevingspensioenen voor arbeiders, bedienden, zeevarenden onder Belgische vlag, mijnwerkers en vrijwillig verzekerden, en schendt bijgevolg, naast die laatstgenoemde wetsbepalingen, artikel 22, §1, van die wet van 11 april 1995 (1). (1) Zie de concl. OM in Pas. 2014, nr. ...791."
      ]
    }
  }
}