{
  "5": {
    "ECLI:BE:CASS:2017:ARR.20171221.12": {
      "court": "CASS",
      "date": "2017-12-21",
      "roleNumber": "F.16.0096.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171221.12&lang=fr",
      "abstractFR": [
        "La taxe sur les déchets est payée par le redevable à qui s'applique l'interdiction de déduire édictée par l'article 198, § 1er, 5°, du Code des impôts sur les revenus 1992; la circonstance que celui-ci répercute sur son client la taxe qu'il a payée est sans incidence à cet égard (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Een afvalstoffenheffing wordt betaald door de heffingsplichtige ten aanzien van wie het aftrekverbod vervat in artikel 198, §1, 5°, WIB92 geldt; de omstandigheid dat deze de door hem betaalde heffing verhaalt op zijn klanten, doet daaraan geen afbreuk (1). (1) Zie concl. OM."
      ]
    }
  },
  "12": {
    "ECLI:BE:CASS:2019:ARR.20190423.2": {
      "court": "CASS",
      "date": "2019-04-23",
      "roleNumber": "P.18.0815.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190423.2&lang=fr",
      "abstractFR": [
        "Il appartient au prévenu qui prétend pouvoir utiliser librement des terres excavées comme sol au sein d'une zone de travail cadastrale de rendre crédible qu'il est satisfait aux conditions d'application du régime dérogatoire prévu aux articles 158, 7°, et 164, alinéa 1er, 1°, de l'arrêté du Gouvernement flamand du 14 décembre 2007 fixant le règlement flamand relatif à l'assainissement du sol et à la protection du sol et, particulièrement, à la condition relative à la situation au sein d'une zone de travail cadastrale; ensuite, il appartient au juge de décider si le prévenu parvient à satisfaire à cette obligation d'apporter crédit à son allégation."
      ],
      "abstractNL": [
        "Het staat aan de beklaagde die er zich op beroept uitgegraven bodem als bodem binnen een kadastrale werkzone vrij te mogen gebruiken, geloofwaardig aan te voeren of voldaan is aan de toepassingvoorwaarden van het uitzonderingsregime bepaald in de artikelen 158, 7° en 164, eerste lid, 1°, VLAREBO en inzonderheid aan de voorwaarde van een kadastrale werkzone; vervolgens staat het aan de rechter om te oordelen of de beklaagde slaagt in die aanvoeringsplicht."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150303.1": {
      "court": "CASS",
      "date": "2015-03-03",
      "roleNumber": "P.13.1040.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150303.1&lang=fr",
      "abstractFR": [
        "L'abandon de déchets vise non seulement le déversement, mais également le défaut d'élimination des déchets déposés; il n'est pas requis que le prévenu soit pénalement responsable tant du déversement que du défaut d'élimination des déchets (1). (1) Cass. 11 janvier 2011, RG P.10.1276.N, Pas. 2011, n° 26; Cass. 22 février 2005, RG P.04.1346.N, AC 2005, n° 109, avec les conclusions du M.P."
      ],
      "abstractNL": [
        "Met achterlaten van afvalstoffen wordt niet alleen het storten zelf, maar ook het verzuim om de gedeponeerde afval te verwijderen bedoeld; niet vereist is dat de beklaagde strafrechtelijk verantwoordelijk is zowel voor het storten als voor het verzuim de afvalstoffen te verwijderen (1). (1) Cass. 11 januari 2011, AR P.10.1276.N, AC 2011, nr. 26; Cass. 22 februari 2005, AR P.04.1346.N, AC 2005, nr. 109 met concl. OM."
      ]
    }
  },
  "47": {
    "ECLI:BE:CASS:2020:ARR.20200102.1N.1": {
      "court": "CASS",
      "date": "2020-01-02",
      "roleNumber": "C.13.0363.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200102.1N.1&lang=fr",
      "abstractFR": [
        "Le tarif mentionné à l'article 47, § 2, 7°, du décret du 2 juillet 1981 relatif à la prévention et à la gestion des déchets doit être considéré comme le tarif ordinaire de redevance pour le déversement de déchets sur une décharge autorisée pour le déversement de déchets industriels et le redevable qui entend se prévaloir du tarif réduit a la charge de la preuve qu'il a respecté les pourcentages en poids fixés à l'article 47, § 2, 38°, du décret (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het tarief vermeld in artikel 47, §2, 7° Afvalstoffendecreet geldt als het gewone heffingstarief voor het storten van afvalstoffen op een stortplaats vergund voor bedrijfsafvalstoffen; de heffingsplichtige die zich op het verlaagde tarief wil beroepen heeft de bewijslast dat hij de bij artikel 47, §2, 38° Afvalstoffendecreet vastgelegde gewichtspercentages heeft nageleefd (1). (1) Zie concl. OM."
      ]
    }
  }
}