{
  "2": {
    "ECLI:BE:CASS:2016:ARR.20161118.1": {
      "court": "CASS",
      "date": "2016-11-18",
      "roleNumber": "C.14.0316.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161118.1&lang=fr",
      "abstractFR": [
        "Toute personne ayant réellement contribué par son apport intellectuel et créatif à la réalisation d'une invention au sens de l'article 2, alinéa 1er, de la loi du 28 mars 1984 sur les brevets d'invention, doit être considérée comme un co-titulaire du brevet; à cet égard, il n'est pas requis que l'apport en soi réponde à toutes les conditions légales pour qu'il y ait une invention brevetable (1). (1) Art. 2, al. 1er, et 9, §§ 1er et 2, de la loi du 28 mars 1984 sur les brevets d'invention tels qu'ils étaient applicables avant leur abrogation par l'article 60 de l'arrêté royal du 4 septembre 2014."
      ],
      "abstractNL": [
        "Eenieder die door zijn intellectuele en creatieve inbreng daadwerkelijk heeft bijgedragen tot het tot stand brengen van een uitvinding in de zin van artikel 2, eerste lid, Octrooiwet 1984, dient als mederechthebbende van het octrooi te worden beschouwd; hierbij is niet vereist dat de inbreng op zich voldoet aan alle wettelijke voorwaarden opdat er sprake zou zijn van een octrooieerbare uitvinding. (1). (1) Artt. 2, eerste lid, en 9, §§ 1 en 2, Octrooiwet 1984, zoals van toepassing vóór de opheffing ervan bij art. 60 KB 4 september 2014."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2016:ARR.20161118.1": {
      "court": "CASS",
      "date": "2016-11-18",
      "roleNumber": "C.14.0316.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161118.1&lang=fr",
      "abstractFR": [
        "L'exercice des droits visés à l'article 9, § 1er et 2 de la loi du 28 mars 1984 sur les brevets d'invention ne requiert pas de mauvaise foi dans le chef du titulaire du brevet (1). (1) Art. 9, § 1er, 2 et 3, de la loi du 28 mars 1984 sur les brevets d'invention tels qu'il était applicable avant son abrogation par l'article 60 de l'arrêté royal du 4 septembre 2014.",
        "L'introduction des demandes dont il est question à l'article 9, § 1er et 2, de la loi du 28 mars 1984 sur les brevets d'invention, est possible chaque fois qu'un brevet a été demandé ou accordé à une personne qui n'y avait pas ou que partiellement droit; à cet égard, il n'est pas requis qu'il y ait un comportement répréhensible dans le chef du titulaire du brevet (1). (1) Art. 9, § 1er, 2 et 3, de la loi du 28 mars 1984 sur les brevets d'invention tels qu'il était applicable avant son abrogation par l'article 60 de l'arrêté royal du 4 septembre 2014."
      ],
      "abstractNL": [
        "De uitoefening van de rechten bedoeld in artikel 9, §§ 1 en 2, Octrooiwet 1984 vereist geen kwade trouw in hoofde van de octrooihouder. (1). (1) Artt. 9, §§ 1, 2 en 3, Octrooiwet 1984, zoals van toepassing vóór de opheffing ervan bij art. 60 KB 4 september 2014.",
        "De vorderingen waarvan sprake in artikel 9, §§ 1 en 2, Octrooiwet 1984, zijn mogelijk telkens een octrooi aangevraagd werd of verleend werd aan een persoon die er geen of slechts gedeeltelijk recht op had; hierbij is geen afkeurenswaardig gedrag vereist in hoofde van de octrooihouder. (1). (1) Artt. 9, §§ 1, 2 en 3, Octrooiwet 1984, zoals van toepassing vóór de opheffing ervan bij art. 60 KB 4 september 2014."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20131206.6": {
      "court": "CASS",
      "date": "2013-12-06",
      "roleNumber": "C110503F-C110528F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131206.6",
      "abstractFR": [
        "Bien que la confiscation ou l'allocation d'une somme égale au prix des objets qui seraient déjà vendus soient sans rapport avec l'étendue du préjudice subi par le titulaire du brevet, il y a lieu de tenir compte, dans l'évaluation des dommages et intérêts, de la réparation qui résulte déjà de ladite confiscation ou de l'allocation de ladite somme."
      ],
      "abstractNL": [
        "Hoewel de verbeurdverklaring of de toekenning van een som gelijk aan de prijs van de gebeurlijk reeds verkochte goederen geen verband houdt met de omvang van de schade van de octrooihouder, moet bij de raming van de schadevergoeding rekening worden gehouden met het herstel t.g.v. de voormelde verbeurdverklaring of toekenning van die som reeds heeft geleid."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2013:ARR.20131206.6": {
      "court": "CASS",
      "date": "2013-12-06",
      "roleNumber": "C110503F-C110528F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131206.6",
      "abstractFR": [
        "Il y a contrefaçon résultant de l'emploi de moyens brevetés au sens de l'article 4, b), de la loi du 24 mai 1854 lorsque cet emploi a lieu dans un but commercial; il y a but commercial dès que l'emploi du moyen se fait en vue du trafic ultérieur des objets obtenus par cet emploi; il n'est pas nécessaire que cet emploi se situe dans le cadre d'une activité concurrente à celle du titulaire ou de l'ayant droit du brevet.",
        "Ceux qui s'associent personnellement à la contrefaçon, qui y prennent une part directe, sont punissables comme coauteurs."
      ],
      "abstractNL": [
        "Er is sprake van namaak, die bestaat in het aanwenden van in het octrooi begrepen middelen in de zin van de wet van 24 mei 1854, wanneer zulks met handelsdoeleinden geschiedt; er is sprake van handelsdoeleinden wanneer het middel wordt aangewend met het oog op de daaropvolgende verhandeling van de door die aanwending verkregen voorwerpen; die aanwending hoeft daarom nog niet plaats te vinden in het kader van een activiteit waarmee de houder of de rechthebbende beconcurreerd wordt.",
        "Degenen die zich persoonlijk inlaten met de namaak, die daaraan rechtstreeks deelnemen, zijn strafbaar als mededader."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2013:ARR.20131206.6": {
      "court": "CASS",
      "date": "2013-12-06",
      "roleNumber": "C110503F-C110528F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131206.6",
      "abstractFR": [
        "Bien que la confiscation ou l'allocation d'une somme égale au prix des objets qui seraient déjà vendus soient sans rapport avec l'étendue du préjudice subi par le titulaire du brevet, il y a lieu de tenir compte, dans l'évaluation des dommages et intérêts, de la réparation qui résulte déjà de ladite confiscation ou de l'allocation de ladite somme."
      ],
      "abstractNL": [
        "Hoewel de verbeurdverklaring of de toekenning van een som gelijk aan de prijs van de gebeurlijk reeds verkochte goederen geen verband houdt met de omvang van de schade van de octrooihouder, moet bij de raming van de schadevergoeding rekening worden gehouden met het herstel t.g.v. de voormelde verbeurdverklaring of toekenning van die som reeds heeft geleid."
      ]
    }
  },
  "9": {
    "ECLI:BE:CASS:2016:ARR.20161118.1": {
      "court": "CASS",
      "date": "2016-11-18",
      "roleNumber": "C.14.0316.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161118.1&lang=fr",
      "abstractFR": [
        "Toute personne ayant réellement contribué par son apport intellectuel et créatif à la réalisation d'une invention au sens de l'article 2, alinéa 1er, de la loi du 28 mars 1984 sur les brevets d'invention, doit être considérée comme un co-titulaire du brevet; à cet égard, il n'est pas requis que l'apport en soi réponde à toutes les conditions légales pour qu'il y ait une invention brevetable (1). (1) Art. 2, al. 1er, et 9, §§ 1er et 2, de la loi du 28 mars 1984 sur les brevets d'invention tels qu'ils étaient applicables avant leur abrogation par l'article 60 de l'arrêté royal du 4 septembre 2014.",
        "L'exercice des droits visés à l'article 9, § 1er et 2 de la loi du 28 mars 1984 sur les brevets d'invention ne requiert pas de mauvaise foi dans le chef du titulaire du brevet (1). (1) Art. 9, § 1er, 2 et 3, de la loi du 28 mars 1984 sur les brevets d'invention tels qu'il était applicable avant son abrogation par l'article 60 de l'arrêté royal du 4 septembre 2014.",
        "L'introduction des demandes dont il est question à l'article 9, § 1er et 2, de la loi du 28 mars 1984 sur les brevets d'invention, est possible chaque fois qu'un brevet a été demandé ou accordé à une personne qui n'y avait pas ou que partiellement droit; à cet égard, il n'est pas requis qu'il y ait un comportement répréhensible dans le chef du titulaire du brevet (1). (1) Art. 9, § 1er, 2 et 3, de la loi du 28 mars 1984 sur les brevets d'invention tels qu'il était applicable avant son abrogation par l'article 60 de l'arrêté royal du 4 septembre 2014."
      ],
      "abstractNL": [
        "Eenieder die door zijn intellectuele en creatieve inbreng daadwerkelijk heeft bijgedragen tot het tot stand brengen van een uitvinding in de zin van artikel 2, eerste lid, Octrooiwet 1984, dient als mederechthebbende van het octrooi te worden beschouwd; hierbij is niet vereist dat de inbreng op zich voldoet aan alle wettelijke voorwaarden opdat er sprake zou zijn van een octrooieerbare uitvinding. (1). (1) Artt. 2, eerste lid, en 9, §§ 1 en 2, Octrooiwet 1984, zoals van toepassing vóór de opheffing ervan bij art. 60 KB 4 september 2014.",
        "De uitoefening van de rechten bedoeld in artikel 9, §§ 1 en 2, Octrooiwet 1984 vereist geen kwade trouw in hoofde van de octrooihouder. (1). (1) Artt. 9, §§ 1, 2 en 3, Octrooiwet 1984, zoals van toepassing vóór de opheffing ervan bij art. 60 KB 4 september 2014.",
        "De vorderingen waarvan sprake in artikel 9, §§ 1 en 2, Octrooiwet 1984, zijn mogelijk telkens een octrooi aangevraagd werd of verleend werd aan een persoon die er geen of slechts gedeeltelijk recht op had; hierbij is geen afkeurenswaardig gedrag vereist in hoofde van de octrooihouder. (1). (1) Artt. 9, §§ 1, 2 en 3, Octrooiwet 1984, zoals van toepassing vóór de opheffing ervan bij art. 60 KB 4 september 2014."
      ]
    }
  },
  "26": {
    "ECLI:BE:CASS:2015:ARR.20150312.12": {
      "court": "CASS",
      "date": "2015-03-12",
      "roleNumber": "C.14.0098.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150312.12",
      "abstractFR": [
        "Le brevet étant un monopole qui déroge au principe de la liberté du commerce, il est d'interprétation restrictive; il doit cependant être tenu compte, pour déterminer l'étendue de la protection conférée par le brevet, de tout élément équivalent à un élément indiqué dans les revendications."
      ],
      "abstractNL": [
        "Het octrooi is een monopolie dat afwijkt van het beginsel van de ondernemingsvrijheid en moet dus beperkend worden uitgelegd; om de omvang van de door het octrooi geboden bescherming te bepalen, dient evenwel rekening te worden gehouden met elk element dat gelijkwaardig is aan een in de conclusies omschreven element."
      ]
    }
  },
  "27": {
    "ECLI:BE:CASS:2016:ARR.20160219.2": {
      "court": "CASS",
      "date": "2016-02-19",
      "roleNumber": "C.14.0328.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160219.2",
      "abstractFR": [
        "L'offre ne désigne pas seulement l'offre en vue de la vente, mais également l'offre en général, par exemple l'offre en vue de la location, de la concession de licence, de prêt ou de don; les conditions dans lesquelles s'effectue cette offre importent peu, que ce soit par écrit, oralement, par téléphone, par voie d'exposition, de présentation ou de toute autre manière; il n'est pas requis que le produit contrefaisant soit physiquement présent au moment de l'offre; il suffit que l'offrant soit prêt à livrer le produit couvert par le brevet aux conditions précisées dans l'offre.",
        "Une offre qui n'est pas émise à partir du territoire belge peut néanmoins porter atteinte à un brevet couvrant ce territoire si elle a un effet concret sur celui-ci."
      ],
      "abstractNL": [
        "Het aanbod wijst niet alleen op het aanbod met het oog op de verkoop maar ook op het aanbod in het algemeen, bijvoorbeeld het aanbod waarbij de verhuring, het verlenen van licenties, de lening of schenking beoogd worden; de voorwaarden waarbinnen dat aanbod gebeurt, hebben weinig belang, zij het schriftelijk, mondeling, telefonisch, bij wege van uitstalling, van voorstelling of op enige andere manier; het inbreukmakende voortbrengsel hoeft niet fysiek aanwezig te zijn op het ogenblik van het aanbod; de aanbieder moet enkel bereid zijn het door het octrooi beschermde voortbrengsel te leveren onder de in het aanbod bepaalde voorwaarden.",
        "Een aanbod dat niet vanaf Belgisch grondgebied wordt gedaan, kan niettemin inbreuk maken op een octrooi dat op voornoemd grondgebied betrekking heeft, indien het daarop een concrete uitwerking heeft."
      ]
    }
  },
  "51": {
    "ECLI:BE:CASS:2014:ARR.20140626.1": {
      "court": "CASS",
      "date": "2014-06-26",
      "roleNumber": "C.13.0336.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140626.1&lang=fr",
      "abstractFR": [
        "Il ressort de l'ensemble des articles 584, alinéa 1er, et 1039, alinéa 1er du Code judiciaire et 51 de de la loi du 28 mars 1984 que, nonobstant la disposition de l'article 51 de la loi du 28 mars 1984, le juge des référés ne peut décider que les mesures qu'il a prises à propos de brevets contestés sortiront des effets jusqu'à ce que la décision du juge du fond annulant le brevet soit passée en force de chose jugée; cela n'exclut pas que le juge des référés, lors de l'appréciation des droits apparents du titulaire du brevet, nonobstant la décision d'annulation, prenne des mesures conservatoires si ce dernier rend suffisamment plausible le fait que son recours contre cette décision aboutira et que de telles mesures s'imposent eu égard aux circonstances de la cause telle la durée de la procédure et l'étendue du dommage éventuel (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit het geheel van de bepalingen van de artikelen 584, eerste lid, en 1039, eerste lid, Gerechtelijk Wetboek en 51 Octrooiwet volgt dat, niettegenstaande het bepaalde in dit laatste artikel, de kortgedingrechter niet kan beslissen dat de door hem genomen maatregelen nopens betwiste octrooirechten uitwerking zullen hebben totdat de beslissing van de bodemrechter tot vernietiging van het octrooi in kracht van gewijsde is getreden; dit sluit niet uit dat de kortgedingrechter bij de beoordeling van de ogenschijnlijke rechten van de octrooihouder, niettegenstaande de vernietigingsbeslissing, bewarende maatregelen treft indien de octrooihouder voldoende aannemelijk maakt dat zijn rechtsmiddel tegen deze beslissing succesvol zal zijn en dergelijke maatregelen geboden zijn gelet op de omstandigheden van de zaak zoals de duur van de procedure en de omvang van de mogelijke schade (1). (1) Zie concl. OM."
      ]
    }
  },
  "77": {
    "ECLI:BE:CASS:2013:ARR.20131206.6": {
      "court": "CASS",
      "date": "2013-12-06",
      "roleNumber": "C110503F-C110528F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131206.6",
      "abstractFR": [
        "Tant les dommages-intérêts dus à la victime d'un acte de contrefaçon que la confiscation sanctionnant les auteurs de cet acte sont régis, sous réserve, en ce qui concerne cette dernière, du cas où la loi nouvelle est plus douce, par la loi en vigueur au moment de la contrefaçon."
      ],
      "abstractNL": [
        "Zowel de schadevergoeding die verschuldigd is aan het slachtoffer van een daad van namaak als de verbeurdverklaring waarmee de daders van die daad gestraft worden, vallen, onder voorbehoud, wat laatstgenoemde betreft, van het geval waarin de nieuwe wet minder streng is, onder de toepassing van de wet die van kracht was op het ogenblik van de namaak."
      ]
    }
  }
}