{
  "3": {
    "ECLI:BE:CASS:2023:ARR.20230609.1N.7": {
      "court": "CASS",
      "date": "2023-06-09",
      "roleNumber": "C.22.0347.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230609.1N.7",
      "abstractFR": null,
      "abstractNL": [
        "Gezien het bewijs tegen ondernemingen in de zin van artikel I.1, eerste lid, WER kan worden geleverd door alle bewijsmiddelen, behalve in de uitzonderingen die vastgesteld zijn voor bijzondere gevallen en voor natuurlijke personen die een onderneming uitoefenen ter zake van het bewijs van rechtshandelingen die kennelijk vreemd zijn aan de onderneming, verantwoordt de appelrechter die voor het bewijs van een handelshuurovereenkomst en een overdracht van een handelsfonds tegen de vermeende huurder hetzij een geschrift vereist, hetzij een begin van bewijs door geschrift dat is aangevuld met andere bewijsmiddelen, zonder na te gaan of deze huurder een onderneming is in de zin van artikel I.1, 1°, WER en of de overeenkomst niet kennelijk vreemd is aan die onderneming, zijn beslissing niet naar recht."
      ]
    }
  },
  "8": {
    "ECLI:BE:CASS:2025:ARR.20251201.3N.1": {
      "court": "CASS",
      "date": "2025-12-01",
      "roleNumber": "C.24.0421.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251201.3N.1",
      "abstractFR": null,
      "abstractNL": [
        "Uit de regel dat een samengestelde bekentenis niet mag worden gesplitst volgt dat het voor de rechter in beginsel niet mogelijk is om rekening te houden met een van de onderdelen van die bekentenis en om het tweede onderdeel, dat de gevolgen van het eerste teniet doet of beperkt, buiten beschouwing te laten; deze regel geldt echter niet indien de onjuistheid van dit tweede onderdeel van de bekentenis wordt bewezen. In dat geval mag de rechter enkel het eerste onderdeel in aanmerking nemen, onafhankelijk van het tweede onderdeel (1). (1) Zie betreffende de toepassing van artikel 1356, derde lid Oud Burgerlijk Cass. 3 september 1992, AR 9393, AC 1991-92, 1061."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251125.2N.5": {
      "court": "CASS",
      "date": "2025-11-25",
      "roleNumber": "P.25.0713.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251125.2N.5",
      "abstractFR": null,
      "abstractNL": [
        "De verplichting voor de rechter om de bewijskracht van akten te eerbiedigen houdt niet in dat hij een stuk waarnaar hij verwijst, in zijn geheel moet aanhalen; die verplichting belet de rechter integendeel niet om zijn beslissing over een voor hem aangevoerde betwisting te steunen op een welbepaald gegeven dat hij put uit een stuk dat meerdere gegevens vermeldt."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251022.2F.3": {
      "court": "CASS",
      "date": "2025-10-22",
      "roleNumber": "P.25.0679.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251022.2F.3",
      "abstractFR": [
        "Viole la foi due aux actes, le juge qui, se référant à une pièce du dossier, lui fait dire ce qu'elle ne dit pas ou en donne une interprétation inconciliable avec ses termes (1); le respect de la foi due aux actes ne signifie pas que le juge doit tenir pour vraie toute communication émanée du prévenu. (1) Cass. 2 mars 2021, RG P.20.1234.N, ECLI:BE:CASS:2021:ARR.20210302.2N.11."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230609.1N.7": {
      "court": "CASS",
      "date": "2023-06-09",
      "roleNumber": "C.22.0347.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230609.1N.7",
      "abstractFR": null,
      "abstractNL": [
        "Gezien het bewijs tegen ondernemingen in de zin van artikel I.1, eerste lid, WER kan worden geleverd door alle bewijsmiddelen, behalve in de uitzonderingen die vastgesteld zijn voor bijzondere gevallen en voor natuurlijke personen die een onderneming uitoefenen ter zake van het bewijs van rechtshandelingen die kennelijk vreemd zijn aan de onderneming, verantwoordt de appelrechter die voor het bewijs van een handelshuurovereenkomst en een overdracht van een handelsfonds tegen de vermeende huurder hetzij een geschrift vereist, hetzij een begin van bewijs door geschrift dat is aangevuld met andere bewijsmiddelen, zonder na te gaan of deze huurder een onderneming is in de zin van artikel I.1, 1°, WER en of de overeenkomst niet kennelijk vreemd is aan die onderneming, zijn beslissing niet naar recht."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221007.1N.5": {
      "court": "CASS",
      "date": "2022-10-07",
      "roleNumber": "C.21.0221.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221007.1N.5",
      "abstractFR": null,
      "abstractNL": [
        "De bekentenis kan slaan op zowel rechtsfeiten als materiële feiten, maar niet op de oplossing die, naar recht, aan een betwisting moet worden gegeven."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250918.1N.5": {
      "court": "CASS",
      "date": "2025-09-18",
      "roleNumber": "C.24.0124.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250918.1N.5",
      "abstractFR": null,
      "abstractNL": [
        "De eerbiediging van de medewerkingsplicht voor alle partijen aan de bewijsvoering houdt niet in dat de rechter verplicht is om de door de eisende partij gevraagde onderzoeksmaatregelen te bevelen, zodra deze partij voorhoudt dat de tegenpartij over voor haar mogelijk relevante, niet-meegedeelde informatie beschikt.",
        "De loutere omstandigheid dat een verwerende partij feiten aanvoert om de stelling van de eisende partij te ontkrachten, heeft niet tot gevolg dat het bewijsrisico naar de verwerende partij verschuift; pas wanneer de eisende partij de feiten heeft bewezen die ten grondslag liggen aan haar aanspraak en aldus aan haar bewijslast heeft voldaan, komt het bewijsrisico van de feiten die de verwerende partij aanvoert ter ondersteuning van haar bewering dat zij bevrijd is, bij haar te liggen."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240627.1N.8": {
      "court": "CASS",
      "date": "2024-06-27",
      "roleNumber": "C.21.0215.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240627.1N.8",
      "abstractFR": null,
      "abstractNL": [
        "De schuldeiser draagt de bewijslast dat de ingevorderde dwangsommen zijn verbeurd, terwijl de schuldenaar die beweert dat de verjaring is ingetreden daarvan de bewijslast draagt met dien verstande dat de schuldeiser die de dwangsomveroordeling, beperkt tot het maximumbedrag, na verloop van een termijn na de betekening van de dwangsomtitel gedwongen uitvoert, weliswaar moet bewijzen dat de ingevorderde dwangsommen binnen het maximumbedrag zijn verbeurd maar niet dat het maximumbedrag niet voordien reeds was bereikt (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250324.3F.1": {
      "court": "CASS",
      "date": "2025-03-24",
      "roleNumber": "F.22.0116.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250324.3F.1",
      "abstractFR": [
        "En règle, c'est à l'autorité publique qui se réclame d'un règlement communal qu'incombe la charge de la preuve qu'il a régulièrement été publié (1). (1) Voir les concl. du MP.",
        "L'obligation des parties de collaborer à l'administration de la preuve ne peut avoir pour conséquence de renverser la charge de la preuve (1). (1) Voy. Cass. 4 juin 2015, RG C.14.0479.F, Pas. 2015, n° 370 avec les concl. de M. Henkes, alors premier avocat général."
      ],
      "abstractNL": [
        "In de regel komt het aan de overheid die zich op een gemeenteverordening beroept toe te bewijzen dat die verordening op regelmatige wijze werd bekendgemaakt (1). (1) Zie concl. OM.",
        "De verplichting van de partijen om mee te werken aan de bewijsvoering kan niet leiden tot de omkering van de bewijslast (1). (1) Zie Cass. 4 juni 2015, AR C.14.0479.F, AC 2015, nr. 370, met concl. van eerste advocaat-generaal Henkes op datum in Pas.",
        "In de regel komt het aan de overheid die zich op een gemeenteverordening beroept toe te bewijzen dat die verordening op regelmatige wijze werd bekendgemaakt (1). (1) Zie concl. OM in Pas. 2025, nr. 218."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231113.3F.6": {
      "court": "CASS",
      "date": "2023-11-13",
      "roleNumber": "S.23.0011.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231113.3F.6",
      "abstractFR": [
        "Le pouvoir conféré au juge par l'article 8.4, alinéa 5, du Code civil de déterminer qui supporte la charge de prouver relève de la procédure; il s'ensuit que cette disposition est immédiatement applicable aux procès en cours (1). (1) Voir. les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20231212.2N.5": {
      "court": "CASS",
      "date": "2023-12-12",
      "roleNumber": "P.23.0813.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231212.2N.5",
      "abstractFR": null,
      "abstractNL": [
        "De bewijskracht van een akte bestaat in de vereiste eerbiediging van hetgeen daarin schriftelijk is vastgelegd en de rechter miskent de bewijskracht van een akte indien hij aan een geschrift, waarnaar hij uitdrukkelijk verwijst, een verklaring toeschrijft die dit geschrift niet bevat, dan wel ontkent dat dit geschrift een verklaring bevat die er wel in voorkomt, kortom wanneer de rechter het geschrift doet liegen maar de rechter miskent de bewijskracht van een akte niet indien hij enkel de bewijswaarde ervan beoordeelt of een feitelijk of juridisch gevolg eruit afleidt; de omstandigheid dat de rechter een bij conclusie aangevoerd verweer verwerpt omdat hij de hem voorgelegde of voorgehouden gegevens feitelijk of juridisch anders beoordeelt dan in dat verweer aangevoerd, levert geen miskenning van de bewijskracht van die conclusie op."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240104.1N.5": {
      "court": "CASS",
      "date": "2024-01-04",
      "roleNumber": "C.23.0139.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240104.1N.5",
      "abstractFR": null,
      "abstractNL": [
        "Gezien de schuldeiser het bestaan van een contractuele verbintenis moet bewijzen en dat, eens dit bewijs geleverd is, het aan de schuldenaar die beweert dat hij de verbintenis heeft uitgevoerd, toekomt om daarvan het bewijs te leveren, komt het, wanneer de lastgever aanvoert dat de lasthebber de opdracht niet heeft uitgevoerd en hij terugbetaling vordert van de gelden die hij aan de lasthebber ter beschikking heeft gesteld om de opdracht uit te voeren, aan de lasthebber toe om het bewijs te leveren dat hij de opdracht heeft uitgevoerd (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240216.1F.3": {
      "court": "CASS",
      "date": "2024-02-16",
      "roleNumber": "C.22.0062.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240216.1F.3",
      "abstractFR": [
        "Le grief de la violation de la foi due à un acte suppose l'existence d'un acte produit à des fins probatoires."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240930.3N.2": {
      "court": "CASS",
      "date": "2024-09-30",
      "roleNumber": "C.23.0457.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240930.3N.2",
      "abstractFR": null,
      "abstractNL": [
        "De schuldeiser die van de vereffenaar schadevergoeding vordert wegens foutieve afsluiting van de vereffening moet het bewijs leveren van de fout, de schade en van het causaal verband tussen de fout en de schade; dit houdt in dat de schuldeiser het bewijs moet leveren dat hij zonder de foutieve afsluiting van de vereffening zijn schuldvordering had kunnen innen en zodoende moet bewijzen dat de vennootschap op het ogenblik van de vereffening over voldoende activa beschikte om zijn schuld te voldoen."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241219.1F.3": {
      "court": "CASS",
      "date": "2024-12-19",
      "roleNumber": "C.23.0366.F-C.23.0416.F-C.23.0418.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241219.1F.3",
      "abstractFR": [
        "Le créancier muni d'un titre exécutoire ou d'un titre authentique ou privé qui, selon le cas, fonde la saisie, peut introduire une requête auprès du juge des saisies afin de demander l'autorisation de saisir les avoirs d'une puissance étrangère à condition qu'il démontre que ces biens sont spécifiquement utilisés ou destinés à être utilisés par la puissance étrangère autrement qu'à des fins de service public non commerciales et sont situés sur le territoire du Royaume, à condition que la saisie ne porte que sur des biens qui ont un lien avec l'entité visée par le titre exécutoire ou le titre authentique ou privé qui, selon le cas, fonde la saisie ; la charge de la preuve des conditions d'application de cette exception à l'insaisissabilité des biens appartenant à une puissance étrangère sont réunies incombe au créancier saisissant, sans préjudice de l'obligation résultant de l'article 8.4 du Code civil des parties de collaborer à l'administration de la preuve."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250110.1N.1": {
      "court": "CASS",
      "date": "2025-01-10",
      "roleNumber": "C.23.0022.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250110.1N.1",
      "abstractFR": [
        "Le juge qui ordonne la mesure d'instruction réclamée par une partie, telle la production d'éléments de preuve par la partie adverse, ne renverse pas la charge de la preuve incombant à la première partie."
      ],
      "abstractNL": [
        "De rechter die de door een partij gevorderde onderzoeksmaatregel beveelt, zoals de overlegging door de tegenpartij van bewijsmateriaal, keert de op voornoemde partij rustende bewijslast niet om."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250228.1N.4": {
      "court": "CASS",
      "date": "2025-02-28",
      "roleNumber": "C.23.0482.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250228.1N.4",
      "abstractFR": [
        "Dans le cas d'une action en responsabilité extracontractuelle, la charge de la preuve du fait générateur de responsabilité, du dommage et du lien de causalité qui les unit repose, en règle, sur la partie lésée (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Bij een vordering op grond van buitencontractuele aansprakelijkheid rust de bewijslast van de tot aansprakelijkheid leidende gebeurtenis, de schade en het oorzakelijk verband tussen de beide in de regel op de benadeelde (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250422.2N.7": {
      "court": "CASS",
      "date": "2025-04-22",
      "roleNumber": "P.25.0036.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250422.2N.7",
      "abstractFR": null,
      "abstractNL": [
        "De strafrechter die uitspraak moet doen over de burgerlijke vordering past de bepalingen van artikel 870 Gerechtelijk Wetboek en artikel 8.4 Burgerlijk Wetboek betreffende de bewijslast in de regel toe voor wat betreft het bewijs van de schade; uit deze bepalingen volgt dat de burgerlijke partij die vergoeding voor morele schade vordert op grond van een bloed- of aanverwantschap of een affectieve band met een overleden slachtoffer, wanneer die verwantschap of band door de beklaagde wordt betwist, daarvan het bewijs moet leveren en in geval van twijfel over die verwantschap of band wordt de burgerlijke partij in de regel in het ongelijk gesteld."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250506.2N.17": {
      "court": "CASS",
      "date": "2025-05-06",
      "roleNumber": "P.25.0337.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250506.2N.17",
      "abstractFR": null,
      "abstractNL": [
        "Het enkele gegeven dat de rechter slechts een bepaald fragment of citaat uit een geschrift vermeldt om zijn oordeel te staven, levert als dusdanig geen miskenning van de bewijskracht van dit geschrift op."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250521.2F.12": {
      "court": "CASS",
      "date": "2025-05-21",
      "roleNumber": "P.24.1428.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250521.2F.12",
      "abstractFR": [
        "L'examen d'un grief de violation de la foi due aux actes implique une comparaison entre la pièce de référence et ce que la décision attaquée en dit; pareil examen suppose que les écrits à comparer soient tous deux établis dans la même langue, celle de la procédure, ou qu'à tout le moins la pièce dont la foi aurait été méconnue soit accompagnée, si elle est rédigée dans une autre langue, d'une traduction jurée (1). (1) Voir Cass. 23 novembre 2010, RG P.10.0583.N, Pas. 2010, n° 688."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230424.3F.3": {
      "court": "CASS",
      "date": "2023-04-24",
      "roleNumber": "S.22.0086.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230424.3F.3",
      "abstractFR": [
        "La rémunération constituant la contrepartie du contrat de travail effectué en exécution d'un contrat de travail, il incombe au travailleur qui demande la rémunération de prestations de travail effectuées à temps plein de les prouver (1). (1) Cass. 20 mai 2019, RG S.18.0063.F, Pas. 2019, n° 301 ; Cass. 18 janvier 1993, RG 8153, Pas. 1993, n° 34."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230525.1F.6": {
      "court": "CASS",
      "date": "2023-05-25",
      "roleNumber": "C.22.0473.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230525.1F.6",
      "abstractFR": [
        "La foi due à un acte est le respect que l'on doit attacher à ce qui y est constaté par écrit; elle est étrangère à l'appréciation de l'exactitude ou de la fidélité de la traduction d'un acte rédigé dans une langue autre que celle de la procédure."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230613.2N.22": {
      "court": "CASS",
      "date": "2023-06-13",
      "roleNumber": "P.22.0700.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230613.2N.22",
      "abstractFR": null,
      "abstractNL": [
        "De aanvoering dat de rechter op een foto iets niet ziet dat er is of iets wel ziet dat er niet is, levert geen miskenning van de bewijskracht van akten op indien de miskenning enkel is gesteund op de foto los van om het even welke tekst die deze foto zou illustreren; de miskenning van de bewijskracht van een foto, los van de desgevallend bij de foto behorende tekst, is immers niet mogelijk, aangezien een foto geen geschrift is waarvan de bewijskracht kan worden miskend (1). (1) Cass. 16 november 2021, AR P.21.1410.N, AC 2021, nr. 726, ECLI:BE:CASS:2021:ARR.20211116.2N.18; Cass. 7 november 2017, AR P.17.0039.N, AC 2017, nr. 615."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230904.3N.2": {
      "court": "CASS",
      "date": "2023-09-04",
      "roleNumber": "C.22.0421.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230904.3N.2",
      "abstractFR": null,
      "abstractNL": [
        "Het staat aan de beslagleggende overheid om te bewijzen dat zij de in beslag genomen goederen teruggegeven heeft aan de persoon in wiens handen beslag werd gelegd; wanneer deze persoon aanvoert dat de teruggegeven goederen niet dezelfde zijn als de goederen die in beslag zijn genomen en hij de beslagleggende overheid daarvoor aanspreekt op grond van diens buitencontractuele aansprakelijkheid, draagt hij in de regel de bewijslast van de tot aansprakelijkheid leidende gebeurtenis, de schade en het oorzakelijk verband tussen beide.",
        "De door een deskundige gedane vaststellingen, dit zijn de precieze door hem in het kader van zijn opdracht persoonlijk vastgestelde feiten, hebben een authentieke bewijswaarde die enkel door de instelling van de valsheidsprocedure kan worden ontkracht; het uit deze vaststellingen door de deskundige afgeleide advies heeft daarentegen geen bijzondere bewijswaarde, maar wordt vrij door de rechter beoordeeld."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230907.1N.7": {
      "court": "CASS",
      "date": "2023-09-07",
      "roleNumber": "C.21.0421.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230907.1N.7",
      "abstractFR": null,
      "abstractNL": [
        "Hoewel het gezag van het rechterlijk gewijsde als onweerlegbaar vermoeden betrekkelijk is in die zin dat het slechts tussen de partijen kan worden ingeroepen, belet het niet dat de rechterlijke beslissing, bij gebrek aan een geslaagd derdenverzet, bewijswaarde heeft ten aanzien van derden als weerlegbaar vermoeden, wat een omkering van de bewijslast inhoudt, en de rechter, op grond van een feitelijke beoordeling, kan besluiten dat het vermoeden van titel in het voordeel van de bezitter te goeder trouw wordt weerlegd aan de hand van het vermoeden dat voortvloeit uit een andersluidende rechterlijke beslissing (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230928.1N.1": {
      "court": "CASS",
      "date": "2023-09-28",
      "roleNumber": "C.22.0458.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230928.1N.1",
      "abstractFR": null,
      "abstractNL": [
        "Gezien het algemeen rechtsbeginsel dat strekt tot eerbiediging van de lichamelijke integriteit van een persoon en bijgevolg fysieke dwanguitvoering tegen een persoon verbiedt niet onbeperkt is en moet worden uitgelegd in het licht van andere fundamentele rechten van personen, moet het recht op fysieke integriteit van de partij die weigert mee te werken aan een genetisch onderzoek worden afgewogen tegen het prioritaire persoonlijkheidsrecht van het kind om zijn afstammingsbanden te kennen.",
        "De familierechter kan in een afstammingsgeding uit het verzet van een partij tegen een gerechtelijk deskundigenonderzoek dan wel de weigering van een partij om loyale medewerking te verlenen aan een genetisch onderzoek tot oplossing van de afstammingsvraag, een feitelijk vermoeden omtrent de betwiste afstammingsband afleiden (1). (1) Zie Cass. 17 december 1998, AR C.97.0294.N, AC 1998, nr. 526."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230919.2N.6": {
      "court": "CASS",
      "date": "2023-09-19",
      "roleNumber": "P.23.0723.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230919.2N.6",
      "abstractFR": null,
      "abstractNL": [
        "De artikelen 8.1.9° en 8.29 Burgerlijk Wetboek over het feitelijk vermoeden zijn niet van toepassing op de bewijsregeling in strafzaken (1). (1) Cass. 31 januari 2023, AR P.22.0392.N, AC 2023, nr. 78."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230111.2F.3": {
      "court": "CASS",
      "date": "2023-01-11",
      "roleNumber": "P.22.1361.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230111.2F.3",
      "abstractFR": [
        "Du seul fait que le juge rapporte de manière inexacte le contenu d'un film, il ne résulte pas qu'il viole les articles 8.17 et 8.18 du Code civil (1). (1) Voir Cass. 22 octobre 2014, RG P.14.1027.F, Pas. 2014, n° 630 (« pris indépendamment de l'écrit qui en relaterait le contenu, un film ne constitue pas, en soi, un acte revêtu de la foi due en vertu des articles 1319, 1320 et 1322 [de l'ancien] Code civil »); Cass. 7 novembre 2017, RG P.17.0039.N, Pas. 2017, n° 615 (moyen pris de la violation de la foi due à une photographie ou à un plan)."
      ],
      "abstractNL": [
        "Uit het feit dat de rechter de inhoud van een film onjuist weergeeft, volgt op zich alleen niet dat hij de artikelen 8.17 en 8.18 Burgerlijk Wetboek schendt (1). (1) Zie Cass. 22 oktober 2014, AR P.14.1027.F, AC 2014, nr. 630 (“los van het geschrift dat de inhoud ervan zou weergeven is een film, op zich, geen bewijskrachtige akte in de zin van de artikelen 1319, 1320 en 1322 [Oud] Burgerlijk Wetboek”); Cass. 7 november 2017, AR P.17.0039.N, AC 2017, nr. 615 (middel dat de miskenning van de bewijskracht van een foto of een plan aanvoert).",
        "Uit het feit dat de rechter de inhoud van een film onjuist weergeeft, volgt op zich alleen niet dat hij de artikelen 8.17 en 8.18 Burgerlijk Wetboek schendt."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221027.1F.4": {
      "court": "CASS",
      "date": "2022-10-27",
      "roleNumber": "C.21.0312.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221027.1F.4",
      "abstractFR": [
        "En retenant, parmi les faits dont il déduit la fausseté d'une déclaration d'accident de l'assuré dans une intention frauduleuse, les contradictions affectant ses explications, le juge d'appel ne fait pas peser sur celui-ci la charge de prouver la non-existence d'une fausse déclaration ou d'une intention frauduleuse."
      ],
      "abstractNL": [
        "De appelrechter die, onder de feiten waaruit hij de valsheid van een ongevalsaangifte door de verzekerde met bedrieglijk opzet afleidt, de tegenstrijdigheden in zijn verklaringen in aanmerking neemt, legt de bewijslast van het niet-bestaan van een valse aangifte of van een bedrieglijk opzet niet bij de verzekerde."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221114.3F.5": {
      "court": "CASS",
      "date": "2022-11-14",
      "roleNumber": "C.22.0092.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221114.3F.5",
      "abstractFR": [
        "Le demandeur en réparation peut se contenter d'établir la vraisemblance des faits dont le juge déduit l'existence ou l'inexistence d'un lien de causalité entre la faute et le dommage, soit lorsqu'il s'agit de faits négatifs, soit lorsqu'il s'agit de faits positifs dont, par la nature même des faits à prouver, il n'est pas possible ou pas raisonnable d'exiger une preuve certaine (1). (1) Voir. les concl. du MP."
      ],
      "abstractNL": [
        "De eiser tot schadevergoeding kan volstaan met het aantonen van de waarschijnlijkheid van de feiten waaruit de rechter al dan niet het bestaan van een oorzakelijk verband afleidt tussen de fout en de schade, hetzij wanneer het gaat om negatieve feiten, hetzij wanneer het gaat om positieve feiten waarvan het, vanwege de aard zelf van de te bewijzen feiten, niet mogelijk of niet redelijk is om een zeker bewijs te verlangen (1). (1) Zie concl. OM in Pas. 2022, nr. 725."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201104.2F.14": {
      "court": "CASS",
      "date": "2020-11-04",
      "roleNumber": "P.20.1073.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201104.2F.14",
      "abstractFR": [
        "Les articles 1319 à 1322 de l'ancien Code civil ont été abrogés par l'article 73 de la loi du 13 avril 2019 portant création d'un Code civil et y insérant un Livre 8 « La preuve »; en vertu de l'article 75 de ladite loi, cette abrogation est entrée en vigueur le 1er novembre 2020; la foi due aux actes procède dorénavant des articles 8.17 et 8.18 du Livre 8 du Code civil, respectivement relatifs à la force probante de l'acte authentique et de l'acte sous signature privée. (solution implicite)."
      ],
      "abstractNL": [
        "De artikelen 1319 tot 1322 Oud Burgerlijk Wetboek werden opgeheven bij artikel 73 van de wet van 13 april 2019 tot invoering van een Burgerlijk Wetboek en tot invoeging van boek 8 “Bewijs” in dat Wetboek; de opheffing van die bepalingen is krachtens artikel 75 van voornoemde wet in werking getreden op 1 november 2020; voortaan wordt de bewijskracht van de akten geregeld in de artikelen 8.17 en 8.18 van Boek 8 Burgerlijk Wetboek die respectievelijk betrekking hebben op de bewijskracht van de authentieke akte en de bewijskracht van de onderhandse akte. (impliciete oplossing)."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211210.1F.1": {
      "court": "CASS",
      "date": "2021-12-10",
      "roleNumber": "C.21.0148.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211210.1F.1",
      "abstractFR": [
        "Le juge peut déduire sa conviction d'un ensemble d'éléments même si chacun pris isolément n'est pas suffisamment précis et pertinent."
      ],
      "abstractNL": [
        "De rechter kan zijn overtuiging baseren op een geheel van gegevens, zelfs als elk van die gegevens, afzonderlijk beschouwd, onvoldoende nauwkeurig en relevant is."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220930.1N.2": {
      "court": "CASS",
      "date": "2022-09-30",
      "roleNumber": "C.22.0050.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220930.1N.2&lang=fr",
      "abstractFR": [
        "Le locataire d'une habitation sociale qui soutient avoir notifié la cohabitation durable au bailleur doit en rapporter la preuve avec un degré raisonnable de certitude en vertu de l'article 8.5 du Code civil ; une notification de la cohabitation ne constitue pas un fait positif dont, par la nature même du fait à prouver, il n'est pas possible ou pas raisonnable d'exiger une preuve certaine au sens de l'article 8.6 de ce code ; le locataire ne peut, par conséquent, se contenter d'en établir la vraisemblance (1). (1) Voir Cass. 9 septembre 2016, RG C.15.0454.N, Pas. 2016, n° 473 ; Cass. 3 mars 2016, RG C.15.0219.N, Pas. 2016, n° 157."
      ],
      "abstractNL": [
        "De huurder van een sociale woning die aanvoert dat hij een duurzame bijwoonst heeft gemeld aan de verhuurder, moet hiervan krachtens artikel 8.5 Burgerlijk Wetboek het bewijs leveren met een redelijke mate van zekerheid; een melding van de bijwoonst vormt geen positief feit waarvan het vanwege de aard zelf van het te bewijzen feit niet mogelijk of niet redelijk is om een zeker bewijs te verlangen, in de zin van artikel 8.6 Burgerlijk Wetboek; de huurder kan derhalve geen genoegen nemen met het aantonen van de waarschijnlijkheid ervan (1). (1) Zie Cass. 9 september 2016, AR C.15.0454.N, AC 2016, nr. 473; Cass. 3 maart 2016, AR C.15.0219.N, AC 2016, nr. 157."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220916.1N.5": {
      "court": "CASS",
      "date": "2022-09-16",
      "roleNumber": "C.21.0544.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220916.1N.5&lang=fr",
      "abstractFR": [
        "Alors que, en règle, seuls les faits contestés doivent être prouvés, le juge peut, sauf en cas d'accord procédural, mettre en doute d'office des faits non contestés ; dans l'hypothèse où la décision serait contraire à une disposition légale d'ordre public, un accord procédural n'entame pas la liberté du juge."
      ],
      "abstractNL": [
        "Waar in de regel enkel betwiste feiten moeten worden bewezen, mag de rechter, behoudens in geval van een procedureakkoord, niet-betwiste feiten ambtshalve in twijfel trekken; Indien de uitspraak zou indruisen tegen een wetsbepaling van openbare orde, laat een procedureakkoord de vrijheid van de rechter onverlet."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220317.1N.1": {
      "court": "CASS",
      "date": "2022-03-17",
      "roleNumber": "C.21.0373.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220317.1N.1&lang=fr",
      "abstractFR": [
        "La circonstance que, durant le mariage, des fonds propres ont été inscrits sur un compte bancaire, ouvert soit au nom des deux époux, soit au nom d'un seul époux, auquel s'applique la présomption légale de communauté, ne suffit pas à faire la preuve qu'il y a eu confusion entre les fonds propres et les fonds communs ; la confusion doit être irréversible à la suite d'opérations effectuées sur le compte bancaire, de sorte que les fonds propres ne sont plus individualisables et sont effectivement entrés dans le patrimoine commun (1) (2). (1) Cass. 4 juin 2020, RGC.19.0192.N, Pas. 2020, n° 366. (2) Voir Cass. 21 janvier 2011, RG C.10.0228.N, Pas. 2011, n° 63.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Het volstaat niet dat tijdens het huwelijk eigen gelden zijn terechtgekomen op een bankrekening, hetzij op naam van beide echtgenoten hetzij op naam van een van beide echtgenoten, waarop het wettelijke vermoeden van gemeenschap van toepassing is om te bewijzen dat er vermenging is opgetreden tussen de eigen gelden en de gemeenschapsgelden; de vermenging moet onomkeerbaar zijn ingevolge bewerkingen op de bankrekening zodat de eigen gelden niet langer individualiseerbaar zijn en daadwerkelijk in het gemeenschappelijk vermogen zijn terechtgekomen (1) (2). (1) Cass. 4 juni 2020, AR C.19.0192.N, AC 2020, nr. 366. (2) Zie Cass. 21 januari 2011, AR C.10.0228.N, AC 2011, nr. 63."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220127.1N.8": {
      "court": "CASS",
      "date": "2022-01-27",
      "roleNumber": "C.21.0189.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220127.1N.8&lang=fr",
      "abstractFR": [
        "L'obligation judiciaire de soulever, le cas échéant d'office et, si nécessaire, dans le respect des droits de la défense, les règles de droit applicables, ne vaut que si les parties ont spécialement invoqué des faits et des actes à l'appui de leurs demandes ou de leur défense."
      ],
      "abstractNL": [
        "De rechterlijke verplichting om desgevallend ambtshalve en waar nodig met eerbiediging van de rechten van verdediging de toepasselijke rechtsregels op te werpen, geldt maar wanneer de partijen in het bijzonder feiten en handelingen tot staving van hun vorderingen dan wel verweer hebben aangevoerd."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210616.2F.6": {
      "court": "CASS",
      "date": "2021-06-16",
      "roleNumber": "P.21.0188.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210616.2F.6",
      "abstractFR": [
        "De l'absence d'élément médical probant, le juge ne peut déduire que la preuve d'un acte de pénétration sexuelle non lésionnel n'est pas rapportée (1). (1) Le MP a quant à lui conclu que l'arrêt ne méconnaît pas la notion de viol et ne déduit pas des faits qu'il constate des conséquences qui seraient sans lien avec ceux-ci ou qui ne seraient susceptibles, sur leur fondement, d'aucune justification, et qu'il justifie légalement l'acquittement quant aux pénétrations péniennes et digitales mais aussi quant aux fellations alléguées, en énonçant en outre, de manière plus générale, qu'« à défaut d'élément objectif permettant d'asseoir sa conviction, il subsiste à tout le moins un doute quant à la culpabilité [du prévenu] du chef des faits de la prévention [de viol] mise à sa charge ». Il a relevé en outre que la présomption de l'homme (ancien C. civ., art. 1349 et 1353) a cédé la place aux présomptions de fait (C. civ., art. 8.1.9° et 8.29). (M.N.B.)"
      ],
      "abstractNL": [
        "Uit de afwezigheid van een bewijskrachtig medisch gegeven kan de rechter niet afleiden dat het bewijs van een seksuele penetratie zonder letsel niet is geleverd (1). (1) Het OM heeft geconcludeerd dat het arrest het begrip verkrachting niet miskent en uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden verantwoord en, dat het de vrijspraak voor penetraties met de vinger en met de penis, alsook voor de aangevoerde fellatio's, naar recht verantwoordt, waarbij het bovendien, meer in het algemeen, heeft vermeld dat “bij gebrek aan objectieve gegevens waarop de rechter zijn overtuiging kan steunen, er minstens twijfel blijft bestaan over de schuld [van de beklaagde] aan de feiten van de telastlegging [verkrachting] waarvoor hij terechtstaat”. Bovendien heeft het erop gewezen dat het \"présomption de l'homme” (artt. 1349 en 1353 Oud Burgerlijk Wetboek) heeft plaatsgemaakt voor feitelijke vermoedens (artt. 8.1.9° en 8.29 Burgerlijk Wetboek)."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210302.2N.11": {
      "court": "CASS",
      "date": "2021-03-02",
      "roleNumber": "P.20.1234.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210302.2N.11&lang=fr",
      "abstractFR": [
        "Le juge méconnaît la foi due à un acte s'il attribue à un écrit, auquel il se réfère expressément, une déclaration que ce dernier ne comporte pas ou s'il dénie l'existence d'une déclaration qui y figure, en d'autres termes s'il fait mentir cet écrit (1) ; la seule circonstance que le juge ne tire pas d'une pièce qu'il mentionne la même conséquence qu'une partie ne constitue pas, en soi, une violation de la foi due à cette pièce. (1) Cass. 1er décembre 2020, RG P.20.0746.N, Pas. 2020, n° 735 ; Cass. 27 octobre 2020, RG P.20.0565.N, Pas. 2020, n° 659, T. Strafr. 2021, 35. Voir J. VERBIST et Ph. TRAEST, « Cassatiemiddelen in strafzaken », in Cassatie in strafzaken, Intersentia, 2014, 99-100."
      ],
      "abstractNL": [
        "De rechter miskent de bewijskracht van een akte indien hij aan een geschrift, waarnaar hij uitdrukkelijk verwijst, een verklaring toeschrijft die dit geschrift niet bevat dan wel ontkent dat dit geschrift een verklaring bevat, die er wel in voorkomt, kortom wanneer hij het geschrift doet liegen (1); de enkele omstandigheid dat de rechter uit een stuk dat hij vermeldt niet hetzelfde gevolg afleidt als een partij, houdt echter nog geen miskenning van de bewijskracht van dat stuk in. (1) Cass. 1 december 2020, AR P.20.0746.N, AC 2020, nr. 735; Cass. 27 oktober 2020, AR P.20.0565.N, AC 2020, nr. 659, T. Strafr. 2021, 35. Zie J. VERBIST en Ph. TRAEST, “Cassatiemiddelen in strafzaken”, in Cassatie in strafzaken, Intersentia, 2014, 99-100."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2025:ARR.20251201.3N.1": {
      "court": "CASS",
      "date": "2025-12-01",
      "roleNumber": "C.24.0421.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251201.3N.1",
      "abstractFR": null,
      "abstractNL": [
        "Uit de regel dat een samengestelde bekentenis niet mag worden gesplitst volgt dat het voor de rechter in beginsel niet mogelijk is om rekening te houden met een van de onderdelen van die bekentenis en om het tweede onderdeel, dat de gevolgen van het eerste teniet doet of beperkt, buiten beschouwing te laten; deze regel geldt echter niet indien de onjuistheid van dit tweede onderdeel van de bekentenis wordt bewezen. In dat geval mag de rechter enkel het eerste onderdeel in aanmerking nemen, onafhankelijk van het tweede onderdeel (1). (1) Zie betreffende de toepassing van artikel 1356, derde lid Oud Burgerlijk Cass. 3 september 1992, AR 9393, AC 1991-92, 1061."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221007.1N.5": {
      "court": "CASS",
      "date": "2022-10-07",
      "roleNumber": "C.21.0221.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221007.1N.5",
      "abstractFR": null,
      "abstractNL": [
        "De bekentenis kan slaan op zowel rechtsfeiten als materiële feiten, maar niet op de oplossing die, naar recht, aan een betwisting moet worden gegeven."
      ]
    }
  },
  "11": {
    "ECLI:BE:CASS:2025:ARR.20251201.3N.1": {
      "court": "CASS",
      "date": "2025-12-01",
      "roleNumber": "C.24.0421.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251201.3N.1",
      "abstractFR": null,
      "abstractNL": [
        "Uit de regel dat een samengestelde bekentenis niet mag worden gesplitst volgt dat het voor de rechter in beginsel niet mogelijk is om rekening te houden met een van de onderdelen van die bekentenis en om het tweede onderdeel, dat de gevolgen van het eerste teniet doet of beperkt, buiten beschouwing te laten; deze regel geldt echter niet indien de onjuistheid van dit tweede onderdeel van de bekentenis wordt bewezen. In dat geval mag de rechter enkel het eerste onderdeel in aanmerking nemen, onafhankelijk van het tweede onderdeel (1). (1) Zie betreffende de toepassing van artikel 1356, derde lid Oud Burgerlijk Cass. 3 september 1992, AR 9393, AC 1991-92, 1061."
      ]
    }
  },
  "1382": {
    "ECLI:BE:CASS:2024:ARR.20240522.2F.10": {
      "court": "CASS",
      "date": "2024-05-22",
      "roleNumber": "P.22.0797.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240522.2F.10",
      "abstractFR": [
        "L'employeur qui est privé des prestations de son employé parce que celui-ci a commis à son détriment un délit rendant impossible la poursuite de la relation de travail, et qui est tenu de verser à cet employé, en vertu de son statut de travailleur protégé, pendant la durée de la procédure de licenciement, les indemnités prescrites par la loi, peut subir de ce fait un dommage consistant dans le fait de devoir consentir à des décaissements sans obtenir de prestation de travail; ne porte pas atteinte au droit à la réparation dudit dommage le quatrième alinéa de l'article 9 de la loi du 19 mars 1991 portant un régime de licenciement particulier pour les délégués du personnel aux conseils d'entreprise et aux comités de sécurité, d'hygiène et d'embellissement des lieux de travail, ainsi que pour les candidats délégués du personnel, aux termes duquel l'indemnité complémentaire versée par l'employeur reste acquise au délégué du personnel, quelle que soit la décision de la juridiction du travail sur les motifs invoqués par l'employeur (1). (1) Cass. 3 juin 2020, RG P.20.0278.F, Pas. 2020, n° 353, avec concl. contraire du MP."
      ],
      "abstractNL": null
    }
  },
  "2244": {
    "ECLI:BE:CASS:2024:ARR.20240927.1N.7": {
      "court": "CASS",
      "date": "2024-09-27",
      "roleNumber": "F.22.0062.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240927.1N.7",
      "abstractFR": null,
      "abstractNL": [
        "Een dagvaarding in faillissement waarbij een schuldeiser zijn rechtsvordering uitoefent en een collectief beslag beoogt met tegeldemaking en verdeling van het vermogen van zijn schuldenaar door toedoen van een curator teneinde zijn schuldvordering te innen, is een dagvaarding en heeft bijgevolg stuitende werking (1). (1) Zie concl. OM."
      ]
    }
  }
}