{
  "7": {
    "ECLI:BE:CASS:2025:ARR.20251117.3N.10": {
      "court": "CASS",
      "date": "2025-11-17",
      "roleNumber": "S.23.0027.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251117.3N.10",
      "abstractFR": null,
      "abstractNL": [
        "Uit de samenhang tussen artikel 7, eerste lid, 1°, Sluitingswet 2002 en artikel 2, 5°, CAO nr. 32bis, in zijn sinds 1 april 2019 toepasselijke versie, en de wetsgeschiedenis volgt dat opdat er sprake zou zijn van een overname van activa in de zin van die bepalingen, de overname van activa van een failliete onderneming gepaard moet gaan met een overname van werknemers om de hoofdactiviteit van de failliete onderneming verder te zetten en, omgekeerd, de verderzetting van de hoofdactiviteit van een failliete onderneming met overgenomen werknemers gepaard moet gaan met een overname, rechtstreeks of onrechtstreeks via een derde, van het geheel of een deel van de activa van de failliete onderneming; een loutere verderzetting van de hoofdactiviteit van een failliete onderneming of een afdeling ervan met haar vroegere werknemers, zonder enige overname van activa, rechtstreeks of onrechtstreeks, volstaat dus niet; opdat er sprake zou kunnen zijn van een overname van activa in de zin van artikel 2, 5°, CAO nr. 32bis, in zijn hier toepasselijke versie, is aldus evenzeer vereist dat de hoofdactiviteit van een failliete onderneming wordt verdergezet zowel met overgenomen werknemers als met overgenomen activa (1). (1) Artikel 2, 5°, CAO nr. 32bis zoals met ingang van 1 april 2019 vervangen bij CAO nr. 32/7 van 23 april 2019."
      ]
    }
  },
  "35": {
    "ECLI:BE:CASS:2022:ARR.20221212.3F.1": {
      "court": "CASS",
      "date": "2022-12-12",
      "roleNumber": "S.20.0100.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221212.3F.1",
      "abstractFR": [
        "Si elle ne constitue, pour l'application de la loi du 26 juin 2002, pas une indemnité de rupture définie à l'article 2, 4°, de cette loi, l'indemnité de licenciement abusif prévue à l'article 63 de la loi du 3 juillet 1978, qui contribue à la protection contre le licenciement des ouvriers engagés pour une durée indéterminée, constitue une indemnité de congé résultant de la rupture du contrat de travail au sens de l'article 24, alinéa 1er, 3°, de l'arrêté royal du 23 mars 2007 (1) (2). (1) Voir les concl. du MP. (2) L. du 3 juillet 1978, avant sa modification par la loi du 26 décembre 2013, art. 63.",
        "Si elle ne constitue, pour l'application de la loi du 26 juin 2002, pas une indemnité de rupture définie à l'article 2, 4°, de cette loi, l'indemnité de licenciement abusif prévue à l'article 63 de la loi du 3 juillet 1978, qui contribue à la protection contre le licenciement des ouvriers engagés pour une durée indéterminée, constitue une indemnité de congé résultant de la rupture du contrat de travail au sens de l'article 24, alinéa 1er, 3°, de l'arrêté royal du 23 mars 2007 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Hoewel ze voor de toepassing van de Sluitingswet 2002 geen verbrekingsvergoeding uitmaakt zoals omschreven door artikel 2, 4°, van die wet, vormt de vergoeding wegens willekeurig ontslag bedoeld in artikel 63 Arbeidsovereenkomstenwet die bijdraagt tot de bescherming tegen ontslag van werklieden die voor onbepaalde tijd zijn aangeworven, een opzeggingsvergoeding die uit de beëindiging van de arbeidsovereenkomst voortvloeit, in de zin van artikel 24, eerste lid, 3°, van het koninklijk besluit van 23 maart 2007 (1) (2). (1) Zie concl. OM in Pas. 2022, nr. 817. (2) Art. 63 Arbeidsovereenkomstenwet,voor zijn wijziging door de Wet 26 december 2013."
      ]
    }
  },
  "41": {
    "ECLI:BE:CASS:2023:ARR.20230130.3F.10": {
      "court": "CASS",
      "date": "2023-01-30",
      "roleNumber": "S.22.0041.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230130.3F.10",
      "abstractFR": [
        "Le travailleur lié par un contrat de travail ou d'apprentissage à la date de la faillite, dont le contrat n'est pas rompu mais dont l'activité est interrompue à la suite de la faillite et qui, au moment de la reprise de l'actif, se trouve lié par le contrat avec l'employeur ayant effectué cette reprise, a droit à l'indemnité de transition pour la période de l'interruption de son activité (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De werknemer die op de datum van het faillissement gebonden is door een arbeids- of leerovereenkomst, wiens overeenkomst niet werd beëindigd maar wiens activiteit werd onderbroken als gevolg van het faillissement en die, bij de overname van de activa, gebonden blijkt te zijn door de overeenkomst met de werkgever die deze activa heeft overgenomen, heeft recht op de overbruggingsvergoeding voor de periode waarin zijn activiteit werd onderbroken (1). (1) Zie concl. OM in Pas. 2023, nr. 77."
      ]
    }
  },
  "42": {
    "ECLI:BE:CASS:2023:ARR.20230130.3F.10": {
      "court": "CASS",
      "date": "2023-01-30",
      "roleNumber": "S.22.0041.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230130.3F.10",
      "abstractFR": [
        "Le travailleur lié par un contrat de travail ou d'apprentissage à la date de la faillite, dont le contrat n'est pas rompu mais dont l'activité est interrompue à la suite de la faillite et qui, au moment de la reprise de l'actif, se trouve lié par le contrat avec l'employeur ayant effectué cette reprise, a droit à l'indemnité de transition pour la période de l'interruption de son activité (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De werknemer die op de datum van het faillissement gebonden is door een arbeids- of leerovereenkomst, wiens overeenkomst niet werd beëindigd maar wiens activiteit werd onderbroken als gevolg van het faillissement en die, bij de overname van de activa, gebonden blijkt te zijn door de overeenkomst met de werkgever die deze activa heeft overgenomen, heeft recht op de overbruggingsvergoeding voor de periode waarin zijn activiteit werd onderbroken (1). (1) Zie concl. OM in Pas. 2023, nr. 77."
      ]
    }
  }
}