{
  "1": {
    "ECLI:BE:CASS:2024:ARR.20241022.2N.2": {
      "court": "CASS",
      "date": "2024-10-22",
      "roleNumber": "P.24.0893.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241022.2N.2",
      "abstractFR": null,
      "abstractNL": [
        "Vuurwapens zijn bij toepassing van artikel 3, § 3, 1°, Wapenwet 2006 in beginsel vergunningsplichtig en zij kunnen slechts als vrij verkrijgbare wapens in de zin van artikel 3, § 2, Wapenwet 2006 worden beschouwd wanneer vaststaat dat die vuurwapens beantwoorden aan de door de Wapenwet en de uitvoeringsbesluiten ervan gestelde voorwaarden om te kunnen worden beschouwd als vrij verkrijgbare wapens; eensdeels volgt uit artikel 3, § 2, 2°, Wapenwet 2006 dat vuurwapens met een historische, folkloristische of decoratieve waarde enkel niet te beschouwen zijn als vergunningsplichtige wapens wanneer zij voldoen aan minstens een van de vermelde voorwaarden inzake techniciteit, ouderdom, gebruik of eigendom en zij niet buiten het kader van historische of folkloristische manifestaties voor het schieten worden bestemd, welke voorwaarden niet zijn bepaald voor seinpistolen en anderdeels vereist artikel 2 van het koninklijk besluit van 1 maart 1998 dat, om de seinpistolen in te delen bij de categorie van de vrij verkrijgbare wapens, de houder steeds moet kunnen bewijzen deze wapens nodig te hebben voor een daarmee overeenstemmende activiteit: het arrest dat een beklaagde ontslaat van rechtsvervolging op grond van het oordeel met betrekking tot bepaalde seinpistolen dat er redelijke twijfel is of zij werden vervaardigd na 1895 en met betrekking tot andere seinpistolen dat niet met zekerheid blijkt dat zij niet vallen onder de categorieën 1° en 2° van artikel 1 van het koninklijk besluit van 20 september 1991 is niet naar recht verantwoord (1). (1) Zie concl. OM."
      ]
    }
  },
  "25": {
    "ECLI:BE:CASS:2021:ARR.20210331.2F.7": {
      "court": "CASS",
      "date": "2021-03-31",
      "roleNumber": "P.21.0221.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210331.2F.7",
      "abstractFR": [
        "Lorsque le juge décide que la prévention de détention d'armes de chasse, soumise à autorisation, n'est pas établie parce que le prévenu est titulaire d'un permis de chasse, il peut exclure que la qualification de détention d'armes de chasse sans avoir établi le document visé à l'article 25 de l'arrêté royal du 20 septembre 1991 ait pu avoir pour objet le même fait que celui qui est à l'origine des poursuites ou que l'infraction ainsi requalifiée ait pu s'y trouver comprise (1). (1) Voir concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de rechter beslist dat de telastlegging van het voorhanden hebben van vergunningsplichtige jachtwapens niet is bewezen omdat de beklaagde houder is van een jachtverlof, kan hij uitsluiten dat de kwalificatie van het voorhanden hebben van jachtwapens, zonder het stuk bedoeld in artikel 25 van het koninklijk besluit van 20 september 1991 te hebben opgemaakt, hetzelfde feit heeft kunnen betreffen als dat welk aan de oorsprong lag van de rechtsvervolging of dat het aldus heromschreven misdrijf hierin kon zijn begrepen (1). (1) Zie concl. OM in Pas. 2021, nr. 238."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191030.1": {
      "court": "CASS",
      "date": "2019-10-30",
      "roleNumber": "P.19.0647.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191030.1",
      "abstractFR": [
        "La transmission au gouverneur de l'avis de cession d'une arme longue au titulaire d'un permis de chasse n'est pas en soi et par nature une déclaration en vue d'obtenir une autorisation de détention d'une arme de chasse mais permet d'assurer la traçabilité d'une telle arme en cas de cession à un titulaire de permis de chasse, dispensé de l'obligation d'autorisation préalable; même à supposer que le fait de détenir une arme en sachant que les formalités propres à rendre cette détention régulière ont été omises soit constitutif d'une infraction, indépendamment de la question de savoir à qui incombe l'accomplissement des formalités requises, ce fait ne saurait constituer une infraction aux articles 11 et 12 de la loi du 8 juin 2006, qui visent l'obligation d'autorisation d'une arme à feu, et non la détention d'une telle arme non régulièrement enregistrée (1). (1) Voir les concl. du MP. L'« arme longue » est définie à l'art. 2, 10°, de la loi du 8 juin 2006 (« loi sur les armes »), dont l'art. 12, al. 1er, dispense de l'autorisation préalable visée à l'art. 11 notamment « 1° (les) « titulaires d'un permis de chasse qui peuvent détenir des armes longues autorisées à cette fin, là où le permis de chasse est valable (...) ». La chasse étant une compétence régionale, c'est la réglementation de la Région qui a (ou des Régions qui ont) émis le (ou les) permis de chasse dont l'intéressé est titulaire qui détermine les types d'armes qu'il est autorisé à détenir en vertu de cette disposition. (M.N.B.)"
      ],
      "abstractNL": [
        "De toezending, aan de gouverneur, van het bericht van overdracht van een lang wapen aan de houder van een jachtverlof vormt niet op zich en door de aard ervan een aangifte met het oog op het verkrijgen van een vergunning voor het voorhanden hebben van een jachtwapen, maar staat toe de opspoorbaarheid van een dergelijk wapen te verzekeren in geval van overdracht ervan aan een houder van een jachtverlof, die vrijgesteld is van de voorafgaande vergunningsplicht; zelfs in de veronderstelling dat het voorhanden hebben van een wapen in de wetenschap dat niet is voldaan aan de vormvoorschriften voor het regulariseren ervan een misdrijf zou uitmaken, los van de vraag wie aan de vereiste vormvoorschriften moet voldoen, zou dat feit geen schending kunnen opleveren van de artikelen 11 en 12 Wapenwet, die betrekking hebben op de verplichte vergunning voor vuurwapens, en niet op het voorhanden hebben van een dergelijk niet regelmatig ingeschreven wapen (1). (1) Zie concl. OM in Pas. 2019, nr. 559. Het \"lang wapen\" wordt omschreven in art. 2, 10°, Wapenwet, waarvan art. 12, eerste lid, met name \"1° (de) houders van een jachtverlof, die lange wapens daar toegelaten waar het jachtverlof geldig is, (...) mogen voorhanden hebben\", vrijstelt van de in art. 11 bedoelde voorafgaande vergunning. Aangezien de jacht een gewestelijke bevoegdheid is, bepaalt de reglementering van het gewest (of van de gewesten die) het jachtverlof (of de jachtverloven) waarvan de betrokkene houder is, hebben afgegeven, het type wapens dat men krachtens die bepaling voorhanden mag hebben. (M.N.B.)"
      ]
    }
  },
  "28": {
    "ECLI:BE:CASS:2019:ARR.20191030.1": {
      "court": "CASS",
      "date": "2019-10-30",
      "roleNumber": "P.19.0647.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191030.1",
      "abstractFR": [
        "La transmission au gouverneur de l'avis de cession d'une arme longue au titulaire d'un permis de chasse n'est pas en soi et par nature une déclaration en vue d'obtenir une autorisation de détention d'une arme de chasse mais permet d'assurer la traçabilité d'une telle arme en cas de cession à un titulaire de permis de chasse, dispensé de l'obligation d'autorisation préalable; même à supposer que le fait de détenir une arme en sachant que les formalités propres à rendre cette détention régulière ont été omises soit constitutif d'une infraction, indépendamment de la question de savoir à qui incombe l'accomplissement des formalités requises, ce fait ne saurait constituer une infraction aux articles 11 et 12 de la loi du 8 juin 2006, qui visent l'obligation d'autorisation d'une arme à feu, et non la détention d'une telle arme non régulièrement enregistrée (1). (1) Voir les concl. du MP. L'« arme longue » est définie à l'art. 2, 10°, de la loi du 8 juin 2006 (« loi sur les armes »), dont l'art. 12, al. 1er, dispense de l'autorisation préalable visée à l'art. 11 notamment « 1° (les) « titulaires d'un permis de chasse qui peuvent détenir des armes longues autorisées à cette fin, là où le permis de chasse est valable (...) ». La chasse étant une compétence régionale, c'est la réglementation de la Région qui a (ou des Régions qui ont) émis le (ou les) permis de chasse dont l'intéressé est titulaire qui détermine les types d'armes qu'il est autorisé à détenir en vertu de cette disposition. (M.N.B.)"
      ],
      "abstractNL": [
        "De toezending, aan de gouverneur, van het bericht van overdracht van een lang wapen aan de houder van een jachtverlof vormt niet op zich en door de aard ervan een aangifte met het oog op het verkrijgen van een vergunning voor het voorhanden hebben van een jachtwapen, maar staat toe de opspoorbaarheid van een dergelijk wapen te verzekeren in geval van overdracht ervan aan een houder van een jachtverlof, die vrijgesteld is van de voorafgaande vergunningsplicht; zelfs in de veronderstelling dat het voorhanden hebben van een wapen in de wetenschap dat niet is voldaan aan de vormvoorschriften voor het regulariseren ervan een misdrijf zou uitmaken, los van de vraag wie aan de vereiste vormvoorschriften moet voldoen, zou dat feit geen schending kunnen opleveren van de artikelen 11 en 12 Wapenwet, die betrekking hebben op de verplichte vergunning voor vuurwapens, en niet op het voorhanden hebben van een dergelijk niet regelmatig ingeschreven wapen (1). (1) Zie concl. OM in Pas. 2019, nr. 559. Het \"lang wapen\" wordt omschreven in art. 2, 10°, Wapenwet, waarvan art. 12, eerste lid, met name \"1° (de) houders van een jachtverlof, die lange wapens daar toegelaten waar het jachtverlof geldig is, (...) mogen voorhanden hebben\", vrijstelt van de in art. 11 bedoelde voorafgaande vergunning. Aangezien de jacht een gewestelijke bevoegdheid is, bepaalt de reglementering van het gewest (of van de gewesten die) het jachtverlof (of de jachtverloven) waarvan de betrokkene houder is, hebben afgegeven, het type wapens dat men krachtens die bepaling voorhanden mag hebben. (M.N.B.)"
      ]
    }
  }
}