{
  "2": {
    "ECLI:BE:CASS:2025:ARR.20250124.1N.8": {
      "court": "CASS",
      "date": "2025-01-24",
      "roleNumber": "F.22.0125.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250124.1N.8",
      "abstractFR": [
        "Une convention de prolongation d'usufruit ne modifie que la durée de l'usufruit initial et n'entraîne donc pas la translation complémentaire d'un droit réel, de sorte que cette convention n'est pas soumise au droit de vente (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Een overeenkomst tot verlenging van vruchtgebruik wijzigt enkel de duurtijd van het oorspronkelijke vruchtgebruik en heeft aldus geen bijkomende overdracht van een zakelijk recht tot gevolg, zodat deze overeenkomst niet aan het verkooprecht wordt onderworpen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240222.1N.2": {
      "court": "CASS",
      "date": "2024-02-22",
      "roleNumber": "F.21.0049.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240222.1N.2",
      "abstractFR": null,
      "abstractNL": [
        "Hoewel het voor de vrijstelling van de onroerende voorheffing niet vereist wordt dat de bestemming van de onroerende goederen of delen ervan voor het openbaar uitoefenen van een eredienst rechtstreeks zou zijn, moet die bestemming toch noodzakelijk zijn in die zin dat de eredienst niet kan worden uitgeoefend bij gebrek aan die bestemming (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241213.1N.6": {
      "court": "CASS",
      "date": "2024-12-13",
      "roleNumber": "C.23.0443.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241213.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "De evenredige naheffing ter bestrijding van oneigenlijk gebruik van de vrijstellingsregeling, waarbij een kapitaal binnen een familiale vennootschap belastingvrij wordt overgedragen in toepassing van de vrijstelling en kort nadien uit de vennootschap wordt gehaald, houdt in dat de schenkbelasting moet worden geheven op het bedrag waarmee het kapitaal wordt verminderd, in de verhouding dat de aan de begiftigde geschonken aandelen tot het totaal aantal aandelen in de vennootschap staan (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230106.1N.4": {
      "court": "CASS",
      "date": "2023-01-06",
      "roleNumber": "F.20.0128.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230106.1N.4",
      "abstractFR": null,
      "abstractNL": [
        "Uit de parlementaire voorbereiding van artikel 2.7.1.0.4 VCF blijkt dat de decreetgever de voorwaarde van overleven in deze bepaling heeft geschrapt met de bedoeling ook onvoorwaardelijke toebedelingen bij overlijden voor meer dan de helft van het gemeenschappelijk vermogen onder de toepassing van die bepaling te brengen, zodat een omweg via de antimisbruikbepaling daarvoor niet meer nodig is (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250425.1N.6": {
      "court": "CASS",
      "date": "2025-04-25",
      "roleNumber": "F.23.0067.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250425.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "Uit de tekst van artikel 2.8.4.1.1, § 1 VCF en in het bijzonder de tabellen met progressieve tarieven opgenomen in deze bepaling blijkt voldoende duidelijk de doelstelling van dit artikel om in progressieve tarieven voor de schenking van onroerende goederen te voorzien."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250509.1N.2": {
      "court": "CASS",
      "date": "2025-05-09",
      "roleNumber": "F.23.0074.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250509.1N.2",
      "abstractFR": null,
      "abstractNL": [
        "Uit de samenhang van de artikelen 2.2.2.0.1, § 1, en 2.2.2.0.1, § 2, eerste lid, eerste zin, Vlaamse Codex Fiscaliteit volgt dat, wanneer een voertuig vermeld in artikel 2.2.1.0.1 werd ingeschreven in het repertorium van het directoraat-generaal mobiliteit en verkeersveiligheid, de natuurlijke persoon of rechtspersoon die op het inschrijvingsbewijs vermeld staat, moet worden beschouwd als degene die dat voertuig aanwendt voor eigen gebruik of het exploiteert in de zin van artikel 2.2.2.0.1, § 1, en derhalve belastingplichtige is; noch uit de tekst van deze wetsbepalingen en hun wetsgeschiedenis, noch uit enige andere wetsbepaling volgt dat deze regel niet geldt wanneer bij de inschrijving van een voertuig in het repertorium van het directoraat-generaal mobiliteit en verkeersveiligheid van gestolen identiteitsgegevens gebruik wordt gemaakt."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250509.1N.6": {
      "court": "CASS",
      "date": "2025-05-09",
      "roleNumber": "F.24.0007.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250509.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "Afkoop van het levensverzekeringscontract in de zin van artikel 2.7.1.0.6, § 1, tweede lid, 1°, Vlaamse Codex Fiscaliteit, houdt in dat het levensverzekeringscontract is beëindigd en de begunstigde vrij kan beschikken over de opgebouwde reserves; niet vereist is dat een uitbetaling plaatsvindt van de reserves; dat de begunstigde in plaats daarvan ervoor kiest om de reserves te herbeleggen en daarbij beperkt is tot de producten die hem in het kader van een reserveoverdracht door de verzekeraar worden aangeboden, doet daaraan geen afbreuk (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250523.1N.8": {
      "court": "CASS",
      "date": "2025-05-23",
      "roleNumber": "F.24.0049.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250523.1N.8",
      "abstractFR": null,
      "abstractNL": [
        "De BIV voor wegvoertuigen die geacht worden in het Vlaamse Gewest in het verkeer te zijn gesteld door vennootschappen, autonome overheidsbedrijven of vzw's met leasingactiviteiten, wordt berekend op basis van het vermogen van de motor en niet op basis van de milieukenmerken vermeld in de artikelen 2.3.4.1.2 tot en met 2.3.4.1.7 VCF.",
        "Met het gebruik van het woord “leasingactiviteiten” in artikel 4, § 3, Bijzondere Financieringswet van 16 januari 1989 en in artikel 2.3.4.1.1 VCF verwijzen de wetgever en de decreetgever enkel naar het leasen van voertuigen via leasingovereenkomsten."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230331.1N.5": {
      "court": "CASS",
      "date": "2023-03-31",
      "roleNumber": "F.22.0087.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230331.1N.5",
      "abstractFR": null,
      "abstractNL": [
        "Voor de toepassing van de kilometerheffing volstaat het niet dat het voertuig geschikt is voor het vervoer van goederen over de weg; vereist is dat het voertuig bestemd is of gebruikt wordt, al dan niet uitsluitend, voor zulk vervoer (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200925.1N.2": {
      "court": "CASS",
      "date": "2020-09-25",
      "roleNumber": "F.18.0170.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200925.1N.2&lang=fr",
      "abstractFR": [
        "La notion de « véhicules à moteur et ensembles de véhicules affectés au transport par route de marchandises » figurant à l’article 5, §1er, 1°, du Code des taxes assimilées aux impôts sur les revenus et reprise ensuite à l’article 2.2.6.0.1, § 1er, 1°, du Code flamand de la fiscalité doit également s’entendre comme désignant les véhicules à moteur et ensembles de véhicules exclusivement affectés au transport par route de marchandises (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het begrip \"motorvoertuigen en samengestelde voertuigen gebruikt voor het vervoer van goederen over de weg\", opgenomen in artikel 5, § 1, 1°, WIGB en daarna hernomen in artikel 2.2.6.0.1, § 1, 1°, VCF dient te worden begrepen als de motorvoertuigen en samengestelde voertuigen die uitsluitend worden gebruikt voor het vervoer van goederen over de weg (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210916.1N.4": {
      "court": "CASS",
      "date": "2021-09-16",
      "roleNumber": "F.20.0071.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210916.1N.4&lang=fr",
      "abstractFR": [
        "L'article 2.7.1.0.4 du Code de la fiscalité flamande détermine notamment l'objet imposable des droits de succession et se distingue ainsi d'une disposition anti-abus qui permet à l'administration, en cas d'abus fiscal, d'ignorer un acte juridique non imposable et d'imposer le contribuable comme si l'abus fiscal n'avait jamais eu lieu; la version modifiée de cette disposition sortit ses effets sur les actes juridiques accomplis antérieurement ou postérieurement à l'entrée en vigueur de sa modification (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Artikel 2.7.1.0.4 Vlaamse Codex Fiscaliteit bepaalt mede het belastbaar voorwerp van de erfbelasting en onderscheidt zich aldus van een antimisbruikbepaling die de administratie in geval van fiscaal misbruik toelaat om een niet-belastbare rechtshandeling te negeren en de belastingplichtige te belasten alsof het fiscaal misbruik nooit heeft plaatsgevonden; de gewijzigde versie van deze bepaling heeft uitwerking op rechtshandelingen die dateren van vóór dan wel na de inwerkingtreding van de wijziging (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220421.1N.9": {
      "court": "CASS",
      "date": "2022-04-21",
      "roleNumber": "F.21.0026.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220421.1N.9&lang=fr",
      "abstractFR": [
        "Un bénéficiaire désigné dans le contrat d'assurance par le défunt est, ensuite de la donation qui lui est faite de tous les droits résultant de ce contrat d'assurance, n'est plus un tiers au contrat d'assurance mais un preneur d'assurance, partie à ce contrat ; les sommes, rentes ou valeurs qui lui reviennent ensuite au décès du défunt ne sont plus, en application de l'article de 2.7.1.0.6, § 1er, du Code flamand de la fiscalité, soumises aux droits de succession (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Een door de erflater in de verzekeringsovereenkomst aangewezen begunstigde is ingevolge de schenking aan hem van alle rechten uit die verzekeringsovereenkomst, niet langer een derde aan de verzekeringsovereenkomst, maar wel een verzekeringnemer, partij bij deze overeenkomst; de sommen, renten of waarden die hem vervolgens bij het overlijden van de erflater toekomen, zijn niet langer bij toepassing van het artikel 2.7.1.0.6, § 1, VCF aan de successierechten onderworpen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220421.1N.2": {
      "court": "CASS",
      "date": "2022-04-21",
      "roleNumber": "F.21.0070.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220421.1N.2&lang=fr",
      "abstractFR": [
        "Les sommes, rentes ou valeurs qui reviennent à titre gratuit à une personne après le décès du défunt à la suite d'une modification effectuée par une personne au profit de laquelle le défunt a stipulé dans un contrat ne sont pas des sommes, rentes ou valeurs qui reviennent à titre gratuit à cette première personne en vertu d'un contrat comportant une clause faite par le défunt en sa faveur au sens de l'article 2.7.1.0.6 du Code flamand de la fiscalité."
      ],
      "abstractNL": [
        "Sommen, renten of waarden die kosteloos aan een persoon toekomen na het overlijden van de erflater ingevolge een wijziging door een persoon in wiens voordeel de erflater in een contract een beding heeft opgenomen, zijn geen sommen, renten of waarden die kosteloos aan eerstgenoemde persoon toekomen ingevolge een contract dat een door de erflater in het voordeel van eerstgenoemde persoon gemaakt beding bevat in de zin van die wetsbepaling."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231221.1N.7": {
      "court": "CASS",
      "date": "2023-12-21",
      "roleNumber": "F.22.0033.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231221.1N.7&lang=fr",
      "abstractFR": [
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Uit de samenhang van de artikelen 2.9.7.0.3, § 2, en 3.6.0.0.6, § 1, 2°, VCF en de wetsgeschiedenis van dat laatste artikel volgt dat de betreffende verklaring moet blijken uit een geregistreerde overeenkomst, gedateerd minder dan een jaar nadat de opschortende voorwaarde waaraan de eerste overeenkomst is onderworpen, is vervuld (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220210.1N.8": {
      "court": "CASS",
      "date": "2022-02-10",
      "roleNumber": "C.20.0385.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220210.1N.8&lang=fr",
      "abstractFR": [
        "Les sommes, rentes ou valeurs visées à l'article 2.7.1.0.6, § 1er, alinéas 1er et 2, du Code flamand de la fiscalité sont considérées comme recueillies à titre de legs et sont donc soumises aux droits de succession dans la mesure où l'attribution bénéficiaire émane du défunt au moyen d'une stipulation au profit d'un tiers ; si l'attribution bénéficiaire émane de deux testateurs, les sommes, rentes ou valeurs sont imposables au titre de legs fictif émanant de chacun des testateurs dans la mesure où l'attribution bénéficiaire émane de chacun d'eux."
      ],
      "abstractNL": [
        "De sommen, renten of waarden waarvan sprake in artikel 2.7.1.0.6, § 1, eerste en tweede lid VCF, worden geacht als legaat te zijn verkregen en worden zodoende aan de erfbelasting onderworpen in de mate de begunstiging aan de hand van een beding ten gunste van een derde van de erflater uitgaat; indien de begunstiging uitgaat van twee erflaters zijn de sommen, renten of waarden als fictief legaat uitgaande van elk van de erflaters belastbaar in de mate de begunstiging uitgaat van elke erflater."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220519.1N.8": {
      "court": "CASS",
      "date": "2022-05-19",
      "roleNumber": "F.20.0160.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220519.1N.8&lang=fr",
      "abstractFR": [
        "L'inscription dans le registre de la population ou dans le registre des étrangers à l'adresse de l'immeuble acquis constitue une condition nécessaire pour l'application du taux réduit (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De inschrijving in het bevolkingsregister of in het vreemdelingenregister op het adres van het verkregen onroerend goed maakt een noodzakelijke voorwaarde uit voor de toepassing van het verlaagd tarief (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200925.1N.8": {
      "court": "CASS",
      "date": "2020-09-25",
      "roleNumber": "F.20.0004.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200925.1N.8&lang=fr",
      "abstractFR": [
        "Il suit des articles 2.2.1.0.1 du Code flamand de la fiscalité et 3 du Code des taxes assimilées aux impôts sur les revenus que l’impôt est dû pour tous les véhicules servant au transport de personnes ou de marchandises et qu’il suffit à cet effet que le véhicule se prête à un tel transport et soit utilisé comme tel; il n’est pas requis que le transport de personnes ou de marchandises constitue la destination principale du véhicule ni que le véhicule soit exclusivement utilisé pour un tel transport (1). (1) Voir également l’arrêt concordant rendu à la même date dans la cause F.20.0012.N."
      ],
      "abstractNL": [
        "Uit de artikelen 2.2.1.0.1 VCF en 3 WIGB volgt dat de belasting verschuldigd is voor alle voertuigen die dienen tot het vervoer van personen of goederen en dat het daartoe volstaat het dat het voertuig geschikt is voor zulk vervoer en als zodanig wordt gebruikt; niet vereist is dat het vervoer van personen of goederen de hoofdbestemming van het voertuig uitmaakt en evenmin is vereist dat er een uitsluitend gebruik is van het voertuig voor zulk vervoer (1). (1) Zie ook het gelijkluidend arrest van dezelfde datum inzake F.20.0012.N"
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2023:ARR.20231123.1N.5": {
      "court": "CASS",
      "date": "2023-11-23",
      "roleNumber": "F.20.0153.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231123.1N.5",
      "abstractFR": null,
      "abstractNL": [
        "De omstandigheid dat het bestuur, bij de kennisgeving van het bestaan van een belastingschuld, nalaat om de belastingplichtige te informeren over de juridische gronden waarop de heffing steunt, ontslaat de rechter niet van zijn plicht om te onderzoeken of de heffing al dan niet wettig is op grond van de juridische motieven die tijdens het geding worden aangevoerd door het bestuur (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230106.1N.4": {
      "court": "CASS",
      "date": "2023-01-06",
      "roleNumber": "F.20.0128.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230106.1N.4",
      "abstractFR": null,
      "abstractNL": [
        "De belastingadministratie kan de strijdigheid van de verrichting met de doelstellingen van de betrokken fiscale bepaling enkel vaststellen wanneer die doelstellingen op voldoende duidelijke wijze blijken uit de tekst en, in voorkomend geval, uit de parlementaire voorbereiding van de van toepassing zijnde wetsbepaling (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250425.1N.6": {
      "court": "CASS",
      "date": "2025-04-25",
      "roleNumber": "F.23.0067.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250425.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "Een “geheel van rechtshandelingen” in de zin van artikel 3.17.0.0.2. VCF veronderstelt dat er eenheid van bedoeling bestaat tussen de verschillende rechtshandelingen, die van meet af aan zijn opgevat als behorend tot een ondeelbare keten; de eenheid van bedoeling die nodig is om van een geheel van rechtshandelingen te kunnen spreken, vereist niet dat de belastingplichtige formeel deelneemt aan alle rechtshandelingen."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210402.1N.2": {
      "court": "CASS",
      "date": "2021-04-02",
      "roleNumber": "F.20.0002.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210402.1N.2&lang=fr",
      "abstractFR": [
        "En cas d'infractions répétées au prélèvement kilométrique, dans les limites prévues à l'article 3.18.0.0.1, § 4/1, du Code flamand de la fiscalité, une nouvelle sanction peut être infligée pour la même infraction même si le contrevenant n'a pas connaissance de la première infraction, mais le membre du personnel compétent peut réduire l'amende administrative pour la même infraction commise dans un délai limité si le contribuable a agi de bonne foi (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "In geval van herhaalde overtredingen op de kilometerheffing, binnen de grenzen bepaald in artikel 3.18.0.0.1, § 4/1, VCF, kan voor dezelfde overtreding een nieuwe sanctie worden opgelegd, ook wanneer de overtreder geen kennis heeft van de eerste overtreding, maar het bevoegde personeelslid kan de administratieve geldboete voor dezelfde overtreding begaan binnen een beperkte tijdspanne verminderen als de belastingplichtige te goeder trouw handelde (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231221.1N.7": {
      "court": "CASS",
      "date": "2023-12-21",
      "roleNumber": "F.22.0033.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231221.1N.7&lang=fr",
      "abstractFR": [
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Uit de samenhang van de artikelen 2.9.7.0.3, § 2, en 3.6.0.0.6, § 1, 2°, VCF en de wetsgeschiedenis van dat laatste artikel volgt dat de betreffende verklaring moet blijken uit een geregistreerde overeenkomst, gedateerd minder dan een jaar nadat de opschortende voorwaarde waaraan de eerste overeenkomst is onderworpen, is vervuld (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220509.3N.6": {
      "court": "CASS",
      "date": "2022-05-09",
      "roleNumber": "C.21.0329.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220509.3N.6&lang=fr",
      "abstractFR": [
        "Il ressort des termes et des travaux préparatoires de l'article 3.10.4.6.1 du Code flamand de la fiscalité que, contrairement à ce que l'article 410 du Code des impôts sur les revenus 1992 prévoit pour les impôts sur les revenus, la suspension du recouvrement forcé de l'impôt est prescrite comme une possibilité, de sorte que l'entité compétente de l'administration flamande peut décider de ne pas suspendre le recouvrement forcé, même lorsqu'il s'agit d'une imposition litigieuse (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de tekst en de wetsgeschiedenis van artikel 3.10.4.6.1 VCF blijkt dat het opschorten van de gedwongen invordering van de belasting, anders dan wat voor de inkomstenbelastingen in artikel 410 WIB92 is bepaald, als een mogelijkheid is ingeschreven, zodat de bevoegde entiteit van de Vlaamse administratie kan beslissen om de gedwongen invordering niet op te schorten, ook al betreft het een betwiste belast (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210521.1N.4": {
      "court": "CASS",
      "date": "2021-05-21",
      "roleNumber": "F.19.0137.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210521.1N.4&lang=fr",
      "abstractFR": [
        "En vertu du principe général du droit de non-rétroactivité de la loi, consacré à l'article 1er (anciennement article 2) de l'ancien Code civil, la loi nouvelle s'applique, en règle, non seulement aux situations qui naissent après son entrée en vigueur, mais également aux effets futurs des situations nées sous le régime de la loi antérieure qui se produisent ou se prolongent sous l'empire de la loi nouvelle, pour autant que cette application ne porte pas atteinte à des droits déjà irrévocablement fixés ; sauf lorsque les délais d'imposition sont expirés sous l'empire de la loi ancienne, la loi nouvelle, en ce qui concerne le délai dans lequel une cotisation à l'impôt peut être établie, s'applique immédiatement aux cotisations établies après son entrée en vigueur, même si la dette d'impôt est née avant l'entrée en vigueur de la loi nouvelle (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Krachtens het algemeen rechtsbeginsel van de non-retroactiviteit van de wet, dat vervat is in artikel 1 (oud artikel 2) Oud Burgerlijke Wetboek, is de nieuwe wet in de regel niet alleen van toepassing op toestanden die na haar inwerkingtreding ontstaan, maar ook op de toekomstige gevolgen van onder de oude wet ontstane toestanden die zich voordoen of voortduren onder de gelding van de nieuwe wet, voor zover die toepassing geen afbreuk doet aan reeds onherroepelijk vastgestelde rechten; behoudens wanneer de aanslagtermijnen onder de oude wet verstreken zijn, is de nieuwe wet in verband met de termijn binnen dewelke een belastingaanslag kan worden gevestigd onmiddellijk van toepassing op de na haar inwerkingtreding gevestigde aanslagen, ook al is de belastingschuld reeds voor de inwerkingtreding van de nieuwe wet ontstaan (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170303.1": {
      "court": "CASS",
      "date": "2017-03-03",
      "roleNumber": "F.15.0160.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170303.1&lang=fr",
      "abstractFR": [
        "En ce qui concerne la taxe de circulation sur les véhicules automobiles, la requête introduisant le pourvoi en cassation du contribuable doit en tout cas être signée et déposée par un avocat."
      ],
      "abstractNL": [
        "Inzake verkeersbelasting op de autovoertuigen moet het verzoekschrift houdende voorziening in cassatie van de belastingplichtige in elk geval door een advocaat worden ondertekend en neergelegd."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161202.1": {
      "court": "CASS",
      "date": "2016-12-02",
      "roleNumber": "C.14.0212.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161202.1&lang=fr",
      "abstractFR": [
        "En matière de précompte immobilier et de taxe de circulation en Région flamande, la requête en cassation du contribuable ne doit pas nécessairement être signée et déposée par un avocat à la Cour de cassation, mais à tout le moins par un avocat (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Inzake de onroerende voorheffing en de verkeersbelasting in het Vlaamse Gewest, moet het verzoekschrift in cassatie van de belastingplichtige niet noodzakelijk door een advocaat bij het Hof van Cassatie, maar in elk geval door een advocaat worden ondertekend en neergelegd (1). (1) Zie concl. OM."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2016:ARR.20160428.2": {
      "court": "CASS",
      "date": "2016-04-28",
      "roleNumber": "F.15.0035.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160428.2&lang=fr",
      "abstractFR": [
        "L'article 5 du Code des droits de succession ne peut s'appliquer que lorsque l'époux survivant se voit attribuer plus de la moitié de la communauté en vertu d'une convention de mariage conclue sous condition de survie (1). (1) Au cours de la même audience, la Cour a adopté un point de vue identique dans les causes F.15.0036.N, F.15.0077.N, F.15.0123.N, F.15.0136.N et F.15.0138.N dans lesquelles la communauté a été attribuée à l'époux nommément cité, lors de la dissolution du patrimoine commun 'quelle qu'en soit la cause'; la présente cause F.15.0035.N concerne aussi le problème de la clause de la \"mortuaire\" mais diffère des autres causes du fait que la communauté n'a pas été attribuée à l'épouse lors de la dissolution du patrimoine commun 'quelle qu'en soit la cause', mais uniquement lors de la dissolution du patrimoine commun 'en cas de décès'."
      ],
      "abstractNL": [
        "Artikel 5 Wetboek Successierechten kan slechts toepassing vinden wanneer aan de overlevende echtgenoot meer dan de helft van de gemeenschap wordt toebedeeld krachtens een huwelijksovereenkomst die op voorwaarde van overleven is bedongen (1). (1) Op dezelfde zitting heeft het Hof eenzelfde standpunt ingenomen in de zaken F.15.0036.N, F.15.0077.N, F.15.0123.N, F.15.0136.N en F.15.0138.N waarbij de gemeenschap bij de ontbinding van het gemeenschappelijk vermogen 'ongeacht de oorzaak' toebedeeld werd aan de met naam aangeduide echtgenoot; onderhavige zaak F.15.0035.N betreft eveneens de problematiek van de sterfhuisclausule, maar verschilt van voormelde zaken doordat de gemeenschap hier niet bij ontbinding van het gemeenschappelijk vermogen 'ongeacht de oorzaak' wordt toebedeeld aan de echtgenote, maar slechts bij ontbinding van het gemeenschappelijk vermogen 'door overlijden'."
      ]
    }
  },
  "2.7.3.4.1": {
    "ECLI:BE:CASS:2026:ARR.20260122.1N.5": {
      "court": "CASS",
      "date": "2026-01-22",
      "roleNumber": "F.24.0040.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2026:ARR.20260122.1N.5",
      "abstractFR": null,
      "abstractNL": [
        "Het passief van de nalatenschap moet worden gewaardeerd volgens de door de aangevers te schatten verkoopwaarde op de dag van het overlijden; ingeval het passiefbestanddeel bestaat uit een verplichting om specifieke goederen over te dragen, is de verkoopwaarde gelijk aan de door de aangevers te schatten verkoopwaarde van die goederen op de dag van het overlijden (1). (1) Zie concl. OM."
      ]
    }
  },
  "2.7.3.5.2": {
    "ECLI:BE:CASS:2026:ARR.20260122.1N.5": {
      "court": "CASS",
      "date": "2026-01-22",
      "roleNumber": "F.24.0040.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2026:ARR.20260122.1N.5",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 2.7.3.5.2, eerste lid, VCF houdt noch in zijn versie vóór noch in zijn versie na de wijziging bij Decreet van 17 juli 2015 enige wijziging in aan de volgorde van aanrekening van het passief op het actief (1). (1) Zie concl. OM."
      ]
    }
  }
}