{
  "1": {
    "ECLI:BE:CASS:2016:ARR.20160229.2": {
      "court": "CASS",
      "date": "2016-02-29",
      "roleNumber": "C.14.0496.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160229.2",
      "abstractFR": [
        "Le juge qui considère que, sans aucune intention de contourner la loi sur les baux commerciaux et à défaut pour les parties daaboutir dans leurs négociations pour conclure un nouveau bail commercial, leur volonté commune a été de permettre à laancienne locataire daoccuper temporairement les lieux durant le temps nécessaire pour écouler son stock de marchandises et rechercher un nouvel emplacement commercial, justifie légalement sa décision de qualifier la convention entre parties de convention daoccupation à titre précaire et non de bail commercial (1). (1) Voir les concl. du MP.",
        "Le juge qui considère que, sans aucune intention de contourner la loi sur les baux commerciaux et à défaut pour les parties daaboutir dans leurs négociations pour conclure un nouveau bail commercial, leur volonté commune a été de permettre à laancienne locataire daoccuper temporairement les lieux durant le temps nécessaire pour écouler son stock de marchandises et rechercher un nouvel emplacement commercial, justifie légalement sa décision de qualifier la convention entre parties de convention daoccupation à titre précaire et non de bail commercial (1). (1) 1 Voir les concl. du MP."
      ],
      "abstractNL": [
        "De rechter die oordeelt dat beide partijen, die geenszins de bedoeling hadden de wet op de handelshuurovereenkomsten te omzeilen en die geen overeenstemming over een nieuwe handelshuurovereenkomst hebben bereikt, de gemeenschappelijke wil hadden de vorige huurster de mogelijkheid te bieden het pand tijdelijk te betrekken om tijdens die periode haar voorraad goederen van de hand te doen en een nieuwe handelsvestiging te zoeken, verantwoordt naar recht zijn beslissing om de overeenkomst tussen de partijen aan te merken als een overeenkomst van bezetting ter bede en niet als een handelshuurovereenkomst (1). (1) Zie de concl. OM in Pas. 2016, nr. a"
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20131108.3": {
      "court": "CASS",
      "date": "2013-11-08",
      "roleNumber": "C.12.0607.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131108.3",
      "abstractFR": [
        "Manque en droit le moyen qui revient à soutenir qu'en présence d'une clause du contrat de bail excluant toute affectation commerciale des lieux loués, le juge ne peut en aucun cas admettre l'existence d'un accord tacite du bailleur sur une telle affectation desdits lieux, cet accord fût-il donné dès l'entrée en jouissance du preneur, sans constater l'existence d'une simulation ou d'une fraude à la loi (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "Het middel, dat neerkomt op de bewering dat de rechter, wanneer de huurovereenkomst een beding bevat dat uitsluit dat het verhuurde goed voor een handelsactiviteit mag worden gebruikt, in geen geval de stilzwijgende instemming van de verhuurder met een dergelijke bestemming van het goed kan aannemen, zelfs als die instemming vanaf de ingenottreding van de huurder zou zijn gegeven, zonder het bestaan van veinzing of wetsontduiking vast te stellen, faalt naar recht (1). (1) Zie concl. O.M. in Pas. 2013, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20131107.15": {
      "court": "CASS",
      "date": "2013-11-07",
      "roleNumber": "C.13.0165.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131107.15&lang=fr",
      "abstractFR": [
        "Lorsque les parties, lors de la conclusion du bail, ont exclu la destination de commerce de détail, la preuve de l'accord du bailleur, qui n'est pas commerçant, à la modification de cette destination, ne peut être reçue par témoins."
      ],
      "abstractNL": [
        "Wanneer partijen bij het aangaan van een huurcontract de kleinhandelsbestemming hebben uitgesloten, kan het bewijs van de instemming van de verhuurder, die geen handelaar is, met een wijziging van deze bestemming, niet door middel van getuigen worden geleverd."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20120209.5": {
      "court": "CASS",
      "date": "2012-02-09",
      "roleNumber": "C.10.0620.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120209.5&lang=fr",
      "abstractFR": [
        "Les baux d'immeubles dans lesquels un commerçant exerce une activité qui consiste en la fourniture de services tombent sous l'application de la loi relative aux baux commerciaux si le preneur fournit principalement ses services en détail au public et dans l'immeuble loué (1). (1) Voir les conclusions du M.P., publiées à leur date dans AC.",
        "Le bail d'une agence de travail intérimaire qui dépend pour la réalisation de son chiffre d'affaires du contact avec le public, les travailleurs potentiels, qui arrive auprès d'elle dans l'immeuble loué, tombe sous l'application de la loi du 30 avril 1951 relative aux baux commerciaux ; la circonstance qu'en vertu des articles 7 et 8 de la loi du 24 juillet 1987, l'agence de travail intérimaire et l'intérimaire sont liés par un contrat de travail intérimaire et que l'article 24, alinéa 2, de la même loi ne permet pas à l'agence de travail intérimaire de réclamer directement ou indirectement une intervention financière à l'intérimaire, n'y déroge pas (1). (1) Voir les conclusions du M.P., publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De huur van onroerende goederen waarin een handelaar een activiteit uitoefent bestaande uit het leveren van diensten, valt onder de toepassing van de Handelshuurwet als de huurder in hoofdzaak zijn diensten in het klein verstrekt aan het publiek en dit gebeurt in het gehuurde pand (1). (1) Zie de concl. van het O.M.",
        "Het huurcontract van een interimkantoor dat voor het realiseren van zijn omzet afhangt van het contact met het publiek, de potentiële werknemers, dat naar hem toekomt in het gehuurde pand, valt onder de Handelshuurwet; de omstandigheid dat het uitzendbureau en de uitzendkracht op grond van de artikelen 7 en 8 Uitzendarbeidswet gebonden zijn door een arbeidsovereenkomst voor uitzendarbeid en dat artikel 24, tweede lid, van dezelfde wet niet toelaat dat het uitzendbureau van de uitzendkracht direct of indirect een financiële bijdrage vordert, doet hieraan geen afbreuk (1). (1) Zie de concl. van het O.M."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2014:ARR.20140912.4": {
      "court": "CASS",
      "date": "2014-09-12",
      "roleNumber": "C.13.0287.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140912.4&lang=fr",
      "abstractFR": [
        "Il ressort des dispositions des articles 11, II, alinéa 2 et 14, alinéas 1er et 2 de la loi du 30 avril 1951 sur les baux commerciaux que le bailleur, qui s'abstient de répondre à une demande de renouvellement du locataire principal pendant trois mois, ne peut plus s'opposer au renouvellement du bail eu égard aux dispositions de l'article 14, alinéa 1er, de la loi du 30 avril 1951 mais que cela ne s'applique pas lorsque la demande de renouvellement émane d'un sous-locataire; en effet, l'article 14, alinéa 2, dispose in fine expressément que le bailleur qui n'a pas encore pris attitude pendant le délai de trois mois de l'article 14, alinéa 1er, à l'égard de la demande de renouvellement du bail du sous-locataire, peut encore le faire au cours de l'instance devant le juge; dès lors que le bailleur n'est pas tenu de notifier sa réponse au sous-locataire dans les trois mois à compter de la demande de renouvellement, il ne peut se déduire de son silence qu'il est d'accord avec la demande de renouvellement du bail du sous-locataire (1); en cas de silence du bailleur, le sous-locataire est donc tenu de citer le locataire principal et le bailleur dans les délais prévus à l'article 14, alinéa 2 de la loi du 30 avril 1951 (2). (1) Cass. 16 mars 1990, RG n° 6419, Pas. 1990, n° 428; voir aussi en ce qui concerne le silence du locataire principal Cass. 22 mars 2013, RG C.12.0315.N, Pas. 2013, n° 205 et les conclusions du MP publiées à leur date dans AC. (2) Cass. 7 avril 1989, RG n° 5997, Pas. 1989, n° 440."
      ],
      "abstractNL": [
        "Uit de bepalingen van de artikelen 11, II, tweede lid, en 14, eerste en tweede lid, Handelshuurwet volgt dat de verhuurder, die een aanvraag tot hernieuwing van de hoofdhuurder gedurende drie maanden onbeantwoord laat, gelet op de bepalingen van artikel 14, eerste lid, Handelshuurwet, de huurhernieuwing niet meer kan beletten, maar dat zulks niet geldt wanneer de aanvraag tot hernieuwing van een onderhuurder uitgaat; artikel 14, tweede lid, bepaalt in fine immers uitdrukkelijk dat de verhuurder die tijdens de periode van drie maanden bepaald in artikel 14, eerste lid, nog geen standpunt heeft ingenomen ten opzichte van de aanvraag tot huurhernieuwing van de onderhuurder, zulks nog kan doen tijdens het geding voor de rechter; aangezien de verhuurder niet verplicht is zijn antwoord binnen de drie maanden te rekenen vanaf de aanvraag tot hernieuwing aan de onderhuurder kenbaar te maken, kan uit zijn stilzwijgen niet afgeleid worden dat hij akkoord gaat met de aanvraag tot huurhernieuwing van de onderhuurder (1); bij stilzwijgen van de verhuurder is de onderhuurder dan ook gehouden de hoofdhuurder en de verhuurder te dagvaarden binnen de termijnen bepaald in artikel 14, tweede lid, Handelshuurwet (2). (1) Cass. 16 maart 1990, AR nr. 6419, AC 1989-90, nr. 428; zie in verband met het stilzwijgen van de hoofdhuurder ook Cass. 22 maart 2013, AR C.12.0315.N, AC 2013, nr. 205, met concl. van het OM. (2) Cass. 7 april 1989, AR nr. 5997, AC 1988-89, nr. 440."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20120329.5": {
      "court": "CASS",
      "date": "2012-03-29",
      "roleNumber": "C.11.0207.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120329.5&lang=fr",
      "abstractFR": [
        "Il ressort des dispositions des articles 11, II, alinéas 1er et 2, et 14, alinéas 1er et 2, de la loi du 30 avril 1951 sur les baux commerciaux que le législateur a voulu garantir les droits du sous-locataire d'un fonds de commerce lorsque le preneur principal n'obtient pas de renouvellement, de sorte que dans certains cas le sous-locataire peut devenir le preneur direct du bailleur; il est requis à cet égard que le sous-locataire qui souhaite obtenir le renouvellement de son bail remplisse certaines formalités afin de pouvoir opposer sa demande au bailleur; les formalités imposées par le législateur au sous-locataire à l'égard du bailleur sont toutefois sans objet lorsque le renouvellement du bail souhaité par le sous-locataire n'excède pas les droits locatifs du preneur principal et que ce dernier n'est pas tenu de demander le renouvellement de son bail eu égard à la durée de contrat de bail."
      ],
      "abstractNL": [
        "Uit de bepalingen van de artikelen 11, II, eerste en tweede lid, en 14, eerste en tweede lid, Handelshuurwet volgt dat de wetgever de rechten van de onderhuurder van een handelszaak heeft willen vrijwaren in het geval de hoofdhuurder geen huurhernieuwing verkrijgt, zodat in bepaalde gevallen de onderhuurder rechtstreeks huurder kan worden van de verhuurder; hiertoe is vereist dat de onderhuurder die de hernieuwing van zijn huur wenst te verkrijgen een aantal formaliteiten vervult om zijn aanvraag aan de verhuurder te kunnen tegenwerpen; de formaliteiten die de wetgever aan de onderhuurder ten opzichte van de verhuurder oplegt zijn echter zonder voorwerp als de huurhernieuwing die de onderhuurder wenst, niet verder reikt dan de huurrechten van de hoofdhuurder en deze laatste gelet op de looptijd van zijn huurcontract niet om de hernieuwing van zijn huur dient te verzoeken."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2008:ARR.20080114.5": {
      "court": "CASS",
      "date": "2008-01-14",
      "roleNumber": "C.07.0234.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080114.5&lang=fr",
      "abstractFR": [
        "Il suit de l'article 3, alinéa 1er, de la loi sur les baux commerciaux que le bail commercial pour lequel les parties n'ont prévu aucune durée ou ont prévu une durée indéterminée ou une durée inférieure à la durée de neuf ans prévue au même article, est de plein droit un bail d'une durée de neuf ans."
      ],
      "abstractNL": [
        "Uit artikel 3, eerste lid, van de Handelshuurwet volgt dat een handelshuur waarvan de partijen geen duur, een onbepaalde duur of een kortere duur dan de in dit artikel bepaalde duur van negen jaar, hebben bepaald, van rechtswege negen jaar bedraagt."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230929.1F.6": {
      "court": "CASS",
      "date": "2023-09-29",
      "roleNumber": "C.22.0471.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230929.1F.6",
      "abstractFR": [
        "La manifestation par le preneur de son intention de mettre fin au bail en cours à l'expiration d'un triennat est un acte unilatéral destiné au bailleur, de sorte que cet acte n'est parfait que lorsque le congé parvient au bailleur ; il s'ensuit que, pour mettre fin au bail à l'expiration d'un triennat, le congé doit être notifié par le preneur selon un des modes prévus par l'article 3, alinéa 3, de la loi du 30 avril 1951 et parvenir au bailleur en temps utile avant la date de l'échéance de ce triennat.",
        "La notification du congé parvient au bailleur lorsque celui-ci en prend connaissance ou aurait raisonnablement pu en prendre connaissance, notamment, lorsque le congé est notifié par lettre recommandée, à la date de la présentation de celle-ci à son domicile."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230202.1F.2": {
      "court": "CASS",
      "date": "2023-02-02",
      "roleNumber": "C.22.0229.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230202.1F.2",
      "abstractFR": [
        "Lorsqu'il refuse le renouvellement du bail en raison de manquements graves du preneur aux obligations qui découlent pour lui du bail en cours, le bailleur est tenu d'indiquer, dans le délai imparti pour notifier son refus, les manquements graves qu'il invoque, de manière à permettre au preneur d'apprécier l'opportunité d'une contestation."
      ],
      "abstractNL": [
        "Wanneer de verhuurder de hernieuwing van de huur weigert wegens grove tekortkomingen van de huurder aan de verplichtingen die voor hem uit de lopende huur voortvloeien, moet hij binnen de op de kennisgeving van zijn weigering gestelde termijn de ernstige tekortkomingen opgeven waarop hij zich beroept, zodat de huurder kan oordelen of hij het wenselijk acht die weigering te betwisten."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180308.7": {
      "court": "CASS",
      "date": "2018-03-08",
      "roleNumber": "C.17.0454.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180308.7&lang=fr",
      "abstractFR": [
        "La notification du congé du bail en cours par le preneur à l'expiration de chaque triennat parvient au bailleur lorsque celui-ci en prend connaissance ou aurait raisonnablement pu en prendre connaissance."
      ],
      "abstractNL": [
        "De kennisgeving van de opzegging van de lopende huur door de huurder bij het verstrijken van elke driejarige periode bereikt de verhuurder wanneer die ervan kennis neemt of daarvan redelijkerwijze kennis had kunnen nemen."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161222.12": {
      "court": "CASS",
      "date": "2016-12-22",
      "roleNumber": "C.16.0068.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161222.12",
      "abstractFR": [
        "Pour que le bailleur bénéficie de la disposition de l'article 3, alinéa 5, de la loi sur les baux commerciaux, qui permet de donner congé au preneur à l'expiration de chaque triennat, il faut que le bail mentionne les conditions visées par cette disposition légale (1). (1) Cass. 4 octobre 1999, RG C.98.0376.F, Pas. 1999, n° 497."
      ],
      "abstractNL": [
        "Om de verhuurder de mogelijkheid te bieden het voordeel te genieten van artikel 3, vijfde lid, Handelshuurwet, dat toestaat aan de huurder opzegging te geven op het einde van elke driejarige periode, moet het huurcontract de voorwaarden vermelden waarin die wetsbepaling voorziet (1). (1) Cass. 4 oktober 1999, AR C.98.0376.F, AC 1999, nr. 497."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160610.2": {
      "court": "CASS",
      "date": "2016-06-10",
      "roleNumber": "C.14.0565.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160610.2",
      "abstractFR": [
        "Lorsque, après l'exercice régulier par le preneur de son droit au renouvellement du bail, le juge est saisi, dans le délai légal prescrit au bailleur pour notifier son refus motivé de renouvellement du bail, d'une demande en résolution du bail introduite par celui-ci pour manquements du preneur aux obligations du bail, cette demande vaut aussi refus motivé de renouvellement du bail (1). (1) Voir Cass. 29 septembre 1961 (Bull. et Pas. 1962, I, 124).",
        "L'obligation pour le preneur, qui conteste que le bailleur soit fondé à se prévaloir de manquements aux obligations du bail, de se pourvoir devant le juge dans le délai légal, à peine de forclusion, devient, dès lors, sans objet."
      ],
      "abstractNL": [
        "Wanneer, na de regelmatige uitoefening door de huurder van zijn recht op huurhernieuwing, de verhuurder een vordering tot beëindiging van de huurovereenkomst binnen de termijn die hem bij wet is opgelegd om zijn met redenen omklede weigering van huurhernieuwing ter kennis te brengen, bij de rechter aanhangig maakt wegens tekortkomingen van de huurder aan de huurverplichtingen, geldt die vordering ook als een met redenen omklede weigering van huurhernieuwing (1). (1) Zie Cass. 29 september 1961 (Bull. en Pas. 1962, I, 124).",
        "De verplichting van de huurder, die betwist dat de verhuurder gerechtigd is tekortkomingen aan de huurverplichtingen aan te voeren, om zich, op straffe van verval, binnen de wettelijke termijn tot de rechter te wenden, heeft derhalve geen bestaansreden meer."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2024:ARR.20240419.1F.5": {
      "court": "CASS",
      "date": "2024-04-19",
      "roleNumber": "C.23.0401.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240419.1F.5",
      "abstractFR": [
        "Il y a lieu d'entendre par circonstances nouvelles, au sens de l'article 6, alinéa 1er, du 30 avril 1951, des circonstances objectives, indépendantes de la volonté des parties, qui influencent durablement la valeur locative d'un fonds de commerce mais qui n'existaient pas lors de la détermination du loyer et qui se sont produites depuis lors, de sorte qu'il ne pouvait en être tenu compte lors de la détermination du loyer; les travaux d'amélioration du bien loué effectués par le bailleur, fût-ce avec l'accord du locataire, ne peuvent constituer, en règle, une circonstance nouvelle."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2017:ARR.20170310.5": {
      "court": "CASS",
      "date": "2017-03-10",
      "roleNumber": "C.16.0259.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170310.5&lang=fr",
      "abstractFR": [
        "Il y a lieu d'entendre par circonstances nouvelles au sens de l'article 6, alinéa 1er, de la loi du 30 avril 1951 sur les baux commerciaux, des circonstances objectives qui influencent durablement la valeur locative d'un fonds de commerce mais qui n'existaient pas lors de la détermination du loyer et qui se sont produites depuis lors, de sorte qu'il ne pouvait en être tenu compte lors de la détermination du loyer (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Une augmentation ou une diminution du niveau général des loyers ou des loyers dans les environs du bien loué de plus de 15 pct peuvent être considérées comme une circonstance nouvelle lorsque le juge constate que les parties n'ont pu tenir compte de cette augmentation ou de cette diminution lors de la détermination du loyer (1). (1) Voir les concl. du MP (contraires sur ce point) publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Onder nieuwe omstandigheden in de zin van artikel 6, eerste lid, Handelshuurwet moeten worden verstaan, objectieve omstandigheden die de huurwaarde van een handelspand duurzaam beïnvloeden, maar die niet voorhanden waren bij het bepalen van de huurprijs en zich sedertdien hebben voorgedaan, zodat er geen rekening mee kon worden gehouden bij het bepalen van de huurprijs (1). (1) Zie concl. OM.",
        "Een stijging of daling van het algemeen peil van de huurprijzen of van de huurprijzen in de omgeving van het gehuurde goed met meer dan 15 procent kan als een nieuwe omstandigheid worden beschouwd wanneer de rechter vaststelt dat de partijen met deze stijging of daling geen rekening hebben kunnen houden bij de bepaling van de huur (1). (1) Zie (op dit punt strijdige) concl. OM."
      ]
    },
    "ECLI:BE:CASS:2011:ARR.20110428.4": {
      "court": "CASS",
      "date": "2011-04-28",
      "roleNumber": "C.08.0332.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20110428.4",
      "abstractFR": [
        "Si le preneur, forclos du droit au renouvellement, est, après l'expiration du bail, laissé en possession des lieux loués, il s'opère un nouveau bail d'une durée indéterminée; dès lors que les parties peuvent y mettre fin moyennant un congé relativement court, la faculté de révision du loyer n'appartient pas aux parties se trouvant dans les liens de ce nouveau bail."
      ],
      "abstractNL": [
        "Indien de van het recht op hernieuwing vervallen huurder na het eindigen van de huur in het bezit van het verhuurde goed gelaten wordt, komt een nieuwe huur van onbepaalde duur tot stand; aangezien de partijen die huur kunnen beëindigen met inachtneming van een relatief korte opzeggingstermijn, kunnen de partijen die een dergelijke nieuwe huur hebben aangegaan, de huur niet herzien."
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20101203.2": {
      "court": "CASS",
      "date": "2010-12-03",
      "roleNumber": "C.09.0375.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20101203.2&lang=fr",
      "abstractFR": [
        "Il y a lieu d'entendre par circonstances nouvelles, les circonstances objectives, inexistantes lors de la détermination du loyer de sorte qu'elles n'ont pas été prises en considération lors de la détermination du loyer, qui se sont produites depuis lors et ont une incidence durable sur la valeur locative de l'immeuble de commerce; le législateur ne requiert pas que les circonstances nouvelles soient imprévisibles (1). (1) Cass., 8 janvier 2007, RG C.04.0236.N, Pas., 2007, n° 9."
      ],
      "abstractNL": [
        "Onder nieuwe omstandigheden moeten worden verstaan, objectieve omstandigheden die de huurwaarde van een handelspand duurzaam beïnvloeden, maar die niet voorhanden waren bij het bepalen van de huurprijs en zich sedertdien hebben voorgedaan, zodat er geen rekening mee kon worden gehouden bij het bepalen van de huurprijs; de wetgever vereist niet dat de nieuwe omstandigheden onvoorzienbaar zijn (1). (1) Cass., 8 jan. 2007, AR C.04.0236.N, A.C., 2007, nr. 9."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20091120.2": {
      "court": "CASS",
      "date": "2009-11-20",
      "roleNumber": "C.08.0332.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20091120.2",
      "abstractFR": [
        "Lorsque l'appréciation du fondement d'un moyen soulève la question de savoir si les articles 6 et 14, alinéa 3, de la loi sur les baux commerciaux, interprétés en ce sens que la faculté de révision du loyer ne se conçoit pas dans le cadre d'un bail à durée indéterminée de sorte qu'elle n'appartiendrait pas aux parties se trouvant dans les liens du nouveau bail, violent les articles 10 et 11 de la Constitution en ce qu'ils créent une différence de traitement entre le preneur d'un bail commercial prorogé par tacite reconduction et le preneur d'un bail commercial qui n'est pas prorogé par une reconduction tacite et auquel la faculté de demander la révision du loyer est reconnue, la Cour de cassation soumet la question à la Cour constitutionnelle."
      ],
      "abstractNL": [
        "Wanneer, bij de beoordeling van de gegrondheid van een middel, de vraag rijst of de artikelen 6 en 14, derde lid, Handelshuurwet, aldus uitgelegd dat de huur in het geval van een huurovereenkomst van onbepaalde tijd niet kan worden hernieuwd, zodat de partijen die een nieuwe huurovereenkomst gesloten hebben, niet over die mogelijkheid zouden beschikken, de artikelen 10 en 11, Gw., schenden, doordat ze de handelshuurder wiens huur stilzwijgend is verlengd, anders behandelen dan de handelshuurder wiens huur niet stilzwijgend is verlengd en die dus wel over de mogelijkheid beschikt om een herziening van de huur te vragen, stelt het Hof van Cassatie de vraag aan het Grondwettelijk Hof."
      ]
    },
    "ECLI:BE:CASS:2007:ARR.20070108.1": {
      "court": "CASS",
      "date": "2007-01-08",
      "roleNumber": "C040236N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20070108.1&lang=fr",
      "abstractFR": [
        "Il y a lieu d'entendre par circonstances nouvelles, les circonstances objectives, inexistantes lors de la détermination du loyer de sorte qu'elles n'ont pas été prises en considération lors de la détermination du loyer, qui se sont produites depuis lors et ont une incidence sur la valeur locative de l'immeuble de commerce; le législateur ne requiert pas que les circonstances nouvelles soient imprévisibles."
      ],
      "abstractNL": [
        "Onder nieuwe omstandigheden moeten worden verstaan, objectieve omstandigheden die de huurwaarde van een handelspand beïnvloeden, maar die niet voorhanden waren bij het bepalen van de huurprijs en zich sedertdien hebben voorgedaan, zodat er geen rekening mee kon worden gehouden bij het bepalen van de huurprijs; de wetgever vereist niet dat de nieuwe omstandigheden onvoorzienbaar zijn."
      ]
    }
  },
  "11": {
    "ECLI:BE:CASS:2014:ARR.20140912.4": {
      "court": "CASS",
      "date": "2014-09-12",
      "roleNumber": "C.13.0287.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140912.4&lang=fr",
      "abstractFR": [
        "Il ressort des dispositions des articles 11, II, alinéa 2 et 14, alinéas 1er et 2 de la loi du 30 avril 1951 sur les baux commerciaux que le bailleur, qui s'abstient de répondre à une demande de renouvellement du locataire principal pendant trois mois, ne peut plus s'opposer au renouvellement du bail eu égard aux dispositions de l'article 14, alinéa 1er, de la loi du 30 avril 1951 mais que cela ne s'applique pas lorsque la demande de renouvellement émane d'un sous-locataire; en effet, l'article 14, alinéa 2, dispose in fine expressément que le bailleur qui n'a pas encore pris attitude pendant le délai de trois mois de l'article 14, alinéa 1er, à l'égard de la demande de renouvellement du bail du sous-locataire, peut encore le faire au cours de l'instance devant le juge; dès lors que le bailleur n'est pas tenu de notifier sa réponse au sous-locataire dans les trois mois à compter de la demande de renouvellement, il ne peut se déduire de son silence qu'il est d'accord avec la demande de renouvellement du bail du sous-locataire (1); en cas de silence du bailleur, le sous-locataire est donc tenu de citer le locataire principal et le bailleur dans les délais prévus à l'article 14, alinéa 2 de la loi du 30 avril 1951 (2). (1) Cass. 16 mars 1990, RG n° 6419, Pas. 1990, n° 428; voir aussi en ce qui concerne le silence du locataire principal Cass. 22 mars 2013, RG C.12.0315.N, Pas. 2013, n° 205 et les conclusions du MP publiées à leur date dans AC. (2) Cass. 7 avril 1989, RG n° 5997, Pas. 1989, n° 440."
      ],
      "abstractNL": [
        "Uit de bepalingen van de artikelen 11, II, tweede lid, en 14, eerste en tweede lid, Handelshuurwet volgt dat de verhuurder, die een aanvraag tot hernieuwing van de hoofdhuurder gedurende drie maanden onbeantwoord laat, gelet op de bepalingen van artikel 14, eerste lid, Handelshuurwet, de huurhernieuwing niet meer kan beletten, maar dat zulks niet geldt wanneer de aanvraag tot hernieuwing van een onderhuurder uitgaat; artikel 14, tweede lid, bepaalt in fine immers uitdrukkelijk dat de verhuurder die tijdens de periode van drie maanden bepaald in artikel 14, eerste lid, nog geen standpunt heeft ingenomen ten opzichte van de aanvraag tot huurhernieuwing van de onderhuurder, zulks nog kan doen tijdens het geding voor de rechter; aangezien de verhuurder niet verplicht is zijn antwoord binnen de drie maanden te rekenen vanaf de aanvraag tot hernieuwing aan de onderhuurder kenbaar te maken, kan uit zijn stilzwijgen niet afgeleid worden dat hij akkoord gaat met de aanvraag tot huurhernieuwing van de onderhuurder (1); bij stilzwijgen van de verhuurder is de onderhuurder dan ook gehouden de hoofdhuurder en de verhuurder te dagvaarden binnen de termijnen bepaald in artikel 14, tweede lid, Handelshuurwet (2). (1) Cass. 16 maart 1990, AR nr. 6419, AC 1989-90, nr. 428; zie in verband met het stilzwijgen van de hoofdhuurder ook Cass. 22 maart 2013, AR C.12.0315.N, AC 2013, nr. 205, met concl. van het OM. (2) Cass. 7 april 1989, AR nr. 5997, AC 1988-89, nr. 440."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20120329.5": {
      "court": "CASS",
      "date": "2012-03-29",
      "roleNumber": "C.11.0207.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120329.5&lang=fr",
      "abstractFR": [
        "Il ressort des dispositions des articles 11, II, alinéas 1er et 2, et 14, alinéas 1er et 2, de la loi du 30 avril 1951 sur les baux commerciaux que le législateur a voulu garantir les droits du sous-locataire d'un fonds de commerce lorsque le preneur principal n'obtient pas de renouvellement, de sorte que dans certains cas le sous-locataire peut devenir le preneur direct du bailleur; il est requis à cet égard que le sous-locataire qui souhaite obtenir le renouvellement de son bail remplisse certaines formalités afin de pouvoir opposer sa demande au bailleur; les formalités imposées par le législateur au sous-locataire à l'égard du bailleur sont toutefois sans objet lorsque le renouvellement du bail souhaité par le sous-locataire n'excède pas les droits locatifs du preneur principal et que ce dernier n'est pas tenu de demander le renouvellement de son bail eu égard à la durée de contrat de bail."
      ],
      "abstractNL": [
        "Uit de bepalingen van de artikelen 11, II, eerste en tweede lid, en 14, eerste en tweede lid, Handelshuurwet volgt dat de wetgever de rechten van de onderhuurder van een handelszaak heeft willen vrijwaren in het geval de hoofdhuurder geen huurhernieuwing verkrijgt, zodat in bepaalde gevallen de onderhuurder rechtstreeks huurder kan worden van de verhuurder; hiertoe is vereist dat de onderhuurder die de hernieuwing van zijn huur wenst te verkrijgen een aantal formaliteiten vervult om zijn aanvraag aan de verhuurder te kunnen tegenwerpen; de formaliteiten die de wetgever aan de onderhuurder ten opzichte van de verhuurder oplegt zijn echter zonder voorwerp als de huurhernieuwing die de onderhuurder wenst, niet verder reikt dan de huurrechten van de hoofdhuurder en deze laatste gelet op de looptijd van zijn huurcontract niet om de hernieuwing van zijn huur dient te verzoeken."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20091105.1": {
      "court": "CASS",
      "date": "2009-11-05",
      "roleNumber": "C.08.0458.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20091105.1&lang=fr",
      "abstractFR": [
        "Lorsque dans un bail commercial le sous-locataire devient le locataire direct du bailleur, si la location principale prend fin avant l'échéance du bail par la faute, à l'initiative ou de l'accord du locataire principal, le contrat de bail entre le bailleur principal et l'ancien sous-locataire ne constitue pas un nouveau contrat de bail; cela constitue, en principe, la prorogation du bail qui existait entre le bailleur principal et le locataire principal, aux conditions déterminées de commun accord entre le bailleur principal et l'ancien sous-locataire ou déterminées par le juge."
      ],
      "abstractNL": [
        "Wanneer bij een handelshuur de onderhuurder rechtstreekse huurder wordt van de verhuurder, indien de hoofdhuur door de schuld, op het initiatief of met de instemming van de hoofdhuurder een einde neemt voor het einde van de huurtijd, is de huurovereenkomst tussen de hoofdverhuurder en de vroegere onderhuurder geen nieuwe huurovereenkomst; het is in de regel de voortzetting van de huur die bestond tussen de hoofdverhuurder en de hoofdhuurder, onder de voorwaarden die de hoofdverhuurder en de vroegere onderhuurder in onderlinge overeenstemming hebben bepaald of die door de rechter zijn bepaald."
      ]
    }
  },
  "12": {
    "ECLI:BE:CASS:2024:ARR.20241018.1N.8": {
      "court": "CASS",
      "date": "2024-10-18",
      "roleNumber": "C.23.0486.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241018.1N.8",
      "abstractFR": null,
      "abstractNL": [
        "De verkrijger kan de handelshuur opzeggen binnen een termijn van drie maanden vanaf het ogenblik dat hij een zakelijk recht verkrijgt op het goed dat hem het genot ervan verschaft; het zich louter gedragen als titularis van een zakelijk recht op het goed waaronder het innen van de huur voorafgaand aan het verkrijgen van dat zakelijk recht, volstaat niet (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2006:ARR.20061222.6": {
      "court": "CASS",
      "date": "2006-12-22",
      "roleNumber": "C060018N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2006:ARR.20061222.6&lang=fr",
      "abstractFR": [
        "La loi du 30 avril 1951 sur les baux commerciaux comporte une réglementation propre des cas dans lesquels et des conditions auxquelles il peut être mis fin au bail en cas d'aliénation du bien loué, qui diffère de la réglementation de droit commun et qui la remplace, spécialement pour la détermination du délai de préavis à respecter par l'acquéreur et l'indemnité d'éviction qui est due et qui n'est pas déterminante pour fixer l'indemnité de droit commun due par le bailleur-cédant (1). (1) Voir les conclusions du M.P. publiées à leur date dans A.C. 2006."
      ],
      "abstractNL": [
        "De Handelshuurwet houdt een eigen globale regeling in van de gevallen waarin en van de voorwaarden waaronder een einde kan worden gesteld aan de huur bij vervreemding van het gehuurde goed, die van de gemeenrechtelijke regeling verschilt en deze vervangt, inzonderheid bij de bepaling van de door de verkrijger na te leven opzeggingstermijn en verschuldigde uitzettingsvergoeding en niet bepalend is voor het vaststellen van de gemeenrechtelijke schadevergoeding door de verhuurderoverdrager verschuldigd (1). (1) Zie de conclusie O.M."
      ]
    }
  },
  "13": {
    "ECLI:BE:CASS:2021:ARR.20210315.3F.5": {
      "court": "CASS",
      "date": "2021-03-15",
      "roleNumber": "C.20.0458.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210315.3F.5",
      "abstractFR": [
        "L'épuisement du droit du preneur de demander le renouvellement du bail n'exclut pas qu'une prorogation puisse lui être consentie; une telle prorogation exige un nouveau consentement des parties (1). (1) Voir les concl. du MP.",
        "S'il peut évincer le preneur sans devoir lui payer une indemnité d'éviction lorsque celui-ci ne dispose plus du droit de solliciter le renouvellement de son bail et qu'aucune prorogation ne lui a été consentie, le bailleur ne dispose pas du droit de s'approprier le fonds de commerce exploité par le preneur dans les lieux loués (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De volledige uitoefening van het recht van de huurder om de huurhernieuwing te vragen sluit niet uit dat hem een verlenging kan worden toegestaan; een dergelijke verlenging vereist dat de partijen hiermee opnieuw instemmen (1). (1) Zie concl. OM in Pas. 2021, nr. 185.",
        "Hoewel de verhuurder de huurder uit het gehuurde goed kan zetten zonder hem een uitwinningsvergoeding te moeten betalen wanneer de huurder niet langer het recht heeft de huurhernieuwing te vragen en hem geen enkele verlenging werd toegestaan, heeft de verhuurder niet het recht zich de door de huurder in de gehuurde locatie uitgebate handelszaak toe te eigenen (1). (1) Zie concl. OM in Pas. 2021, nr. 185."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170331.4": {
      "court": "CASS",
      "date": "2017-03-31",
      "roleNumber": "C.16.0199.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170331.4&lang=fr",
      "abstractFR": [
        "Dès lors qu'en prévoyant qu'un accord dérogeant à la durée légale du renouvellement du bail doit ressortir d'un acte authentique ou d'une déclaration faite devant le juge, le législateur a visé la protection du preneur, cette prescription ne vaut que pour fixer la durée d'un bail commercial renouvelé à moins de neuf ans (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Aangezien de wetgever met het voorschrift dat een van de wettelijke duur van de huurhernieuwing afwijkend akkoord moet blijken uit een authentieke akte of een voor de rechter afgelegde verklaring, de bescherming van de huurder heeft beoogd, geldt dit voorschrift bijgevolg slechts om de duur van een hernieuwde handelshuur op minder dan negen jaar te bepalen (1). (1) Zie concl. OM."
      ]
    }
  },
  "14": {
    "ECLI:BE:CASS:2008:ARR.20080114.5": {
      "court": "CASS",
      "date": "2008-01-14",
      "roleNumber": "C.07.0234.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080114.5&lang=fr",
      "abstractFR": [
        "L'article 14, alinéa 3, de la loi sur les baux commerciaux prévoit l'unique exception à la règle qui exclut la conclusion de baux commerciaux à durée indéterminée."
      ],
      "abstractNL": [
        "Artikel 14, derde lid van de Handelshuurwet is de enige uitzondering op de regel dat een handelshuurovereenkomst voor onbepaalde duur uitgesloten is."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230626.3F.4": {
      "court": "CASS",
      "date": "2023-06-26",
      "roleNumber": "C.22.0480.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230626.3F.4",
      "abstractFR": [
        "Si le preneur, forclos du droit au renouvellement, est, après l'expiration d'un bail commercial, laissé en possession des lieux loués, il s'opère un nouveau bail d'une durée indéterminée ; il ne s'en suit pas que le droit de préférence octroyé au locataire par le bail initial en cas de vente de l'immeuble loué serait reconduit dans ce nouveau bail (1). (1) Voir. les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20231013.1F.6": {
      "court": "CASS",
      "date": "2023-10-13",
      "roleNumber": "C.23.0108.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231013.1F.6",
      "abstractFR": [
        "En vertu de l'article 14, alinéa 1er, de la loi sur les baux commerciaux, la notification que le preneur désireux d'exercer le droit au renouvellement doit adresser au bailleur doit indiquer, à peine de nullité, les conditions auxquelles lui-même est disposé à conclure le nouveau bail; s'agissant du loyer proposé, l'offre du preneur doit être sérieuse de sorte qu'elle soit de nature à mériter, en principe, d'être prise en considération et un loyer dérisoire ne satisfait pas à ces conditions."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230202.1F.2": {
      "court": "CASS",
      "date": "2023-02-02",
      "roleNumber": "C.22.0229.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230202.1F.2",
      "abstractFR": [
        "Lorsqu'il refuse le renouvellement du bail en raison de manquements graves du preneur aux obligations qui découlent pour lui du bail en cours, le bailleur est tenu d'indiquer, dans le délai imparti pour notifier son refus, les manquements graves qu'il invoque, de manière à permettre au preneur d'apprécier l'opportunité d'une contestation."
      ],
      "abstractNL": [
        "Wanneer de verhuurder de hernieuwing van de huur weigert wegens grove tekortkomingen van de huurder aan de verplichtingen die voor hem uit de lopende huur voortvloeien, moet hij binnen de op de kennisgeving van zijn weigering gestelde termijn de ernstige tekortkomingen opgeven waarop hij zich beroept, zodat de huurder kan oordelen of hij het wenselijk acht die weigering te betwisten."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220506.1F.3": {
      "court": "CASS",
      "date": "2022-05-06",
      "roleNumber": "C.21.0501.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220506.1F.3",
      "abstractFR": [
        "Si le refus du bailleur de consentir au renouvellement du bail est déclaré injustifié par le juge après l'expiration du délai de trois mois prévu à l'article 14 de la loi du 30 avril 1951, le bail est renouvelé au preneur, sauf le droit du bailleur de prétendre à des conditions différentes ou de se prévaloir de l'offre d'un tiers, conformément aux articles 14 et 21 de la loi; toutefois le délai pour la notification par le bailleur au preneur des conditions auxquelles est subordonné le renouvellement ou de l'offre d'un tiers est réduit à un mois à partir de la signification du jugement."
      ],
      "abstractNL": [
        "Wanneer de rechter de weigering van de verhuurder om toe te stemmen in de hernieuwing van de huur ongegrond verklaart na het verstrijken van de bij artikel 14 Handelshuurwet bepaalde termijn van drie maanden, wordt de huur ten behoeve van de huurder hernieuwd, behoudens het recht van de verhuurder om aanspraak te maken op andere voorwaarden of om zich te beroepen op het aanbod van een derde, overeenkomstig de artikelen 14 en 21 van de wet; de termijn waarover de verhuurder beschikt om aan de huurder kennis te geven van de voorwaarden waarvan de hernieuwing afhankelijk is of van het aanbod van een derde, is evenwel beperkt tot een maand te rekenen van de betekening van het vonnis."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180216.2": {
      "court": "CASS",
      "date": "2018-02-16",
      "roleNumber": "C.17.0254.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180216.2",
      "abstractFR": [
        "Il ressort de l'article 14, alinéa 1er, de la loi du 30 avril 1951, disposition impérative en faveur du bailleur, que la demande de renouvellement doit contenir, à peine de nullité, la mention que le bailleur sera présumé consentir au renouvellement du bail aux conditions proposées s'il ne notifie pas dans les trois mois, par exploit d'huissier de justice ou par lettre recommandée, son refus motivé de renouvellement, la stipulation de conditions différentes ou l'offre d'un tiers (1). (1) Voir Cass. 2 mars 2006, RG C.05.0092.N, Pas. 2006, n° 122."
      ],
      "abstractNL": [
        "Uit artikel 14, eerste lid, Handelshuurwet, een dwingende bepaling ten voordele van de verhuurder, blijkt dat de aanvraag tot huurhernieuwing, op straffe van nietigheid, de vermelding moet bevatten dat de verhuurder geacht zal worden met de hernieuwing van de huur onder de voorgestelde voorwaarden in te stemmen, indien hij niet binnen drie maanden bij deurwaardersexploot of bij aangetekende brief kennis geeft ofwel van zijn met redenen omklede weigering van hernieuwing, ofwel van andere voorwaarden ofwel van het aanbod van een derde (1). (1) Cass. 2 maart 2006, AR C.05.0092.N, AC 2006, nr. 122."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160610.2": {
      "court": "CASS",
      "date": "2016-06-10",
      "roleNumber": "C.14.0565.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160610.2",
      "abstractFR": [
        "Lorsque, après l'exercice régulier par le preneur de son droit au renouvellement du bail, le juge est saisi, dans le délai légal prescrit au bailleur pour notifier son refus motivé de renouvellement du bail, d'une demande en résolution du bail introduite par celui-ci pour manquements du preneur aux obligations du bail, cette demande vaut aussi refus motivé de renouvellement du bail (1). (1) Voir Cass. 29 septembre 1961 (Bull. et Pas. 1962, I, 124).",
        "L'obligation pour le preneur, qui conteste que le bailleur soit fondé à se prévaloir de manquements aux obligations du bail, de se pourvoir devant le juge dans le délai légal, à peine de forclusion, devient, dès lors, sans objet."
      ],
      "abstractNL": [
        "Wanneer, na de regelmatige uitoefening door de huurder van zijn recht op huurhernieuwing, de verhuurder een vordering tot beëindiging van de huurovereenkomst binnen de termijn die hem bij wet is opgelegd om zijn met redenen omklede weigering van huurhernieuwing ter kennis te brengen, bij de rechter aanhangig maakt wegens tekortkomingen van de huurder aan de huurverplichtingen, geldt die vordering ook als een met redenen omklede weigering van huurhernieuwing (1). (1) Zie Cass. 29 september 1961 (Bull. en Pas. 1962, I, 124).",
        "De verplichting van de huurder, die betwist dat de verhuurder gerechtigd is tekortkomingen aan de huurverplichtingen aan te voeren, om zich, op straffe van verval, binnen de wettelijke termijn tot de rechter te wenden, heeft derhalve geen bestaansreden meer."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160429.2": {
      "court": "CASS",
      "date": "2016-04-29",
      "roleNumber": "C.15.0347.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160429.2",
      "abstractFR": [
        "Une demande de renouvellement daun bail commercial moyennant un loyer dérisoire ne satisfait pas à la prescription de laarticle 14 de la loi sur les baux commerciaux."
      ],
      "abstractNL": [
        "Een aanvraag tot hernieuwing van een handelshuurovereenkomst tegen een veel te lage huurprijs beantwoordt niet aan het voorschrift van artikel 14 van de Handelshuurwet."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140912.4": {
      "court": "CASS",
      "date": "2014-09-12",
      "roleNumber": "C.13.0287.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140912.4&lang=fr",
      "abstractFR": [
        "Il ressort des dispositions des articles 11, II, alinéa 2 et 14, alinéas 1er et 2 de la loi du 30 avril 1951 sur les baux commerciaux que le bailleur, qui s'abstient de répondre à une demande de renouvellement du locataire principal pendant trois mois, ne peut plus s'opposer au renouvellement du bail eu égard aux dispositions de l'article 14, alinéa 1er, de la loi du 30 avril 1951 mais que cela ne s'applique pas lorsque la demande de renouvellement émane d'un sous-locataire; en effet, l'article 14, alinéa 2, dispose in fine expressément que le bailleur qui n'a pas encore pris attitude pendant le délai de trois mois de l'article 14, alinéa 1er, à l'égard de la demande de renouvellement du bail du sous-locataire, peut encore le faire au cours de l'instance devant le juge; dès lors que le bailleur n'est pas tenu de notifier sa réponse au sous-locataire dans les trois mois à compter de la demande de renouvellement, il ne peut se déduire de son silence qu'il est d'accord avec la demande de renouvellement du bail du sous-locataire (1); en cas de silence du bailleur, le sous-locataire est donc tenu de citer le locataire principal et le bailleur dans les délais prévus à l'article 14, alinéa 2 de la loi du 30 avril 1951 (2). (1) Cass. 16 mars 1990, RG n° 6419, Pas. 1990, n° 428; voir aussi en ce qui concerne le silence du locataire principal Cass. 22 mars 2013, RG C.12.0315.N, Pas. 2013, n° 205 et les conclusions du MP publiées à leur date dans AC. (2) Cass. 7 avril 1989, RG n° 5997, Pas. 1989, n° 440."
      ],
      "abstractNL": [
        "Uit de bepalingen van de artikelen 11, II, tweede lid, en 14, eerste en tweede lid, Handelshuurwet volgt dat de verhuurder, die een aanvraag tot hernieuwing van de hoofdhuurder gedurende drie maanden onbeantwoord laat, gelet op de bepalingen van artikel 14, eerste lid, Handelshuurwet, de huurhernieuwing niet meer kan beletten, maar dat zulks niet geldt wanneer de aanvraag tot hernieuwing van een onderhuurder uitgaat; artikel 14, tweede lid, bepaalt in fine immers uitdrukkelijk dat de verhuurder die tijdens de periode van drie maanden bepaald in artikel 14, eerste lid, nog geen standpunt heeft ingenomen ten opzichte van de aanvraag tot huurhernieuwing van de onderhuurder, zulks nog kan doen tijdens het geding voor de rechter; aangezien de verhuurder niet verplicht is zijn antwoord binnen de drie maanden te rekenen vanaf de aanvraag tot hernieuwing aan de onderhuurder kenbaar te maken, kan uit zijn stilzwijgen niet afgeleid worden dat hij akkoord gaat met de aanvraag tot huurhernieuwing van de onderhuurder (1); bij stilzwijgen van de verhuurder is de onderhuurder dan ook gehouden de hoofdhuurder en de verhuurder te dagvaarden binnen de termijnen bepaald in artikel 14, tweede lid, Handelshuurwet (2). (1) Cass. 16 maart 1990, AR nr. 6419, AC 1989-90, nr. 428; zie in verband met het stilzwijgen van de hoofdhuurder ook Cass. 22 maart 2013, AR C.12.0315.N, AC 2013, nr. 205, met concl. van het OM. (2) Cass. 7 april 1989, AR nr. 5997, AC 1988-89, nr. 440."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20120329.5": {
      "court": "CASS",
      "date": "2012-03-29",
      "roleNumber": "C.11.0207.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120329.5&lang=fr",
      "abstractFR": [
        "Il ressort des dispositions des articles 11, II, alinéas 1er et 2, et 14, alinéas 1er et 2, de la loi du 30 avril 1951 sur les baux commerciaux que le législateur a voulu garantir les droits du sous-locataire d'un fonds de commerce lorsque le preneur principal n'obtient pas de renouvellement, de sorte que dans certains cas le sous-locataire peut devenir le preneur direct du bailleur; il est requis à cet égard que le sous-locataire qui souhaite obtenir le renouvellement de son bail remplisse certaines formalités afin de pouvoir opposer sa demande au bailleur; les formalités imposées par le législateur au sous-locataire à l'égard du bailleur sont toutefois sans objet lorsque le renouvellement du bail souhaité par le sous-locataire n'excède pas les droits locatifs du preneur principal et que ce dernier n'est pas tenu de demander le renouvellement de son bail eu égard à la durée de contrat de bail."
      ],
      "abstractNL": [
        "Uit de bepalingen van de artikelen 11, II, eerste en tweede lid, en 14, eerste en tweede lid, Handelshuurwet volgt dat de wetgever de rechten van de onderhuurder van een handelszaak heeft willen vrijwaren in het geval de hoofdhuurder geen huurhernieuwing verkrijgt, zodat in bepaalde gevallen de onderhuurder rechtstreeks huurder kan worden van de verhuurder; hiertoe is vereist dat de onderhuurder die de hernieuwing van zijn huur wenst te verkrijgen een aantal formaliteiten vervult om zijn aanvraag aan de verhuurder te kunnen tegenwerpen; de formaliteiten die de wetgever aan de onderhuurder ten opzichte van de verhuurder oplegt zijn echter zonder voorwerp als de huurhernieuwing die de onderhuurder wenst, niet verder reikt dan de huurrechten van de hoofdhuurder en deze laatste gelet op de looptijd van zijn huurcontract niet om de hernieuwing van zijn huur dient te verzoeken."
      ]
    },
    "ECLI:BE:CASS:2011:ARR.20110428.4": {
      "court": "CASS",
      "date": "2011-04-28",
      "roleNumber": "C.08.0332.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20110428.4",
      "abstractFR": [
        "Si le preneur, forclos du droit au renouvellement, est, après l'expiration du bail, laissé en possession des lieux loués, il s'opère un nouveau bail d'une durée indéterminée; dès lors que les parties peuvent y mettre fin moyennant un congé relativement court, la faculté de révision du loyer n'appartient pas aux parties se trouvant dans les liens de ce nouveau bail."
      ],
      "abstractNL": [
        "Indien de van het recht op hernieuwing vervallen huurder na het eindigen van de huur in het bezit van het verhuurde goed gelaten wordt, komt een nieuwe huur van onbepaalde duur tot stand; aangezien de partijen die huur kunnen beëindigen met inachtneming van een relatief korte opzeggingstermijn, kunnen de partijen die een dergelijke nieuwe huur hebben aangegaan, de huur niet herzien."
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20100903.1": {
      "court": "CASS",
      "date": "2010-09-03",
      "roleNumber": "C.09.0163.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100903.1&lang=fr",
      "abstractFR": [
        "Il ressort de la disposition impérative de l'article 14, alinéa 1er, de la loi du 30 avril 1951, qu'à peine de nullité, la demande de renouvellement du bail doit contenir les conditions auxquelles le preneur est disposé à conclure le nouveau bail et doit aussi contenir la mention que le bailleur sera présumé consentir au renouvellement du bail aux conditions proposées s'il ne notifie pas par exploit d'huissier de justice ou par lettre recommandée et dans les trois mois son refus motivé de renouvellement, des conditions différentes ou l'offre d'un tiers; le législateur impose au preneur qui souhaite renouveler son bail, une procédure stricte mais ne l'oblige pas de faire usage de termes sacramentels (1). (1) Voir Cass., 2 mars 2006, RG C.05.0092.N, Pas., 2006, n° 122 et les conclusions de Monsieur l'avocat général Dubrulle publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Uit de imperatieve bepaling bevat in artikel 14, eerste lid, van de handelshuurwet volgt dat de aanvraag tot huurhernieuwing, op straffe van nietigheid, de voorwaarden moet bevatten waaronder de huurder bereid is de nieuwe huur aan te gaan en tevens de vermelding moet bevatten dat de verhuurder geacht zal worden met de hernieuwing van de huur onder de gestelde voorwaarden in te stemmen, indien hij niet bij exploot van gerechtsdeurwaarder of bij aangetekende brief binnen drie maanden kennis geeft ofwel van zijn met redenen omklede weigering van hernieuwing, ofwel van andere voorwaarden of van het aanbod van een derde; de wetgever legt aan de huurder die de hernieuwing van zijn huur wenst, een strikte werkwijze op, maar verplicht hem niet tot het gebruik van sacramentele bewoordingen (1). (1) Zie Cass., 2 maart 2006, AR C.05.0092.N, A.C., 2006, nr. 122, met concl. van advocaat-generaal Dubrulle ."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20091120.2": {
      "court": "CASS",
      "date": "2009-11-20",
      "roleNumber": "C.08.0332.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20091120.2",
      "abstractFR": [
        "Lorsque l'appréciation du fondement d'un moyen soulève la question de savoir si les articles 6 et 14, alinéa 3, de la loi sur les baux commerciaux, interprétés en ce sens que la faculté de révision du loyer ne se conçoit pas dans le cadre d'un bail à durée indéterminée de sorte qu'elle n'appartiendrait pas aux parties se trouvant dans les liens du nouveau bail, violent les articles 10 et 11 de la Constitution en ce qu'ils créent une différence de traitement entre le preneur d'un bail commercial prorogé par tacite reconduction et le preneur d'un bail commercial qui n'est pas prorogé par une reconduction tacite et auquel la faculté de demander la révision du loyer est reconnue, la Cour de cassation soumet la question à la Cour constitutionnelle."
      ],
      "abstractNL": [
        "Wanneer, bij de beoordeling van de gegrondheid van een middel, de vraag rijst of de artikelen 6 en 14, derde lid, Handelshuurwet, aldus uitgelegd dat de huur in het geval van een huurovereenkomst van onbepaalde tijd niet kan worden hernieuwd, zodat de partijen die een nieuwe huurovereenkomst gesloten hebben, niet over die mogelijkheid zouden beschikken, de artikelen 10 en 11, Gw., schenden, doordat ze de handelshuurder wiens huur stilzwijgend is verlengd, anders behandelen dan de handelshuurder wiens huur niet stilzwijgend is verlengd en die dus wel over de mogelijkheid beschikt om een herziening van de huur te vragen, stelt het Hof van Cassatie de vraag aan het Grondwettelijk Hof."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20090907.4": {
      "court": "CASS",
      "date": "2009-09-07",
      "roleNumber": "C.08.0479.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090907.4&lang=fr",
      "abstractFR": [
        "Il suit des articles 14, alinéas 1er et 2, et 18, alinéas 1er et 2, de la loi sur les baux commerciaux que, si le bailleur omet de répondre en temps utile et dans les formes requises par la loi, le bail est renouvelé aux conditions proposées par le preneur lors de la notification de la demande de renouvellement. Si le bailleur stipule d'autres conditions en réponse à la demande de renouvellement, le bail est renouvelé aux conditions qui emportent l'accord des parties ou, à défaut d'accord, aux conditions décidées en équité par le juge.",
        "La circonstance que la réponse par laquelle le bailleur stipule des conditions différentes, envoyée en temps utile et par lettre recommandée, n'a pas été délivrée au preneur à la suite d'une faute des services de la poste, n'a pas pour effet que le bail est renouvelé aux conditions proposées par le preneur et que le juge n'est pas tenu d'avoir égard à la réponse du bailleur."
      ],
      "abstractNL": [
        "Uit de artikelen 14, eerste en tweede lid en 18, eerste en tweede lid van de Handelshuurwet volgt dat de huur wordt hernieuwd tegen de voorwaarden voorgesteld door de huurder in de kennisgeving van zijn vraag tot huurhernieuwing, als de verhuurder nalaat tijdig en in de wettelijk bepaalde vorm te reageren. Als de verhuurder in antwoord op de vraag tot huurhernieuwing, andere voorwaarden voorstelt, wordt de huur hernieuwd volgens de voorwaarden waaromtrent de partijen akkoord gaan of bij gebreke aan een dergelijk akkoord volgens de beslissing naar billijkheid van de rechter.",
        "De omstandigheid dat het antwoord waarin de verhuurder andere voorwaarden voorstelt en dat hij tijdig en bij aangetekende brief heeft toegezonden, door de fout van de postdiensten de huurder niet bereikt, heeft niet tot gevolg dat de huur wordt hernieuwd tegen de voorwaarden die de huurder heeft voorgesteld en dat de rechter met het antwoord van de verhuurder geen rekening moet houden."
      ]
    }
  },
  "16": {
    "ECLI:BE:CASS:2025:ARR.20250530.1N.9": {
      "court": "CASS",
      "date": "2025-05-30",
      "roleNumber": "C.24.0087.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250530.1N.9",
      "abstractFR": null,
      "abstractNL": [
        "De Handelshuurwet strekt tot bescherming van de handelszaak; de uitzettingsvergoeding, zoals zij door die wet is bepaald, strekt ertoe de huurder te vergoeden voor het verlies van de handelszaak dat het gevolg is van de uitzetting; opdat de huurder aanspraak kan maken op deze vergoeding, is bijgevolg vereist dat door de weigering tot huurhernieuwing de handelszaak, waarvan hij eigenaar is en die hij in het huurpand exploiteert, verloren gaat (1). (1) Zie concl. OM.",
        "Wanneer de hoofdhuurder het gehuurde goed in onderhuur heeft gegeven en alleen de onderhuurder rechten heeft op de handelszaak, kan de hoofdhuurder bijgevolg geen eigen recht op vergoeding wegens uitzetting tegen de verhuurder doen gelden; in dit geval en in zoverre de handelszaak van de onderhuurder verloren gaat, heeft alleen deze laatste, door verplichte bemiddeling van de hoofdhuurder, recht op die vergoeding (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230202.1F.2": {
      "court": "CASS",
      "date": "2023-02-02",
      "roleNumber": "C.22.0229.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230202.1F.2",
      "abstractFR": [
        "L'alinéa 3 de l'article 16, I, de la loi du 30 avril 1951 a pour objet d'obliger le preneur à saisir le juge de la contestation dans un bref délai.",
        "Lorsqu'il refuse le renouvellement du bail en raison de manquements graves du preneur aux obligations qui découlent pour lui du bail en cours, le bailleur est tenu d'indiquer, dans le délai imparti pour notifier son refus, les manquements graves qu'il invoque, de manière à permettre au preneur d'apprécier l'opportunité d'une contestation."
      ],
      "abstractNL": [
        "Artikel 16, I, derde lid, Handelshuurwet heeft tot doel de huurder te verplichten de betwisting op korte termijn bij de rechter aanhangig te maken.",
        "Wanneer de verhuurder de hernieuwing van de huur weigert wegens grove tekortkomingen van de huurder aan de verplichtingen die voor hem uit de lopende huur voortvloeien, moet hij binnen de op de kennisgeving van zijn weigering gestelde termijn de ernstige tekortkomingen opgeven waarop hij zich beroept, zodat de huurder kan oordelen of hij het wenselijk acht die weigering te betwisten.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210603.1F.1": {
      "court": "CASS",
      "date": "2021-06-03",
      "roleNumber": "C.20.0560.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210603.1F.1",
      "abstractFR": [
        "Lorsque l'intention pour laquelle le bailleur a pu évincer le preneur consiste en la démolition et la reconstruction des locaux visée à l'article 16, I, 3°, de la loi sur les baux commerciaux et que le preneur réclame une indemnité d'éviction, majorée éventuellement de dommages-intérêts, au motif que le bailleur, sans justifier d'un motif grave, n'a pas réalisé cette intention dans le délai déterminé à l'article 25, alinéa 1er, 3°, au motif que le coût de la reconstruction ne dépasse pas trois années de loyer, ou au motif que les travaux n'affectent pas le gros œuvre de l'immeuble commercial, le fait donnant ouverture à l'action, visé à l'article 28 de cette loi, coïncide, en règle, avec l'achèvement des travaux effectués par le bailleur."
      ],
      "abstractNL": [
        "Wanneer het voornemen op grond waarvan de verhuurder de uitzetting van de huurder heeft verkregen bestaat in de in artikel 16, I, 3°, Handelshuurwet bedoelde afbraak en wederopbouw van de lokalen en de huurder een uitzettingsvergoeding, eventueel vermeerderd met schadevergoeding, vordert omdat de verhuurder zonder van een gewichtige reden te doen blijken dit voornemen niet heeft uitgevoerd binnen de in artikel 25, eerste lid, 3° bepaalde termijn, op grond dat de kosten van de wederopbouw geen drie jaar huur te boven gaan of de werken de ruwbouw van het handelspand niet raken, valt het feit waarop de in artikel 28 van die wet bedoelde rechtsvordering is gegrond in de regel samen met de voltooiing van de door de verhuurder uitgevoerde werken."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190315.3": {
      "court": "CASS",
      "date": "2019-03-15",
      "roleNumber": "C.18.0278.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190315.3&lang=fr",
      "abstractFR": [
        "Tant l'offre supérieure du tiers que, le cas échéant, l'offre égale du preneur doivent être faites conformément aux articles 21, 22 et 23 de la loi du 30 avril 1951 sur les baux commerciaux, en vue de la protection du fonds de commerce."
      ],
      "abstractNL": [
        "Zowel het hoger bod van de derde als desgevallend het gelijk aanbod van de huurder dient overeenkomstig de artikelen 21, 22 en 23 Handelshuurwet te gebeuren."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160610.2": {
      "court": "CASS",
      "date": "2016-06-10",
      "roleNumber": "C.14.0565.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160610.2",
      "abstractFR": [
        "Lorsque, après l'exercice régulier par le preneur de son droit au renouvellement du bail, le juge est saisi, dans le délai légal prescrit au bailleur pour notifier son refus motivé de renouvellement du bail, d'une demande en résolution du bail introduite par celui-ci pour manquements du preneur aux obligations du bail, cette demande vaut aussi refus motivé de renouvellement du bail (1). (1) Voir Cass. 29 septembre 1961 (Bull. et Pas. 1962, I, 124).",
        "L'obligation pour le preneur, qui conteste que le bailleur soit fondé à se prévaloir de manquements aux obligations du bail, de se pourvoir devant le juge dans le délai légal, à peine de forclusion, devient, dès lors, sans objet."
      ],
      "abstractNL": [
        "Wanneer, na de regelmatige uitoefening door de huurder van zijn recht op huurhernieuwing, de verhuurder een vordering tot beëindiging van de huurovereenkomst binnen de termijn die hem bij wet is opgelegd om zijn met redenen omklede weigering van huurhernieuwing ter kennis te brengen, bij de rechter aanhangig maakt wegens tekortkomingen van de huurder aan de huurverplichtingen, geldt die vordering ook als een met redenen omklede weigering van huurhernieuwing (1). (1) Zie Cass. 29 september 1961 (Bull. en Pas. 1962, I, 124).",
        "De verplichting van de huurder, die betwist dat de verhuurder gerechtigd is tekortkomingen aan de huurverplichtingen aan te voeren, om zich, op straffe van verval, binnen de wettelijke termijn tot de rechter te wenden, heeft derhalve geen bestaansreden meer."
      ]
    },
    "ECLI:BE:CASS:2011:ARR.20110225.1": {
      "court": "CASS",
      "date": "2011-02-25",
      "roleNumber": "C.10.0164.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20110225.1&lang=fr",
      "abstractFR": [
        "L'occupation personnelle et effective du bailleur ayant refusé le renouvellement du bail en vertu de l'article 16, I, 1° de la loi du 30 avril 1951 sur les baux commerciaux, doit s'étendre à la totalité du bien loué; il n'est cependant pas requis que toutes les pièces soient \"utilisées\" en permanence et sur toute leur superficie par le bailleur, lorsque celui-ci détient également pour l'usage personnel qu'il s'était proposé les parties non directement utilisées du bien précédemment loué (1). (1) Cass., 30 avril 1976, Pas., 1976, 945; voir Cass., 26 avril 2002, RG C.00.0618.N, Pas., 2002, n° 254."
      ],
      "abstractNL": [
        "Het persoonlijk en werkelijk gebruik van de verhuurder die de huurhernieuwing heeft geweigerd op grond van artikel 16.I,1°, Handelshuurwet, moet zich uitstrekken tot het geheel van het vroeger verhuurde goed; daartoe is echter niet vereist dat alle vertrekken voortdurend en voor de volle oppervlakte worden benut, wanneer de verhuurder ook het niet onmiddellijk benutte gedeelte van het voorheen verhuurde goed voor het voorgenomen persoonlijk gebruik onder zich houdt (1). (1) Cass., 30 april 1976, AC 1976, 981; Cass., 26 april 2002, AR C.00.0618N, AC 2002, nr. 254."
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20101008.1": {
      "court": "CASS",
      "date": "2010-10-08",
      "roleNumber": "C.09.0466.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20101008.1&lang=fr",
      "abstractFR": [
        "Le bailleur qui souhaite refuser le renouvellement du bail mais qui ne peut ou ne souhaite pas invoquer un des motifs énumérés à l'article 16.I de la loi du 30 avril 1951, est libre d'expliciter son refus, sans y être tenu; le bailleur qui indique un motif qui n'est pas énuméré à l'article 16.I doit être considéré comme ayant donné un congé sans motif conformément à l'article 16.IV de la loi du 30 avril 1951."
      ],
      "abstractNL": [
        "Het staat de verhuurder die de huurhernieuwing wenst te weigeren, maar die zich niet kan of wenst te beroepen op een van de redenen vermeld in artikel 16.I van de Handelshuurwet, vrij zijn weigering toe te lichten, zonder hiertoe echter verplicht te zijn; de verhuurder die hierbij een reden opgeeft die niet is vermeld in voormeld artikel 16.I, moet geacht worden een opzegging zonder reden te hebben gegeven overeenkomstig artikel 16.IV van de Handelshuurwet."
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20100514.2": {
      "court": "CASS",
      "date": "2010-05-14",
      "roleNumber": "C.09.0206.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100514.2",
      "abstractFR": [
        "Des manquements du preneur qui ne présentent pas un caractère de gravité suffisant pour justifier la résolution du bail peuvent constituer néanmoins un motif de refus de renouvellement du bail en vertu de cette disposition (1). (1) Voir les conclusions du ministère public."
      ],
      "abstractNL": [
        "Tekortkomingen van de huurder die niet grof genoeg zijn om de ontbinding van de huur te wettigen kunnen niettemin krachtens die bepaling beschouwd worden als een reden om de huurhernieuwing te weigeren (1). (1) Zie concl. O.M., C.09.0206.F, Pas., 2010, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2008:ARR.20081009.1": {
      "court": "CASS",
      "date": "2008-10-09",
      "roleNumber": "C.07.0280.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20081009.1",
      "abstractFR": [
        "Pour que le bailleur puisse se refuser au renouvellement du bail en vue d'une occupation personnelle et effective, il n'est pas requis qu'il s'agisse d'une occupation matérielle couvrant en permanence toute la superficie de ce bien, mais il suffit qu'il puisse demeurer dans le bien à tout moment quand bon lui semble, peu important qu'il ait autorisé un tiers à jouir temporairement d'une partie réduite du bien, fût-ce moyennant une contrepartie financière (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "De verhuurder kan de hernieuwing van de huur weigeren met het oog op een persoonlijke en werkelijke ingebruikneming; het is niet vereist dat het gaat om een materiële ingebruikneming die permanent de hele oppervlakte van het goed beslaat, maar het is voldoende dat hij in het goed kan verblijven op elk ogenblik dat hem uitkomt, ongeacht of hij een derde heeft toegestaan tijdelijk het genot te hebben van een gedeelte van het goed, ook al is er een financiële tegenprestatie (1). (1) Zie concl. O.M. in Pas., 2008, nr ..."
      ]
    },
    "ECLI:BE:CASS:2007:ARR.20070426.10": {
      "court": "CASS",
      "date": "2007-04-26",
      "roleNumber": "C.06.0440.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20070426.10",
      "abstractFR": [
        "Le juge peut rejeter le refus de renouvellement du bail opposé par le bailleur lorsque la volonté de reconstruction qu'il a exprimée s'avère dès l'abord non sincère ou irréalisable (1); ceci implique qu'il ne peut s'abstenir d'examiner si, lorsque le preneur du bail le soutient, le motif invoqué n'était pas dénué de toute sincérité (2). (1) Cass., 11 janvier 1990, RG 8669, n° 292; Cass., 31 janvier 1975, Bull. et Pas., 1975, I, 566; en doctrine, cf. not.: B. Louveaux, Le droit du bail commercial, De Boeck, 2002, nos 480 à 483; J. t'Kint et M. Godhaird, Le bail commercial, Rép. Not., t. VIII, L. IV, 1990, n° 334, p. 176, et, par analogie, n° 325, p. 173; L. Simont, J. De Gavre et P.-A. Foriers, Examen de jurisprudence, Les contrats spéciaux, R.C.J.B., 1996, n° 140, p. 347. (2) Voir en matière de bail à ferme, Cass., 21 avril 2005, RG C.03.0413.F, n° 235 et les conclusions du ministère public."
      ],
      "abstractNL": [
        "De rechter kan de weigering van de verhuurder een handelshuur te hernieuwen verwerpen, wanneer de door hem te kennen gegeven wil om het goed weder op te bouwen reeds van meet af aan niet oprecht of niet uitvoerbaar blijkt te zijn (1); zulks impliceert dat hij moet nagaan of, wanneer de huurder zulks betoogt, de aangevoerde reden niet een grond van waarheid bevatte (2). (1) Cass., 11 jan. 1990, AR 8669, nr 292; Cass., 31 jan. 1975, A.C., 1976, 623; in de rechtsleer, cf. o.m.: B. Louveaux, Le droit du bail commercial, De Boeck, 2002, nrs 480 tot 483; J. t'Kint en M. Godhaird, Le bail commercial, Rép. Not., VIII, Boek IV, 1990, nr 334, p. 176, en naar analogie, nr 325, p. 173; L. Simont, J. De Gavre en P.-A. Foriers, Examen de jurisprudence, Les contrats spéciaux, R.C.J.B., 1996, nr 140, p. 347. (2) Zie inzake landpacht, Cass., 21 april 2005, AR C.03.0413.F, nr 235 en concl. O.M. in Pas., 2005."
      ]
    }
  },
  "18": {
    "ECLI:BE:CASS:2024:ARR.20241004.1N.2": {
      "court": "CASS",
      "date": "2024-10-04",
      "roleNumber": "C.23.0272.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241004.1N.2",
      "abstractFR": null,
      "abstractNL": [
        "Uit de samenhang van artikelen 18 en 19 Handelshuurwet en de wetsgeschiedenis ervan volgt dat wanneer bij huurhernieuwing onenigheid blijft bestaan over de huurprijs, de rechter naar billijkheid, rekening houdend met alle objectieve omstandigheden en onder meer met de in artikel 19 opgesomde criteria, de normale huurwaarde van het goed op het ogenblik van de huurhernieuwing bepaalt; een onzekere economische conjunctuur ten gevolge van een wereldwijde pandemie, die een invloed uitoefent op de huurwaarde op het ogenblik van de huurhernieuwing, kan als een dergelijke objectieve omstandigheid worden beschouwd (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20090907.4": {
      "court": "CASS",
      "date": "2009-09-07",
      "roleNumber": "C.08.0479.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090907.4&lang=fr",
      "abstractFR": [
        "Il suit des articles 14, alinéas 1er et 2, et 18, alinéas 1er et 2, de la loi sur les baux commerciaux que, si le bailleur omet de répondre en temps utile et dans les formes requises par la loi, le bail est renouvelé aux conditions proposées par le preneur lors de la notification de la demande de renouvellement. Si le bailleur stipule d'autres conditions en réponse à la demande de renouvellement, le bail est renouvelé aux conditions qui emportent l'accord des parties ou, à défaut d'accord, aux conditions décidées en équité par le juge.",
        "La circonstance que la réponse par laquelle le bailleur stipule des conditions différentes, envoyée en temps utile et par lettre recommandée, n'a pas été délivrée au preneur à la suite d'une faute des services de la poste, n'a pas pour effet que le bail est renouvelé aux conditions proposées par le preneur et que le juge n'est pas tenu d'avoir égard à la réponse du bailleur."
      ],
      "abstractNL": [
        "Uit de artikelen 14, eerste en tweede lid en 18, eerste en tweede lid van de Handelshuurwet volgt dat de huur wordt hernieuwd tegen de voorwaarden voorgesteld door de huurder in de kennisgeving van zijn vraag tot huurhernieuwing, als de verhuurder nalaat tijdig en in de wettelijk bepaalde vorm te reageren. Als de verhuurder in antwoord op de vraag tot huurhernieuwing, andere voorwaarden voorstelt, wordt de huur hernieuwd volgens de voorwaarden waaromtrent de partijen akkoord gaan of bij gebreke aan een dergelijk akkoord volgens de beslissing naar billijkheid van de rechter.",
        "De omstandigheid dat het antwoord waarin de verhuurder andere voorwaarden voorstelt en dat hij tijdig en bij aangetekende brief heeft toegezonden, door de fout van de postdiensten de huurder niet bereikt, heeft niet tot gevolg dat de huur wordt hernieuwd tegen de voorwaarden die de huurder heeft voorgesteld en dat de rechter met het antwoord van de verhuurder geen rekening moet houden."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20090507.2": {
      "court": "CASS",
      "date": "2009-05-07",
      "roleNumber": "C.07.0391.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090507.2",
      "abstractFR": [
        "Il ne ressort ni du texte ni de l'esprit de la loi que le silence gardé par le preneur équivaut à un acquiescement aux conditions du bailleur (1). (1) Voir Cass., 9 octobre 1953, (Bull. et Pas., 1954, I, 93; 24 janvier 1980, (Bull. et Pas., 1980, I, 588); 2 mai 1980, (Bull. et Pas., 1980, I, 1087)."
      ],
      "abstractNL": [
        "Noch uit de tekst noch uit de geest van de wet blijkt dat het stilzwijgen van de huurder gelijkstaat met een instemming met de voorwaarden van de verhuurder (1). (1) Zie Cass., 9 okt. 1953, A.C., 1954, 80; Cass., 24 jan. 1980, A.C., 1979-1980, nr 312; Cass., 2 mei 1980, A.C., 1979-1980, nr 558."
      ]
    },
    "ECLI:BE:CASS:2007:ARR.20071203.2": {
      "court": "CASS",
      "date": "2007-12-03",
      "roleNumber": "C.07.0003.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20071203.2",
      "abstractFR": [
        "L'article 18 de la loi du 30 avril 1951 ne subordonne à aucune forme l'acceptation par le preneur qui demande le renouvellement du bail, des conditions énoncées par le bailleur (1). (1) Voir Cass., 9 octobre 1953 (Bull., et Pas., 1954, I, 93); Cass., 24 janvier 1980 (Bull., et Pas., 1980, I, 588); Cass., 2 mai 1980 (Bull., et Pas., 1980, I, 1087)."
      ],
      "abstractNL": [
        "Artikel 18, W. 30 april 1951, vereist geen enkele vorm voor de aanvaarding, door de huurder die de huurhernieuwing aanvraagt, van de door de verhuurder opgelegde voorwaarden (1). (1) Zie Cass., 9 okt. 1953, A.C., 1954, 93; Cass., 24 jan. 1980, A.C., 1979-1980, 588; Cass., 2 mei 1980, A.C., 1978-1980, 1087."
      ]
    }
  },
  "19": {
    "ECLI:BE:CASS:2024:ARR.20241004.1N.2": {
      "court": "CASS",
      "date": "2024-10-04",
      "roleNumber": "C.23.0272.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241004.1N.2",
      "abstractFR": null,
      "abstractNL": [
        "Uit de samenhang van artikelen 18 en 19 Handelshuurwet en de wetsgeschiedenis ervan volgt dat wanneer bij huurhernieuwing onenigheid blijft bestaan over de huurprijs, de rechter naar billijkheid, rekening houdend met alle objectieve omstandigheden en onder meer met de in artikel 19 opgesomde criteria, de normale huurwaarde van het goed op het ogenblik van de huurhernieuwing bepaalt; een onzekere economische conjunctuur ten gevolge van een wereldwijde pandemie, die een invloed uitoefent op de huurwaarde op het ogenblik van de huurhernieuwing, kan als een dergelijke objectieve omstandigheid worden beschouwd (1). (1) Zie concl. OM."
      ]
    }
  },
  "21": {
    "ECLI:BE:CASS:2022:ARR.20220506.1F.3": {
      "court": "CASS",
      "date": "2022-05-06",
      "roleNumber": "C.21.0501.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220506.1F.3",
      "abstractFR": [
        "Si le refus du bailleur de consentir au renouvellement du bail est déclaré injustifié par le juge après l'expiration du délai de trois mois prévu à l'article 14 de la loi du 30 avril 1951, le bail est renouvelé au preneur, sauf le droit du bailleur de prétendre à des conditions différentes ou de se prévaloir de l'offre d'un tiers, conformément aux articles 14 et 21 de la loi; toutefois le délai pour la notification par le bailleur au preneur des conditions auxquelles est subordonné le renouvellement ou de l'offre d'un tiers est réduit à un mois à partir de la signification du jugement."
      ],
      "abstractNL": [
        "Wanneer de rechter de weigering van de verhuurder om toe te stemmen in de hernieuwing van de huur ongegrond verklaart na het verstrijken van de bij artikel 14 Handelshuurwet bepaalde termijn van drie maanden, wordt de huur ten behoeve van de huurder hernieuwd, behoudens het recht van de verhuurder om aanspraak te maken op andere voorwaarden of om zich te beroepen op het aanbod van een derde, overeenkomstig de artikelen 14 en 21 van de wet; de termijn waarover de verhuurder beschikt om aan de huurder kennis te geven van de voorwaarden waarvan de hernieuwing afhankelijk is of van het aanbod van een derde, is evenwel beperkt tot een maand te rekenen van de betekening van het vonnis."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190315.3": {
      "court": "CASS",
      "date": "2019-03-15",
      "roleNumber": "C.18.0278.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190315.3&lang=fr",
      "abstractFR": [
        "La disposition légale qui prévoit que la notification par le bailleur de l'offre du tiers doit mentionner le délai d'acceptation par le preneur du loyer proposé dans l'offre et la déchéance résultant de l'inobservation de ce délai est impérative en faveur du preneur; la notification ne satisfaisant pas à ces conditions de forme est nulle."
      ],
      "abstractNL": [
        "De wetsbepaling die voorziet dat in de kennisgeving van het aanbod van de derde de verhuurder de termijn moet opgeven waarbinnen de huurder de in het aanbod voorgestelde huurprijs moet aanvaarden, en vermelden dat niet-inachtneming van die termijn verval ten gevolge heeft, is van dwingend recht ten voordele van de huurder; de kennisgeving die niet voldoet aan die vormvoorwaarden is nietig."
      ]
    }
  },
  "25": {
    "ECLI:BE:CASS:2024:ARR.20241010.1F.1": {
      "court": "CASS",
      "date": "2024-10-10",
      "roleNumber": "C.24.0089.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241010.1F.1",
      "abstractFR": [
        "Le droit à une indemnité d'éviction naît, dans le cas prévu à l'article 25, alinéa 1er, 3°, de la loi du 30 avril 1951, lorsque le bailleur, sans justifier d'un motif grave, ne réalise pas dans les six mois ou ne poursuit pas pendant deux ans au moins l'intention pour laquelle il a pu évincer le preneur; il s'ensuit qu'en règle, l'accord des parties visé à l'article 25, alinéa 1er, précité ne peut être conclu qu'à partir de ce moment.",
        "Le délai dans lequel le bailleur est tenu de réaliser l'intention pour laquelle il a pu évincer le preneur prend cours au moment où, le preneur n'occupant plus le bien loué, l'éviction a effectivement lieu."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250328.1N.8": {
      "court": "CASS",
      "date": "2025-03-28",
      "roleNumber": "C.24.0243.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250328.1N.8",
      "abstractFR": [
        "Les délais prévus à l'article 25, alinéa 1er, 3°, de la loi du 30 avril 1951 sur les baux commerciaux ne sont pas des délais établis pour l'accomplissement d'actes de procédure au sens de l'article 48 du Code judiciaire, de sorte que leur calcul est régi non pas par les règles du code précité, mais par les articles 2260 et 2261 de l'ancien Code civil (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De in artikel 25, eerste lid, 3°, Handelshuurwet vervatte termijnen zijn geen termijnen voor het verrichten van proceshandelingen in de zin van artikel 48 Gerechtelijk Wetboek, zodat voor de berekening ervan niet de regels van voormeld wetboek, maar wel de artikelen 2260 en 2261 Oud Burgerlijk Wetboek van toepassing zijn (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210315.3F.5": {
      "court": "CASS",
      "date": "2021-03-15",
      "roleNumber": "C.20.0458.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210315.3F.5",
      "abstractFR": [
        "L'indemnité d'éviction à laquelle le preneur a droit sur la base de l'article 25 de la loi du 30 avril 1951 suppose que le preneur dispose du droit de solliciter le renouvellement de son bail (1). (1) Voir les concl. du MP.",
        "S'il peut évincer le preneur sans devoir lui payer une indemnité d'éviction lorsque celui-ci ne dispose plus du droit de solliciter le renouvellement de son bail et qu'aucune prorogation ne lui a été consentie, le bailleur ne dispose pas du droit de s'approprier le fonds de commerce exploité par le preneur dans les lieux loués (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De uitwinningsvergoeding waarop de huurder recht heeft op grond van artikel 25 Handelshuurwet veronderstelt dat de huurder het recht heeft de huurhernieuwing te vragen (1). (1) Zie concl. OM in Pas. 2021, nr. 185.",
        "Hoewel de verhuurder de huurder uit het gehuurde goed kan zetten zonder hem een uitwinningsvergoeding te moeten betalen wanneer de huurder niet langer het recht heeft de huurhernieuwing te vragen en hem geen enkele verlenging werd toegestaan, heeft de verhuurder niet het recht zich de door de huurder in de gehuurde locatie uitgebate handelszaak toe te eigenen (1). (1) Zie concl. OM in Pas. 2021, nr. 185."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20121105.2": {
      "court": "CASS",
      "date": "2012-11-05",
      "roleNumber": "C.12.0187.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20121105.2",
      "abstractFR": [
        "Dès lors que le juge de paix est compétent pour statuer sur une demande d'indemnité d'éviction conformément à l'article 25, alinéa 1er , 3°, de la loi du 30 avril 1951 sur les baux commerciaux, la circonstance que pour apprécier la défense déduite de la renonciation de la société faillie à l'indemnité réclamée en sa qualité de locataire évincée, le juge eût à se prononcer sur l'opposabilité de cette renonciation à la masse, contestée sur la base de l'article 17, 1° de la loi du 8 août 1997 sur les faillites, est sans incidence sur la compétence d'attribution du juge de paix."
      ],
      "abstractNL": [
        "Aangezien de vrederechter bevoegd is om uitspraak te doen over een vordering tot vergoeding wegens uitzetting overeenkomstig artikel 25, eerste lid, 3°, van de wet van 30 april 1951 op de handelshuurovereenkomsten, heeft de omstandigheid dat de rechter, bij de beoordeling van het verweer dat is afgeleid uit de afstand die de failliete vennootschap heeft gedaan van de vergoeding als uitgezette huurder, uitspraak moest doen over het tegenstelbaar karakter van die afstand aan de boedel, hetgeen op grond van artikel 17, 1°, van de wet van 8 augustus 1997 betreffende het gerechtelijk akkoord wordt betwist, geen weerslag op de volstrekte bevoegdheid van de vrederechter."
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20100506.5": {
      "court": "CASS",
      "date": "2010-05-06",
      "roleNumber": "C.08.0588.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100506.5&lang=fr",
      "abstractFR": [
        "Pour que le preneur qui se voit refuser le renouvellement du bail puisse prétendre à une indemnité d'éviction, il est requis, en raison du refus, que le fonds de commerce dont il est le propriétaire et qu'il exploite dans le bien loué, soit perdu (1). (1) Voir les conclusions du M.P. publiées à leur date dans A.C., qui a estimé qu'il fallait aussi répondre au moyen en sa première branche, dirigé contre la décision suivant laquelle le défendeur disposait d'un droit de renouvellement et qu'il devait être déclaré fondé, à partir du moment où l'indemnité d'éviction (objet du moyen en sa seconde branche) en dépendait."
      ],
      "abstractNL": [
        "Opdat de huurder aan wie de huurhernieuwing is geweigerd aanspraak kan maken op een uitzettingsvergoeding is vereist dat door de weigering de handelszaak, waarvan hij eigenaar is en die hij in het huurpand exploiteert, verloren gaat (1). (1) Zie de concl. van het O.M., dat van mening was dat ook het eerste onderdeel, gericht tegen de beslissing dat de verweerder over een recht op huurhernieuwing beschikte, diende beantwoord en gegrond verklaard te worden, daar het lot van de uitzettingsvergoeding (voorwerp van het tweede onderdeel) daarvan afhankelijk was."
      ]
    },
    "ECLI:BE:CASS:2006:ARR.20061222.6": {
      "court": "CASS",
      "date": "2006-12-22",
      "roleNumber": "C060018N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2006:ARR.20061222.6&lang=fr",
      "abstractFR": [
        "La loi du 30 avril 1951 sur les baux commerciaux comporte une réglementation propre des cas dans lesquels et des conditions auxquelles il peut être mis fin au bail en cas d'aliénation du bien loué, qui diffère de la réglementation de droit commun et qui la remplace, spécialement pour la détermination du délai de préavis à respecter par l'acquéreur et l'indemnité d'éviction qui est due et qui n'est pas déterminante pour fixer l'indemnité de droit commun due par le bailleur-cédant (1). (1) Voir les conclusions du M.P. publiées à leur date dans A.C. 2006."
      ],
      "abstractNL": [
        "De Handelshuurwet houdt een eigen globale regeling in van de gevallen waarin en van de voorwaarden waaronder een einde kan worden gesteld aan de huur bij vervreemding van het gehuurde goed, die van de gemeenrechtelijke regeling verschilt en deze vervangt, inzonderheid bij de bepaling van de door de verkrijger na te leven opzeggingstermijn en verschuldigde uitzettingsvergoeding en niet bepalend is voor het vaststellen van de gemeenrechtelijke schadevergoeding door de verhuurderoverdrager verschuldigd (1). (1) Zie de conclusie O.M."
      ]
    }
  },
  "26": {
    "ECLI:BE:CASS:2006:ARR.20061222.6": {
      "court": "CASS",
      "date": "2006-12-22",
      "roleNumber": "C060018N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2006:ARR.20061222.6&lang=fr",
      "abstractFR": [
        "La loi du 30 avril 1951 sur les baux commerciaux comporte une réglementation propre des cas dans lesquels et des conditions auxquelles il peut être mis fin au bail en cas d'aliénation du bien loué, qui diffère de la réglementation de droit commun et qui la remplace, spécialement pour la détermination du délai de préavis à respecter par l'acquéreur et l'indemnité d'éviction qui est due et qui n'est pas déterminante pour fixer l'indemnité de droit commun due par le bailleur-cédant (1). (1) Voir les conclusions du M.P. publiées à leur date dans A.C. 2006."
      ],
      "abstractNL": [
        "De Handelshuurwet houdt een eigen globale regeling in van de gevallen waarin en van de voorwaarden waaronder een einde kan worden gesteld aan de huur bij vervreemding van het gehuurde goed, die van de gemeenrechtelijke regeling verschilt en deze vervangt, inzonderheid bij de bepaling van de door de verkrijger na te leven opzeggingstermijn en verschuldigde uitzettingsvergoeding en niet bepalend is voor het vaststellen van de gemeenrechtelijke schadevergoeding door de verhuurderoverdrager verschuldigd (1). (1) Zie de conclusie O.M."
      ]
    }
  }
}