{
  "1": {
    "ECLI:BE:CASS:2016:ARR.20160121.6": {
      "court": "CASS",
      "date": "2016-01-21",
      "roleNumber": "C.13.0235.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160121.6&lang=fr",
      "abstractFR": [
        "Même si le principe de l'égalité de traitement des soumissionnaires, qui est aussi fondé sur le principe d'égalité tel qu'il découle des articles 10 et 11 de la Constitution, est inhérent à la réglementation relative à la passation des marchés publics (1) et même si une apparence de partialité suffit pour constituer une violation du principe général d'impartialité qui, en principe, s'applique à tout organe de l'administration active (2), seul le soumissionnaire qui a remis l'offre régulière la plus basse peut prétendre à l'indemnité forfaitaire prévue à l'article 15 de la loi du 24 décembre 1993 relative aux marchés publics et à certains marchés de travaux, de fourniture et de services; pour pouvoir prétendre à cette indemnité forfaitaire, le soumissionnaire écarté est, dès lors, tenu d'apporter la preuve d'avoir remis l'offre régulière la plus basse; une apparence de partialité ne suffit pas à cet effet. (1) Cass. 17 décembre 2009, RG C.08.0514.N, Pas. 2009, n° 762. (2) Cass. 9 janvier 2002, RG P.00.0855.F, Pas. 2002, n° 14 avec concl. de M. Spreutels, avocat général."
      ],
      "abstractNL": [
        "Ook al is het beginsel van de gelijke behandeling van de inschrijvers, dat mede gegrond is op het gelijkheidsbeginsel zoals dit voortvloeit uit de artikelen 10 en 11 van de Grondwet, inherent aan de reglementering betreffende de gunning van overheidsopdrachten (1) en ook al volstaat een schijn van partijdigheid om een miskenning van het algemeen rechtsbeginsel van onpartijdigheid, dat, in de regel van toepassing is op elk actief bestuursorgaan, op te leveren (2), kan enkel de inschrijver die de laagste regelmatige offerte indiende aanspraak maken op de forfaitaire schadeloosstelling bepaald in artikel 15 van de Overheidsopdrachtenwet 1993; om aanspraak te kunnen maken op bedoelde forfaitaire vergoeding dient de geweerde inschrijver derhalve het bewijs te leveren dat hij de laagst regelmatige offerte indiende; een schijn van partijdigheid volstaat hiertoe niet. (1) Cass. 17 december 2009, AR C.08.0514.N, AC 2009, nr. 762. (2) Cass. 9 januari 2002, AR P.00.0855.F, AC 2002, nr. 14, met concl. van advocaat-generaal J. SPREUTELS."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2021:ARR.20210624.1F.5": {
      "court": "CASS",
      "date": "2021-06-24",
      "roleNumber": "C.20.0562.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210624.1F.5",
      "abstractFR": [
        "En vertu de l'article 19, alinéa 1er, de la loi du 24 décembre 1993 relative aux marchés publics et à certains marchés de travaux de fournitures et de services, applicable au litige, l'exécution conjointe de travaux, de fournitures ou de services pour compte de pouvoirs adjudicateurs différents peut, dans l'intérêt général, faire l'objet d'un marché unique et, dès lors que l'article 19, alinéa 2, de cette loi, qui dispose que les personnes intéressées désignent l'autorité ou l'organe qui interviendra, en leur nom collectif, à l'attribution et à l'exécution du marché, est d'ordre public; il s'ensuit qu'en cas de marché conjoint, l'autorité désignée a seule la qualité de cocontractant de l'adjudicataire, partant, est le débiteur du prix de l'ensemble de ces travaux conjoints, sans qu'il soit permis d'y déroger (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Krachtens artikel 19, eerste lid, Overheidsopdrachtenwet 1993, dat op het geschil van toepassing is, kan de gezamenlijke uitvoering van werken, leveringen of diensten voor rekening van verschillende aanbestedende overheden in het algemeen belang worden samengevoegd in één enkele opdracht en artikel 19, tweede lid, van die wet, dat bepaalt dat de betrokken personen de overheid aanwijzen die of het orgaan dat, in hun gezamenlijke naam, bij de gunning en de uitvoering van de opdracht zal optreden, is van openbare orde; hieruit volgt dat, in geval van een gezamenlijke opdracht, enkel de aangewezen overheid de hoedanigheid van medecontractant heeft en, bijgevolg, de totaalprijs van die gezamenlijke werken verschuldigd is, zonder dat hiervan mag worden afgeweken (1). (1) Zie concl. OM in Pas. 2021, nr. 478."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20090515.4": {
      "court": "CASS",
      "date": "2009-05-15",
      "roleNumber": "C.08.0198.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090515.4&lang=fr",
      "abstractFR": [
        "Le prix des marchés publics est, en règle, fixé de manière forfaitaire, à moins que la révision des prix en fonction de facteurs déterminés d'ordre économique ou social soit prévue dans le cahier spécial des charges ou dans le contrat."
      ],
      "abstractNL": [
        "De prijs van de overheidsopdrachten wordt in de regel forfaitair bepaald, tenzij in het bestek of in de overeenkomst is voorzien in de herziening van de prijzen uit hoofde van bepaalde economische of sociale factoren."
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2009:ARR.20090515.4": {
      "court": "CASS",
      "date": "2009-05-15",
      "roleNumber": "C.08.0198.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090515.4&lang=fr",
      "abstractFR": [
        "Le prix des marchés publics est, en règle, fixé de manière forfaitaire, à moins que la révision des prix en fonction de facteurs déterminés d'ordre économique ou social soit prévue dans le cahier spécial des charges ou dans le contrat."
      ],
      "abstractNL": [
        "De prijs van de overheidsopdrachten wordt in de regel forfaitair bepaald, tenzij in het bestek of in de overeenkomst is voorzien in de herziening van de prijzen uit hoofde van bepaalde economische of sociale factoren."
      ]
    }
  },
  "15": {
    "ECLI:BE:CASS:2023:ARR.20230112.1F.6": {
      "court": "CASS",
      "date": "2023-01-12",
      "roleNumber": "C.21.0486.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230112.1F.6",
      "abstractFR": [
        "Si les cours et tribunaux ont, en vertu de l'article 159 de la Constitution, le pouvoir et le devoir de vérifier, avant de lui donner effet, la légalité interne et la légalité externe de tout acte administratif sur lequel est fondée une demande, une défense ou une exception, il leur incombe aussi, lorsqu'ils sont saisis d'une demande en indemnisation fondée sur l'illégalité de l'acte d'attribution du marché, de statuer sur les conditions d'application des articles 15, alinéa 1er, de la loi du 24 décembre 1993, et 1382 et 1383 de l'ancien Code civil (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200604.1N.1": {
      "court": "CASS",
      "date": "2020-06-04",
      "roleNumber": "C.18.0299.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200604.1N.1&lang=fr",
      "abstractFR": [
        "L’appréciation de la question de savoir si une dérogation a trait à une prescription essentielle du cahier spécial des charges, en sorte qu’elle entraîne une irrégularité substantielle de l’offre, nécessite uniquement une interprétation juridique de la notion légale de prescription essentielle et des prescriptions en question du cahier spécial des charges auxquelles il est dérogé dans l’offre, de sorte que le pouvoir adjudicateur ne dispose pas d’un pouvoir d’appréciation discrétionnaire en la matière, mais qu’il appartient toutefois en premier lieu à cette autorité de déterminer si la dérogation concerne une prescription essentielle du cahier spécial des charges, le juge pouvant, sur la base de tous les éléments du dossier, contrôler l’interprétation juridique retenue par l’autorité administrative (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De beoordeling of een afwijking een essentiële bestekbepaling betreft zodat zij de substantiële onregelmatigheid van de offerte tot gevolg heeft, vergt uitsluitend een juridische interpretatie van het wettelijk begrip essentiële bepaling en van de betrokken bestekbepalingen waarvan in de offerte wordt afgeweken, zodat de aanbestedende overheid ter zake niet over een discretionaire beoordelingsvrijheid beschikt maar het in de eerste plaats wel aan die overheid staat om vast te stellen of een afwijking een essentiële bestekbepaling betreft, waarbij de rechter op basis van alle elementen van het dossier die doorgevoerde juridische interpretatie mag toetsen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200312.1N.3": {
      "court": "CASS",
      "date": "2020-03-12",
      "roleNumber": "C.19.0144.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200312.1N.3&lang=fr",
      "abstractFR": [
        "En tant qu’il vise à éviter des procédures judiciaires longues, coûteuses et complexes sur l'étendue du dommage, le caractère forfaitaire de l'indemnité à laquelle le soumissionnaire régulier le plus bas évincé à tort peut prétendre l’empêche de pouvoir réclamer une indemnité plus élevée sur la base des articles 1382 et 1383 du Code civil (1). (1) Voir Cass. 21 janvier 2016, RG C.13.0235.N, Pas. 2016, n° 44."
      ],
      "abstractNL": [
        "Het forfaitair karakter van de schadevergoeding waarop de ten onrechte geweerde laagste regelmatige inschrijver aanspraak kan maken was bedoeld om lange, dure en ingewikkelde gerechtelijke procedures over de omvang van de schade te vermijden en staat er bijgevolg aan in de weg dat de onterecht geweerde inschrijver op grond van de artikelen 1382 en 1383 BW aanspraak kan maken op een hogere vergoeding (1). (1) Zie Cass. 21 januari 2016, AR C.13.0235.N, AC 2016, nr. 44."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160121.6": {
      "court": "CASS",
      "date": "2016-01-21",
      "roleNumber": "C.13.0235.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160121.6&lang=fr",
      "abstractFR": [
        "Même si le principe de l'égalité de traitement des soumissionnaires, qui est aussi fondé sur le principe d'égalité tel qu'il découle des articles 10 et 11 de la Constitution, est inhérent à la réglementation relative à la passation des marchés publics (1) et même si une apparence de partialité suffit pour constituer une violation du principe général d'impartialité qui, en principe, s'applique à tout organe de l'administration active (2), seul le soumissionnaire qui a remis l'offre régulière la plus basse peut prétendre à l'indemnité forfaitaire prévue à l'article 15 de la loi du 24 décembre 1993 relative aux marchés publics et à certains marchés de travaux, de fourniture et de services; pour pouvoir prétendre à cette indemnité forfaitaire, le soumissionnaire écarté est, dès lors, tenu d'apporter la preuve d'avoir remis l'offre régulière la plus basse; une apparence de partialité ne suffit pas à cet effet. (1) Cass. 17 décembre 2009, RG C.08.0514.N, Pas. 2009, n° 762. (2) Cass. 9 janvier 2002, RG P.00.0855.F, Pas. 2002, n° 14 avec concl. de M. Spreutels, avocat général."
      ],
      "abstractNL": [
        "Ook al is het beginsel van de gelijke behandeling van de inschrijvers, dat mede gegrond is op het gelijkheidsbeginsel zoals dit voortvloeit uit de artikelen 10 en 11 van de Grondwet, inherent aan de reglementering betreffende de gunning van overheidsopdrachten (1) en ook al volstaat een schijn van partijdigheid om een miskenning van het algemeen rechtsbeginsel van onpartijdigheid, dat, in de regel van toepassing is op elk actief bestuursorgaan, op te leveren (2), kan enkel de inschrijver die de laagste regelmatige offerte indiende aanspraak maken op de forfaitaire schadeloosstelling bepaald in artikel 15 van de Overheidsopdrachtenwet 1993; om aanspraak te kunnen maken op bedoelde forfaitaire vergoeding dient de geweerde inschrijver derhalve het bewijs te leveren dat hij de laagst regelmatige offerte indiende; een schijn van partijdigheid volstaat hiertoe niet. (1) Cass. 17 december 2009, AR C.08.0514.N, AC 2009, nr. 762. (2) Cass. 9 januari 2002, AR P.00.0855.F, AC 2002, nr. 14, met concl. van advocaat-generaal J. SPREUTELS."
      ]
    }
  },
  "17": {
    "ECLI:BE:CASS:2016:ARR.20160309.4": {
      "court": "CASS",
      "date": "2016-03-09",
      "roleNumber": "P.16.0103.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160309.4",
      "abstractFR": [
        "L'article 17, § 1er, de la loi du 24 décembre 1993 relative aux marchés publics et à certains marchés de travaux, de fournitures et de services définit le marché public par procédure négociée comme étant le marché pour lequel le pouvoir adjudicateur consulte plusieurs entrepreneurs, fournisseurs, ou prestataires de service de son choix et négocie les conditions du marché avec un ou plusieurs d'entre eux; les marchés publics par procédure négociée ne se caractérisent pas par les mesures de publicité qui les entourent ou non ou par la concurrence éventuelle entre candidats mais ils se définissent par la négociation des conditions du marché entre l'adjudicateur et un ou plusieurs de ces entrepreneurs, fournisseurs ou prestataires de service que cet adjudicateur a préalablement choisis en dehors d'un appel d'offres public préalable qui aurait été adressé à tout candidat potentiel."
      ],
      "abstractNL": [
        "Artikel 17, § 1, van de Overheidsopdrachtenwet 1993 omschrijft de overheidsopdracht bij onderhandelingsprocedure als de opdracht waarvoor de aanbestedende overheid meerdere aannemers, leveranciers of dienstenverleners van haar keuze raadpleegt en over de voorwaarden van de opdracht onderhandelt met één of meer van hen; de overheidsopdrachten bij onderhandelingsprocedure worden dus niet gekenmerkt door de bekendmakingsregels die ze al dan niet omvatten of de eventuele mededinging tussen kandidaten, maar door de onderhandeling van de voorwaarden van de opdracht tussen de aanbesteder en één of meerdere van die aannemers, leveranciers of dienstenverleners die de aanbesteder vooraf heeft gekozen buiten een voorafgaande openbare offerteaanvraag om, gericht aan alle potentiële kandidaten."
      ]
    }
  },
  "19": {
    "ECLI:BE:CASS:2021:ARR.20210624.1F.5": {
      "court": "CASS",
      "date": "2021-06-24",
      "roleNumber": "C.20.0562.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210624.1F.5",
      "abstractFR": [
        "En vertu de l'article 19, alinéa 1er, de la loi du 24 décembre 1993 relative aux marchés publics et à certains marchés de travaux de fournitures et de services, applicable au litige, l'exécution conjointe de travaux, de fournitures ou de services pour compte de pouvoirs adjudicateurs différents peut, dans l'intérêt général, faire l'objet d'un marché unique et, dès lors que l'article 19, alinéa 2, de cette loi, qui dispose que les personnes intéressées désignent l'autorité ou l'organe qui interviendra, en leur nom collectif, à l'attribution et à l'exécution du marché, est d'ordre public; il s'ensuit qu'en cas de marché conjoint, l'autorité désignée a seule la qualité de cocontractant de l'adjudicataire, partant, est le débiteur du prix de l'ensemble de ces travaux conjoints, sans qu'il soit permis d'y déroger (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Krachtens artikel 19, eerste lid, Overheidsopdrachtenwet 1993, dat op het geschil van toepassing is, kan de gezamenlijke uitvoering van werken, leveringen of diensten voor rekening van verschillende aanbestedende overheden in het algemeen belang worden samengevoegd in één enkele opdracht en artikel 19, tweede lid, van die wet, dat bepaalt dat de betrokken personen de overheid aanwijzen die of het orgaan dat, in hun gezamenlijke naam, bij de gunning en de uitvoering van de opdracht zal optreden, is van openbare orde; hieruit volgt dat, in geval van een gezamenlijke opdracht, enkel de aangewezen overheid de hoedanigheid van medecontractant heeft en, bijgevolg, de totaalprijs van die gezamenlijke werken verschuldigd is, zonder dat hiervan mag worden afgeweken (1). (1) Zie concl. OM in Pas. 2021, nr. 478."
      ]
    }
  },
  "65/14": {
    "ECLI:BE:CASS:2022:ARR.20220520.1F.2": {
      "court": "CASS",
      "date": "2022-05-20",
      "roleNumber": "C.21.0417.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220520.1F.2",
      "abstractFR": [
        "L'existence d'un lien de causalité entre une des violations visées à l'article 65/14 de la loi du 24 décembre 1993 relative aux marchés publics et à certains marchés de travaux, de fourniture et de services et aux concessions de services publics et le dommage tel qu'il s'est réalisé suppose que, sans cette violation, le dommage n'eût pu se produire tel qu'il s'est produit."
      ],
      "abstractNL": [
        "Het bestaan van een oorzakelijk verband tussen een van de in artikel 65/14 Overheidsopdrachtenwet 1993 bedoelde schendingen en de schade, zoals deze zich heeft voorgedaan, veronderstelt dat, zonder die schending, de schade niet was ontstaan zoals ze zich heeft voorgedaan."
      ]
    }
  }
}