{
  "3": {
    "ECLI:BE:CASS:2021:ARR.20210526.2F.4": {
      "court": "CASS",
      "date": "2021-05-26",
      "roleNumber": "P.21.0072.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210526.2F.4",
      "abstractFR": [
        "Il résulte de l'article 3, § 1er, de l'arrêté royal du 1er septembre 2006 instituant le contrôle technique routier des véhicules utilitaires immatriculés en Belgique ou à l'étranger que tout véhicule utilitaire immatriculé et mis en circulation dans un Etat membre de l'Union européenne est soumis au contrôle technique, que ledit contrôle technique est attesté par un document et que le document peut faire l'objet d'un contrôle par l'autorité compétente."
      ],
      "abstractNL": [
        "Uit artikel 3, § 1, van het koninklijk besluit van 1 september 2006 houdende invoering van de technische controle langs de weg van bedrijfsvoertuigen die ingeschreven zijn in België of in het buitenland volgt dat elk in een lidstaat van de Europese Unie ingeschreven of in het verkeer gebrachte bedrijfsvoertuig de technische controle moet ondergaan, dat die technische controle door een document wordt aangetoond en dat dit document door de bevoegde autoriteit kan worden gecontroleerd."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200630.2N.16": {
      "court": "CASS",
      "date": "2020-06-30",
      "roleNumber": "P.20.0355.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200630.2N.16&lang=fr",
      "abstractFR": [
        "Il ne saurait être déduit de l'article 3, § 1er, de l'arrêté royal du 1er septembre 2006 instituant le contrôle technique routier des véhicules utilitaires immatriculés en Belgique ou à l'étranger, tel qu'applicable avant sa modification par l'arrêté du Gouvernement flamand du 2 mars 2018 relatif au contrôle technique routier des véhicules utilitaires, qu'un véhicule utilitaire soumis au contrôle technique doit toujours être pourvu du récent rapport requis du contrôle technique en cours de validité ou des documents requis sur lesquels apparaît la correspondance avec les prescriptions techniques qui sont d'application pour le véhicule (1). (1) A.R. du 1er septembre 2006, art. 3, § 1er, tel qu‘applicable avant sa modification par l'art. 9, § 1er, 1° de l'A. Gouv. Fl. du 2 mars 2018."
      ],
      "abstractNL": [
        "Uit artikel 3, § 1, KB Technische Controle Bedrijfsvoertuigen, zoals van toepassing voor de wijziging bij Besluit van de Vlaamse Regering van 2 maart 2018, kan niet worden afgeleid dat een bedrijfsvoertuig dat aan technische keuring onderworpen is steeds moet voorzien zijn van het vereiste recente rapport van de technische controle langs de weg of van de vereiste documenten waaruit overeenstemming blijkt met de technische voorschriften welke op het voertuig van toepassing zijn (1). (1) Art. 3, § 1, KB Technische Controle Bedrijfsvoertuigen, zoals van toepassing voor de wijziging bij art. 9, § 1, 1° B.Vl.Reg. 2 maart 2018."
      ]
    }
  }
}