{
  "2": {
    "ECLI:BE:CASS:2025:ARR.20250410.1F.1": {
      "court": "CASS",
      "date": "2025-04-10",
      "roleNumber": "C.22.0165.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250410.1F.1",
      "abstractFR": [
        "L'article 82, alinéa 2, de la loi du 8 août 1997 s'applique au cohabitant légal du failli; Il s'ensuit que, bénéficiant de la mesure de clémence par l'effet de l'excusabilité du failli, le cohabitant légal ne peut prétendre à une libération de ses engagements à la dette du partenaire failli qu'au moment de la clôture de la faillite (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel 82, tweede lid, Faillissementswet is van toepassing op de wettelijk samenwonende van de gefailleerde; hieruit volgt dat de wettelijk samenwonende, die de clementiemaatregel geniet ingevolge de verschoonbaarheid van de gefailleerde, pas op het ogenblik van de sluiting van het faillissement aanspraak kan maken op een bevrijding van zijn verbintenissen ten aanzien van de schuld van de gefailleerde partner (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200917.1F.8": {
      "court": "CASS",
      "date": "2020-09-17",
      "roleNumber": "C.19.0656.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200917.1F.8",
      "abstractFR": [
        "Le failli ne peut valablement acquiescer au jugement déclarant sa faillite dès lors que l'article 2, alinéa 1er, de la loi du 8 août 1997 sur les faillites est d'ordre public (1). (1) Voir les concl. contraires du MP qui considérait que l'acquiescement du failli au jugement déclaratif de la faillite ne porte pas atteinte à l'ordre public."
      ],
      "abstractNL": [
        "De gefailleerde kan niet rechtsgeldig berusten in het vonnis waarbij zijn faillissement is uitgesproken aangezien artikel 2, eerste lid, Faillissementswet, van openbare orde is (1). (1) Zie andersluidende concl. OM in Pas. 2020, nr. 550 dat oordeelde dat de berusting van de gefailleerde in het vonnis van faillietverklaring geen aantasting van de openbare orde inhoudt."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201210.1F.12": {
      "court": "CASS",
      "date": "2020-12-10",
      "roleNumber": "C.20.0110.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201210.1F.12",
      "abstractFR": [
        "Lorsque le conjoint ou l'ex-conjoint est condamné, en sa qualité de coauteur d'une même infraction, solidairement avec le failli, aux restitutions et dommages et intérêts, il n'est pas tenu à la dette de son époux en raison des liens du mariage et n'est dès lors pas libéré de cette obligation par l'effet de l'excusabilité du failli (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de echtgenoot of de voormalige echtgenoot, in zijn hoedanigheid van mededader van eenzelfde misdrijf, hoofdelijk met de gefailleerde wordt veroordeeld tot teruggave en schadevergoeding, is hij niet op grond van de huwelijksband tot de schuld van zijn echtgenoot gehouden en derhalve wordt hij niet ten gevolge van de verschoonbaarheid van de gefailleerde van die aansprakelijkheid bevrijd (1). (1) Zie concl. OM in Pas. 2020, nr. 767."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180109.5": {
      "court": "CASS",
      "date": "2018-01-09",
      "roleNumber": "P.17.0856.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180109.5&lang=fr",
      "abstractFR": [
        "Les personnes visées à l'article 489 du Code pénal et passibles d'une peine en vertu de l'article 489bis, 4°, dudit code, sont les commerçants en état de faillite au sens de l'article 2 de la loi du 8 août 1997 sur les faillites ou les dirigeants, de droit ou de fait, des sociétés commerciales en état de faillite et, ainsi, l'article 489bis, 4°, du Code pénal impute explicitement l'infraction qui y est visée aux dirigeants de fait des sociétés commerciales faillites; il s'ensuit que lorsqu'une société commerciale est en réalité dirigée par un gérant de fait, ce dernier est tenu de faire le nécessaire pour que l'aveu de la faillite de cette société intervienne en temps utile; la seule circonstance que ce gérant n'ait pas qualité personnelle pour faire cette déclaration, n'exclut donc pas qu'une peine puisse lui être infligée en vertu de l'article 489bis, 4°, du Code pénal (1). (1) E. ROGER FRANCE, «L'infraction de banqueroute: la réforme apportée par la nouvelle loi sur les faillites», TBH, 1998, 81-92, RDP 1998, n° 4, 379-469; P. TRAEST, «Misdrijven die verband houden met de staat van faillissement», Ondernemingsrecht, Die Keure et M&amp;D Seminars, 1999, 5-40; Voir J. SPREUTELS, Fr. ROGGEN et E. ROGER FRANCE, Droit pénal des affaires, Bruylant, 2005, 1111-1170; Th. AFSCHRIFT et V. DE BRAUWERE, Manuel de droit pénal financier, Kluwer, n° 668-801; A. DE NAUW, Inleiding tot het bijzonder strafrecht, Kluwer, 6e éd., p. 332 e.s."
      ],
      "abstractNL": [
        "De in artikel 489 Strafwetboek bedoelde personen die artikel 489bis, 4°, van dat wetboek strafbaar stelt, zijn de kooplieden die zich in staat van faillissement bevinden in de zin van artikel 2 Faillissementswet of de bestuurders in rechte of in feite van handelsvennootschappen die zich in staat van faillissement bevinden en aldus rekent artikel 489bis, 4°, Strafwetboek het erin bedoelde misdrijf uitdrukkelijk toe aan feitelijke bestuurders van failliete handelsvennootschappen; hieruit volgt dat wanneer een handelsvennootschap in werkelijkheid wordt geleid door een feitelijke bestuurder, deze laatste ertoe gehouden is het nodige te doen opdat het faillissement van die vennootschap tijdig wordt aangegeven.; de enkele omstandigheid dat die bestuurder niet de persoonlijke hoedanigheid heeft om de aangifte te doen, sluit dan ook zijn strafbaarheid op grond van artikel 489bis, 4°, Strafwetboek niet uit (1). (1) E. ROGER FRANCE, ? L'infraction de banqueroute: la réforme apportée par la nouvelle loi sur les faillites', TBH, 1998, 81-92, RDP 1998, nr. 4, 379-469; P. TRAEST, ? Misdrijven die verband houden met de staat van faillissement', in Ondernemingsrecht, Die Keure en M&amp;D Seminars, 1999, 5-40; Zie J. SPREUTELS, Fr. ROGGEN en E. ROGER FRANCE, Droit pénal des affaires, Bruylant, 2005, 1111-1170; Th. AFSCHRIFT en V. DE BRAUWERE, Manuel de droit pénal financier, Kluwer,nrs. 668-801; A. DE NAUW, Inleiding tot het bijzonder strafrecht, Kluwer, 6e ed., p. 332 ev."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151029.6": {
      "court": "CASS",
      "date": "2015-10-29",
      "roleNumber": "C.15.0030.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151029.6&lang=fr",
      "abstractFR": [
        "Il ressort de la combinaison des articles 2 et 6 de la loi du 8 août 1997 sur les faillites et 1068, alinéa 1er, du Code judiciaire qu'en cas d'appel contre un jugement ayant déclaré le commerçant en faillite, le juge d'appel est tenu d'apprécier le respect des conditions de la faillite au moment où le premier juge prononce sa décision; il ne peut être tenu compte de circonstances subséquentes sauf s'il devait en ressortir qu'au moment du jugement déclaratif de la faillite le commerçant ne répondait pas aux conditions de la faillite; si le juge d'appel connait d'un appel contre un jugement rejetant la demande de déclaration de faillite, le juge d'appel est tenu d'apprécier la situation du commerçant au moment où il prononce sa décision (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de samenlezing van artikel 2 en 6 Faillissementswet en artikel 1068, eerste lid, Gerechtelijk Wetboek volgt dat in geval van hoger beroep tegen een vonnis dat de koopman failliet heeft verklaard, de appelrechter de vervulling van de faillissementsvoorwaarden dient te beoordelen naar het tijdstip van de uitspraak van de eerste rechter; met latere omstandigheden mag geen rekening worden gehouden, behoudens hieruit zou blijken dat de koopman ten tijde van het faillissementsvonnis niet aan de faillissementsvoorwaarden voldeed; neemt de appelrechter kennis van een hoger beroep tegen een vonnis dat de faillissementsvordering heeft afgewezen, dan dient de appelrechter de toestand van de koopman te beoordelen naar het ogenblik van zijn uitspraak (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150917.18": {
      "court": "CASS",
      "date": "2015-09-17",
      "roleNumber": "C.15.0143.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150917.18&lang=fr",
      "abstractFR": [
        "La déclaration d'une créance sans réserve pour un intérêt qui sera échu ultérieurement, n'exclut pas que les créanciers qui bénéficient d' un privilège spécial, d'un nantissement ou d'une hypothèque, puissent prétendre au paiement de l'intérêt sur les sommes provenant des biens affectés au privilège, au nantissement ou à l'hypothèque."
      ],
      "abstractNL": [
        "De aangifte van de schuldvordering zonder melding te maken van een voorbehoud voor de nadien te vervallen rente, sluit niet uit dat de schuldeisers die gewaarborgd zijn door een bijzonder voorrecht, een pand of een hypotheek, kunnen aanspraak maken op de betaling van de rente uit de opbrengst van bezwaarde goederen."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150603.4": {
      "court": "CASS",
      "date": "2015-06-03",
      "roleNumber": "P.14.0834.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150603.4",
      "abstractFR": [
        "Le juge apprécie en fait la cessation des paiements ainsi que l'ébranlement du crédit et, partant, la date à laquelle il constate l'état de faillite.",
        "Aux termes de l'article 2 de la loi du 8 août 1997 sur les faillites, tout commerçant qui a cessé ses paiements de manière persistante et dont le crédit se trouve ébranlé est en état de faillite; la cessation des paiements pendant la période suspecte n'implique pas l'absence de tout paiement pendant cette période."
      ],
      "abstractNL": [
        "De rechter beoordeelt in concreto de staking van betaling en het geschokt krediet en, bijgevolg, de datum waarop hij de staat van faillissement vaststelt.",
        "Naar luid van artikel 2 Faillissementswet bevindt de koopman die op duurzame wijze heeft opgehouden te betalen en wiens krediet geschokt is, zich in staat van faillissement; de staking van betaling tijdens de verdachte periode betekent niet in dat tijdens die periode geen betalingen zijn verricht."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2025:ARR.20251024.1F.2": {
      "court": "CASS",
      "date": "2025-10-24",
      "roleNumber": "C.22.0179.F-C.23.0189.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251024.1F.2",
      "abstractFR": [
        "Il suit des articles 62 et 72, alinéa 2 et 3, de la loi du 8 août 1997, d'ordre public, que l'action du créancier en admission de sa créance doit, à peine de déchéance, être introduite dans le délai de trois ans, qui n'est de nature à être ni suspendu ni interrompu (1). (1) Voir concl. du MP.",
        "S'agissant toutefois d'un délai établi pour l'introduction d'une action en justice, la déclaration de créance du créancier déposée dans le délai imparti, qui est contestée par le curateur, ou la citation en admission de la créance dans ce délai, ouvre une instance et soustrait ainsi le droit d'agir à la déchéance; cet effet se poursuit, nonobstant la nullité, fût-elle absolue pour violation d'une disposition d'ordre public, de l'acte introductif d'instance, jusqu'à ce qu'une décision irrévocable constate la nullité de cet acte (1). (1) Voir concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2020:ARR.20200312.1N.11": {
      "court": "CASS",
      "date": "2020-03-12",
      "roleNumber": "C.19.0437.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200312.1N.11&lang=fr",
      "abstractFR": [
        "Les créanciers hypothécaires et privilégiés ne peuvent être exclus de la distribution ou de l’ordre du produit de la vente des biens immobiliers grevés au motif qu’ils n’ont pas déclaré leur créance dans le délai prescrit (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De hypothecaire en bevoorrechte schuldeisers kunnen niet worden uitgesloten van de verdeling of de rangregeling van de verkoopopbrengst van de bezwaarde onroerende goederen om reden dat zij geen tijdige aangifte hebben gedaan van hun schuldvordering (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200116.1N.4": {
      "court": "CASS",
      "date": "2020-01-16",
      "roleNumber": "C.19.0298.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200116.1N.4&lang=fr",
      "abstractFR": [
        "Le droit de rétention qui confère au créancier le droit de suspendre la restitution d'un bien qui lui a été remis par son débiteur ou qui lui est destiné, tant que la créance relative à ce bien n'a pas été acquittée, est opposable aux créanciers en concours après la faillite du débiteur et n'est pas subordonné à la déclaration de la créance dans le cadre de la faillite (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Lorsque le créancier et le curateur, qui, lorsqu'il agit au nom de la masse, exerce les droits communs des créanciers, conviennent de vendre le bien grevé du droit de rétention, le créancier peut exercer ses droits sur le prix conformément aux accords passés avec le curateur (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het retentierecht dat aan de schuldeiser het recht verleent om de teruggave van een goed dat hem door zijn schuldenaar werd overhandigd of bestemd is voor zijn schuldenaar, op te schorten zolang zijn schuldvordering die verband houdt met dat goed niet is voldaan, is tegenwerpelijk aan de samenlopende schuldeisers na het faillissement van de schuldenaar en is niet afhankelijk van de aangifte van de schuldvordering in het faillissement (1). (1) Zie concl. OM.",
        "Indien de schuldeiser en de curator, die wanneer hij optreedt namens de boedel de gemeenschappelijke rechten van de schuldeisers uitoefent, overeenkomen om het goed waarop het retentierecht rust te verkopen kan de schuldeiser zijn rechten op de prijs uitoefenen overeenkomstig de afspraken gemaakt met de curator (1). (1) Zie concl. OM."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2025:ARR.20250410.1F.1": {
      "court": "CASS",
      "date": "2025-04-10",
      "roleNumber": "C.22.0165.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250410.1F.1",
      "abstractFR": [
        "Lors même que l'excusabilité du failli est prononcée avant la clôture de la faillite, l'excusabilité ne produit effet qu'au moment de la clôture, lorsque les créanciers recouvrent leur droit de poursuite individuel pour les dettes qui subsistent (1). (1) Voir les concl. du MP.",
        "L'article 82, alinéa 2, de la loi du 8 août 1997 s'applique au cohabitant légal du failli; Il s'ensuit que, bénéficiant de la mesure de clémence par l'effet de l'excusabilité du failli, le cohabitant légal ne peut prétendre à une libération de ses engagements à la dette du partenaire failli qu'au moment de la clôture de la faillite (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Zelfs als de verschoonbaarheid van de gefailleerde wordt uitgesproken vóór de sluiting van het faillissement, heeft de verschoonbaarheid pas gevolgen op het ogenblik van de sluiting, wanneer de schuldeisers hun individueel recht van vervolging voor de nog openstaande schulden terugkrijgen (1). (1) Zie concl. OM.",
        "Artikel 82, tweede lid, Faillissementswet is van toepassing op de wettelijk samenwonende van de gefailleerde; hieruit volgt dat de wettelijk samenwonende, die de clementiemaatregel geniet ingevolge de verschoonbaarheid van de gefailleerde, pas op het ogenblik van de sluiting van het faillissement aanspraak kan maken op een bevrijding van zijn verbintenissen ten aanzien van de schuld van de gefailleerde partner (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160129.3": {
      "court": "CASS",
      "date": "2016-01-29",
      "roleNumber": "C.14.0006.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160129.3",
      "abstractFR": [
        "Dès lors qu'une dérogation à l'article 57 du Code judiciaire ne résulte pas d'une disposition expresse, la notification par pli judiciaire n'a pour effet de faire courir le délai de recours que pour autant qu'elle mentionne les possibilités de recours et leurs délais (1). (1) Voir les concl. contraires du MP."
      ],
      "abstractNL": [
        "Wanneer een afwijking van artikel 57 Gerechtelijk Wetboek niet voortvloeit uit een uitdrukkelijke bepaling, heeft de kennisgeving per gerechtsbrief slechts als gevolg dat de beroepstermijn begint te lopen voor zover die de mogelijkheden van beroep en de termijnen ervan vermeldt (1). (1) Zie andersluidende concl. OM. in Pas. 2016, nr. ***"
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140925.14": {
      "court": "CASS",
      "date": "2014-09-25",
      "roleNumber": "C.14.0095.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140925.14",
      "abstractFR": [
        "Il ne résulte pas des articles 16, alinéa 1er, première phrase, 80, alinéas 2 et 5, et 82, alinéa 1er, de la loi du 8 août 1997 sur les faillites que lorsque le tribunal prononce l'excusabilité du failli avant d'ordonner la clôture de la faillite, les biens qui échoient au failli postérieurement à cette décision sont exclus de l'actif de la faillite (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de artikelen 16, eerste lid, eerste zin, 80, tweede en vijfde lid, en 82, eerste lid, van de Faillissementswet van 8 augustus 1997 volgt niet dat, wanneer de rechtbank de gefailleerde verschoonbaar verklaart alvorens de sluiting van het faillissement te bevelen, de goederen die de gefailleerde na die beslissing verkrijgt uit het actief van het faillissement worden uitgesloten (1). (1) Zie concl. OM in Pas 2014, nr. ..."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2015:ARR.20151029.6": {
      "court": "CASS",
      "date": "2015-10-29",
      "roleNumber": "C.15.0030.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151029.6&lang=fr",
      "abstractFR": [
        "Il ressort de la combinaison des articles 2 et 6 de la loi du 8 août 1997 sur les faillites et 1068, alinéa 1er, du Code judiciaire qu'en cas d'appel contre un jugement ayant déclaré le commerçant en faillite, le juge d'appel est tenu d'apprécier le respect des conditions de la faillite au moment où le premier juge prononce sa décision; il ne peut être tenu compte de circonstances subséquentes sauf s'il devait en ressortir qu'au moment du jugement déclaratif de la faillite le commerçant ne répondait pas aux conditions de la faillite; si le juge d'appel connait d'un appel contre un jugement rejetant la demande de déclaration de faillite, le juge d'appel est tenu d'apprécier la situation du commerçant au moment où il prononce sa décision (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de samenlezing van artikel 2 en 6 Faillissementswet en artikel 1068, eerste lid, Gerechtelijk Wetboek volgt dat in geval van hoger beroep tegen een vonnis dat de koopman failliet heeft verklaard, de appelrechter de vervulling van de faillissementsvoorwaarden dient te beoordelen naar het tijdstip van de uitspraak van de eerste rechter; met latere omstandigheden mag geen rekening worden gehouden, behoudens hieruit zou blijken dat de koopman ten tijde van het faillissementsvonnis niet aan de faillissementsvoorwaarden voldeed; neemt de appelrechter kennis van een hoger beroep tegen een vonnis dat de faillissementsvordering heeft afgewezen, dan dient de appelrechter de toestand van de koopman te beoordelen naar het ogenblik van zijn uitspraak (1). (1) Zie concl. OM."
      ]
    }
  },
  "9": {
    "ECLI:BE:CASS:2022:ARR.20220315.2N.10": {
      "court": "CASS",
      "date": "2022-03-15",
      "roleNumber": "P.21.1413.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220315.2N.10",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 489bis, 4°, Strafwetboek bestraft de personen bedoeld in artikel 489 van dat wetboek die, met het oogmerk om de faillietverklaring uit te stellen, hebben verzuimd binnen de bij artikel 9 Faillissementswet, thans artikel XX.102 Wetboek economisch recht, bepaalde termijn aangifte te doen van het faillissement; de rechter kan het bijzonder opzet om de faillietverklaring uit te stellen afleiden uit het feit dat een bestuurder, door de niet-aangifte van het faillissement van de vennootschap, de schulden van die vennootschap laat oplopen terwijl er geen hoop bestaat op een verbetering van haar financiële toestand (1). (1) Cass. 9 januari 2018, AR P.17.0856.N, AC 2018, nr. 17."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201027.2N.11": {
      "court": "CASS",
      "date": "2020-10-27",
      "roleNumber": "P.20.0622.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201027.2N.11&lang=fr",
      "abstractFR": [
        "Pour que le juge pénal puisse tenir pour établi le défaut d'aveu de faillite d'une société dans le délai prévu par l'article 9 de la loi du 8 août 1997 sur les faillites, devenu l'article XX.102 du Code de droit économique, dans l'intention de différer la déclaration de faillite, tel que ce défaut est incriminé par l'article 489bis, 4°, du Code pénal, il doit, si un moyen de défense est soulevé sur ce point, déterminer la date à laquelle la société concernée s'est trouvée en état de faillite, à savoir la date où l'entreprise a cessé ses paiements de manière persistante et où son crédit s'est trouvé ébranlé; dans le cadre de cette appréciation, il peut tenir compte d'une dette fiscale dont l'exigibilité est contestée par la société, que ce soit ou non dans le cadre d'une procédure judiciaire, si cette contestation n'est pas sérieuse."
      ],
      "abstractNL": [
        "Opdat de strafrechter het verzuim binnen de door artikel 9 Faillissementswet, thans artikel XX.102 Wetboek van Economisch Recht bedoelde termijn aangifte te doen van het faillissement van een vennootschap met het oogmerk de faillietverklaring uit te stellen, strafbaar gesteld door artikel 489bis, 4°, Strafwetboek, bewezen kan verklaren dient hij, indien op dat punt verweer wordt gevoerd, de datum te bepalen waarop de vennootschap zich in een toestand van faillissement, i.e. de datum waarop de vennootschap op duurzame wijze heeft opgehouden te betalen en haar krediet is geschokt, bevond; hij mag bij die beoordeling rekening houden met een belastingschuld waarvan de verschuldigdheid door de vennootschap al dan niet in het kader van een gerechtelijke procedure wordt betwist, indien die betwisting niet ernstig is."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180627.1": {
      "court": "CASS",
      "date": "2018-06-27",
      "roleNumber": "P.17.1160.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180627.1",
      "abstractFR": [
        "En soi, la circonstance qu'une personne qui y est tenue en vertu des articles 489 et 489bis, 4°, du Code pénal, tel un dirigeant de fait, fasse aveu de faillite lorsque les conditions de cet état sont réunies n'est pas de nature à la contraindre à témoigner contre elle-même ou à s'avouer coupable d'une infraction liée à cet état de faillite.",
        "L'intention illicite requise pour constituer l'infraction de défaut d'aveu de faillite dans le délai légal peut être caractérisée par l'objectif consistant tantôt à laisser subsister les sociétés suffisamment longtemps pour permettre à l'auteur d'en transférer les actifs afin de continuer ses activités professionnelles, tantôt à générer un crédit fictif au préjudice des créanciers."
      ],
      "abstractNL": [
        "De omstandigheid dat een persoon, zoals een feitelijke bestuurder, die daartoe krachtens de artikelen 489 en 489bis, 4°, Strafwetboek verplicht is, aangifte doet van het faillissement wanneer aan de voorwaarden van deze staat is voldaan, dwingt hem op zich niet tot het afleggen van een verklaring tegen zichzelf of tot het bekennen van schuld aan een misdrijf met betrekking tot die staat van faillissement.",
        "Het onrechtmatige opzet dat vereist is om het misdrijf van niet-aangifte van faillissement binnen de wettelijke termijn op te leveren, kan worden gekenmerkt door de doelstelling, die nu eens erin bestond om de vennootschappen lang genoeg te laten bestaan om daarvan de activa te kunnen overdragen teneinde de dader in staat te stellen zijn beroepsactiviteiten te kunnen voortzetten, dan weer om ten nadele van de schuldeisers een fictief krediet te genereren."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180109.5": {
      "court": "CASS",
      "date": "2018-01-09",
      "roleNumber": "P.17.0856.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180109.5&lang=fr",
      "abstractFR": [
        "L'article 489bis, 4°, du Code pénal, punit les personnes visées à l'article 489 dudit code qui, dans l'intention de retarder la déclaration de faillite, ont omis de faire l'aveu de la faillite dans le délai prescrit par l'article 9 de la loi du 8 août 1997 sur les faillites; le juge peut déduire l'existence du dol spécial consistant en l'intention de retarder la déclaration de faillite, du fait qu'un gérant, en omettant de faire l'aveu de la faillite pour le compte de la société, laisse s'accumuler les dettes de celle-ci alors qu'il n'y a pas d'espoir que sa situation financière s'améliore et, ce faisant, le juge ne déduit pas uniquement l'intention visée du comportement matériel du gérant et n'assimile pas cette intention à la règle de précaution (1). (1) Cass. 3 juin 2015 RG P.14.0834.F, Pas. 2015, n° 367; Cass. 9 juin 1999, RG P.99.0011.F, Pas. 1999, n° 338.",
        "Les personnes visées à l'article 489 du Code pénal et passibles d'une peine en vertu de l'article 489bis, 4°, dudit code, sont les commerçants en état de faillite au sens de l'article 2 de la loi du 8 août 1997 sur les faillites ou les dirigeants, de droit ou de fait, des sociétés commerciales en état de faillite et, ainsi, l'article 489bis, 4°, du Code pénal impute explicitement l'infraction qui y est visée aux dirigeants de fait des sociétés commerciales faillites; il s'ensuit que lorsqu'une société commerciale est en réalité dirigée par un gérant de fait, ce dernier est tenu de faire le nécessaire pour que l'aveu de la faillite de cette société intervienne en temps utile; la seule circonstance que ce gérant n'ait pas qualité personnelle pour faire cette déclaration, n'exclut donc pas qu'une peine puisse lui être infligée en vertu de l'article 489bis, 4°, du Code pénal (1). (1) E. ROGER FRANCE, «L'infraction de banqueroute: la réforme apportée par la nouvelle loi sur les faillites», TBH, 1998, 81-92, RDP 1998, n° 4, 379-469; P. TRAEST, «Misdrijven die verband houden met de staat van faillissement», Ondernemingsrecht, Die Keure et M&amp;D Seminars, 1999, 5-40; Voir J. SPREUTELS, Fr. ROGGEN et E. ROGER FRANCE, Droit pénal des affaires, Bruylant, 2005, 1111-1170; Th. AFSCHRIFT et V. DE BRAUWERE, Manuel de droit pénal financier, Kluwer, n° 668-801; A. DE NAUW, Inleiding tot het bijzonder strafrecht, Kluwer, 6e éd., p. 332 e.s."
      ],
      "abstractNL": [
        "Artikel 489bis, 4°, Strafwetboek bestraft de in artikel 489 van dat wetboek bedoelde personen die, met het oogmerk om de faillietverklaring uit te stellen, verzuimd hebben binnen de bij artikel 9 Faillissementswet gestelde termijn aangifte te doen van het faillissement; de rechter kan het bijzonder opzet om de faillietverklaring uit te stellen afleiden uit het feit dat een bestuurder, door de niet-aangifte van het faillissement van de vennootschap, de schulden van die vennootschap laat oplopen terwijl er geen hoop bestaat op een verbetering van haar financiële toestand en daarmee leidt de rechter het bedoelde opzet niet louter af uit de materiële gedraging van de bestuurder en stelt hij dat opzet niet gelijk met de zorgvuldigheidsnorm (1). (1) Cass. 3 juni 2015 AR P.14.0834.F, AC 2015, nr. 367; Cass. 9 juni 1999, AR P.99.0011.F, AC 1999, nr. 338.",
        "De in artikel 489 Strafwetboek bedoelde personen die artikel 489bis, 4°, van dat wetboek strafbaar stelt, zijn de kooplieden die zich in staat van faillissement bevinden in de zin van artikel 2 Faillissementswet of de bestuurders in rechte of in feite van handelsvennootschappen die zich in staat van faillissement bevinden en aldus rekent artikel 489bis, 4°, Strafwetboek het erin bedoelde misdrijf uitdrukkelijk toe aan feitelijke bestuurders van failliete handelsvennootschappen; hieruit volgt dat wanneer een handelsvennootschap in werkelijkheid wordt geleid door een feitelijke bestuurder, deze laatste ertoe gehouden is het nodige te doen opdat het faillissement van die vennootschap tijdig wordt aangegeven.; de enkele omstandigheid dat die bestuurder niet de persoonlijke hoedanigheid heeft om de aangifte te doen, sluit dan ook zijn strafbaarheid op grond van artikel 489bis, 4°, Strafwetboek niet uit (1). (1) E. ROGER FRANCE, ? L'infraction de banqueroute: la réforme apportée par la nouvelle loi sur les faillites', TBH, 1998, 81-92, RDP 1998, nr. 4, 379-469; P. TRAEST, ? Misdrijven die verband houden met de staat van faillissement', in Ondernemingsrecht, Die Keure en M&amp;D Seminars, 1999, 5-40; Zie J. SPREUTELS, Fr. ROGGEN en E. ROGER FRANCE, Droit pénal des affaires, Bruylant, 2005, 1111-1170; Th. AFSCHRIFT en V. DE BRAUWERE, Manuel de droit pénal financier, Kluwer,nrs. 668-801; A. DE NAUW, Inleiding tot het bijzonder strafrecht, Kluwer, 6e ed., p. 332 ev."
      ]
    }
  },
  "16": {
    "ECLI:BE:CASS:2024:ARR.20240412.1F.10": {
      "court": "CASS",
      "date": "2024-04-12",
      "roleNumber": "C.23.0104.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240412.1F.10",
      "abstractFR": [
        "La mission générale du curateur est de réaliser l'actif du failli et de distribuer les deniers qui proviendraient de la réalisation de cet actif (1). (1) Voir les concl. du MP.",
        "En vertu du dessaisissement du failli de ses droits patrimoniaux, le curateur exerce, notamment dans le but de réaliser cet actif, les actions que le failli aurait pu exercer (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250410.1F.1": {
      "court": "CASS",
      "date": "2025-04-10",
      "roleNumber": "C.22.0165.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250410.1F.1",
      "abstractFR": [
        "Lors même que l'excusabilité du failli est prononcée avant la clôture de la faillite, l'excusabilité ne produit effet qu'au moment de la clôture, lorsque les créanciers recouvrent leur droit de poursuite individuel pour les dettes qui subsistent (1). (1) Voir les concl. du MP.",
        "L'article 82, alinéa 2, de la loi du 8 août 1997 s'applique au cohabitant légal du failli; Il s'ensuit que, bénéficiant de la mesure de clémence par l'effet de l'excusabilité du failli, le cohabitant légal ne peut prétendre à une libération de ses engagements à la dette du partenaire failli qu'au moment de la clôture de la faillite (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Zelfs als de verschoonbaarheid van de gefailleerde wordt uitgesproken vóór de sluiting van het faillissement, heeft de verschoonbaarheid pas gevolgen op het ogenblik van de sluiting, wanneer de schuldeisers hun individueel recht van vervolging voor de nog openstaande schulden terugkrijgen (1). (1) Zie concl. OM.",
        "Artikel 82, tweede lid, Faillissementswet is van toepassing op de wettelijk samenwonende van de gefailleerde; hieruit volgt dat de wettelijk samenwonende, die de clementiemaatregel geniet ingevolge de verschoonbaarheid van de gefailleerde, pas op het ogenblik van de sluiting van het faillissement aanspraak kan maken op een bevrijding van zijn verbintenissen ten aanzien van de schuld van de gefailleerde partner (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250428.3F.3": {
      "court": "CASS",
      "date": "2025-04-28",
      "roleNumber": "C.22.0419.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250428.3F.3",
      "abstractFR": [
        "Si le jugement déclaratif de faillite entraîne le dessaisissement du débiteur et fait naître un concours entre les créanciers, seuls les droits des créanciers chirographaires et privilégiés généraux sont cristallisés au jour de la faillite (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20210325.1F.8": {
      "court": "CASS",
      "date": "2021-03-25",
      "roleNumber": "C.19.0021.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210325.1F.8",
      "abstractFR": [
        "La mission générale du curateur est de réaliser l'actif de la faillite et de distribuer les deniers qui proviendraient de la réalisation de cet actif (1). (1) Cass. 2 octobre 2014, RG C.13.0288.F, Pas. 2014, n° 570, avec concl. MP ; Cass. 6 décembre 2012, RG C.11.0654.F, Pas. 2012, n° 671, avec concl. de M. Génicot, avocat général ; L. du 8 août 1997, avant sa modification par la loi du 11 août 2017.",
        "Le curateur a seul qualité pour agir en justice au nom de la masse et exercer les droits qui sont communs à l'ensemble des créanciers; il s'ensuit qu'un créancier n'a qualité pour agir en justice que s'il peut se prévaloir d'un préjudice individuel (1). (1) Voir Cass. 2 octobre 2014, RG C.13.0288.F, Pas. 2014, n° 570, avec concl. MP.",
        "Si l'examen de l'existence et de l'étendue du préjudice relève du fondement de l'action, l'appréciation du caractère individuel de celui-ci détermine la qualité à agir du créancier, partant, relève de la recevabilité (1). (1) Voir Cass. 17 janvier 2008, RG F.06.0079.N, Pas. 2008, n° 33.",
        "Il suit de la combinaison des articles 16, alinéa 1er, 62 et 72 de la loi du 8 août 1997 que le dessaisissement frappe l'ensemble des biens du failli qui constituent une masse dont le curateur a la gestion et que les biens grevés d'une sûreté spéciale font partie de cette masse (1). (1) L. du 8 août 1997, avant sa modification par la loi du 11 août 2017.",
        "Les droits communs à l'ensemble des créanciers sont les droits résultant de dommages causés par la faute de toute personne qui a eu pour effet d'aggraver le passif de la faillite ou d'en diminuer l'actif; en raison du dommage qui est ainsi causé à la masse des biens et droits qui constituent le gage commun des créanciers, cette faute est la cause d'un préjudice collectif pour ces créanciers et elle porte atteinte aux droits que ceux-ci, eu égard à leur nature, ont en commun (1). (1) L. du 8 août 1997, avant sa modification par la loi du 11 août 2017.",
        "L'action en inopposabilité de l'acte ayant pour effet de soustraire à l'actif de la faillite un bien grevé d'une sûreté spéciale ou l'action en réparation de l'atteinte résultant de l'absence, dans l'actif de la faillite, d'un tel bien, ne vise pas l'indemnisation d'un préjudice propre au créancier privilégié, mais celle d'un dommage causé à la masse des biens; le curateur a, partant, seul qualité pour l'intenter (1). (1) L. du 8 août 1997, avant sa modification par la loi du 11 août 2017."
      ],
      "abstractNL": [
        "De algemene opdracht van de curator bestaat erin de activa van het faillissement te gelde te maken en de eventuele opbrengst uit die tegeldemaking te verdelen (1). (1) Cass. 2 oktober 2014, AR C.13.0288.F, AC 2014, nr. 570, met concl. OM op datum in Pas.; Cass. 6 december 2012, AR C.11.0654.F, AC 2011, nr. 671, met concl. van advocaat-generaal GENICOT op datum in Pas.; Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017.",
        "Enkel de curator heeft de hoedanigheid om namens de boedel in rechte op te treden en de gemeenschappelijke rechten van de schuldeisers uit te oefenen; hieruit volgt dat een schuldenaar enkel de hoedanigheid heeft om in rechte op te treden als hij zich kan beroepen op individuele schade (1). (1) Zie Cass. 2 oktober 2014, AR C.13.0288.F, AC 2014, nr. 570, met concl. OM op datum in Pas.",
        "Hoewel het onderzoek van het bestaan en de omvang van de schade verband houdt met de gegrondheid van de rechtsvordering, bepaalt de beoordeling van het individueel karakter van die schade of de schuldenaar de hoedanigheid heeft om in rechte op te treden, en houdt die beoordeling bijgevolg verband met de ontvankelijkheid van de rechtsvordering (1). (1) Zie Cass. 17 januari 2008, AR F.06.0079.N, AC 2008, nr. 33.",
        "Uit de samenhang tussen artikelen 16, eerste lid, 62 en 72 Faillissementswet volgt dat de buitenbezitstelling alle goederen van de gefailleerde treft die een boedel uitmaken waarvan de curator het beheer verzorgt en dat de met een bijzondere zekerheid bezwaarde goederen deel uitmaken van die boedel (1). (1) Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017.",
        "De gemeenschappelijke rechten van de schuldeisers zijn de rechten die voortvloeien uit de schade ten gevolge van eender wiens fout waardoor het passief van het faillissement wordt verzwaard of het actief wordt verminderd; wegens de schade die aldus wordt toegebracht aan de boedel van goederen en rechten die de gemeenschappelijke waarborg van de schuldeisers vormen, is die fout voor die schuldeisers de oorzaak van een collectieve schade en tast ze de rechten aan die zij, gelet op de aard van de rechten, gezamenlijk uitoefenen (1). (1) Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017.",
        "De vordering tot niet-tegenstelbaarverklaring van de akte die leidt tot de onttrekking van een met een bijzondere zekerheid bezwaard goed of de rechtsvordering tot herstel van de aantasting voortvloeiend uit het ontbreken van een dergelijk goed in het actief van het faillissement, strekt niet tot de vergoeding van een eigen schade van de bevoorrechte schuldeiser maar van een schade die aan de boedel van goederen is toegebracht; enkel de curator heeft bijgevolg de hoedanigheid om die vordering in te stellen (1). (1) Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220331.1N.6": {
      "court": "CASS",
      "date": "2022-03-31",
      "roleNumber": "C.21.0336.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220331.1N.6&lang=fr",
      "abstractFR": [
        "Les fonds de la vente résultant de la discussions de biens immobiliers n'entrent dans la masse de la faillite qu'après que les créanciers hypothécaires ont été remplis de leurs droits."
      ],
      "abstractNL": [
        "De verkoopgelden voortkomend uit de uitwinning van onroerende goederen vallen slechts in de faillissementsboedel nadat de hypothecaire schuldeisers werden voldaan."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201119.1F.1": {
      "court": "CASS",
      "date": "2020-11-19",
      "roleNumber": "C.19.0584.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201119.1F.1",
      "abstractFR": [
        "L'inopposabilité à la masse de tous paiements, opérations et actes faits par le failli, et de tous paiements faits au failli depuis le jour du jugement déclaratif de la faillite ne peuvent être invoquées que par le curateur au profit de la masse (1). (1) L. du 8 août 1997, art. 16, al. 1er avant son abrogation par la L. du 11 août 2017."
      ],
      "abstractNL": [
        "Enkel de curator kan zich in het belang van de boedel beroepen op de niet-tegenwerpelijkheid aan de boedel van alle betalingen, verrichtingen en handelingen van de gefailleerde en alle betalingen aan de gefailleerde gedaan vanaf de dag van het vonnis van faillietverklaring (1). (1) Art. 16, eerste lid, Faillissementswet zoals van toepassing vóór de opheffing ervan door de wet van 11 augustus 2017."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170117.9": {
      "court": "CASS",
      "date": "2017-01-17",
      "roleNumber": "P.15.0292.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170117.9&lang=fr",
      "abstractFR": [
        "Il ne résulte pas de la faillite d'une société que l'usage, par un gérant de fait, d'actes où, contrairement à la réalité, un homme de paille est désigné comme gérant ou un déplacement de siège a été enregistré, cesse nécessairement au moment de la faillite."
      ],
      "abstractNL": [
        "Uit het faillissement van een vennootschap volgt niet dat het gebruik door een feitelijke zaakvoerder van akten waarbij in strijd met de werkelijkheid een stroman wordt aangeduid als zaakvoerder of een zetelverplaatsing werd opgenomen, noodzakelijk ophoudt op het tijdstip van het faillissement."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150123.4": {
      "court": "CASS",
      "date": "2015-01-23",
      "roleNumber": "C.14.0324.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150123.4&lang=fr",
      "abstractFR": [
        "Une dette n'est une dette de la masse que lorsque le curateur a contracté des engagements en vue de l'administration de la masse, notamment en poursuivant les activités commerciales du failli, en exécutant les conventions conclues par ce dernier ou encore en utilisant les biens meubles ou immeubles en vue d'une administration adéquate de la masse faillie; ce n'est que dans ces circonstances que la masse doit assumer les obligations résultant de cette administration et supporter les charges qui lui incombent (1); les dettes qui résultent de l'obligation d'assainissement résultant d'infractions à la législation sur lenvironnement qui ont été commises avant la déclaration de faillite dont les conséquences perdurent par la suite et qui sont étrangères à l'administration et à la liquidation de la masse, ne constituent, en principe, pas une dette de la masse (2). (1) Cass. 16 juin 1988, RG 8075-8136-8209, Pas. 1988, n° 642; Cass. 27 avril 1992, RG 9291, Pas, 1992, n° 451 et Cass. 20 janvier 1994, RG C.93.0184.N, Pas. 1994, n° 37. (2) Voir Cass. 7 mars 2002, RG C.00.0187.N, Pas. 2002, n° 167."
      ],
      "abstractNL": [
        "Een schuld is alleen dan een boedelschuld, wanneer de curator verbintenissen heeft aangegaan met het oog op het beheer van de boedel, onder meer door de handelsactiviteiten van de gefailleerde voort te zetten, de door laatstgenoemde gesloten overeenkomsten uit te voeren of nog door de roerende of onroerende goederen te gebruiken met het oog op het passend beheer van de failliete boedel; de boedel is alleen in die omstandigheden gebonden door de verbintenissen die met dat beheer verband houden en moet de schulden die erop rusten, dragen (1); schulden die voortvloeien uit de saneringsplicht ten gevolge van inbreuken op de milieuwetgeving die werden begaan vóór de faillietverklaring waarvan de gevolgen nadien blijven voortduren en die vreemd zijn aan het beheer en de vereffening van de boedel, leveren in beginsel geen schuld van de boedel op (2). (1) Cass. 16 juni 1988, AR 8075, nr. 8136 en nr. 8209, AC 1987-88, nr. 642; Cass. 27 april 1992, AR nr. 9291, AC 1991-92, nr. 451 en Cass. 20 januari 1994, AR C.93.0184. F, AC 1994, nr. 37. (2) Zie Cass. 7 maart 2002, AR C 00.0187.N, AC 2002, nr. 167."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141002.3": {
      "court": "CASS",
      "date": "2014-10-02",
      "roleNumber": "C.13.0288.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141002.3",
      "abstractFR": [
        "Le curateur, qui poursuit l'indemnisation du dommage causé par la faute de l'organe d'une société qui a eu pour effet d'aggraver le passif de la faillite ou d'en diminuer l'actif, n'exerce pas les droits individuels des créanciers ayant contracté avec cette société et ne poursuit pas l'indemnisation du dommage résultant pour ces créanciers de la mauvaise exécution du contrat."
      ],
      "abstractNL": [
        "De curator, die de vergoeding vordert van de schade die is veroorzaakt door de fout van het orgaan van een vennootschap waardoor het passief van het faillissement is vermeerderd of het actief ervan is verminderd, oefent niet de individuele rechten uit van de schuldeisers die met die vennootschap een overeenkomst hebben gesloten en vordert de vergoeding niet van de schade die voor die schuldeisers voortvloeit uit de wanuitvoering van de overeenkomst."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140925.14": {
      "court": "CASS",
      "date": "2014-09-25",
      "roleNumber": "C.14.0095.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140925.14",
      "abstractFR": [
        "Il ne résulte pas des articles 16, alinéa 1er, première phrase, 80, alinéas 2 et 5, et 82, alinéa 1er, de la loi du 8 août 1997 sur les faillites que lorsque le tribunal prononce l'excusabilité du failli avant d'ordonner la clôture de la faillite, les biens qui échoient au failli postérieurement à cette décision sont exclus de l'actif de la faillite (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de artikelen 16, eerste lid, eerste zin, 80, tweede en vijfde lid, en 82, eerste lid, van de Faillissementswet van 8 augustus 1997 volgt niet dat, wanneer de rechtbank de gefailleerde verschoonbaar verklaart alvorens de sluiting van het faillissement te bevelen, de goederen die de gefailleerde na die beslissing verkrijgt uit het actief van het faillissement worden uitgesloten (1). (1) Zie concl. OM in Pas 2014, nr. ..."
      ]
    }
  },
  "17": {
    "ECLI:BE:CASS:2017:ARR.20170928.8": {
      "court": "CASS",
      "date": "2017-09-28",
      "roleNumber": "C.17.0211.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170928.8&lang=fr",
      "abstractFR": [
        "Si, eu égard au principe de l'égalité entre les créanciers, la compensation après faillite est en principe exclue, cette règle souffre une exception lorsqu'il existe une étroite connexité entre les créances, même si les conditions de la compensation ne sont remplies qu'après la faillite.",
        "La renonciation à un droit doit être interprétée strictement et une renonciation tacite à un droit ne se présume pas, elle ne peut être déduite que de faits qui ne sont susceptibles d'aucune autre interprétation, de sorte qu'une déclaration de créance au passif de la faillite du débiteur ne peut, en principe, être interprétée comme une renonciation au droit de se prévaloir de la compensation avec une demande reconventionnelle du failli."
      ],
      "abstractNL": [
        "Indien gelet op het gelijkheidsbeginsel tussen schuldeisers schuldvergelijking na faillissement in beginsel is uitgesloten, dan lijdt deze regel uitzondering wanneer tussen de schuldvorderingen een nauwe samenhang bestaat, ook al zijn de voorwaarden voor schuldvergelijking eerst na het faillissement in vervulling gegaan.",
        "Een afstand van recht dient beperkend te worden uitgelegd en een stilzwijgende afstand wordt niet vermoed en kan slechts worden afgeleid uit feiten die voor geen andere uitleg vatbaar zijn, zodat een aangifte van een schuldvordering in het faillissement van de schuldenaar, bijgevolg, in beginsel, niet kan worden uitgelegd als een afstand van het recht om een beroep te doen op schuldvergelijking met een tegenvordering vanwege de gefailleerde."
      ]
    }
  },
  "20": {
    "ECLI:BE:CASS:2024:ARR.20240412.1F.10": {
      "court": "CASS",
      "date": "2024-04-12",
      "roleNumber": "C.23.0104.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240412.1F.10",
      "abstractFR": [
        "Si l'acte frauduleux concerne la cession d'un élément du patrimoine par le débiteur à un tiers, l'indemnisation consiste en principe dans l'inopposabilité de cette cession au créancier agissant, de sorte que celui-ci peut procéder à l'exécution sur l'élément du patrimoine cédé (1). (1) Voir les concl. du MP.",
        "Lorsqu'il agit en inopposabilité d'un acte ou d'un paiement du failli fait en fraude des créanciers, le curateur n'est pas tenu de mettre le failli à la cause (1). (1) Voir les concl. du MP.",
        "L'action du curateur en inopposabilité d'un acte ou d'un paiement du failli fait en fraude des créanciers est accordée contre les auteurs ou les complices de la fraude (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2020:ARR.20200904.1N.5": {
      "court": "CASS",
      "date": "2020-09-04",
      "roleNumber": "C.20.0053.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200904.1N.5",
      "abstractFR": [
        "Le curateur peut introduire l'action paulienne tendant à la réparation du dommage que l'appauvrissement frauduleux de la masse cause aux créanciers, laquelle réparation consiste en principe en l'inopposabilité à la masse de la cession frauduleuse d'un élément patrimonial à un tiers complice, également contre un tiers sous-acquéreur, si les conditions de l'action paulienne sont remplies tant à l'égard du tiers complice qu'à l'égard du tiers sous-acquéreur.",
        "Si l'acte frauduleux fait en fraude des créanciers concerne des actes juridiques successifs se rapportant à un élément patrimonial de la masse et que le curateur conteste tant la cession opérée par le failli à un tiers que les cessions effectuées ou les droits accordés par ce tiers, les actions formées par le curateur contre le tiers et contre ses ayants droit font naître un litige indivisible."
      ],
      "abstractNL": [
        "De curator kan de pauliaanse vordering die strekt tot vergoeding van de schade die de bedrieglijke verarming van de boedel berokkent aan de schuldeisers, welke vergoeding in beginsel bestaat in de niet tegenwerpelijkheid aan de boedel van de bedrieglijke overdracht van een vermogensbestanddeel aan een derde-medeplichtige, ook instellen tegen een derde-onderverkrijger indien zowel ten aanzien van de derde-medeplichtige als ten aanzien van de derde-onderverkrijger aan de voorwaarden van de pauliaanse vordering is voldaan.",
        "Betreft de handeling verricht met bedrieglijke benadeling van de rechten van de schuldeisers, achtereenvolgende rechtshandelingen betreffende een vermogensbestanddeel van de boedel en komt de curator op zowel tegen de overdracht door de gefailleerde aan een derde als tegen de door deze derde gedane overdrachten of verleende rechten, dan doen de vorderingen van de curator tegen de derde en tegen diens rechtverkrijgers een onsplitsbaar geschil rijzen."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190207.9": {
      "court": "CASS",
      "date": "2019-02-07",
      "roleNumber": "C.18.0304.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190207.9",
      "abstractFR": [
        "L'article 20 de la loi du 8 août 1997 sur les faillites est une application à la matière de la faillite de l'article 1167 du Code civil (1). (1) Cass. 25 janvier 2013, RG C.12.0202.N, Pas. 2013, n° 64."
      ],
      "abstractNL": [
        "Artikel 20 van de Faillissementswet van 8 augustus 1997 is een toepassing, inzake faillissementen, van artikel 1167 van het Burgerlijk Wetboek (1). (1) Cass. 25 januari 2013, AR C.12.0202.N, AC 2013, nr. 64."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150313.4": {
      "court": "CASS",
      "date": "2015-03-13",
      "roleNumber": "C.14.0415.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150313.4&lang=fr",
      "abstractFR": [
        "Le curateur peut contester les actes ou les paiements faits en fraude des droits des créanciers quelle que soit la date à laquelle ils ont eu lieu; cette action vise l'intérêt de la masse et profite à l'ensemble des créanciers quel que soit le moment de la naissance de leurs créances respectives.",
        "Après la faillite du débiteur l'action paulienne tend à la reconstitution de la masse; la circonstance que l'acte frauduleux n'a pas lésé de la même manière tous les créanciers existant avant la faillite, n'empêche pas que l'action paulienne exercée après la faillite vise l'indemnisation du dommage collectif pour lequel seul le curateur est compétent pour agir; cette action profite alors à tous les créanciers en concours quel que soit le moment où leurs créances respectives sont nées; l'action paulienne ne peut, dès lors, plus être introduite ou poursuivie par un créancier individuel au cours de la faillite du débiteur (1). (1) Le MP a conclu à la cassation sur le moyen en sa première branche; il a, en effet, estimé que les créanciers individuels peuvent introduire ou poursuivre une action paulienne après la faillite de leur débiteur si le curateur omet d'agir contre le tiers-complice et que cette action paulienne introduite ou poursuivie par un créancier individuel après la faillite vise alors à bénéficier à tous les créanciers en concours."
      ],
      "abstractNL": [
        "De curator kan opkomen tegen de handelingen of betalingen verricht met bedrieglijke benadeling van de rechten van de schuldeisers onverschillig op welke datum zij hebben plaatsgehad; deze vordering strekt in het belang van de boedel en komt ten goede aan alle schuldeisers ongeacht het tijdstip van het ontstaan van hun respectieve schuldvorderingen.",
        "Na het faillissement van de schuldenaar strekt een pauliaanse vordering tot de wedersamenstelling van de boedel; de omstandigheid dat de frauduleuze handeling niet alle schuldeisers voor het faillissement op dezelfde wijze heeft benadeeld, neemt niet weg dat de pauliaanse vordering na faillissement de vergoeding beoogt van collectieve schade waarvoor enkel de curator bevoegd is om op te treden; deze vordering komt dan ten goede van alle samenlopende schuldeisers ongeacht het tijdstip van het ontstaan van hun respectieve schuldvorderingen; een pauliaanse vordering kan bijgevolg tijdens het faillissement van de schuldenaar niet meer worden ingesteld of verdergezet door een individuele schuldeiser (1). (1) Het OM concludeerde tot vernietiging op het eerste onderdeel; het was immers van mening dat individuele schuldeisers na het faillissement van hun schuldenaar een pauliaanse rechtsvordering kunnen instellen of verderzetten indien de curator nalaat om op te treden tegen de derde-medeplichtige, en dat deze door een individuele schuldeiser na het faillissement ingestelde of voortgezette pauliaanse rechtsvordering dan strekt in het voordeel van al de samenlopende schuldeisers."
      ]
    }
  },
  "22": {
    "ECLI:BE:CASS:2025:ARR.20250428.3F.3": {
      "court": "CASS",
      "date": "2025-04-28",
      "roleNumber": "C.22.0419.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250428.3F.3",
      "abstractFR": [
        "Si le jugement déclaratif de faillite entraîne le dessaisissement du débiteur et fait naître un concours entre les créanciers, seuls les droits des créanciers chirographaires et privilégiés généraux sont cristallisés au jour de la faillite (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "23": {
    "ECLI:BE:CASS:2025:ARR.20250428.3F.3": {
      "court": "CASS",
      "date": "2025-04-28",
      "roleNumber": "C.22.0419.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250428.3F.3",
      "abstractFR": [
        "Si le jugement déclaratif de faillite entraîne le dessaisissement du débiteur et fait naître un concours entre les créanciers, seuls les droits des créanciers chirographaires et privilégiés généraux sont cristallisés au jour de la faillite (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2016:ARR.20161020.1": {
      "court": "CASS",
      "date": "2016-10-20",
      "roleNumber": "C.15.0401.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161020.1",
      "abstractFR": [
        "Il suit de l'article 23 de la loi du 8 août 1997 que le cours des intérêts n'est arrêté qu'à l'égard de la masse et non à l'égard du failli ni à l'égard de la caution de celui-ci.",
        "A l'égard de la caution qui se prétend subrogée dans les droits du créancier principal, ce dernier peut se prévaloir du cours des intérêts jusqu'au moment du paiement du dividende par la masse pour s'opposer à la subrogation de ladite caution."
      ],
      "abstractNL": [
        "Uit artikel 23 van de Faillissementswet van 8 augustus 1997 volgt dat de rente enkel ophoudt te lopen t.a.v. de boedel en niet t.a.v. de gefailleerde of de borg van die gefailleerde.",
        "De hoofdschuldeiser, in wiens rechten de borg in de plaats gesteld meent te zijn, kan zich t.a.v. die borg op de lopende rente beroepen zolang het dividend niet door de boedel is betaald, om zich tegen de indeplaatsstelling van die borg te verzetten."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161003.1": {
      "court": "CASS",
      "date": "2016-10-03",
      "roleNumber": "S.14.0109.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161003.1",
      "abstractFR": [
        "Il suit de l'article 23 de la loi du 8 août 1997 sur les faillites que le cours des intérêts n'est arrêté qu'à l'égard de la masse et non à l'égard du failli; cet article n'interdît pas à la cour du travail, saisie d'une contestation relative au contrat de travail entre le travailleur et un employeur failli, représenté par le curateur, d'octroyer des intérêts pour la période postérieure au jugement déclaratif de faillite."
      ],
      "abstractNL": [
        "Uit artikel 23, Faillissementswet van 8 augustus 1997, volgt dat de rente alleen ten aanzien van de boedel en niet ten aanzien van de gefailleerde ophoudt te lopen; dat artikel verbiedt het arbeidshof dat uitspraak moet doen over een betwisting inzake de arbeidsovereenkomst tussen een werknemer en een failliete werkgever die door de curator vertegenwoordigd wordt, niet om een rente toe te kennen voor het tijdvak dat volgt op het vonnis van faillietverklaring."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151217.7": {
      "court": "CASS",
      "date": "2015-12-17",
      "roleNumber": "F.14.0024.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151217.7&lang=fr",
      "abstractFR": [
        "Conformément à l'article 23, alinéa 1er, de la loi du 8 août 1997 sur les faillites, à compter du jugement déclaratif de la faillite, le cours des intérêts de créances non garanties par un privilège spécial, par un nantissement ou par une hypothèque, est arrêté à l'égard de la masse seulement; l'arrêt du cours des intérêts ne vaut qu'à l'égard de la masse et non à l'égard de tiers (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Overeenkomstig artikel 23, eerste lid, Faillissementswet houdt de rente van schuldvorderingen die niet gewaarborgd zijn door een bijzonder voorrecht, pand of hypotheek, op te lopen vanaf het vonnis van faillietverklaring, doch alleen ten aanzien van de boedel; de stopzetting van de loop van de interesten geldt enkel ten aanzien van de boedel en niet ten aanzien van derden (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150917.18": {
      "court": "CASS",
      "date": "2015-09-17",
      "roleNumber": "C.15.0143.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150917.18&lang=fr",
      "abstractFR": [
        "La déclaration d'une créance sans réserve pour un intérêt qui sera échu ultérieurement, n'exclut pas que les créanciers qui bénéficient d' un privilège spécial, d'un nantissement ou d'une hypothèque, puissent prétendre au paiement de l'intérêt sur les sommes provenant des biens affectés au privilège, au nantissement ou à l'hypothèque."
      ],
      "abstractNL": [
        "De aangifte van de schuldvordering zonder melding te maken van een voorbehoud voor de nadien te vervallen rente, sluit niet uit dat de schuldeisers die gewaarborgd zijn door een bijzonder voorrecht, een pand of een hypotheek, kunnen aanspraak maken op de betaling van de rente uit de opbrengst van bezwaarde goederen."
      ]
    }
  },
  "24": {
    "ECLI:BE:CASS:2018:ARR.20181011.7": {
      "court": "CASS",
      "date": "2018-10-11",
      "roleNumber": "F.15.0055.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181011.7",
      "abstractFR": [
        "Lorsqu'une action exercée contre un débiteur est, après la déclaration de sa faillite, suivie contre le failli personnellement et non contre le curateur, ce failli est recevable à se pourvoir contre la décision qui statue sur cette action, cette décision étant inopposable à la masse (1). (1) Cass. 12 février 1982, RG 3300 (Bull. et Pas. 1982, I, 737) ; Cass. 2 décembre 1986, RG 85, Pas. 1987, n° 200; Cass. 4 septembre 1987, RG 5383-5399, Pas. 1988, n° 3 ; Cass. 18 février 2005, RG C.03.0003.N, Pas. 2005, n° 103."
      ],
      "abstractNL": [
        "Wanneer een tegen de schuldenaar ingestelde rechtsvordering, na zijn faillietverklaring, tegen de gefailleerde persoonlijk en niet tegen de curator wordt voortgezet, is het cassatieberoep van die gefailleerde tegen de beslissing over die rechtsvordering ontvankelijk, aangezien die beslissing niet aan de boedel kan worden tegengeworpen (1). (1) Cass. 12 februari 1982, AR 3300, AC 1981-82, nr. 354; Cass. 2 december 1986, AR 85, AC 1986-87, nr. 200; Cass. 4 september 1987, AR 5383-5399, AC 1987-88, nr. 3; Cass. 18 februari 2005, AR C.03.0003.N, AC 2005, nr. 103."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161003.1": {
      "court": "CASS",
      "date": "2016-10-03",
      "roleNumber": "S.14.0109.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161003.1",
      "abstractFR": [
        "Il suit de l'article 23 de la loi du 8 août 1997 sur les faillites que le cours des intérêts n'est arrêté qu'à l'égard de la masse et non à l'égard du failli; cet article n'interdît pas à la cour du travail, saisie d'une contestation relative au contrat de travail entre le travailleur et un employeur failli, représenté par le curateur, d'octroyer des intérêts pour la période postérieure au jugement déclaratif de faillite."
      ],
      "abstractNL": [
        "Uit artikel 23, Faillissementswet van 8 augustus 1997, volgt dat de rente alleen ten aanzien van de boedel en niet ten aanzien van de gefailleerde ophoudt te lopen; dat artikel verbiedt het arbeidshof dat uitspraak moet doen over een betwisting inzake de arbeidsovereenkomst tussen een werknemer en een failliete werkgever die door de curator vertegenwoordigd wordt, niet om een rente toe te kennen voor het tijdvak dat volgt op het vonnis van faillietverklaring."
      ]
    }
  },
  "25": {
    "ECLI:BE:CASS:2025:ARR.20250428.3F.3": {
      "court": "CASS",
      "date": "2025-04-28",
      "roleNumber": "C.22.0419.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250428.3F.3",
      "abstractFR": [
        "Si le jugement déclaratif de faillite entraîne le dessaisissement du débiteur et fait naître un concours entre les créanciers, seuls les droits des créanciers chirographaires et privilégiés généraux sont cristallisés au jour de la faillite (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20210507.1N.4": {
      "court": "CASS",
      "date": "2021-05-07",
      "roleNumber": "C.20.0450.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210507.1N.4&lang=fr",
      "abstractFR": [
        "Il suit de l'effet relatif de l'inopposabilité qui ne profite qu'au créancier saisissant à titre conservatoire que, si un créancier fait procéder à la saisie d'un bien immobilier et a transcrit cette saisie, la cession ultérieure de ce bien ne lui est pas opposable et que la faillite subséquente du débiteur ne fait pas obstacle au maintien de la saisie."
      ],
      "abstractNL": [
        "Uit de relatieve werking van de niet-tegenwerpelijkheid die slechts in het voordeel strekt van de schuldeiser die bewarend beslag heeft gelegd, volgt dat indien een schuldeiser beslag op een onroerend goed heeft gelegd en heeft overgeschreven, een latere overdracht van dat goed hem niet tegenwerpelijk is en een daaropvolgend faillissement van de schuldenaar niet eraan in de weg staat dat het beslag wordt verdergezet."
      ]
    }
  },
  "26": {
    "ECLI:BE:CASS:2025:ARR.20250428.3F.3": {
      "court": "CASS",
      "date": "2025-04-28",
      "roleNumber": "C.22.0419.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250428.3F.3",
      "abstractFR": [
        "Si le jugement déclaratif de faillite entraîne le dessaisissement du débiteur et fait naître un concours entre les créanciers, seuls les droits des créanciers chirographaires et privilégiés généraux sont cristallisés au jour de la faillite (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20210325.1F.8": {
      "court": "CASS",
      "date": "2021-03-25",
      "roleNumber": "C.19.0021.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210325.1F.8",
      "abstractFR": [
        "La mission générale du curateur est de réaliser l'actif de la faillite et de distribuer les deniers qui proviendraient de la réalisation de cet actif (1). (1) Cass. 2 octobre 2014, RG C.13.0288.F, Pas. 2014, n° 570, avec concl. MP ; Cass. 6 décembre 2012, RG C.11.0654.F, Pas. 2012, n° 671, avec concl. de M. Génicot, avocat général ; L. du 8 août 1997, avant sa modification par la loi du 11 août 2017.",
        "Le curateur a seul qualité pour agir en justice au nom de la masse et exercer les droits qui sont communs à l'ensemble des créanciers; il s'ensuit qu'un créancier n'a qualité pour agir en justice que s'il peut se prévaloir d'un préjudice individuel (1). (1) Voir Cass. 2 octobre 2014, RG C.13.0288.F, Pas. 2014, n° 570, avec concl. MP.",
        "Si l'examen de l'existence et de l'étendue du préjudice relève du fondement de l'action, l'appréciation du caractère individuel de celui-ci détermine la qualité à agir du créancier, partant, relève de la recevabilité (1). (1) Voir Cass. 17 janvier 2008, RG F.06.0079.N, Pas. 2008, n° 33.",
        "Les droits communs à l'ensemble des créanciers sont les droits résultant de dommages causés par la faute de toute personne qui a eu pour effet d'aggraver le passif de la faillite ou d'en diminuer l'actif; en raison du dommage qui est ainsi causé à la masse des biens et droits qui constituent le gage commun des créanciers, cette faute est la cause d'un préjudice collectif pour ces créanciers et elle porte atteinte aux droits que ceux-ci, eu égard à leur nature, ont en commun (1). (1) L. du 8 août 1997, avant sa modification par la loi du 11 août 2017.",
        "L'action en inopposabilité de l'acte ayant pour effet de soustraire à l'actif de la faillite un bien grevé d'une sûreté spéciale ou l'action en réparation de l'atteinte résultant de l'absence, dans l'actif de la faillite, d'un tel bien, ne vise pas l'indemnisation d'un préjudice propre au créancier privilégié, mais celle d'un dommage causé à la masse des biens; le curateur a, partant, seul qualité pour l'intenter (1). (1) L. du 8 août 1997, avant sa modification par la loi du 11 août 2017."
      ],
      "abstractNL": [
        "De algemene opdracht van de curator bestaat erin de activa van het faillissement te gelde te maken en de eventuele opbrengst uit die tegeldemaking te verdelen (1). (1) Cass. 2 oktober 2014, AR C.13.0288.F, AC 2014, nr. 570, met concl. OM op datum in Pas.; Cass. 6 december 2012, AR C.11.0654.F, AC 2011, nr. 671, met concl. van advocaat-generaal GENICOT op datum in Pas.; Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017.",
        "Enkel de curator heeft de hoedanigheid om namens de boedel in rechte op te treden en de gemeenschappelijke rechten van de schuldeisers uit te oefenen; hieruit volgt dat een schuldenaar enkel de hoedanigheid heeft om in rechte op te treden als hij zich kan beroepen op individuele schade (1). (1) Zie Cass. 2 oktober 2014, AR C.13.0288.F, AC 2014, nr. 570, met concl. OM op datum in Pas.",
        "Hoewel het onderzoek van het bestaan en de omvang van de schade verband houdt met de gegrondheid van de rechtsvordering, bepaalt de beoordeling van het individueel karakter van die schade of de schuldenaar de hoedanigheid heeft om in rechte op te treden, en houdt die beoordeling bijgevolg verband met de ontvankelijkheid van de rechtsvordering (1). (1) Zie Cass. 17 januari 2008, AR F.06.0079.N, AC 2008, nr. 33.",
        "De gemeenschappelijke rechten van de schuldeisers zijn de rechten die voortvloeien uit de schade ten gevolge van eender wiens fout waardoor het passief van het faillissement wordt verzwaard of het actief wordt verminderd; wegens de schade die aldus wordt toegebracht aan de boedel van goederen en rechten die de gemeenschappelijke waarborg van de schuldeisers vormen, is die fout voor die schuldeisers de oorzaak van een collectieve schade en tast ze de rechten aan die zij, gelet op de aard van de rechten, gezamenlijk uitoefenen (1). (1) Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017.",
        "De vordering tot niet-tegenstelbaarverklaring van de akte die leidt tot de onttrekking van een met een bijzondere zekerheid bezwaard goed of de rechtsvordering tot herstel van de aantasting voortvloeiend uit het ontbreken van een dergelijk goed in het actief van het faillissement, strekt niet tot de vergoeding van een eigen schade van de bevoorrechte schuldeiser maar van een schade die aan de boedel van goederen is toegebracht; enkel de curator heeft bijgevolg de hoedanigheid om die vordering in te stellen (1). (1) Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017."
      ]
    }
  },
  "27": {
    "ECLI:BE:CASS:2016:ARR.20160128.4": {
      "court": "CASS",
      "date": "2016-01-28",
      "roleNumber": "C.14.0449.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160128.4&lang=fr",
      "abstractFR": [
        "Il ressort de la genèse de l'article 27, alinéa 1er, de la loi du 8 août 1997 sur les faillites, modifié par la loi du 14 avril 2009, qu'en principe il faut donner la priorité aux curateurs inscrits sur une liste établie par l'assemblée générale du tribunal de commerce du ressort de l'ouverture de la faillite, de sorte que si la contestation relative à la déclaration de faillite est soustraite à ce tribunal du chef de suspicion légitime de ce tribunal, le tribunal de commerce saisi de la contestation doit, en principe, donner la priorité aux curateurs inscrits sur la liste établie par le tribunal de commerce auquel la contestation a été soustraite."
      ],
      "abstractNL": [
        "Uit de wetsgeschiedenis van artikel 27, eerste lid, Faillissementswet, zoals gewijzigd bij wet van 14 april 2009, blijkt dat in de regel de voorkeur dient te worden gegeven aan de curators die zijn ingeschreven op een lijst opgesteld door de algemene vergadering van de rechtbank van koophandel van het rechtsgebied waar het faillissement openvalt, zodat, indien het geschil tot faillietverklaring wordt onttrokken aan die rechtbank wegens wettige verdenking van die rechtbank, de rechtbank van koophandel waaraan het geschil is toegewezen in de regel de voorkeur dient te geven aan de curators van de lijst van de rechtbank van koophandel waaraan het geschil is onttrokken."
      ]
    }
  },
  "40": {
    "ECLI:BE:CASS:2024:ARR.20240125.1N.1": {
      "court": "CASS",
      "date": "2024-01-25",
      "roleNumber": "C.23.0067.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240125.1N.1",
      "abstractFR": null,
      "abstractNL": [
        "Ingeval op datum van het faillissement een geding aanhangig is met betrekking tot een schuldvordering tegen een gefailleerde en deze schuldvordering wordt niet aanvaard in het eerste proces-verbaal van verificatie van de schuldvorderingen, wordt de curator geacht het geding verder te zetten.",
        "De curator zet zonder formele gedinghervatting het geding verder als formele procespartij die de gefailleerde schuldenaar als materiële procespartij vertegenwoordigt, wat er niet aan in de weg staat dat de curator, die het faillissement op een redelijke en zorgvuldige wijze moet beheren onder toezicht van de rechter-commissaris, in het belang van de boedel kan beslissen om het hangende geding niet verder te zetten en zodoende afstand van geding te doen.",
        "De rechter, voor wie de zaak aanhangig is, kan niet kan ingrijpen in het beheer van de curator en kan hem niet verplichten om een hangend geding verder te zetten."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210325.1F.8": {
      "court": "CASS",
      "date": "2021-03-25",
      "roleNumber": "C.19.0021.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210325.1F.8",
      "abstractFR": [
        "La mission générale du curateur est de réaliser l'actif de la faillite et de distribuer les deniers qui proviendraient de la réalisation de cet actif (1). (1) Cass. 2 octobre 2014, RG C.13.0288.F, Pas. 2014, n° 570, avec concl. MP ; Cass. 6 décembre 2012, RG C.11.0654.F, Pas. 2012, n° 671, avec concl. de M. Génicot, avocat général ; L. du 8 août 1997, avant sa modification par la loi du 11 août 2017.",
        "Le curateur a seul qualité pour agir en justice au nom de la masse et exercer les droits qui sont communs à l'ensemble des créanciers; il s'ensuit qu'un créancier n'a qualité pour agir en justice que s'il peut se prévaloir d'un préjudice individuel (1). (1) Voir Cass. 2 octobre 2014, RG C.13.0288.F, Pas. 2014, n° 570, avec concl. MP.",
        "Si l'examen de l'existence et de l'étendue du préjudice relève du fondement de l'action, l'appréciation du caractère individuel de celui-ci détermine la qualité à agir du créancier, partant, relève de la recevabilité (1). (1) Voir Cass. 17 janvier 2008, RG F.06.0079.N, Pas. 2008, n° 33.",
        "Les droits communs à l'ensemble des créanciers sont les droits résultant de dommages causés par la faute de toute personne qui a eu pour effet d'aggraver le passif de la faillite ou d'en diminuer l'actif; en raison du dommage qui est ainsi causé à la masse des biens et droits qui constituent le gage commun des créanciers, cette faute est la cause d'un préjudice collectif pour ces créanciers et elle porte atteinte aux droits que ceux-ci, eu égard à leur nature, ont en commun (1). (1) L. du 8 août 1997, avant sa modification par la loi du 11 août 2017.",
        "L'action en inopposabilité de l'acte ayant pour effet de soustraire à l'actif de la faillite un bien grevé d'une sûreté spéciale ou l'action en réparation de l'atteinte résultant de l'absence, dans l'actif de la faillite, d'un tel bien, ne vise pas l'indemnisation d'un préjudice propre au créancier privilégié, mais celle d'un dommage causé à la masse des biens; le curateur a, partant, seul qualité pour l'intenter (1). (1) L. du 8 août 1997, avant sa modification par la loi du 11 août 2017."
      ],
      "abstractNL": [
        "De algemene opdracht van de curator bestaat erin de activa van het faillissement te gelde te maken en de eventuele opbrengst uit die tegeldemaking te verdelen (1). (1) Cass. 2 oktober 2014, AR C.13.0288.F, AC 2014, nr. 570, met concl. OM op datum in Pas.; Cass. 6 december 2012, AR C.11.0654.F, AC 2011, nr. 671, met concl. van advocaat-generaal GENICOT op datum in Pas.; Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017.",
        "Enkel de curator heeft de hoedanigheid om namens de boedel in rechte op te treden en de gemeenschappelijke rechten van de schuldeisers uit te oefenen; hieruit volgt dat een schuldenaar enkel de hoedanigheid heeft om in rechte op te treden als hij zich kan beroepen op individuele schade (1). (1) Zie Cass. 2 oktober 2014, AR C.13.0288.F, AC 2014, nr. 570, met concl. OM op datum in Pas.",
        "Hoewel het onderzoek van het bestaan en de omvang van de schade verband houdt met de gegrondheid van de rechtsvordering, bepaalt de beoordeling van het individueel karakter van die schade of de schuldenaar de hoedanigheid heeft om in rechte op te treden, en houdt die beoordeling bijgevolg verband met de ontvankelijkheid van de rechtsvordering (1). (1) Zie Cass. 17 januari 2008, AR F.06.0079.N, AC 2008, nr. 33.",
        "De gemeenschappelijke rechten van de schuldeisers zijn de rechten die voortvloeien uit de schade ten gevolge van eender wiens fout waardoor het passief van het faillissement wordt verzwaard of het actief wordt verminderd; wegens de schade die aldus wordt toegebracht aan de boedel van goederen en rechten die de gemeenschappelijke waarborg van de schuldeisers vormen, is die fout voor die schuldeisers de oorzaak van een collectieve schade en tast ze de rechten aan die zij, gelet op de aard van de rechten, gezamenlijk uitoefenen (1). (1) Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017.",
        "De vordering tot niet-tegenstelbaarverklaring van de akte die leidt tot de onttrekking van een met een bijzondere zekerheid bezwaard goed of de rechtsvordering tot herstel van de aantasting voortvloeiend uit het ontbreken van een dergelijk goed in het actief van het faillissement, strekt niet tot de vergoeding van een eigen schade van de bevoorrechte schuldeiser maar van een schade die aan de boedel van goederen is toegebracht; enkel de curator heeft bijgevolg de hoedanigheid om die vordering in te stellen (1). (1) Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150123.4": {
      "court": "CASS",
      "date": "2015-01-23",
      "roleNumber": "C.14.0324.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150123.4&lang=fr",
      "abstractFR": [
        "Une dette n'est une dette de la masse que lorsque le curateur a contracté des engagements en vue de l'administration de la masse, notamment en poursuivant les activités commerciales du failli, en exécutant les conventions conclues par ce dernier ou encore en utilisant les biens meubles ou immeubles en vue d'une administration adéquate de la masse faillie; ce n'est que dans ces circonstances que la masse doit assumer les obligations résultant de cette administration et supporter les charges qui lui incombent (1); les dettes qui résultent de l'obligation d'assainissement résultant d'infractions à la législation sur lenvironnement qui ont été commises avant la déclaration de faillite dont les conséquences perdurent par la suite et qui sont étrangères à l'administration et à la liquidation de la masse, ne constituent, en principe, pas une dette de la masse (2). (1) Cass. 16 juin 1988, RG 8075-8136-8209, Pas. 1988, n° 642; Cass. 27 avril 1992, RG 9291, Pas, 1992, n° 451 et Cass. 20 janvier 1994, RG C.93.0184.N, Pas. 1994, n° 37. (2) Voir Cass. 7 mars 2002, RG C.00.0187.N, Pas. 2002, n° 167."
      ],
      "abstractNL": [
        "Een schuld is alleen dan een boedelschuld, wanneer de curator verbintenissen heeft aangegaan met het oog op het beheer van de boedel, onder meer door de handelsactiviteiten van de gefailleerde voort te zetten, de door laatstgenoemde gesloten overeenkomsten uit te voeren of nog door de roerende of onroerende goederen te gebruiken met het oog op het passend beheer van de failliete boedel; de boedel is alleen in die omstandigheden gebonden door de verbintenissen die met dat beheer verband houden en moet de schulden die erop rusten, dragen (1); schulden die voortvloeien uit de saneringsplicht ten gevolge van inbreuken op de milieuwetgeving die werden begaan vóór de faillietverklaring waarvan de gevolgen nadien blijven voortduren en die vreemd zijn aan het beheer en de vereffening van de boedel, leveren in beginsel geen schuld van de boedel op (2). (1) Cass. 16 juni 1988, AR 8075, nr. 8136 en nr. 8209, AC 1987-88, nr. 642; Cass. 27 april 1992, AR nr. 9291, AC 1991-92, nr. 451 en Cass. 20 januari 1994, AR C.93.0184. F, AC 1994, nr. 37. (2) Zie Cass. 7 maart 2002, AR C 00.0187.N, AC 2002, nr. 167."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141002.3": {
      "court": "CASS",
      "date": "2014-10-02",
      "roleNumber": "C.13.0288.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141002.3",
      "abstractFR": [
        "Le curateur, qui poursuit l'indemnisation du dommage causé par la faute de l'organe d'une société qui a eu pour effet d'aggraver le passif de la faillite ou d'en diminuer l'actif, n'exerce pas les droits individuels des créanciers ayant contracté avec cette société et ne poursuit pas l'indemnisation du dommage résultant pour ces créanciers de la mauvaise exécution du contrat."
      ],
      "abstractNL": [
        "De curator, die de vergoeding vordert van de schade die is veroorzaakt door de fout van het orgaan van een vennootschap waardoor het passief van het faillissement is vermeerderd of het actief ervan is verminderd, oefent niet de individuele rechten uit van de schuldeisers die met die vennootschap een overeenkomst hebben gesloten en vordert de vergoeding niet van de schade die voor die schuldeisers voortvloeit uit de wanuitvoering van de overeenkomst."
      ]
    }
  },
  "46": {
    "ECLI:BE:CASS:2020:ARR.20200904.1N.6": {
      "court": "CASS",
      "date": "2020-09-04",
      "roleNumber": "C.20.0011.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200904.1N.6&lang=fr",
      "abstractFR": [
        "La décision du curateur de ne pas exécuter le contrat fait obstacle à ce que le cocontractant poursuive l’exécution du contrat en nature ou par équivalent lorsqu’il en résulte une augmentation du passif."
      ],
      "abstractNL": [
        "De beslissing van de curator om de overeenkomst niet uit te voeren staat eraan in de weg dat de medecontractant de uitvoering van de overeenkomst in natura of bij equivalent vordert, wanneer hierdoor het passief toeneemt."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200522.1F.12": {
      "court": "CASS",
      "date": "2020-05-22",
      "roleNumber": "C.19.0397.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200522.1F.12",
      "abstractFR": [
        "S'agissant d'une convention entre plusieurs parties conclue avant la date du jugement déclaratif de la faillite, la présomption de résiliation déduite de l'absence de décision en temps utile du curateur à la faillite d'une de ces parties n'entraîne pas nécessairement l'extinction des obligations souscrites entre elles par les autres parties à la convention (1). (1) Voir Cass. 17 octobre 2008, RG C.06.0672.N, Pas. 2008, n° 556."
      ],
      "abstractNL": [
        "Bij overeenkomsten tussen meerdere partijen die vóór de datum van het vonnis van faillietverklaring worden gesloten, leidt het vermoeden van verbreking dat is afgeleid uit het gebrek aan een tijdige beslissing van de curator in het faillissement van een van die partijen niet noodzakelijk tot het verval van de verbintenissen die de andere contracterende partijen onderling zijn aangegaan (1). (1) Zie Cass. 17 oktober 2008, AR C.06.0672.N, AC 2008, nr. 556."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151203.12": {
      "court": "CASS",
      "date": "2015-12-03",
      "roleNumber": "C.15.0210.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151203.12&lang=fr",
      "abstractFR": [
        "Lorsque l'administration de la masse le requiert nécessairement, le curateur peut résilier un contrat en cours conclu par le failli, même si ce contrat octroie des droits qui sont opposables à la masse (1); ainsi, lorsque les conditions prévues à cet effet sont réunies, le curateur peut résilier les contrats en matière d'usage et de jouissance de biens immeubles même si les droits ainsi octroyés répondent à un droit réel. (1) Cass. 10 avril 2008, RG C.05.0527.N, Pas. 2008, n° 215 avec concl. de M. Dubrulle, avocat général publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer zulks noodzakelijk is voor het beheer van de boedel, kan de curator een einde maken aan een door de failliet gesloten lopende overeenkomst, zelfs wanneer door die overeenkomst rechten worden verleend die aan de boedel tegenwerpelijk zijn (1); aldus kan de curator wanneer de voorwaarden hiertoe vervuld zijn een einde maken aan overeenkomsten inzake het gebruik en het genot van onroerende goederen ook al beantwoorden de aldus verleende rechten aan een zakelijk recht. (1) Cass. 10 april 2008, AR C.05.0527.N, AC 2008, nr. 215, met concl. van advocaat-generaal G. DUBRULLE."
      ]
    }
  },
  "49": {
    "ECLI:BE:CASS:2021:ARR.20210325.1F.8": {
      "court": "CASS",
      "date": "2021-03-25",
      "roleNumber": "C.19.0021.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210325.1F.8",
      "abstractFR": [
        "La mission générale du curateur est de réaliser l'actif de la faillite et de distribuer les deniers qui proviendraient de la réalisation de cet actif (1). (1) Cass. 2 octobre 2014, RG C.13.0288.F, Pas. 2014, n° 570, avec concl. MP ; Cass. 6 décembre 2012, RG C.11.0654.F, Pas. 2012, n° 671, avec concl. de M. Génicot, avocat général ; L. du 8 août 1997, avant sa modification par la loi du 11 août 2017.",
        "Le curateur a seul qualité pour agir en justice au nom de la masse et exercer les droits qui sont communs à l'ensemble des créanciers; il s'ensuit qu'un créancier n'a qualité pour agir en justice que s'il peut se prévaloir d'un préjudice individuel (1). (1) Voir Cass. 2 octobre 2014, RG C.13.0288.F, Pas. 2014, n° 570, avec concl. MP.",
        "Si l'examen de l'existence et de l'étendue du préjudice relève du fondement de l'action, l'appréciation du caractère individuel de celui-ci détermine la qualité à agir du créancier, partant, relève de la recevabilité (1). (1) Voir Cass. 17 janvier 2008, RG F.06.0079.N, Pas. 2008, n° 33.",
        "Les droits communs à l'ensemble des créanciers sont les droits résultant de dommages causés par la faute de toute personne qui a eu pour effet d'aggraver le passif de la faillite ou d'en diminuer l'actif; en raison du dommage qui est ainsi causé à la masse des biens et droits qui constituent le gage commun des créanciers, cette faute est la cause d'un préjudice collectif pour ces créanciers et elle porte atteinte aux droits que ceux-ci, eu égard à leur nature, ont en commun (1). (1) L. du 8 août 1997, avant sa modification par la loi du 11 août 2017.",
        "L'action en inopposabilité de l'acte ayant pour effet de soustraire à l'actif de la faillite un bien grevé d'une sûreté spéciale ou l'action en réparation de l'atteinte résultant de l'absence, dans l'actif de la faillite, d'un tel bien, ne vise pas l'indemnisation d'un préjudice propre au créancier privilégié, mais celle d'un dommage causé à la masse des biens; le curateur a, partant, seul qualité pour l'intenter (1). (1) L. du 8 août 1997, avant sa modification par la loi du 11 août 2017."
      ],
      "abstractNL": [
        "De algemene opdracht van de curator bestaat erin de activa van het faillissement te gelde te maken en de eventuele opbrengst uit die tegeldemaking te verdelen (1). (1) Cass. 2 oktober 2014, AR C.13.0288.F, AC 2014, nr. 570, met concl. OM op datum in Pas.; Cass. 6 december 2012, AR C.11.0654.F, AC 2011, nr. 671, met concl. van advocaat-generaal GENICOT op datum in Pas.; Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017.",
        "Enkel de curator heeft de hoedanigheid om namens de boedel in rechte op te treden en de gemeenschappelijke rechten van de schuldeisers uit te oefenen; hieruit volgt dat een schuldenaar enkel de hoedanigheid heeft om in rechte op te treden als hij zich kan beroepen op individuele schade (1). (1) Zie Cass. 2 oktober 2014, AR C.13.0288.F, AC 2014, nr. 570, met concl. OM op datum in Pas.",
        "Hoewel het onderzoek van het bestaan en de omvang van de schade verband houdt met de gegrondheid van de rechtsvordering, bepaalt de beoordeling van het individueel karakter van die schade of de schuldenaar de hoedanigheid heeft om in rechte op te treden, en houdt die beoordeling bijgevolg verband met de ontvankelijkheid van de rechtsvordering (1). (1) Zie Cass. 17 januari 2008, AR F.06.0079.N, AC 2008, nr. 33.",
        "De gemeenschappelijke rechten van de schuldeisers zijn de rechten die voortvloeien uit de schade ten gevolge van eender wiens fout waardoor het passief van het faillissement wordt verzwaard of het actief wordt verminderd; wegens de schade die aldus wordt toegebracht aan de boedel van goederen en rechten die de gemeenschappelijke waarborg van de schuldeisers vormen, is die fout voor die schuldeisers de oorzaak van een collectieve schade en tast ze de rechten aan die zij, gelet op de aard van de rechten, gezamenlijk uitoefenen (1). (1) Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017.",
        "De vordering tot niet-tegenstelbaarverklaring van de akte die leidt tot de onttrekking van een met een bijzondere zekerheid bezwaard goed of de rechtsvordering tot herstel van de aantasting voortvloeiend uit het ontbreken van een dergelijk goed in het actief van het faillissement, strekt niet tot de vergoeding van een eigen schade van de bevoorrechte schuldeiser maar van een schade die aan de boedel van goederen is toegebracht; enkel de curator heeft bijgevolg de hoedanigheid om die vordering in te stellen (1). (1) Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141002.3": {
      "court": "CASS",
      "date": "2014-10-02",
      "roleNumber": "C.13.0288.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141002.3",
      "abstractFR": [
        "Le curateur, qui poursuit l'indemnisation du dommage causé par la faute de l'organe d'une société qui a eu pour effet d'aggraver le passif de la faillite ou d'en diminuer l'actif, n'exerce pas les droits individuels des créanciers ayant contracté avec cette société et ne poursuit pas l'indemnisation du dommage résultant pour ces créanciers de la mauvaise exécution du contrat."
      ],
      "abstractNL": [
        "De curator, die de vergoeding vordert van de schade die is veroorzaakt door de fout van het orgaan van een vennootschap waardoor het passief van het faillissement is vermeerderd of het actief ervan is verminderd, oefent niet de individuele rechten uit van de schuldeisers die met die vennootschap een overeenkomst hebben gesloten en vordert de vergoeding niet van de schade die voor die schuldeisers voortvloeit uit de wanuitvoering van de overeenkomst."
      ]
    }
  },
  "51": {
    "ECLI:BE:CASS:2021:ARR.20210325.1F.8": {
      "court": "CASS",
      "date": "2021-03-25",
      "roleNumber": "C.19.0021.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210325.1F.8",
      "abstractFR": [
        "La mission générale du curateur est de réaliser l'actif de la faillite et de distribuer les deniers qui proviendraient de la réalisation de cet actif (1). (1) Cass. 2 octobre 2014, RG C.13.0288.F, Pas. 2014, n° 570, avec concl. MP ; Cass. 6 décembre 2012, RG C.11.0654.F, Pas. 2012, n° 671, avec concl. de M. Génicot, avocat général ; L. du 8 août 1997, avant sa modification par la loi du 11 août 2017.",
        "Le curateur a seul qualité pour agir en justice au nom de la masse et exercer les droits qui sont communs à l'ensemble des créanciers; il s'ensuit qu'un créancier n'a qualité pour agir en justice que s'il peut se prévaloir d'un préjudice individuel (1). (1) Voir Cass. 2 octobre 2014, RG C.13.0288.F, Pas. 2014, n° 570, avec concl. MP.",
        "Si l'examen de l'existence et de l'étendue du préjudice relève du fondement de l'action, l'appréciation du caractère individuel de celui-ci détermine la qualité à agir du créancier, partant, relève de la recevabilité (1). (1) Voir Cass. 17 janvier 2008, RG F.06.0079.N, Pas. 2008, n° 33.",
        "Les droits communs à l'ensemble des créanciers sont les droits résultant de dommages causés par la faute de toute personne qui a eu pour effet d'aggraver le passif de la faillite ou d'en diminuer l'actif; en raison du dommage qui est ainsi causé à la masse des biens et droits qui constituent le gage commun des créanciers, cette faute est la cause d'un préjudice collectif pour ces créanciers et elle porte atteinte aux droits que ceux-ci, eu égard à leur nature, ont en commun (1). (1) L. du 8 août 1997, avant sa modification par la loi du 11 août 2017.",
        "L'action en inopposabilité de l'acte ayant pour effet de soustraire à l'actif de la faillite un bien grevé d'une sûreté spéciale ou l'action en réparation de l'atteinte résultant de l'absence, dans l'actif de la faillite, d'un tel bien, ne vise pas l'indemnisation d'un préjudice propre au créancier privilégié, mais celle d'un dommage causé à la masse des biens; le curateur a, partant, seul qualité pour l'intenter (1). (1) L. du 8 août 1997, avant sa modification par la loi du 11 août 2017."
      ],
      "abstractNL": [
        "De algemene opdracht van de curator bestaat erin de activa van het faillissement te gelde te maken en de eventuele opbrengst uit die tegeldemaking te verdelen (1). (1) Cass. 2 oktober 2014, AR C.13.0288.F, AC 2014, nr. 570, met concl. OM op datum in Pas.; Cass. 6 december 2012, AR C.11.0654.F, AC 2011, nr. 671, met concl. van advocaat-generaal GENICOT op datum in Pas.; Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017.",
        "Enkel de curator heeft de hoedanigheid om namens de boedel in rechte op te treden en de gemeenschappelijke rechten van de schuldeisers uit te oefenen; hieruit volgt dat een schuldenaar enkel de hoedanigheid heeft om in rechte op te treden als hij zich kan beroepen op individuele schade (1). (1) Zie Cass. 2 oktober 2014, AR C.13.0288.F, AC 2014, nr. 570, met concl. OM op datum in Pas.",
        "Hoewel het onderzoek van het bestaan en de omvang van de schade verband houdt met de gegrondheid van de rechtsvordering, bepaalt de beoordeling van het individueel karakter van die schade of de schuldenaar de hoedanigheid heeft om in rechte op te treden, en houdt die beoordeling bijgevolg verband met de ontvankelijkheid van de rechtsvordering (1). (1) Zie Cass. 17 januari 2008, AR F.06.0079.N, AC 2008, nr. 33.",
        "De gemeenschappelijke rechten van de schuldeisers zijn de rechten die voortvloeien uit de schade ten gevolge van eender wiens fout waardoor het passief van het faillissement wordt verzwaard of het actief wordt verminderd; wegens de schade die aldus wordt toegebracht aan de boedel van goederen en rechten die de gemeenschappelijke waarborg van de schuldeisers vormen, is die fout voor die schuldeisers de oorzaak van een collectieve schade en tast ze de rechten aan die zij, gelet op de aard van de rechten, gezamenlijk uitoefenen (1). (1) Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017.",
        "De vordering tot niet-tegenstelbaarverklaring van de akte die leidt tot de onttrekking van een met een bijzondere zekerheid bezwaard goed of de rechtsvordering tot herstel van de aantasting voortvloeiend uit het ontbreken van een dergelijk goed in het actief van het faillissement, strekt niet tot de vergoeding van een eigen schade van de bevoorrechte schuldeiser maar van een schade die aan de boedel van goederen is toegebracht; enkel de curator heeft bijgevolg de hoedanigheid om die vordering in te stellen (1). (1) Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141002.3": {
      "court": "CASS",
      "date": "2014-10-02",
      "roleNumber": "C.13.0288.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141002.3",
      "abstractFR": [
        "Le curateur, qui poursuit l'indemnisation du dommage causé par la faute de l'organe d'une société qui a eu pour effet d'aggraver le passif de la faillite ou d'en diminuer l'actif, n'exerce pas les droits individuels des créanciers ayant contracté avec cette société et ne poursuit pas l'indemnisation du dommage résultant pour ces créanciers de la mauvaise exécution du contrat."
      ],
      "abstractNL": [
        "De curator, die de vergoeding vordert van de schade die is veroorzaakt door de fout van het orgaan van een vennootschap waardoor het passief van het faillissement is vermeerderd of het actief ervan is verminderd, oefent niet de individuele rechten uit van de schuldeisers die met die vennootschap een overeenkomst hebben gesloten en vordert de vergoeding niet van de schade die voor die schuldeisers voortvloeit uit de wanuitvoering van de overeenkomst."
      ]
    }
  },
  "53": {
    "ECLI:BE:CASS:2018:ARR.20180109.5": {
      "court": "CASS",
      "date": "2018-01-09",
      "roleNumber": "P.17.0856.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180109.5&lang=fr",
      "abstractFR": [
        "L'article 489, 2°, du Code pénal, punit les commerçants en état de faillite au sens de l'article 2 de la loi du 8 août 1997 sur les faillites ou les dirigeants, de droit ou de fait, des sociétés commerciales en état de faillite ayant, sans empêchement légitime, omis d'exécuter les obligations prescrites par l'article 53 de ladite loi traitant de la fourniture de tous les renseignements requis au juge-commissaire ou au curateur; ceux-ci comprennent notamment les éléments relatifs à l'identité des gérants effectifs de la société, dès lors que l'administration de la faillite requiert la collaboration de ces personnes ainsi qu'un examen de la manière dont elles ont géré la société (1). (1) E. ROGER FRANCE, «L'infraction de banqueroute: la réforme apportée par la nouvelle loi sur les faillites», TBH, 1998, 81-92, RDP 1998, n° 4, 379-469; P. TRAEST, «Misdrijven die verband houden met de staat van faillissement», Ondernemingsrecht, Die Keure et M&D Seminars, 1999, 5-40; Voir J. SPREUTELS, Fr. ROGGEN et E. ROGER FRANCE, Droit pénal des affaires, Bruylant, 2005, 1111-1170; Th. AFSCHRIFT et V. DE BRAUWERE, Manuel de droit pénal financier, Kluwer, n° 668-801; A. DE NAUW, Inleiding tot het bijzonder strafrecht, Kluwer, 6e éd., p. 332 e.s."
      ],
      "abstractNL": [
        "Artikel 489, 2°, Strafwetboek bestraft de kooplieden die zich in staat van faillissement bevinden in de zin van artikel 2 van de Faillissementswet of de bestuurders in rechte of in feite van handelsvennootschappen die zich in staat van faillissement bevinden wanneer zij, zonder wettig verhinderd te zijn, verzuimd hebben de verplichtingen gesteld bij artikel 53 Faillissementswet houdende het verstrekken aan de rechter-commissaris of de curator van alle vereiste inlichtingen na te leven; daartoe behoren de gegevens over welke personen de werkelijke bestuurders van de vennootschap zijn aangezien de afhandeling van het faillissement de medewerking vereist van die personen, alsmede een onderzoek naar de wijze waarop zij de vennootschap hebben bestuurd (1). (1) E. ROGER FRANCE, ? L'infraction de banqueroute: la réforme apportée par la nouvelle loi sur les faillites', TBH, 1998, 81-92, RDP 1998, nr. 4, 379-469; P. TRAEST, ? Misdrijven die verband houden met de staat van faillissement', in Ondernemingsrecht, Die Keure en M&D Seminars, 1999, 5-40; Zie J. SPREUTELS, Fr. ROGGEN en E. ROGER FRANCE, Droit pénal des affaires, Bruylant, 2005, 1111-1170; Th. AFSCHRIFT en V. DE BRAUWERE, Manuel de droit pénal financier, Kluwer,nrs. 668-801; A. DE NAUW, Inleiding tot het bijzonder strafrecht, Kluwer, 6e ed., p. 332 ev."
      ]
    }
  },
  "57": {
    "ECLI:BE:CASS:2021:ARR.20210325.1F.8": {
      "court": "CASS",
      "date": "2021-03-25",
      "roleNumber": "C.19.0021.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210325.1F.8",
      "abstractFR": [
        "La mission générale du curateur est de réaliser l'actif de la faillite et de distribuer les deniers qui proviendraient de la réalisation de cet actif (1). (1) Cass. 2 octobre 2014, RG C.13.0288.F, Pas. 2014, n° 570, avec concl. MP ; Cass. 6 décembre 2012, RG C.11.0654.F, Pas. 2012, n° 671, avec concl. de M. Génicot, avocat général ; L. du 8 août 1997, avant sa modification par la loi du 11 août 2017.",
        "Le curateur a seul qualité pour agir en justice au nom de la masse et exercer les droits qui sont communs à l'ensemble des créanciers; il s'ensuit qu'un créancier n'a qualité pour agir en justice que s'il peut se prévaloir d'un préjudice individuel (1). (1) Voir Cass. 2 octobre 2014, RG C.13.0288.F, Pas. 2014, n° 570, avec concl. MP.",
        "Si l'examen de l'existence et de l'étendue du préjudice relève du fondement de l'action, l'appréciation du caractère individuel de celui-ci détermine la qualité à agir du créancier, partant, relève de la recevabilité (1). (1) Voir Cass. 17 janvier 2008, RG F.06.0079.N, Pas. 2008, n° 33.",
        "Les droits communs à l'ensemble des créanciers sont les droits résultant de dommages causés par la faute de toute personne qui a eu pour effet d'aggraver le passif de la faillite ou d'en diminuer l'actif; en raison du dommage qui est ainsi causé à la masse des biens et droits qui constituent le gage commun des créanciers, cette faute est la cause d'un préjudice collectif pour ces créanciers et elle porte atteinte aux droits que ceux-ci, eu égard à leur nature, ont en commun (1). (1) L. du 8 août 1997, avant sa modification par la loi du 11 août 2017.",
        "L'action en inopposabilité de l'acte ayant pour effet de soustraire à l'actif de la faillite un bien grevé d'une sûreté spéciale ou l'action en réparation de l'atteinte résultant de l'absence, dans l'actif de la faillite, d'un tel bien, ne vise pas l'indemnisation d'un préjudice propre au créancier privilégié, mais celle d'un dommage causé à la masse des biens; le curateur a, partant, seul qualité pour l'intenter (1). (1) L. du 8 août 1997, avant sa modification par la loi du 11 août 2017."
      ],
      "abstractNL": [
        "De algemene opdracht van de curator bestaat erin de activa van het faillissement te gelde te maken en de eventuele opbrengst uit die tegeldemaking te verdelen (1). (1) Cass. 2 oktober 2014, AR C.13.0288.F, AC 2014, nr. 570, met concl. OM op datum in Pas.; Cass. 6 december 2012, AR C.11.0654.F, AC 2011, nr. 671, met concl. van advocaat-generaal GENICOT op datum in Pas.; Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017.",
        "Enkel de curator heeft de hoedanigheid om namens de boedel in rechte op te treden en de gemeenschappelijke rechten van de schuldeisers uit te oefenen; hieruit volgt dat een schuldenaar enkel de hoedanigheid heeft om in rechte op te treden als hij zich kan beroepen op individuele schade (1). (1) Zie Cass. 2 oktober 2014, AR C.13.0288.F, AC 2014, nr. 570, met concl. OM op datum in Pas.",
        "Hoewel het onderzoek van het bestaan en de omvang van de schade verband houdt met de gegrondheid van de rechtsvordering, bepaalt de beoordeling van het individueel karakter van die schade of de schuldenaar de hoedanigheid heeft om in rechte op te treden, en houdt die beoordeling bijgevolg verband met de ontvankelijkheid van de rechtsvordering (1). (1) Zie Cass. 17 januari 2008, AR F.06.0079.N, AC 2008, nr. 33.",
        "De gemeenschappelijke rechten van de schuldeisers zijn de rechten die voortvloeien uit de schade ten gevolge van eender wiens fout waardoor het passief van het faillissement wordt verzwaard of het actief wordt verminderd; wegens de schade die aldus wordt toegebracht aan de boedel van goederen en rechten die de gemeenschappelijke waarborg van de schuldeisers vormen, is die fout voor die schuldeisers de oorzaak van een collectieve schade en tast ze de rechten aan die zij, gelet op de aard van de rechten, gezamenlijk uitoefenen (1). (1) Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017.",
        "De vordering tot niet-tegenstelbaarverklaring van de akte die leidt tot de onttrekking van een met een bijzondere zekerheid bezwaard goed of de rechtsvordering tot herstel van de aantasting voortvloeiend uit het ontbreken van een dergelijk goed in het actief van het faillissement, strekt niet tot de vergoeding van een eigen schade van de bevoorrechte schuldeiser maar van een schade die aan de boedel van goederen is toegebracht; enkel de curator heeft bijgevolg de hoedanigheid om die vordering in te stellen (1). (1) Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141002.3": {
      "court": "CASS",
      "date": "2014-10-02",
      "roleNumber": "C.13.0288.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141002.3",
      "abstractFR": [
        "Le curateur, qui poursuit l'indemnisation du dommage causé par la faute de l'organe d'une société qui a eu pour effet d'aggraver le passif de la faillite ou d'en diminuer l'actif, n'exerce pas les droits individuels des créanciers ayant contracté avec cette société et ne poursuit pas l'indemnisation du dommage résultant pour ces créanciers de la mauvaise exécution du contrat."
      ],
      "abstractNL": [
        "De curator, die de vergoeding vordert van de schade die is veroorzaakt door de fout van het orgaan van een vennootschap waardoor het passief van het faillissement is vermeerderd of het actief ervan is verminderd, oefent niet de individuele rechten uit van de schuldeisers die met die vennootschap een overeenkomst hebben gesloten en vordert de vergoeding niet van de schade die voor die schuldeisers voortvloeit uit de wanuitvoering van de overeenkomst."
      ]
    }
  },
  "62": {
    "ECLI:BE:CASS:2025:ARR.20251024.1F.2": {
      "court": "CASS",
      "date": "2025-10-24",
      "roleNumber": "C.22.0179.F-C.23.0189.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251024.1F.2",
      "abstractFR": [
        "Il suit des articles 62 et 72, alinéa 2 et 3, de la loi du 8 août 1997, d'ordre public, que l'action du créancier en admission de sa créance doit, à peine de déchéance, être introduite dans le délai de trois ans, qui n'est de nature à être ni suspendu ni interrompu (1). (1) Voir concl. du MP.",
        "S'agissant toutefois d'un délai établi pour l'introduction d'une action en justice, la déclaration de créance du créancier déposée dans le délai imparti, qui est contestée par le curateur, ou la citation en admission de la créance dans ce délai, ouvre une instance et soustrait ainsi le droit d'agir à la déchéance; cet effet se poursuit, nonobstant la nullité, fût-elle absolue pour violation d'une disposition d'ordre public, de l'acte introductif d'instance, jusqu'à ce qu'une décision irrévocable constate la nullité de cet acte (1). (1) Voir concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240412.1F.7": {
      "court": "CASS",
      "date": "2024-04-12",
      "roleNumber": "C.23.0415.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240412.1F.7",
      "abstractFR": [
        "A défaut d'avoir déposé leur déclaration de créance ou d'avoir agi en admission de leur créance avant l'expiration du délai d'un an à dater du jugement déclaratif, les créanciers défaillants sont forclos du droit de déposer une déclaration de créance (1) (2). (1) Voir les concl. du MP. (2) Dans la version applicable après la loi du 6 décembre 2005."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20210325.1F.8": {
      "court": "CASS",
      "date": "2021-03-25",
      "roleNumber": "C.19.0021.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210325.1F.8",
      "abstractFR": [
        "Il suit de la combinaison des articles 16, alinéa 1er, 62 et 72 de la loi du 8 août 1997 que le dessaisissement frappe l'ensemble des biens du failli qui constituent une masse dont le curateur a la gestion et que les biens grevés d'une sûreté spéciale font partie de cette masse (1). (1) L. du 8 août 1997, avant sa modification par la loi du 11 août 2017."
      ],
      "abstractNL": [
        "Uit de samenhang tussen artikelen 16, eerste lid, 62 en 72 Faillissementswet volgt dat de buitenbezitstelling alle goederen van de gefailleerde treft die een boedel uitmaken waarvan de curator het beheer verzorgt en dat de met een bijzondere zekerheid bezwaarde goederen deel uitmaken van die boedel (1). (1) Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200312.1N.11": {
      "court": "CASS",
      "date": "2020-03-12",
      "roleNumber": "C.19.0437.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200312.1N.11&lang=fr",
      "abstractFR": [
        "Les créanciers hypothécaires et privilégiés ne peuvent être exclus de la distribution ou de l’ordre du produit de la vente des biens immobiliers grevés au motif qu’ils n’ont pas déclaré leur créance dans le délai prescrit (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De hypothecaire en bevoorrechte schuldeisers kunnen niet worden uitgesloten van de verdeling of de rangregeling van de verkoopopbrengst van de bezwaarde onroerende goederen om reden dat zij geen tijdige aangifte hebben gedaan van hun schuldvordering (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200116.1N.4": {
      "court": "CASS",
      "date": "2020-01-16",
      "roleNumber": "C.19.0298.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200116.1N.4&lang=fr",
      "abstractFR": [
        "Le droit de rétention qui confère au créancier le droit de suspendre la restitution d'un bien qui lui a été remis par son débiteur ou qui lui est destiné, tant que la créance relative à ce bien n'a pas été acquittée, est opposable aux créanciers en concours après la faillite du débiteur et n'est pas subordonné à la déclaration de la créance dans le cadre de la faillite (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Lorsque le créancier et le curateur, qui, lorsqu'il agit au nom de la masse, exerce les droits communs des créanciers, conviennent de vendre le bien grevé du droit de rétention, le créancier peut exercer ses droits sur le prix conformément aux accords passés avec le curateur (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het retentierecht dat aan de schuldeiser het recht verleent om de teruggave van een goed dat hem door zijn schuldenaar werd overhandigd of bestemd is voor zijn schuldenaar, op te schorten zolang zijn schuldvordering die verband houdt met dat goed niet is voldaan, is tegenwerpelijk aan de samenlopende schuldeisers na het faillissement van de schuldenaar en is niet afhankelijk van de aangifte van de schuldvordering in het faillissement (1). (1) Zie concl. OM.",
        "Indien de schuldeiser en de curator, die wanneer hij optreedt namens de boedel de gemeenschappelijke rechten van de schuldeisers uitoefent, overeenkomen om het goed waarop het retentierecht rust te verkopen kan de schuldeiser zijn rechten op de prijs uitoefenen overeenkomstig de afspraken gemaakt met de curator (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150917.18": {
      "court": "CASS",
      "date": "2015-09-17",
      "roleNumber": "C.15.0143.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150917.18&lang=fr",
      "abstractFR": [
        "L'admission d'une créance au passif de la faillite, sans réserve ni contredit formulés dans le délai prescrit, constitue, en principe, un acte juridique irrévocable faisant obstacle à ce que la créance admise puisse encore être contestée (1). (1) Cass. 18 septembre 2008, RG C.07.0098.F, Pas. 2008, n° 483."
      ],
      "abstractNL": [
        "De opname van een schuldvordering in het passief van een faillissement, zonder enig voorbehoud of bezwaar dat binnen de voorgeschreven termijn wordt geformuleerd, is, in beginsel, een onherroepelijke rechtshandeling die belet dat de opgenomen schuldvordering nog kan worden betwist (1). (1) Cass. 18 september 2008, AR C 07.0098.F, AC 2008, nr. 483."
      ]
    }
  },
  "63": {
    "ECLI:BE:CASS:2018:ARR.20180531.7": {
      "court": "CASS",
      "date": "2018-05-31",
      "roleNumber": "C.17.0585.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180531.7&lang=fr",
      "abstractFR": [
        "Ne concerne que les sûretés personnelles et ne s'applique pas à ceux qui ont constitué une sûreté réelle pour garantir une dette du failli, la disposition légale aux termes de laquelle tout créancier jouissant d'une sûreté personnelle l'énonce dans sa déclaration de créance ou, au plus tard, dans les six mois de la date du jugement déclaratif de faillite, sauf si la faillite est clôturée plus tôt, et mentionne les nom, prénom et adresse de la personne physique qui, à titre gratuit, s'est constituée sûreté personnelle du failli, faute de quoi cette personne est déchargée."
      ],
      "abstractNL": [
        "De wettelijke bepaling die voorziet dat elke schuldeiser die geniet van een persoonlijke zekerheidsstelling zulks vermeldt in zijn aangifte van schuldvordering of uiterlijk binnen zes maanden vanaf de datum van het vonnis van faillietverklaring, tenzij het faillissement eerder werd afgesloten, en de naam, de voornaam en het adres vermeldt van de natuurlijke persoon die zich kosteloos persoonlijk zeker heeft gesteld voor de gefailleerde, die bij gebrek aan deze formaliteit is bevrijd, betreft enkel de persoonlijke zekerheidsstellers en is niet van toepassing op diegenen die zakelijke zekerheid hebben gesteld om een schuld van de gefailleerde te waarborgen."
      ]
    }
  },
  "68": {
    "ECLI:BE:CASS:2024:ARR.20240412.1F.7": {
      "court": "CASS",
      "date": "2024-04-12",
      "roleNumber": "C.23.0415.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240412.1F.7",
      "abstractFR": [
        "A défaut d'avoir déposé leur déclaration de créance ou d'avoir agi en admission de leur créance avant l'expiration du délai d'un an à dater du jugement déclaratif, les créanciers défaillants sont forclos du droit de déposer une déclaration de créance (1) (2). (1) Voir les concl. du MP. (2) Dans la version applicable après la loi du 6 décembre 2005."
      ],
      "abstractNL": null
    }
  },
  "69": {
    "ECLI:BE:CASS:2020:ARR.20200618.1N.10": {
      "court": "CASS",
      "date": "2020-06-18",
      "roleNumber": "C.19.0322.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200618.1N.10&lang=fr",
      "abstractFR": [
        "Bien que l’admission d’une créance au passif de la faillite, sans réserve ni contredit formulés dans le délai prescrit, constitue, en principe, un acte juridique irrévocable faisant obstacle à ce que la créance admise puisse encore être contestée, une contestation demeure possible lorsque l’admission résulte du dol ou de la fraude du déposant ou a été faite sur la base d’actes viciés par le dol ou par la fraude, lorsque des règles d’ordre public ont été méconnues ou encore lorsque la force majeure a empêché la manifestation de la vérité.",
        "En vue d’assurer un règlement efficace de la liquidation, le curateur ne peut revenir sur l’admission d’une créance sur la base de motifs dont il avait déjà connaissance avant l’expiration du délai de réclamation."
      ],
      "abstractNL": [
        "Hoewel de opname van een schuldvordering in het passief van een faillissement, zonder enig voorbehoud of bezwaar dat binnen de voorgeschreven termijn wordt geformuleerd, in beginsel, een onherroepelijke rechtshandeling vormt die belet dat de opgenomen schuldvordering nog kan worden betwist, blijft een betwisting mogelijk wanneer die aanvaarding het gevolg is van bedrog of arglist van de indiener of heeft plaatsgehad op grond van wegens bedrog of arglist nietige handelingen, hetzij wanneer regels van openbare orde zijn miskend, hetzij nog wanneer overmacht heeft belet dat de waarheid aan het licht wordt gebracht.",
        "Met het oog op een doelmatige afwikkeling van de vereffening kan de curator niet terugkomen op de aanvaarding van een schuldvordering op gronden die hem reeds bekend waren voordat de bezwaartermijn is verstreken."
      ]
    }
  },
  "72": {
    "ECLI:BE:CASS:2025:ARR.20251024.1F.2": {
      "court": "CASS",
      "date": "2025-10-24",
      "roleNumber": "C.22.0179.F-C.23.0189.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251024.1F.2",
      "abstractFR": [
        "Il suit des articles 62 et 72, alinéa 2 et 3, de la loi du 8 août 1997, d'ordre public, que l'action du créancier en admission de sa créance doit, à peine de déchéance, être introduite dans le délai de trois ans, qui n'est de nature à être ni suspendu ni interrompu (1). (1) Voir concl. du MP.",
        "S'agissant toutefois d'un délai établi pour l'introduction d'une action en justice, la déclaration de créance du créancier déposée dans le délai imparti, qui est contestée par le curateur, ou la citation en admission de la créance dans ce délai, ouvre une instance et soustrait ainsi le droit d'agir à la déchéance; cet effet se poursuit, nonobstant la nullité, fût-elle absolue pour violation d'une disposition d'ordre public, de l'acte introductif d'instance, jusqu'à ce qu'une décision irrévocable constate la nullité de cet acte (1). (1) Voir concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240412.1F.7": {
      "court": "CASS",
      "date": "2024-04-12",
      "roleNumber": "C.23.0415.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240412.1F.7",
      "abstractFR": [
        "A défaut d'avoir déposé leur déclaration de créance ou d'avoir agi en admission de leur créance avant l'expiration du délai d'un an à dater du jugement déclaratif, les créanciers défaillants sont forclos du droit de déposer une déclaration de créance (1) (2). (1) Voir les concl. du MP. (2) Dans la version applicable après la loi du 6 décembre 2005."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20210325.1F.8": {
      "court": "CASS",
      "date": "2021-03-25",
      "roleNumber": "C.19.0021.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210325.1F.8",
      "abstractFR": [
        "Il suit de la combinaison des articles 16, alinéa 1er, 62 et 72 de la loi du 8 août 1997 que le dessaisissement frappe l'ensemble des biens du failli qui constituent une masse dont le curateur a la gestion et que les biens grevés d'une sûreté spéciale font partie de cette masse (1). (1) L. du 8 août 1997, avant sa modification par la loi du 11 août 2017."
      ],
      "abstractNL": [
        "Uit de samenhang tussen artikelen 16, eerste lid, 62 en 72 Faillissementswet volgt dat de buitenbezitstelling alle goederen van de gefailleerde treft die een boedel uitmaken waarvan de curator het beheer verzorgt en dat de met een bijzondere zekerheid bezwaarde goederen deel uitmaken van die boedel (1). (1) Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200312.1N.11": {
      "court": "CASS",
      "date": "2020-03-12",
      "roleNumber": "C.19.0437.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200312.1N.11&lang=fr",
      "abstractFR": [
        "Les créanciers hypothécaires et privilégiés ne peuvent être exclus de la distribution ou de l’ordre du produit de la vente des biens immobiliers grevés au motif qu’ils n’ont pas déclaré leur créance dans le délai prescrit (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De hypothecaire en bevoorrechte schuldeisers kunnen niet worden uitgesloten van de verdeling of de rangregeling van de verkoopopbrengst van de bezwaarde onroerende goederen om reden dat zij geen tijdige aangifte hebben gedaan van hun schuldvordering (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200116.1N.4": {
      "court": "CASS",
      "date": "2020-01-16",
      "roleNumber": "C.19.0298.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200116.1N.4&lang=fr",
      "abstractFR": [
        "Le droit de rétention qui confère au créancier le droit de suspendre la restitution d'un bien qui lui a été remis par son débiteur ou qui lui est destiné, tant que la créance relative à ce bien n'a pas été acquittée, est opposable aux créanciers en concours après la faillite du débiteur et n'est pas subordonné à la déclaration de la créance dans le cadre de la faillite (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Lorsque le créancier et le curateur, qui, lorsqu'il agit au nom de la masse, exerce les droits communs des créanciers, conviennent de vendre le bien grevé du droit de rétention, le créancier peut exercer ses droits sur le prix conformément aux accords passés avec le curateur (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het retentierecht dat aan de schuldeiser het recht verleent om de teruggave van een goed dat hem door zijn schuldenaar werd overhandigd of bestemd is voor zijn schuldenaar, op te schorten zolang zijn schuldvordering die verband houdt met dat goed niet is voldaan, is tegenwerpelijk aan de samenlopende schuldeisers na het faillissement van de schuldenaar en is niet afhankelijk van de aangifte van de schuldvordering in het faillissement (1). (1) Zie concl. OM.",
        "Indien de schuldeiser en de curator, die wanneer hij optreedt namens de boedel de gemeenschappelijke rechten van de schuldeisers uitoefent, overeenkomen om het goed waarop het retentierecht rust te verkopen kan de schuldeiser zijn rechten op de prijs uitoefenen overeenkomstig de afspraken gemaakt met de curator (1). (1) Zie concl. OM."
      ]
    }
  },
  "73": {
    "ECLI:BE:CASS:2017:ARR.20170309.6": {
      "court": "CASS",
      "date": "2017-03-09",
      "roleNumber": "C.16.0048.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170309.6",
      "abstractFR": [
        "Le curateur, qui eut dû réaliser les actifs apparus après la clôture de la faillite s'il en avait eu connaissance avant cette clôture, est une personne intéressée qui a qualité pour demander la désignation d'un curateur ad hoc."
      ],
      "abstractNL": [
        "De curator die de na de sluiting van het faillissement opgedoken activa te gelde had moeten maken indien hij daarvan weet had vóór die sluiting, is een belanghebbende die de hoedanigheid heeft om de aanstelling van een curator ad hoc te vorderen."
      ]
    },
    "ECLI:BE:CASS:2011:ARR.20110323.3": {
      "court": "CASS",
      "date": "2011-03-23",
      "roleNumber": "P.10.1757.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20110323.3",
      "abstractFR": [
        "L'usage d'une pièce fausse peut se poursuivre au-delà de la clôture des opérations de la faillite d'une personne morale."
      ],
      "abstractNL": [
        "Het gebruik van een vals stuk kan blijven duren na de sluiting van de verrichtingen van het faillissement van de rechtspersoon."
      ]
    }
  },
  "75": {
    "ECLI:BE:CASS:2021:ARR.20210325.1F.8": {
      "court": "CASS",
      "date": "2021-03-25",
      "roleNumber": "C.19.0021.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210325.1F.8",
      "abstractFR": [
        "La mission générale du curateur est de réaliser l'actif de la faillite et de distribuer les deniers qui proviendraient de la réalisation de cet actif (1). (1) Cass. 2 octobre 2014, RG C.13.0288.F, Pas. 2014, n° 570, avec concl. MP ; Cass. 6 décembre 2012, RG C.11.0654.F, Pas. 2012, n° 671, avec concl. de M. Génicot, avocat général ; L. du 8 août 1997, avant sa modification par la loi du 11 août 2017.",
        "Le curateur a seul qualité pour agir en justice au nom de la masse et exercer les droits qui sont communs à l'ensemble des créanciers; il s'ensuit qu'un créancier n'a qualité pour agir en justice que s'il peut se prévaloir d'un préjudice individuel (1). (1) Voir Cass. 2 octobre 2014, RG C.13.0288.F, Pas. 2014, n° 570, avec concl. MP.",
        "Si l'examen de l'existence et de l'étendue du préjudice relève du fondement de l'action, l'appréciation du caractère individuel de celui-ci détermine la qualité à agir du créancier, partant, relève de la recevabilité (1). (1) Voir Cass. 17 janvier 2008, RG F.06.0079.N, Pas. 2008, n° 33.",
        "Les droits communs à l'ensemble des créanciers sont les droits résultant de dommages causés par la faute de toute personne qui a eu pour effet d'aggraver le passif de la faillite ou d'en diminuer l'actif; en raison du dommage qui est ainsi causé à la masse des biens et droits qui constituent le gage commun des créanciers, cette faute est la cause d'un préjudice collectif pour ces créanciers et elle porte atteinte aux droits que ceux-ci, eu égard à leur nature, ont en commun (1). (1) L. du 8 août 1997, avant sa modification par la loi du 11 août 2017.",
        "L'action en inopposabilité de l'acte ayant pour effet de soustraire à l'actif de la faillite un bien grevé d'une sûreté spéciale ou l'action en réparation de l'atteinte résultant de l'absence, dans l'actif de la faillite, d'un tel bien, ne vise pas l'indemnisation d'un préjudice propre au créancier privilégié, mais celle d'un dommage causé à la masse des biens; le curateur a, partant, seul qualité pour l'intenter (1). (1) L. du 8 août 1997, avant sa modification par la loi du 11 août 2017."
      ],
      "abstractNL": [
        "De algemene opdracht van de curator bestaat erin de activa van het faillissement te gelde te maken en de eventuele opbrengst uit die tegeldemaking te verdelen (1). (1) Cass. 2 oktober 2014, AR C.13.0288.F, AC 2014, nr. 570, met concl. OM op datum in Pas.; Cass. 6 december 2012, AR C.11.0654.F, AC 2011, nr. 671, met concl. van advocaat-generaal GENICOT op datum in Pas.; Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017.",
        "Enkel de curator heeft de hoedanigheid om namens de boedel in rechte op te treden en de gemeenschappelijke rechten van de schuldeisers uit te oefenen; hieruit volgt dat een schuldenaar enkel de hoedanigheid heeft om in rechte op te treden als hij zich kan beroepen op individuele schade (1). (1) Zie Cass. 2 oktober 2014, AR C.13.0288.F, AC 2014, nr. 570, met concl. OM op datum in Pas.",
        "Hoewel het onderzoek van het bestaan en de omvang van de schade verband houdt met de gegrondheid van de rechtsvordering, bepaalt de beoordeling van het individueel karakter van die schade of de schuldenaar de hoedanigheid heeft om in rechte op te treden, en houdt die beoordeling bijgevolg verband met de ontvankelijkheid van de rechtsvordering (1). (1) Zie Cass. 17 januari 2008, AR F.06.0079.N, AC 2008, nr. 33.",
        "De gemeenschappelijke rechten van de schuldeisers zijn de rechten die voortvloeien uit de schade ten gevolge van eender wiens fout waardoor het passief van het faillissement wordt verzwaard of het actief wordt verminderd; wegens de schade die aldus wordt toegebracht aan de boedel van goederen en rechten die de gemeenschappelijke waarborg van de schuldeisers vormen, is die fout voor die schuldeisers de oorzaak van een collectieve schade en tast ze de rechten aan die zij, gelet op de aard van de rechten, gezamenlijk uitoefenen (1). (1) Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017.",
        "De vordering tot niet-tegenstelbaarverklaring van de akte die leidt tot de onttrekking van een met een bijzondere zekerheid bezwaard goed of de rechtsvordering tot herstel van de aantasting voortvloeiend uit het ontbreken van een dergelijk goed in het actief van het faillissement, strekt niet tot de vergoeding van een eigen schade van de bevoorrechte schuldeiser maar van een schade die aan de boedel van goederen is toegebracht; enkel de curator heeft bijgevolg de hoedanigheid om die vordering in te stellen (1). (1) Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017."
      ]
    }
  },
  "77": {
    "ECLI:BE:CASS:2023:ARR.20231103.1F.5": {
      "court": "CASS",
      "date": "2023-11-03",
      "roleNumber": "C.23.0070.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231103.1F.5",
      "abstractFR": [
        "Le créancier dont la créance a été admise a la qualité requise pour saisir le juge-commissaire d'une demande d'ordonner une répartition provisionnelle entre les créanciers."
      ],
      "abstractNL": null
    }
  },
  "79": {
    "ECLI:BE:CASS:2024:ARR.20240412.1F.6": {
      "court": "CASS",
      "date": "2024-04-12",
      "roleNumber": "C.23.0376.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240412.1F.6",
      "abstractFR": [
        "Les frais et dépens de l'administration de la faillite, dont notamment les frais et honoraires du curateur, sont une dette du failli (1). (1) Voir les concl. du MP.",
        "Les commandités et les commanditaires qui ont habituellement géré les affaires d'une société en commandite simple sont tenus solidairement et de manière illimitée aux frais et dépens de l'administration de la faillite de cette société (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "80": {
    "ECLI:BE:CASS:2025:ARR.20250410.1F.1": {
      "court": "CASS",
      "date": "2025-04-10",
      "roleNumber": "C.22.0165.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250410.1F.1",
      "abstractFR": [
        "Lors même que l'excusabilité du failli est prononcée avant la clôture de la faillite, l'excusabilité ne produit effet qu'au moment de la clôture, lorsque les créanciers recouvrent leur droit de poursuite individuel pour les dettes qui subsistent (1). (1) Voir les concl. du MP.",
        "L'article 82, alinéa 2, de la loi du 8 août 1997 s'applique au cohabitant légal du failli; Il s'ensuit que, bénéficiant de la mesure de clémence par l'effet de l'excusabilité du failli, le cohabitant légal ne peut prétendre à une libération de ses engagements à la dette du partenaire failli qu'au moment de la clôture de la faillite (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Zelfs als de verschoonbaarheid van de gefailleerde wordt uitgesproken vóór de sluiting van het faillissement, heeft de verschoonbaarheid pas gevolgen op het ogenblik van de sluiting, wanneer de schuldeisers hun individueel recht van vervolging voor de nog openstaande schulden terugkrijgen (1). (1) Zie concl. OM.",
        "Artikel 82, tweede lid, Faillissementswet is van toepassing op de wettelijk samenwonende van de gefailleerde; hieruit volgt dat de wettelijk samenwonende, die de clementiemaatregel geniet ingevolge de verschoonbaarheid van de gefailleerde, pas op het ogenblik van de sluiting van het faillissement aanspraak kan maken op een bevrijding van zijn verbintenissen ten aanzien van de schuld van de gefailleerde partner (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210520.1F.3": {
      "court": "CASS",
      "date": "2021-05-20",
      "roleNumber": "C.20.0118.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210520.1F.3",
      "abstractFR": [
        "Viole l'article 149 de la Constitution l'arrêt qui n'indique pas la nature des avantages dont le demandeur devait bénéficier grâce aux activités de la société pour laquelle il s'était porté caution, dès lors qu'il ne permet pas à la Cour de contrôler la légalité de la décision (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het arrest dat verzuimt de aard te preciseren van de voordelen die de eiser moest verkrijgen uit de activiteiten van de vennootschap waarvoor hij zich borg had gesteld, schendt artikel 149 Grondwet omdat voornoemd arrest het Hof niet in staat stelt zijn wettigheidstoezicht op de beslissing uit te oefenen (1). (1) Zie concl. OM in Pas. 2021, nr. 366."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200522.1F.5": {
      "court": "CASS",
      "date": "2020-05-22",
      "roleNumber": "C.19.0169.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200522.1F.5",
      "abstractFR": [
        "Le caractère gratuit de la sûreté personnelle est l'absence de tout avantage économique, tant direct qu'indirect, que celui qui s'est constitué sûreté personnelle peut retirer par la suite de son engagement (1). (1) L. du 8 août 1997, art. 80, al. 3 avant son abrogation par l'article 70, al. 1er, de la loi du 11 août 2017."
      ],
      "abstractNL": [
        "De kosteloze aard van de persoonlijke zekerheidsstelling is het ontbreken van enig economisch voordeel, zowel rechtstreeks als onrechtstreeks, dat de persoonlijkezekerheidssteller kan genieten ten gevolge van de zekerheidsstelling (1). (1) Art. 80, derde lid, Faillissementswet, vóór de opheffing ervan door artikel 70, eerste lid, van de wet van 11 augustus 2017."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190502.1": {
      "court": "CASS",
      "date": "2019-05-02",
      "roleNumber": "C.18.0364.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190502.1",
      "abstractFR": [
        "Son intervention fût-elle irrecevable, le créancier qui est intervenu à la procédure a qualité pour interjeter appel de la décision qui statue sur l'excusabilité du failli (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De schuldeiser die in de procedure is tussengekomen heeft, ook al is zijn tussenkomst niet ontvankelijk, de hoedanigheid om hoger beroep in te stellen tegen de beslissing die over de verschoonbaarheid van de gefailleerde uitspraak doet (1). (1) Zie concl. OM in Pas. 2019, nr. 259."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181102.4": {
      "court": "CASS",
      "date": "2018-11-02",
      "roleNumber": "C.17.0498.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181102.4&lang=fr",
      "abstractFR": [
        "Le vendeur impayé bénéficiant d'une clause de réserve de propriété est habilité à déclarer sa créance à la faillite en tant que créancier privilégié, de sorte que la décharge visée à l'article 80 de la loi du 8 août 1997 sur les faillites, dans sa version applicable, qui tend à régler efficacement la liquidation de la faillite et intéresse en ce sens l'ordre public, lui est également applicable s'il a été dûment appelé et qu'il ne peut plus faire valoir, à l'encontre des curateurs, de griefs à raison de la liquidation de la faillite, même s'ils concernent le non-respect allégué de la clause de réserve de propriété."
      ],
      "abstractNL": [
        "De onbetaalde verkoper onder eigendomsvoorbehoud is gerechtigd om in het faillissement aangifte te doen van zijn schuldvordering als bevoorrechte schuldeiser, zodat de kwijting bedoeld in artikel 80 Faillissementswet zoals van toepassing, welke bepaling strekt tot een doelmatige afwikkeling van de faillissementsvereffening en in die zin de openbare orde raakt, ook op hem van toepassing is indien hij behoorlijk werd opgeroepen, en hij tegen de curatoren ter zake de faillissementsvereffening geen grieven meer kan doen gelden ook al betreffen die een beweerde miskenning van het eigendomsvoorbehoud."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160129.3": {
      "court": "CASS",
      "date": "2016-01-29",
      "roleNumber": "C.14.0006.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160129.3",
      "abstractFR": [
        "Dès lors qu'une dérogation à l'article 57 du Code judiciaire ne résulte pas d'une disposition expresse, la notification par pli judiciaire n'a pour effet de faire courir le délai de recours que pour autant qu'elle mentionne les possibilités de recours et leurs délais (1). (1) Voir les concl. contraires du MP."
      ],
      "abstractNL": [
        "Wanneer een afwijking van artikel 57 Gerechtelijk Wetboek niet voortvloeit uit een uitdrukkelijke bepaling, heeft de kennisgeving per gerechtsbrief slechts als gevolg dat de beroepstermijn begint te lopen voor zover die de mogelijkheden van beroep en de termijnen ervan vermeldt (1). (1) Zie andersluidende concl. OM. in Pas. 2016, nr. ***"
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140925.14": {
      "court": "CASS",
      "date": "2014-09-25",
      "roleNumber": "C.14.0095.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140925.14",
      "abstractFR": [
        "Il ne résulte pas des articles 16, alinéa 1er, première phrase, 80, alinéas 2 et 5, et 82, alinéa 1er, de la loi du 8 août 1997 sur les faillites que lorsque le tribunal prononce l'excusabilité du failli avant d'ordonner la clôture de la faillite, les biens qui échoient au failli postérieurement à cette décision sont exclus de l'actif de la faillite (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de artikelen 16, eerste lid, eerste zin, 80, tweede en vijfde lid, en 82, eerste lid, van de Faillissementswet van 8 augustus 1997 volgt niet dat, wanneer de rechtbank de gefailleerde verschoonbaar verklaart alvorens de sluiting van het faillissement te bevelen, de goederen die de gefailleerde na die beslissing verkrijgt uit het actief van het faillissement worden uitgesloten (1). (1) Zie concl. OM in Pas 2014, nr. ..."
      ]
    }
  },
  "82": {
    "ECLI:BE:CASS:2025:ARR.20250410.1F.1": {
      "court": "CASS",
      "date": "2025-04-10",
      "roleNumber": "C.22.0165.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250410.1F.1",
      "abstractFR": [
        "Lors même que l'excusabilité du failli est prononcée avant la clôture de la faillite, l'excusabilité ne produit effet qu'au moment de la clôture, lorsque les créanciers recouvrent leur droit de poursuite individuel pour les dettes qui subsistent (1). (1) Voir les concl. du MP.",
        "L'article 82, alinéa 2, de la loi du 8 août 1997 s'applique au cohabitant légal du failli; Il s'ensuit que, bénéficiant de la mesure de clémence par l'effet de l'excusabilité du failli, le cohabitant légal ne peut prétendre à une libération de ses engagements à la dette du partenaire failli qu'au moment de la clôture de la faillite (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Zelfs als de verschoonbaarheid van de gefailleerde wordt uitgesproken vóór de sluiting van het faillissement, heeft de verschoonbaarheid pas gevolgen op het ogenblik van de sluiting, wanneer de schuldeisers hun individueel recht van vervolging voor de nog openstaande schulden terugkrijgen (1). (1) Zie concl. OM.",
        "Artikel 82, tweede lid, Faillissementswet is van toepassing op de wettelijk samenwonende van de gefailleerde; hieruit volgt dat de wettelijk samenwonende, die de clementiemaatregel geniet ingevolge de verschoonbaarheid van de gefailleerde, pas op het ogenblik van de sluiting van het faillissement aanspraak kan maken op een bevrijding van zijn verbintenissen ten aanzien van de schuld van de gefailleerde partner (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210624.1F.6": {
      "court": "CASS",
      "date": "2021-06-24",
      "roleNumber": "C.20.0073.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210624.1F.6",
      "abstractFR": [
        "Le droit de recours de la caution né d'un engagement antérieur à la déclaration de faillite du débiteur principal ne peut plus être exercé contre ce dernier déclaré excusable, lors même que l'exécution par la caution de son engagement est postérieur à la déclaration de faillite."
      ],
      "abstractNL": [
        "Het verhaalrecht van de borg, ontstaan uit een verbintenis die dagtekent van vóór de faillietverklaring van de hoofdschuldenaar, kan tegen laatstgenoemde niet meer worden uitgeoefend wanneer hij verschoonbaar is verklaard, ook al heeft de borg zijn verbintenis pas na de faillietverklaring uitgevoerd."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201210.1F.12": {
      "court": "CASS",
      "date": "2020-12-10",
      "roleNumber": "C.20.0110.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201210.1F.12",
      "abstractFR": [
        "Lorsque le conjoint ou l'ex-conjoint est condamné, en sa qualité de coauteur d'une même infraction, solidairement avec le failli, aux restitutions et dommages et intérêts, il n'est pas tenu à la dette de son époux en raison des liens du mariage et n'est dès lors pas libéré de cette obligation par l'effet de l'excusabilité du failli (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de echtgenoot of de voormalige echtgenoot, in zijn hoedanigheid van mededader van eenzelfde misdrijf, hoofdelijk met de gefailleerde wordt veroordeeld tot teruggave en schadevergoeding, is hij niet op grond van de huwelijksband tot de schuld van zijn echtgenoot gehouden en derhalve wordt hij niet ten gevolge van de verschoonbaarheid van de gefailleerde van die aansprakelijkheid bevrijd (1). (1) Zie concl. OM in Pas. 2020, nr. 767."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150508.2": {
      "court": "CASS",
      "date": "2015-05-08",
      "roleNumber": "C.13.0301.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150508.2&lang=fr",
      "abstractFR": [
        "Le conjoint ou l'ex-conjoint du failli déclaré excusable est personnellement responsable au sens de l'article 82, alinéa 2, de la loi du 8 août 1997 sur les faillites, lorsqu'il s'est porté caution avec le failli pour une dette d'une société dont le failli est le gérant (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De echtgenoot of voormalige echtgenoot van de verschoonbaar verklaarde gefailleerde is persoonlijk aansprakelijk in de zin van artikel 82, tweede lid, Faillissementswet, wanneer hij zich, samen met de gefailleerde, borg heeft gesteld voor een schuld van een vennootschap waarvan de gefailleerde zaakvoerder is (1). (1) Zie de concl. OM."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140925.14": {
      "court": "CASS",
      "date": "2014-09-25",
      "roleNumber": "C.14.0095.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140925.14",
      "abstractFR": [
        "Il ne résulte pas des articles 16, alinéa 1er, première phrase, 80, alinéas 2 et 5, et 82, alinéa 1er, de la loi du 8 août 1997 sur les faillites que lorsque le tribunal prononce l'excusabilité du failli avant d'ordonner la clôture de la faillite, les biens qui échoient au failli postérieurement à cette décision sont exclus de l'actif de la faillite (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de artikelen 16, eerste lid, eerste zin, 80, tweede en vijfde lid, en 82, eerste lid, van de Faillissementswet van 8 augustus 1997 volgt niet dat, wanneer de rechtbank de gefailleerde verschoonbaar verklaart alvorens de sluiting van het faillissement te bevelen, de goederen die de gefailleerde na die beslissing verkrijgt uit het actief van het faillissement worden uitgesloten (1). (1) Zie concl. OM in Pas 2014, nr. ..."
      ]
    }
  },
  "83": {
    "ECLI:BE:CASS:2017:ARR.20170309.6": {
      "court": "CASS",
      "date": "2017-03-09",
      "roleNumber": "C.16.0048.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170309.6",
      "abstractFR": [
        "Le curateur, qui eut dû réaliser les actifs apparus après la clôture de la faillite s'il en avait eu connaissance avant cette clôture, est une personne intéressée qui a qualité pour demander la désignation d'un curateur ad hoc."
      ],
      "abstractNL": [
        "De curator die de na de sluiting van het faillissement opgedoken activa te gelde had moeten maken indien hij daarvan weet had vóór die sluiting, is een belanghebbende die de hoedanigheid heeft om de aanstelling van een curator ad hoc te vorderen."
      ]
    },
    "ECLI:BE:CASS:2011:ARR.20110323.3": {
      "court": "CASS",
      "date": "2011-03-23",
      "roleNumber": "P.10.1757.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20110323.3",
      "abstractFR": [
        "L'usage d'une pièce fausse peut se poursuivre au-delà de la clôture des opérations de la faillite d'une personne morale."
      ],
      "abstractNL": [
        "Het gebruik van een vals stuk kan blijven duren na de sluiting van de verrichtingen van het faillissement van de rechtspersoon."
      ]
    }
  },
  "91": {
    "ECLI:BE:CASS:2022:ARR.20220331.1N.6": {
      "court": "CASS",
      "date": "2022-03-31",
      "roleNumber": "C.21.0336.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220331.1N.6&lang=fr",
      "abstractFR": [
        "Les fonds de la vente résultant de la discussions de biens immobiliers n'entrent dans la masse de la faillite qu'après que les créanciers hypothécaires ont été remplis de leurs droits."
      ],
      "abstractNL": [
        "De verkoopgelden voortkomend uit de uitwinning van onroerende goederen vallen slechts in de faillissementsboedel nadat de hypothecaire schuldeisers werden voldaan."
      ]
    }
  },
  "96": {
    "ECLI:BE:CASS:2021:ARR.20210122.1N.41": {
      "court": "CASS",
      "date": "2021-01-22",
      "roleNumber": "C.19.0417.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210122.1N.41&lang=fr",
      "abstractFR": [
        "Lorsque la faillite est prononcée avant que le divorce ne produise ses effets à l'égard des tiers, la masse de la faillite comprend, outre le patrimoine propre de l'époux failli, l'ensemble de la communauté et le curateur est tenu de réaliser les biens compris dans la communauté au profit des créanciers de la faillite, en tenant compte des règles de recouvrement des dettes à l'égard des conjoints; lorsque la faillite est par contre prononcée après que le divorce ait produit des effets à l'égard des tiers, la communauté doit d'abord être liquidée et partagée, après quoi la part nette du conjoint failli doit être remise au curateur (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer het faillissement wordt uitgesproken vooraleer de echtscheiding gevolgen heeft ten aanzien van derden, omvat de faillissementsboedel benevens het eigen vermogen van de echtgenoot-gefailleerde ook de volledige huwelijksgemeenschap en dienen de tot de huwelijksgemeenschap behorende goederen door de curator te gelde te worden gemaakt ten behoeve van de faillissementsschuldeisers, rekening houdend met de regels in verband met de verhaalbaarheid van schulden ten aanzien van echtgenoten; wanneer het faillissement daarentegen wordt uitgesproken na het ogenblik waarop de echtscheiding gevolgen heeft ten aanzien van derden, moet in eerste instantie de huwelijksgemeenschap worden vereffend en verdeeld, waarna het netto-aandeel van de gefailleerde echtgenoot aan de curator dient te worden overgemaakt (1). (1) Zie concl. OM."
      ]
    }
  },
  "99": {
    "ECLI:BE:CASS:2024:ARR.20240412.1F.6": {
      "court": "CASS",
      "date": "2024-04-12",
      "roleNumber": "C.23.0376.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240412.1F.6",
      "abstractFR": [
        "Les frais et dépens de l'administration de la faillite, dont notamment les frais et honoraires du curateur, sont une dette du failli (1). (1) Voir les concl. du MP.",
        "Les commandités et les commanditaires qui ont habituellement géré les affaires d'une société en commandite simple sont tenus solidairement et de manière illimitée aux frais et dépens de l'administration de la faillite de cette société (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20210325.1F.8": {
      "court": "CASS",
      "date": "2021-03-25",
      "roleNumber": "C.19.0021.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210325.1F.8",
      "abstractFR": [
        "La mission générale du curateur est de réaliser l'actif de la faillite et de distribuer les deniers qui proviendraient de la réalisation de cet actif (1). (1) Cass. 2 octobre 2014, RG C.13.0288.F, Pas. 2014, n° 570, avec concl. MP ; Cass. 6 décembre 2012, RG C.11.0654.F, Pas. 2012, n° 671, avec concl. de M. Génicot, avocat général ; L. du 8 août 1997, avant sa modification par la loi du 11 août 2017.",
        "Le curateur a seul qualité pour agir en justice au nom de la masse et exercer les droits qui sont communs à l'ensemble des créanciers; il s'ensuit qu'un créancier n'a qualité pour agir en justice que s'il peut se prévaloir d'un préjudice individuel (1). (1) Voir Cass. 2 octobre 2014, RG C.13.0288.F, Pas. 2014, n° 570, avec concl. MP.",
        "Si l'examen de l'existence et de l'étendue du préjudice relève du fondement de l'action, l'appréciation du caractère individuel de celui-ci détermine la qualité à agir du créancier, partant, relève de la recevabilité (1). (1) Voir Cass. 17 janvier 2008, RG F.06.0079.N, Pas. 2008, n° 33.",
        "Les droits communs à l'ensemble des créanciers sont les droits résultant de dommages causés par la faute de toute personne qui a eu pour effet d'aggraver le passif de la faillite ou d'en diminuer l'actif; en raison du dommage qui est ainsi causé à la masse des biens et droits qui constituent le gage commun des créanciers, cette faute est la cause d'un préjudice collectif pour ces créanciers et elle porte atteinte aux droits que ceux-ci, eu égard à leur nature, ont en commun (1). (1) L. du 8 août 1997, avant sa modification par la loi du 11 août 2017.",
        "L'action en inopposabilité de l'acte ayant pour effet de soustraire à l'actif de la faillite un bien grevé d'une sûreté spéciale ou l'action en réparation de l'atteinte résultant de l'absence, dans l'actif de la faillite, d'un tel bien, ne vise pas l'indemnisation d'un préjudice propre au créancier privilégié, mais celle d'un dommage causé à la masse des biens; le curateur a, partant, seul qualité pour l'intenter (1). (1) L. du 8 août 1997, avant sa modification par la loi du 11 août 2017."
      ],
      "abstractNL": [
        "De algemene opdracht van de curator bestaat erin de activa van het faillissement te gelde te maken en de eventuele opbrengst uit die tegeldemaking te verdelen (1). (1) Cass. 2 oktober 2014, AR C.13.0288.F, AC 2014, nr. 570, met concl. OM op datum in Pas.; Cass. 6 december 2012, AR C.11.0654.F, AC 2011, nr. 671, met concl. van advocaat-generaal GENICOT op datum in Pas.; Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017.",
        "Enkel de curator heeft de hoedanigheid om namens de boedel in rechte op te treden en de gemeenschappelijke rechten van de schuldeisers uit te oefenen; hieruit volgt dat een schuldenaar enkel de hoedanigheid heeft om in rechte op te treden als hij zich kan beroepen op individuele schade (1). (1) Zie Cass. 2 oktober 2014, AR C.13.0288.F, AC 2014, nr. 570, met concl. OM op datum in Pas.",
        "Hoewel het onderzoek van het bestaan en de omvang van de schade verband houdt met de gegrondheid van de rechtsvordering, bepaalt de beoordeling van het individueel karakter van die schade of de schuldenaar de hoedanigheid heeft om in rechte op te treden, en houdt die beoordeling bijgevolg verband met de ontvankelijkheid van de rechtsvordering (1). (1) Zie Cass. 17 januari 2008, AR F.06.0079.N, AC 2008, nr. 33.",
        "De gemeenschappelijke rechten van de schuldeisers zijn de rechten die voortvloeien uit de schade ten gevolge van eender wiens fout waardoor het passief van het faillissement wordt verzwaard of het actief wordt verminderd; wegens de schade die aldus wordt toegebracht aan de boedel van goederen en rechten die de gemeenschappelijke waarborg van de schuldeisers vormen, is die fout voor die schuldeisers de oorzaak van een collectieve schade en tast ze de rechten aan die zij, gelet op de aard van de rechten, gezamenlijk uitoefenen (1). (1) Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017.",
        "De vordering tot niet-tegenstelbaarverklaring van de akte die leidt tot de onttrekking van een met een bijzondere zekerheid bezwaard goed of de rechtsvordering tot herstel van de aantasting voortvloeiend uit het ontbreken van een dergelijk goed in het actief van het faillissement, strekt niet tot de vergoeding van een eigen schade van de bevoorrechte schuldeiser maar van een schade die aan de boedel van goederen is toegebracht; enkel de curator heeft bijgevolg de hoedanigheid om die vordering in te stellen (1). (1) Faillissementswet, vóór de wijziging ervan door de wet van 11 augustus 2017."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160204.4": {
      "court": "CASS",
      "date": "2016-02-04",
      "roleNumber": "F.15.0045.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160204.4&lang=fr",
      "abstractFR": [
        "Dès lors que les dettes de la masse dérogent au principe de l'égalité des créanciers qui sert de fondement à la loi du 8 août 1997 sur les faillites, il y a lieu de les interpréter de manière restrictive: une dette constitue une dette de la masse lorsque le curateur a contracté des obligations en vue de l'administration de la masse, notamment en poursuivant l'activité commerciale du failli, en exécutant les conventions conclues par ce dernier ou encore en utilisant les biens meubles ou immeubles en vue d'une administration adéquate de la masse faillie; le curateur contracte aussi des dettes en vue de l'administration de la faillite lorsque ces dettes naissent d'opérations que le curateur doit réaliser en vue de cette administration mais qu'il ne le fait pas (1). (1) Voir les concl. du MP publiées à leur date dans AC; à la même audience, la Cour s'est prononcée dans le même sens dans la cause F.14.0157.N, en ce qui concerne le précompte professionnelle et la TVA due.",
        "Une redevance sur la désaffectation de site d'activité économique qui est exigible après la faillite et qui concerne l'année civile suivant la date de l'ouverture de la faillite constitue une dette de la masse lorsque la continuation de la désaffectation est imputable au curateur (1). (1) Voir les concl. du MP publiées à leur date dans AC; à la même audience, la Cour s'est prononcée dans le même sens dans la cause F.14.0157.N, en ce qui concerne le précompte professionnelle et la TVA due."
      ],
      "abstractNL": [
        "Aangezien boedelschulden afbreuk doen aan het beginsel van de gelijkheid van schuldeisers dat aan de Faillissementswet ten grondslag ligt, dienen zij beperkend te worden uitgelegd: een schuld is een boedelschuld, wanneer de curator verbintenissen heeft aangegaan met het oog op het beheer van de boedel, onder meer door de handelsactiviteit van de gefailleerde voort te zetten, de door laatstgenoemde gesloten overeenkomsten uit te voeren of nog door de roerende of onroerende goederen te gebruiken met het oog op een passend beheer van de failliete boedel; de curator gaat ook schulden aan met het oog op het beheer van het faillissement wanneer die schulden ontstaan door handelingen die de curator voor dit beheer dient te stellen maar niet stelt (1). (1) Zie concl. OM.; het Hof heeft op dezelfde zitting in de zaak F.14.0157.N uitspraak gedaan in dezelfde zin wat de verschuldigde bedrijfsvoorheffing betreft en de verschuldigde BTW.",
        "Een leegstandsheffing bedrijfsruimten die opeisbaar wordt na het faillissement en die betrekking heeft op het kalenderjaar dat volgt op de datum van het openvallen van het faillissement is een boedelschuld wanneer het voortduren van de leegstand is toe te rekenen aan de curator (1). (1) Zie concl. OM.; het Hof heeft op dezelfde zitting in de zaak F.14.0157.N uitspraak gedaan in dezelfde zin wat de verschuldigde bedrijfsvoorheffing betreft en de verschuldigde BTW."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150123.4": {
      "court": "CASS",
      "date": "2015-01-23",
      "roleNumber": "C.14.0324.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150123.4&lang=fr",
      "abstractFR": [
        "Une dette n'est une dette de la masse que lorsque le curateur a contracté des engagements en vue de l'administration de la masse, notamment en poursuivant les activités commerciales du failli, en exécutant les conventions conclues par ce dernier ou encore en utilisant les biens meubles ou immeubles en vue d'une administration adéquate de la masse faillie; ce n'est que dans ces circonstances que la masse doit assumer les obligations résultant de cette administration et supporter les charges qui lui incombent (1); les dettes qui résultent de l'obligation d'assainissement résultant d'infractions à la législation sur lenvironnement qui ont été commises avant la déclaration de faillite dont les conséquences perdurent par la suite et qui sont étrangères à l'administration et à la liquidation de la masse, ne constituent, en principe, pas une dette de la masse (2). (1) Cass. 16 juin 1988, RG 8075-8136-8209, Pas. 1988, n° 642; Cass. 27 avril 1992, RG 9291, Pas, 1992, n° 451 et Cass. 20 janvier 1994, RG C.93.0184.N, Pas. 1994, n° 37. (2) Voir Cass. 7 mars 2002, RG C.00.0187.N, Pas. 2002, n° 167."
      ],
      "abstractNL": [
        "Een schuld is alleen dan een boedelschuld, wanneer de curator verbintenissen heeft aangegaan met het oog op het beheer van de boedel, onder meer door de handelsactiviteiten van de gefailleerde voort te zetten, de door laatstgenoemde gesloten overeenkomsten uit te voeren of nog door de roerende of onroerende goederen te gebruiken met het oog op het passend beheer van de failliete boedel; de boedel is alleen in die omstandigheden gebonden door de verbintenissen die met dat beheer verband houden en moet de schulden die erop rusten, dragen (1); schulden die voortvloeien uit de saneringsplicht ten gevolge van inbreuken op de milieuwetgeving die werden begaan vóór de faillietverklaring waarvan de gevolgen nadien blijven voortduren en die vreemd zijn aan het beheer en de vereffening van de boedel, leveren in beginsel geen schuld van de boedel op (2). (1) Cass. 16 juni 1988, AR 8075, nr. 8136 en nr. 8209, AC 1987-88, nr. 642; Cass. 27 april 1992, AR nr. 9291, AC 1991-92, nr. 451 en Cass. 20 januari 1994, AR C.93.0184. F, AC 1994, nr. 37. (2) Zie Cass. 7 maart 2002, AR C 00.0187.N, AC 2002, nr. 167."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141002.3": {
      "court": "CASS",
      "date": "2014-10-02",
      "roleNumber": "C.13.0288.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141002.3",
      "abstractFR": [
        "Le curateur, qui poursuit l'indemnisation du dommage causé par la faute de l'organe d'une société qui a eu pour effet d'aggraver le passif de la faillite ou d'en diminuer l'actif, n'exerce pas les droits individuels des créanciers ayant contracté avec cette société et ne poursuit pas l'indemnisation du dommage résultant pour ces créanciers de la mauvaise exécution du contrat."
      ],
      "abstractNL": [
        "De curator, die de vergoeding vordert van de schade die is veroorzaakt door de fout van het orgaan van een vennootschap waardoor het passief van het faillissement is vermeerderd of het actief ervan is verminderd, oefent niet de individuele rechten uit van de schuldeisers die met die vennootschap een overeenkomst hebben gesloten en vordert de vergoeding niet van de schade die voor die schuldeisers voortvloeit uit de wanuitvoering van de overeenkomst."
      ]
    }
  },
  "100": {
    "ECLI:BE:CASS:2025:ARR.20250428.3F.3": {
      "court": "CASS",
      "date": "2025-04-28",
      "roleNumber": "C.22.0419.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250428.3F.3",
      "abstractFR": [
        "Si le jugement déclaratif de faillite entraîne le dessaisissement du débiteur et fait naître un concours entre les créanciers, seuls les droits des créanciers chirographaires et privilégiés généraux sont cristallisés au jour de la faillite (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "63bis": {
    "ECLI:BE:CASS:2024:ARR.20240125.1N.1": {
      "court": "CASS",
      "date": "2024-01-25",
      "roleNumber": "C.23.0067.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240125.1N.1",
      "abstractFR": null,
      "abstractNL": [
        "Ingeval op datum van het faillissement een geding aanhangig is met betrekking tot een schuldvordering tegen een gefailleerde en deze schuldvordering wordt niet aanvaard in het eerste proces-verbaal van verificatie van de schuldvorderingen, wordt de curator geacht het geding verder te zetten.",
        "De curator zet zonder formele gedinghervatting het geding verder als formele procespartij die de gefailleerde schuldenaar als materiële procespartij vertegenwoordigt, wat er niet aan in de weg staat dat de curator, die het faillissement op een redelijke en zorgvuldige wijze moet beheren onder toezicht van de rechter-commissaris, in het belang van de boedel kan beslissen om het hangende geding niet verder te zetten en zodoende afstand van geding te doen.",
        "De rechter, voor wie de zaak aanhangig is, kan niet kan ingrijpen in het beheer van de curator en kan hem niet verplichten om een hangend geding verder te zetten."
      ]
    }
  }
}