{
  "4": {
    "ECLI:BE:CASS:2014:ARR.20141112.2": {
      "court": "CASS",
      "date": "2014-11-12",
      "roleNumber": "P.14.0351.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141112.2",
      "abstractFR": [
        "L'infraction à l'article 465 du Règlement général pour la protection du travail était sanctionnée pénalement par l'article 87, 3° et 4°, de la loi du 4 août 1996; abrogeant cette dernière disposition, le Code pénal social, introduit par la loi du 6 juin 2010, lui a substitué l'article 131, 3° et 4°, libellé dans des termes similaires, de sorte que le comportement visé à la prévention demeure punissable (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De inbreuk op artikel 465 van het Algemeen reglement voor de arbeidsbescherming werd strafrechtelijk bestraft door artikel 87, 3° en 4° van de wet van 4 augustus 1996; het Sociaal Strafwetboek, dat bij wet van 6 juni 2010 is ingevoerd en dat de voormelde bepaling heeft opgeheven, heeft die bepaling vervangen door artikel 131, 3° en 4°, dat in gelijkaardige bewoordingen is gesteld, zodat de in de telastlegging bedoelde gedraging strafbaar blijft (1). (1) Zie concl. OM in Pas. 2014, nr. ..."
      ]
    }
  },
  "66": {
    "ECLI:BE:CASS:2020:ARR.20200909.2F.3": {
      "court": "CASS",
      "date": "2020-09-09",
      "roleNumber": "P.19.1308.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200909.2F.3",
      "abstractFR": [
        "Le délai de quatorze jours visé à l'article 66, alinéa 2, du Code pénal social ne commence à courir qu'au moment où les enquêteurs sont en mesure de connaître avec certitude tous les éléments de l'infraction et qu'il ne subsiste plus de doute quant à l'identité de l'auteur; le fait de savoir si tous les éléments de l'infraction sont connus avec certitude et qu'aucun doute ne subsiste concernant l'identité de l'auteur, relève de l'appréciation souveraine du juge (1). (1) Voir Cass.18 septembre 1973, Pas. 1974, 50 (loi du 6 avril 1960, art. 6, al. 2) ; Cass. 10 décembre 1986, RG 5089, Pas. 1987, n° 219, RDPC, 1987, p. 250 (article 33 de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs, abrogé par la loi-programme du 22 décembre 1989)."
      ],
      "abstractNL": [
        "De termijn van veertien dagen, bedoeld in artikel 66, tweede lid, Sociaal Strafwetboek, gaat pas in op het ogenblik waarop de onderzoekers met zekerheid kennis konden hebben van alle bestanddelen van de inbreuk en er geen enkele twijfel over de identiteit van de dader meer bestond; de vraag of alle bestanddelen van de inbreuk met zekerheid zijn gekend en er geen enkele twijfel over de identiteit van de dader bestaat, wordt door de rechter op onaantastbare wijze beoordeeld."
      ]
    }
  },
  "119": {
    "ECLI:BE:CASS:2018:ARR.20180117.9": {
      "court": "CASS",
      "date": "2018-01-17",
      "roleNumber": "P.17.0403.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180117.9",
      "abstractFR": [
        "En énonçant que la partie civile ignorait qu'elle était filmée dans son intimité lorsque les actes reprochés à l'inculpé ont été commis et que les faits de harcèlement, au même titre que ceux de violence, qu'ils soient d'ordre physique ou psychique, impliquent un contact entre la victime et l'auteur, ce qui n'était pas le cas en l'espèce, les juges d'appel ont légalement décidé, au terme d'une appréciation qui gît en fait, qu'il n'y avait ni acte de violence ni harcèlement moral ou sexuel au travail.",
        "En énonçant que la partie civile ignorait qu'elle était filmée dans son intimité lorsque les actes reprochés à l'inculpé ont été commis et que les faits de harcèlement, au même titre que ceux de violence, qu'ils soient d'ordre physique ou psychique, impliquent un contact entre la victime et l'auteur, ce qui n'était pas le cas en l'espèce, les juges d'appel ont légalement décidé, au terme d'une appréciation qui gît en fait, qu'il n'y avait ni acte de violence ni harcèlement moral ou sexuel au travail"
      ],
      "abstractNL": [
        "Door vast te stellen dat de burgerlijke partij niet wist dat zij in haar intimiteit werd gefilmd toen de aan de inverdenkinggestelde ten laste gelegde handelingen werden gepleegd en dat de feiten van pesterijen, evenals die van fysiek of psychisch geweld, contact inhouden tussen het slachtoffer en de dader, wat te dezen niet het geval was, hebben de appelrechters, na een beoordeling in feite, naar recht beslist dat er geen sprake was van enige daad van geweld, van pesterijen of van ongewenst seksueel gedrag op het werk."
      ]
    }
  },
  "128": {
    "ECLI:BE:CASS:2019:ARR.20191029.3": {
      "court": "CASS",
      "date": "2019-10-29",
      "roleNumber": "P.19.0409.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191029.3&lang=fr",
      "abstractFR": [
        "Il ne résulte pas de l'article 463, alinéa 2, deuxième phrase, du Règlement général pour la protection du travail (R.G.P.T. ) et de l'article 128, alinéa 1er, du Code pénal social, actuellement article 127, alinéa 1er, 1°, de ce même code, que seules les personnes qui ont posé des actes sans l'ordre précis du chef de chantier peuvent être reconnues coupables de la violation de cette disposition du R.G.P.T.; ces faits peuvent bel et bien être imputés à l'employeur, à son préposé ou à son mandataire s'il s'avère que ces derniers sont responsables intentionnellement ou par négligence de l'inobservation de cette obligation, qu'il s'agisse ou non de personnes morales; cela n'implique pas une extension non autorisée de l'incrimination ou une méconnaissance du principe de légalité."
      ],
      "abstractNL": [
        "Uit artikel 463, tweede lid, ARAB en artikel 128, eerste lid, Sociaal Strafwetboek, thans artikel 127, eerste lid, Sociaal Strafwetboek, volgt niet dat enkel personen die handelingen hebben gesteld zonder het uitdrukkelijk bevel van de werfleider zich aan deze overtreding van deze ARAB-bepaling kunnen schuldig maken; deze feiten kunnen worden toegerekend aan de werkgever, zijn aangestelde of lasthebber indien blijkt dat die opzettelijk of door onachtzaamheid verantwoordelijk zijn voor het niet respecteren van deze verplichting en dit ongeacht of zij rechtspersonen zijn; dit houdt geen niet-toegelaten uitbreiding in van de strafbaarstelling of een miskenning van het legaliteitsbeginsel."
      ]
    }
  },
  "131": {
    "ECLI:BE:CASS:2014:ARR.20141112.2": {
      "court": "CASS",
      "date": "2014-11-12",
      "roleNumber": "P.14.0351.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141112.2",
      "abstractFR": [
        "L'infraction à l'article 465 du Règlement général pour la protection du travail était sanctionnée pénalement par l'article 87, 3° et 4°, de la loi du 4 août 1996; abrogeant cette dernière disposition, le Code pénal social, introduit par la loi du 6 juin 2010, lui a substitué l'article 131, 3° et 4°, libellé dans des termes similaires, de sorte que le comportement visé à la prévention demeure punissable (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De inbreuk op artikel 465 van het Algemeen reglement voor de arbeidsbescherming werd strafrechtelijk bestraft door artikel 87, 3° en 4° van de wet van 4 augustus 1996; het Sociaal Strafwetboek, dat bij wet van 6 juni 2010 is ingevoerd en dat de voormelde bepaling heeft opgeheven, heeft die bepaling vervangen door artikel 131, 3° en 4°, dat in gelijkaardige bewoordingen is gesteld, zodat de in de telastlegging bedoelde gedraging strafbaar blijft (1). (1) Zie concl. OM in Pas. 2014, nr. ..."
      ]
    }
  },
  "162": {
    "ECLI:BE:CASS:2021:ARR.20211220.3N.12": {
      "court": "CASS",
      "date": "2021-12-20",
      "roleNumber": "S.20.0019.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211220.3N.12&lang=fr",
      "abstractFR": [
        "Il ressort de la structure et du libellé des dispositions du Code pénal social, lues conjointement avec les travaux préparatoires, que cette disposition s'applique à ce qui est dû comme rémunération en raison de l'exécution ou de la suspension de la relation de travail, mais non aux indemnités dues en raison de la fin de la relation de travail (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de structuur en bewoordingen van de bepalingen van het Sociaal Strafwetboek, samen gelezen met de wetsgeschiedenis, blijkt dat artikel 162, eerste lid, 1° Sociaal Strafwetboek wel van toepassing is op wat als loon verschuldigd is wegens de uitvoering of de schorsing van de dienstbetrekking, maar niet op vergoedingen die verschuldigd zijn omdat de dienstbetrekking een einde neemt (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200303.2N.3": {
      "court": "CASS",
      "date": "2020-03-03",
      "roleNumber": "P.19.1045.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200303.2N.3&lang=fr",
      "abstractFR": [
        "Il résulte des dispositions des articles 5, § 1er, alinéas 1er et 2, de la loi du 5 mars 2002 concernant les conditions de travail, de rémunération et d'emploi en cas de détachement de travailleurs en Belgique et le respect de celles-ci, 52, alinéa 1er, de la loi du 5 décembre 1968 sur les conventions collectives de travail et les commissions paritaires, 162, alinéa 1er, 1° du Code pénal social, que l’employeur qui occupe en Belgique un travailleur détaché est tenu de payer, pour les prestations de travail rémunérées en application de barèmes fixés par convention collective de travail, les éventuels arriérés de rémunération exigibles en vertu d’une convention collective de travail rendue obligatoire, et que le non-paiement de ces arriérés est punissable."
      ],
      "abstractNL": [
        "Uit de bepalingen van artikel 5, § 1, eerste en tweede lid, Wet Arbeidsvoorwaarden Detachering, artikel 52, eerste lid, CAO-wet en artikel 162, eerste lid, 1°, Sociaal Strafwetboek, volgt dat de werkgever die in België een ter beschikking gestelde werknemer tewerkstelt ertoe is gehouden voor de verrichte arbeidsprestaties met toepassing van de loonbarema's die zijn vastgelegd in collectieve arbeidsovereenkomsten, het eventueel achterstallig loon uit te betalen dat invorderbaar is op grond van een algemeen verbindend verklaarde collectieve arbeidsovereenkomst en dat het niet-betalen van dit achterstallig loon strafbaar is."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150622.3": {
      "court": "CASS",
      "date": "2015-06-22",
      "roleNumber": "S.15.0003.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150622.3",
      "abstractFR": [
        "L'infraction consistant dans le non-paiement de la rémunération est consommée par une seule omission au moment où le paiement doit être effectué; une telle infraction est une infraction instantanée et non une infraction continue (1). (1) Cass. 21 décembre 1992, RG 9547, Pas. 1992, n° 807; Cass. 4 décembre 1989, RG 6869, Pas. 1990, n° 218."
      ],
      "abstractNL": [
        "Het misdrijf dat bestaat in de niet-betaling van het loon is voltrokken door één enkel verzuim, op het ogenblik dat de betaling moet worden verricht; een dergelijk misdrijf is een aflopend misdrijf en geen voortdurend misdrijf (1). (1) Cass. 21 december 1992, AR 9547, AC 1992, nr. 807; Cass. 4 december 1989, AR 6869, AC 1990, nr. 218."
      ]
    }
  },
  "175": {
    "ECLI:BE:CASS:2020:ARR.20200909.2F.3": {
      "court": "CASS",
      "date": "2020-09-09",
      "roleNumber": "P.19.1308.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200909.2F.3",
      "abstractFR": [
        "Conformément à l'article 94, § 1er, de la loi spéciale du 8 août 1980 de réformes institutionnelles, aussi longtemps que les régions n'ont pas modifié ou abrogé, chacune pour ce qui la concerne, les dispositions de la loi du 30 avril 1999, parmi lesquelles figurent les articles 4 et 4/1 et l'article 175 du Code pénal social, ceux-ci demeurent d'application (1) ; en conséquence, bien qu'abrogé par l'article 3 de la loi du 9 mai 2018 relative à l'occupation de ressortissants étrangers se trouvant dans une situation particulière de séjour (2), insérant un article 175/1 dans le Code pénal social, l'article 175 du Code pénal social est resté en vigueur sans discontinuité pour la Région wallonne jusqu'à son abrogation, le 1er juillet 2019 (3), par l'article 150, § 2, du décret wallon du 28 février 2019 (4) et, à partir de cette date, les infractions que cet article 175 sanctionnait sont devenues punissables en application dudit décret (5). (1) L'art. 6, § 1er, IX, 3°, al. 1er, de la loi spéciale du 8 août 1980 de réformes institutionnelles dispose que « les matières visées à l'article 39 de la Constitution sont (...) IX. (En ce qui concerne la politique de l'emploi : (...) 3° l'occupation des travailleurs étrangers, à l'exception des normes relatives au permis de travail délivré en fonction de la situation particulière de séjour des personnes concernées et aux dispenses de cartes professionnelles liées à la situation particulière de séjour des personnes concernées. » (2) L'art. 5 de la loi du 9 mai 2018 insérant un article 175/1 dans le Code pénal social renvoie à l'entrée en vigueur de la loi du même jour relative à l'occupation de ressortissants étrangers se trouvant dans une situation particulière de séjour, dont l'art. 12 dispose : « La présente loi entre en vigueur à la date de l'entrée en vigueur de l'accord de coopération du 2 février 2018, entre l'État fédéral, la Région wallonne, la Région flamande, la Région de Bruxelles-Capitale et la Communauté germanophone portant sur la coordination des politiques d'octroi d'autorisations de travail et d'octroi du permis de séjour, ainsi que les normes relatives à l'emploi et au séjour des travailleurs étrangers ». Aux termes de son art. 45, cet accord est entré en vigueur le jour de la publication au Moniteur belge du dernier des actes d'assentiment des parties, soit le 24 décembre 2018, date de publication de la loi du 12 novembre 2018 portant assentiment audit accord. (3) Soit, en application de l'art. 40 de cet arrêté, le dixième jour qui suit la publication de l'arrêté du gouvernement wallon du 4 avril 2019 portant exécution du décret du 28 février 2019 relatif au contrôle des législations et réglementations relatives à la politique économique, à la politique de l'emploi et à la recherche scientifique ainsi qu'à l'instauration d'amendes administratives applicables en cas d'infraction à ces législations et réglementations, M.B, 21 juin 2019. (4) Décret du 28 février 2019 relatif au contrôle des législations et réglementations relatives à la politique économique, à la politique de l'emploi et à la recherche scientifique ainsi qu'à l'instauration d'amendes administratives applicables en cas d'infraction à ces législations et réglementations, M.B. 3 mai 2019, en vig. le 1er juillet 2019. (5) Dont les art. 113 et 114 rétablissent et insèrent respectivement les art. 12 et 12/1 de la loi du 30 avril 1999 ; voir Cass. 17 décembre 2019, RG P.19.1138.N, Pas. 2019, n° 678."
      ],
      "abstractNL": [
        "Overeenkomstig artikel 94, § 1, Bijzondere Wet Hervorming Instellingen, blijven de bepalingen van de wet van 30 april 1999, waaronder ook de artikelen 4 en 4/1 alsook artikel 175 Sociaal Strafwetboek, van toepassing zolang de gewesten de bepalingen van de wet van 30 april 1999, waaronder ook de artikelen 4 en 4/1 en artikel 175 Sociaal Strafwetboek, elk voor wat hen betreft niet hebben gewijzigd of opgeheven (1); bijgevolg is artikel 175 Sociaal Strafwetboek, hoewel opgeheven door artikel 3 van de wet van 9 mei 2018 betreffende de tewerkstelling van buitenlandse onderdanen die zich in een specifieke verblijfssituatie bevinden (2), die een artikel 175/1 in het Sociaal Strafwetboek heeft ingevoegd, voor het Waalse Gewest ononderbroken van toepassing gebleven tot de opheffing ervan, op 1 juli 2019 (3), door artikel 150, § 2, van het Waalse decreet van 28 februari 2019 (4) en zijn de misdrijven die door dat artikel 175 werden bestraft vanaf die datum bij toepassing van dat decreet strafbaar geworden (5). (1) Art. 6, § 1, IX, 3°, eerste lid, Bijzondere Wet Hervorming Instellingen bepaalt dat “de aangelegenheden bedoeld in artikel 39 van de Grondwet zijn: (…) IX. (Wat het tewerkstellingsbeleid betreft: (…) 3° de tewerkstelling van buitenlandse arbeidskrachten, met uitzondering van de normen betreffende de arbeidskaart afgeleverd in het kader van de specifieke verblijfssituatie van de betrokken personen en de vrijstellingen van beroepskaarten verbonden aan de specifieke verblijfssituatie van de betrokken personen.” (2) Art. 5 van de wet van 9 mei 2018, dat een artikel 175/1 invoegt in het Sociaal Strafwetboek, verwijst naar de inwerkingtreding van de wet van diezelfde datum betreffende de tewerkstelling van buitenlandse onderdanen die zich in een specifieke verblijfssituatie bevinden, waarvan artikel 12 bepaalt: “deze wet treedt in werking op de datum van inwerkingtreding van het samenwerkingsakkoord van 2 februari 2018 tussen de Federale Staat, het Waalse Gewest, het Vlaamse Gewest, het Brussels Hoofdstedelijk Gewest en de Duitstalige Gemeenschap met betrekking tot de coördinatie tussen het beleid inzake de toelatingen tot arbeid en het beleid inzake de verblijfsvergunningen en inzake de normen betreffende de tewerkstelling en het verblijf van buitenlandse arbeidskrachten”. Luidens artikel 45 van voornoemd akkoord wordt het afgesloten voor onbepaalde duur en treedt het in werking op de dag van bekendmaking in het Belgisch Staatsblad van de laatste goedkeurende akte uitgaande van de partijen, namelijk op 24 december 2018, d.i. de datum van bekendmaking van de wet van 12 november 2018 houdende instemming met dat akkoord. (3) Namelijk, bij toepassing van art. 40 van het besluit van de Waalse Regering tot uitvoering van het decreet van 28 februari 2019 betreffende de controle van de wetgevingen en reglementeringen inzake het economisch beleid, het tewerkstellingsbeleid en het wetenschappelijk onderzoek alsook de invoering van administratieve geldboeten toepasselijk in geval van inbreuk op deze wetgevingen en reglementeringen, de tiende dag volgend op de dag van bekendmaking van dat besluit, BS 21 juni 2019. (4) Decreet van 28 februari 2019 betreffende de controle van de wetgevingen en reglementeringen inzake het economisch beleid, het tewerkstellingsbeleid en het wetenschappelijk onderzoek alsook de invoering van administratieve geldboeten toepasselijk in geval van inbreuk op deze wetgevingen en reglementeringen, BS 3 mei 2019, van kracht op 1 juli 2019. (5) Waarvan de artt. 113 en 114 respectievelijk de artt. 12 en 12/1 van de wet van 30 april 1999 herstellen en invoegen; zie Cass. 17 december 2019, AR P.19.1138.N, AC 2019, nr. 678."
      ]
    }
  },
  "181": {
    "ECLI:BE:CASS:2018:ARR.20180425.3": {
      "court": "CASS",
      "date": "2018-04-25",
      "roleNumber": "P.17.0559.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180425.3",
      "abstractFR": [
        "L'infraction visée à l'article 181, alinéa 1er, du Code pénal social est une infraction dont l'élément moral, la faute que la loi punit, se déduit du non-respect par le prévenu du prescrit légal, découlant de l'adoption du comportement matériel prohibé ou de l'omission de celui que la loi impose sans que ce prévenu puisse invoquer une cause de justification ou de non-imputabilité; la preuve de cet élément peut être déduite du seul constat que l'employeur, son préposé ou son mandataire n'a pas communiqué les données imposées par la réglementation dans les formes, les modalités et les délais prescrits, sauf si cette personne rend suffisamment plausible que cette omission est justifiée ou ne lui est pas imputable (1). (1) Voir Cass. 21 février 2018, RG P.16.1199.F, Pas. 2018, n° 111 avec concl. du MP."
      ],
      "abstractNL": [
        "Het misdrijf bedoeld in artikel 181, eerste lid, Sociaal Strafwetboek is een misdrijf waarvan het moreel bestanddeel, met name de fout die door de wet wordt bestraft, wordt afgeleid uit het niet-naleven door de beklaagde van het wettelijk voorschrift door het stellen van de verboden materiële gedraging of het nalaten van de bij wet geboden gedraging, zonder dat die beklaagde een rechtvaardigingsgrond of grond van niet-toerekenbaarheid kan aanvoeren; het bewijs van dat bestanddeel kan worden afgeleid uit de loutere vaststelling dat de werkgever, zijn aangestelde of zijn lasthebber de door de reglementering opgelegde gegevens niet in de voorgeschreven vormen, regels en termijnen heeft meegedeeld, tenzij die persoon voldoende aannemelijk maakt dat dit verzuim verantwoord of niet aan hem te wijten is (1). (1) Zie Cass. 21 februari 2018, AR P.16.1199.F, AC 2018, nr. 111 met concl. OM in Pas. 2018, nr. 111."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161221.2": {
      "court": "CASS",
      "date": "2016-12-21",
      "roleNumber": "P.16.1116.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161221.2",
      "abstractFR": [
        "La loi n'exige pas que les travailleurs concernés par l'absence de communication visée à l'article 181, § 1er, alinéa 1er, 1°, du Code pénal social soient nommément désignés ou identifiés, mais seulement qu'il s'agisse de travailleurs dont l'existence est établie, même si leur identité n'est pas connue ou demeure imprécise, et ce, y compris pour l'application du coefficient multiplicateur prévu à l'alinéa 2 de cette disposition (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De wet vereist niet dat de betrokken werknemers, bij ontstentenis van de mededeling bedoeld in artikel 181, § 1, eerste lid, 1°, Sociaal Strafwetboek, bij naam worden aangewezen of geïdentificeerd, maar enkel dat het werknemers betreft wier bestaan is aangetoond, zelfs als hun identiteit niet bekend dan wel onduidelijk is; hetzelfde geldt voor de toepassing van de vermenigvuldigingscoëfficiënt die in het tweede lid van dat artikel is bepaald (1). (1) Zie concl. OM in Pas. 2016, nr. ......."
      ]
    }
  },
  "189": {
    "ECLI:BE:CASS:2021:ARR.20211220.3N.12": {
      "court": "CASS",
      "date": "2021-12-20",
      "roleNumber": "S.20.0019.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211220.3N.12&lang=fr",
      "abstractFR": [
        "Le travailleur qui fait valoir qu'il a été licencié de manière manifestement déraisonnable et demande pour ce motif l'octroi d'une indemnisation dans le cadre de l'article 9, § 2, de la CCT n° 109 n'intente pas une action en violation de la CCT n° 109, mais se borne à demander l'application de cette convention collective, de sorte que la demande en question n'est pas fondée sur l'article 189 du Code pénal social (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De werknemer die aanvoert dat hij kennelijk onredelijk werd ontslagen en op die grond de toekenning van een schadevergoeding in het kader van artikel 9, § 2, CAO nr. 109 betreffende de motivering van het ontslag vordert, stelt geen vordering in wegens inbreuk op CAO nr. 109, maar vraagt slechts toepassing te maken van die collectieve arbeidsovereenkomst, zodat de betreffende vordering niet gegrond is op artikel 189 Sociaal Strafwetboek (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150622.3": {
      "court": "CASS",
      "date": "2015-06-22",
      "roleNumber": "S.15.0003.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150622.3",
      "abstractFR": [
        "L'infraction consistant dans le non-paiement de la rémunération est consommée par une seule omission au moment où le paiement doit être effectué; une telle infraction est une infraction instantanée et non une infraction continue (1). (1) Cass. 21 décembre 1992, RG 9547, Pas. 1992, n° 807; Cass. 4 décembre 1989, RG 6869, Pas. 1990, n° 218."
      ],
      "abstractNL": [
        "Het misdrijf dat bestaat in de niet-betaling van het loon is voltrokken door één enkel verzuim, op het ogenblik dat de betaling moet worden verricht; een dergelijk misdrijf is een aflopend misdrijf en geen voortdurend misdrijf (1). (1) Cass. 21 december 1992, AR 9547, AC 1992, nr. 807; Cass. 4 december 1989, AR 6869, AC 1990, nr. 218."
      ]
    }
  },
  "209": {
    "ECLI:BE:CASS:2018:ARR.20180307.5": {
      "court": "CASS",
      "date": "2018-03-07",
      "roleNumber": "P.17.0558.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180307.5",
      "abstractFR": [
        "L'article 209, alinéa 1er, du Code pénal social punit toute personne qui met obstacle à la surveillance organisée en vertu du Code pénal social et de ses arrêtés d'exécution; l'élément moral de cette infraction, autrement dit la faute que la loi punit, consiste dans le caractère volontaire et conscient de l'entrave mise à la surveillance des inspecteurs sociaux.",
        "La preuve de l'élément moral de l'infraction prévue à l'article 209, alinéa 1er, du Code pénal social peut être déduite du seul constat que le prévenu a empêché la mission des inspecteurs sociaux par une action ou par une abstention caractérisée, sauf à l'auteur à rendre suffisamment plausible qu'en raison d'une cause de justification, comme la force majeure et l'ignorance ou l'erreur invincibles, il n'a commis aucune faute (1). (1) Voir Cass. 27 septembre 2017, RG P.17.0482.F, Pas. 2017, n° 504."
      ],
      "abstractNL": [
        "Artikel 209, eerste lid, Sociaal Strafwetboek bestraft zij die het toezicht belemmeren dat krachtens het Sociaal Strafwetboek en de uitvoeringsbesluiten ervan is ingesteld; het moreel bestanddeel van die inbreuk, m.a.w. de bij wet strafbaar gestelde fout, bestaat in het opzettelijke en bewuste karakter van de belemmering van het toezicht van de sociale inspecteurs.",
        "Het bewijs van het moreel bestanddeel van de in artikel 209, eerste lid, Sociaal Strafwetboek bepaalde inbreuk, kan worden afgeleid uit de enkele vaststelling dat de beklaagde de opdracht van de sociale inspecteurs door een handeling of door een kennelijk verzuim heeft belet, tenzij de dader voldoende aannemelijk maakt dat hij door een rechtvaardigingsgrond zoals overmacht en onwetendheid of onoverkomelijke dwaling, geen enkele fout heeft begaan (1). (1) Zie Cass. 27 september 2017, AR P.17.0482.F, AC 2017, nr. 504."
      ]
    }
  },
  "226": {
    "ECLI:BE:CASS:2018:ARR.20180221.2": {
      "court": "CASS",
      "date": "2018-02-21",
      "roleNumber": "P.16.1199.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180221.2",
      "abstractFR": [
        "L'élément moral de l'infraction visée à l'article 226, alinéa 1er, 1°, c, du Code pénal social, autrement dit la faute que la loi punit, consiste dans le fait d'avoir manqué à l'obligation de faire des déclarations qui sont exactes et complètes; la preuve de cet élément peut, en principe, être déduite du seul constat que les déclarations de l'employeur sont inexactes ou incomplètes, lorsque ce dernier ne rend pas suffisamment plausible qu'en raison d'une cause de justification, comme l'ignorance ou l'erreur invincibles, il n'a pu éviter de produire de telles déclarations (1). (1) Voir les concl. « dit en substance » du MP.",
        "L'employeur n'est pas coupable de l'infraction visée à l'article 226, alinéa 1er, 1°, c, du Code pénal s'il invoque avec vraisemblance que tout employeur raisonnable et prudent, placé dans les mêmes circonstances de fait et de droit, aurait également remis des déclarations inexactes ou incomplètes (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": [
        "Het moreel bestanddeel van de overtreding bedoeld in artikel 226, eerste lid, 1°, c, Sociaal Strafwetboek, met andere woorden de door de wet bestrafte fout, bestaat in het niet-nakomen van de verplichting om juiste en volledige verklaringen af te leggen; het bewijs van dat bestanddeel kan in beginsel worden afgeleid uit de loutere vaststelling dat de verklaringen van de werkgever onjuist en onvolledig zijn, wanneer laatstgenoemde onvoldoende aannemelijk maakt dat hij wegens een rechtvaardigingsgrond zoals onwetendheid of onoverkomelijke dwaling, onvermijdelijk dergelijke verklaringen heeft afgelegd (1). (1) Zie concl. \"in hoofdzaak\" OM in Pas. 2018, nr. 111.",
        "De werkgever is niet schuldig aan de in artikel 226, eerste lid, 1Â°, c, Sociaal Strafwetboek bedoelde overtreding als hij aannemelijk maakt dat iedere redelijke en voorzichtige werkgever die in dezelfde feitelijke en juridische toestand verkeert, eveneens onjuiste en onvolledige verklaringen zou hebben afgelegd (1). (1) Zie concl. \"in hoofdzaak\" OM in Pas. 2018, nr. 111."
      ]
    }
  },
  "232": {
    "ECLI:BE:CASS:2018:ARR.20180911.2": {
      "court": "CASS",
      "date": "2018-09-11",
      "roleNumber": "P.17.1311.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180911.2&lang=fr",
      "abstractFR": [
        "Lorsqu'une prévention de faux concerne un document autorisant le remboursement de prestations de santé, visées par la loi relative à l'assurance obligatoire soins de santé et indemnités, coordonnée le 14 juillet 1994, la chambre de la cour d'appel qui statue sur l'action publique doit être composée de deux conseillers à la cour d'appel et d'un conseiller à la cour du travail (1). (1) Voir Cass. 20 décembre 2016, RG P.15.1538.N, Pas. 2016, n° 738."
      ],
      "abstractNL": [
        "Wanneer een telastlegging wegens valsheid betrekking heeft op een document dat de terugbetaling toelaat van in de ZIV-Wet bedoelde geneeskundige verstrekkingen, moet de kamer van het hof van beroep die uitspraak doet over de strafvordering, samengesteld zijn uit twee raadsheren in het hof van beroep en uit één raadsheer in het arbeidshof (1). (1) Zie: Cass. 20 december 2016, AR P.15.1538.N, AC 2016, nr. 738."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161220.2": {
      "court": "CASS",
      "date": "2016-12-20",
      "roleNumber": "P.15.1538.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161220.2&lang=fr",
      "abstractFR": [
        "Lorsqu'une prévention de faux concerne un document autorisant le remboursement de prestations de santé, visées par la loi relative à l'assurance obligatoire soins de santé et indemnités, coordonnée le 14 juillet 1994, seuls les membres de l'auditorat du travail sont, sous réserve des dispositions de l'article 155, alinéa 2, du Code judiciaire, compétents pour exercer l'action publique du chef de telles infractions et la chambre de la cour d'appel qui statue sur l'action publique doit être composée de deux conseillers à la cour d'appel, y compris le président, et d'un conseiller à la cour du travail."
      ],
      "abstractNL": [
        "Wanneer een telastlegging wegens valsheid betrekking heeft op een document dat de terugbetaling toelaat van geneeskundige verstrekkingen, bedoeld in de ZIV-wet, zijn, onder voorbehoud van het bepaalde in artikel 155, tweede lid, Gerechtelijk Wetboek, enkel de leden van het arbeidsauditoraat bevoegd de strafvordering wegens dergelijke inbreuken uit te oefenen en moet de kamer van het hof van beroep dat uitspraak doet over de strafvordering samengesteld zijn uit twee raadsheren in het hof van beroep, de voorzitter daaronder begrepen, en uit één raadsheer in het arbeidshof."
      ]
    }
  },
  "236": {
    "ECLI:BE:CASS:2019:ARR.20191119.1": {
      "court": "CASS",
      "date": "2019-11-19",
      "roleNumber": "P.19.0538.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191119.1&lang=fr",
      "abstractFR": [
        "Il résulte des termes de l'article 236, alinéa 1er, du Code pénal social, dans sa version applicable du 1er juillet 2011 au 30 avril 2016, que, si le tiers lésé s'est constitué partie civile, le juge ne peut prononcer de condamnation d'office et le régime des articles 1382 et suivants du Code civil, 3 et 4 de la loi du 7 avril 1878 contenant le titre préliminaire du Code de procédure pénale, peut s'appliquer."
      ],
      "abstractNL": [
        "Uit de tekst van artikel 236, eerste lid, Sociaal Strafwetboek, zoals toepasselijk van 1 juli 2011 tot 30 april 2016, volgt dat, indien de benadeelde derde zich burgerlijke partij heeft gesteld, de rechter geen ambtshalve veroordeling kan uitspreken en het stelsel van de artikelen 1382 en volgende Burgerlijk Wetboek en de artikelen 3 en 4 Voorafgaande Titel Wetboek van Strafvordering kan worden toegepast."
      ]
    }
  }
}