{
  "2": {
    "ECLI:BE:CASS:2022:ARR.20220304.1F.8": {
      "court": "CASS",
      "date": "2022-03-04",
      "roleNumber": "F.17.0110.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220304.1F.8",
      "abstractFR": [
        "Une provision constituée pour faire face à la charge résultant d'un engagement de pension ne peut être exonérée d'impôt que dans la mesure où elle tient compte de la limite de 80 p.c. au-delà de laquelle la charge de pension ne pourra être déduite, à titre de frais professionnels, des résultats de la période imposable durant laquelle l'engagement de pension devra être exécuté (1). (1) C.I.R. 1992, art. 60, avant sa modification par la loi-programme du 22 juin 2012.",
        "L'appréciation de la limite de 80 p.c. au-delà de laquelle la charge de pension ne pourra être déduite, à titre de frais professionnels, des résultats de la période imposable durant laquelle l'engagement de pension devra être exécuté, implique d'avoir égard à la rémunération brute annuelle normale attribuée ou payée au travailleur, autrement qu'à titre exceptionnel ou occasionnel, pendant la dernière année antérieure à sa mise à la retraite, année pendant laquelle il a eu une activité professionnelle normale (1). (1) C.I.R. 1992, art. 60, avant sa modification par la loi-programme du 22 juin 2012.",
        "Les rémunérations des dirigeants d'entreprise, lesquels sont assimilés à des travailleurs pour l'application des dispositions en matière de frais professionnels, auxquelles il convient d'avoir égard pour le calcul de la limite de 80 p.c. sont celles qui leur sont allouées ou attribuées régulièrement et au moins une fois par mois avant la fin de la période imposable au cours de laquelle l'activité rémunérée a été exercée et à condition que ces rémunérations soient imputées par la société sur les résultats de cette période."
      ],
      "abstractNL": [
        "Een voorziening die werd aangelegd om het hoofd te bieden aan de kost die voortvloeit uit een pensioentoezegging kan slechts van de belasting worden vrijgesteld in zoverre ze rekening houdt met de begrenzing tot 80 pct., waarboven de pensioenkost niet als beroepskost kan worden afgetrokken van de resultaten van het belastbare tijdperk waarin de pensioentoezegging zal moeten worden uitgevoerd (1). (1) Art. 60 WIB92, vóór de wijziging ervan door de programmawet van 22 juni 2012.",
        "De beoordeling van de begrenzing tot 80 pct., waarboven de pensioenkost niet als beroepskost kan worden afgetrokken van de resultaten van het belastbare tijdperk waarin de pensioentoezegging zal moeten worden uitgevoerd, houdt in dat de normale brutojaarbezoldiging in aanmerking wordt genomen die aan de werknemer wordt toegekend of betaald, anders dan uitzonderlijk of toevallig, gedurende het laatste jaar vóór zijn oppensioenstelling waarin hij een normale beroepswerkzaamheid heeft gehad (1). (1) Art. 60 WIB92, vóór de wijziging ervan door de programmawet van 22 juni 2012.",
        "De bezoldigingen van de bedrijfsleiders, die voor de toepassing van de bepalingen inzake beroepskosten worden gelijkgesteld met de werknemers en voor de berekening van de begrenzing tot 80 pct. in aanmerking moeten worden genomen, zijn bezoldigingen die regelmatig en ten minste om de maand worden betaald of toegekend vóór het einde van het belastbare tijdperk waarin de ertoe aanleiding gevende bezoldigde werkzaamheden zijn verricht en mits ze door de vennootschap op de resultaten van dat tijdperk worden aangerekend."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161014.5": {
      "court": "CASS",
      "date": "2016-10-14",
      "roleNumber": "F.15.0004.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161014.5&lang=fr",
      "abstractFR": [
        "La demande d'une attestation dans le délai de déchéance fixé par l'article 49, § 2, premier tiret, de l'arrêté royal du 27 août 1993 d'exécution du Code des impôts sur les revenus 1992 constitue une condition d'attribution de la déduction pour investissement majorée pour les investissements économiseurs d'énergie; l'attestation doit par conséquent être demandée endéans ce délai à peine de déchéance du droit à la déduction pour investissement (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De aanvraag van het attest binnen de vervaltermijn van artikel 49, § 2, eerste streepje, KB WIB92 is een voorwaarde voor de toekenning van de verhoogde investeringsaftrek voor energiebesparende investeringen; het attest moet bijgevolg binnen deze termijn worden aangevraagd op straffe van verval van het recht op de investeringsaftrek (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150213.1": {
      "court": "CASS",
      "date": "2015-02-13",
      "roleNumber": "F.13.0119.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150213.1&lang=fr",
      "abstractFR": [
        "Conformément à l'article 342, § 3, du Code des impôts sur les revenus 1992, les pertes professionnelles transférables des périodes imposables antérieures dont l'existence est prouvée peuvent être déduites du montant forfaitaire du minimum des bénéfices en application de l'article 182, § 3, de l'arrêté royal d'exécution du Code des impôts sur les revenus 1992 (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Overdraagbare beroepsverliezen van vorige belastbare tijdperken waarvan het bestaan is bewezen, kunnen in mindering worden gebracht overeenkomstig artikel 342, §3, WIB92 van de volgens artikel 182 KB WIB92 vastgestelde forfaitaire minimumwinst (1). (1) Zie concl. OM."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2015:ARR.20151217.8": {
      "court": "CASS",
      "date": "2015-12-17",
      "roleNumber": "F.14.0073.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151217.8&lang=fr",
      "abstractFR": [
        "Le délai prévu à l'article 22, § 1er, 4°, de l'arrêté royal d'exécution du Code des impôts sur les revenus 1992 n'est pas prescrit à peine de déchéance, de sorte que l'état, c'est-à-dire le relevé 204-3 peut aussi être remis après l'expiration du délai qui est fixé pour la remise de la déclaration à l'impôt des personnes physiques (1). (1) Voir les concl. du MP publiés à leur date dans AC.",
        "Un contribuable qui n'est pas tenu d'avoir une comptabilité en partie double et qui, pour cette raison, ne peut respecter la condition que les provisions pour risques et charges soient comptabilisées à la clôture des écritures de la période imposable et que leur montant apparaisse à un ou plusieurs comptes distincts, peut se borner à introduire un relevé 204.3 en vue d'exclure du bénéfice ces provisions et risques, à condition que ces provisions tendant, de manière contrôlable, à faire face à des pertes ou charges nettement précisées que les évènements en cours rendent probables au cours de toute l'année comptable en question (1). (1) Voir les concl. du MP publiés à leur date dans AC."
      ],
      "abstractNL": [
        "De in artikel 22, § 1, 4°, KB WIB92 gestelde termijn is niet voorgeschreven op straffe van verval, zodat de staat, dit is de opgave 204.3, ook kan worden overgelegd na het verstrijken van de termijn die gesteld is voor het overleggen van de aangifte in de inkomstenbelastingen (1). (1) Zie concl. OM.",
        "Een belastingplichtige die niet gehouden is tot het voeren van een dubbele boekhouding en om die reden niet kan voldoen aan de voorwaarde dat de voorzieningen voor risico's en kosten bij de afsluiting van het belastbare tijdperk geboekt zijn en dat hun bedrag in één of meer afzonderlijke rekeningen moet voorkomen, kan volstaan, met het oog op de uitsluiting uit de winst van die voorzieningen en risico's, met een opgave 204.3, op voorwaarde dat de voorzieningen op controleerbare wijze ertoe strekken het hoofd te bieden aan scherp omschreven verliezen of kosten die volgens de aan de gang zijnde gebeurtenissen waarschijnlijk waren gedurende het volledige, betrokken boekjaar (1). (1) Zie concl. OM."
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2021:ARR.20210430.1N.2": {
      "court": "CASS",
      "date": "2021-04-30",
      "roleNumber": "F.19.0161.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210430.1N.2&lang=fr",
      "abstractFR": [
        "Il résulte de l'article 7, § 3, de l'arrêté royal du 27 août 1993 d'exécution du Code des impôts sur les revenus 1992 que les frais professionnels doivent être répartis par pays et déduits des revenus auxquels ils se rapportent."
      ],
      "abstractNL": [
        "Uit Artikel 7, § 3, KB WIB92 volgt dat de beroepskosten per land moeten worden gesplitst en afgetrokken van de inkomsten waarop zij betrekking hebben."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2014:ARR.20141208.3": {
      "court": "CASS",
      "date": "2014-12-08",
      "roleNumber": "S.13.0099.N-S.13.0126.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141208.3&lang=fr",
      "abstractFR": [
        "Lorsque l'employeur met gratuitement à la disposition du travailleur salarié un ordinateur personnel à utiliser à des fins privées, c'est-à-dire à utiliser chez soi librement, le travailleur salarié est censé jouir d'un avantage en nature pour la valeur du forfait prévu à l'article 18, § 3, 10°, de l'arrêté royal du 27 août 1993 d'exécution du Code des impôts sur les revenus 1992; l'arrêt qui suppose incontestablement que la défenderesse met gratuitement à la disposition de ses travailleurs salariés un ordinateur personnel à usage personnel, mais considère que ceci ne constitue pas un avantage en nature au motif que le demandeur ne démontre pas que les travailleurs salariés font un usage privé de l'ordinateur personnel mis à leur disposition ne justifie pas légalement sa décision suivant laquelle la défenderesse n'est pas redevable des cotisations réclamées sur des avantages en nature."
      ],
      "abstractNL": [
        "Wanneer de werkgever aan de werknemer een persoonlijke computer gratis ter beschikking stelt om voor persoonlijke doeleinden te gebruiken, dit is om thuis vrij te gebruiken, wordt de werknemer geacht een voordeel in natura te genieten ter waarde van het in artikel 18, §3, 10°, KB/WIB92 bepaalde forfait; het arrest dat onbetwist ervan uitgaat dat de verweerster aan haar werknemers een persoonlijke computer gratis ter beschikking stelt voor persoonlijk gebruik, maar oordeelt dat dit geen voordeel in natura oplevert omdat de eiser niet bewijst dat de werknemers privaat gebruik maken van de hun ter beschikking gestelde persoonlijke computer, verantwoordt zijn beslissing dat de verweerster de gevorderde bijdragen op voordelen in natura niet verschuldigd is, niet naar recht."
      ]
    }
  },
  "18": {
    "ECLI:BE:CASS:2025:ARR.20250220.1F.6": {
      "court": "CASS",
      "date": "2025-02-20",
      "roleNumber": "F.22.0111.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250220.1F.6",
      "abstractFR": [
        "L'utilisation à titre d'avantage de toute nature d'un véhicule mis à disposition du contribuable à titre gratuit dans le cadre de son activité professionnelle peut être présumée jusqu'à concurrence de 5 000 kilomètres par an (1). (1) Voir concl MP.",
        "La preuve que le véhicule mis à disposition n'a pas été utilisé à des fins personnelles, que le contribuable, taxé d'office sur la base de l'avantage de toute nature que représente l'utilisation de ce véhicule, apporterait après la taxation, ne peut conduire à l'annulation partielle des cotisations pour cause d'arbitraire (1). (1) Voir concl MP."
      ],
      "abstractNL": [
        "Het gebruik, als voordeel van alle aard, van een aan de belastingplichtige kosteloos ter beschikking gesteld voertuig in het kader van zijn beroepsactiviteit kan worden vermoed tot beloop van 5.000 km per jaar (1). (1) Zie concl. OM.",
        "Het bewijs dat er geen persoonlijk gebruik is gemaakt van het ter beschikking gestelde voertuig, dat de belastingplichtige, die ambtshalve werd belast op grond van het voordeel van alle aard dat het gebruik van dat voertuig inhoudt, zou leveren na de ambtshalve vestiging van de aanslag, kan niet leiden tot de gedeeltelijke vernietiging van de aanslagen wegens willekeur (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240611.2N.10": {
      "court": "CASS",
      "date": "2024-06-11",
      "roleNumber": "P.24.0109.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240611.2N.10",
      "abstractFR": null,
      "abstractNL": [
        "Overeenkomstig de artikelen 31, tweede lid, 2°, en 32, eerste lid en tweede lid, 2°, WIB92, zijn bezoldigingen van bedrijfsleiders alle beloningen verleend of toegekend aan in artikel 32, eerste lid, 1° en 2°, WIB92 bedoelde bestuurders en leidinggevenden en behoren tot die bezoldigingen onder meer voordelen van alle aard verkregen uit hoofde of naar aanleiding van het uitoefenen van de werkzaamheid van bestuurder of leidinggevende; het voordeel dat een bestuurder verkrijgt wanneer een vennootschap of vereniging hem een renteloze lening toekent, wordt overeenkomstig artikel 18 KB/WIB92 bepaald op een referentierente die jaarlijks wordt vastgesteld en die rente is voor de bestuurder een belastbaar beroepsinkomen, op te nemen in zijn belastingaangifte (1). (1) Cass. 28 juni 2023, AR P.23.0352.F, AC 2023, nr. 502."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141208.3": {
      "court": "CASS",
      "date": "2014-12-08",
      "roleNumber": "S.13.0099.N-S.13.0126.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141208.3&lang=fr",
      "abstractFR": [
        "Lorsque l'employeur met gratuitement à la disposition du travailleur salarié un ordinateur personnel à utiliser à des fins privées, c'est-à-dire à utiliser chez soi librement, le travailleur salarié est censé jouir d'un avantage en nature pour la valeur du forfait prévu à l'article 18, § 3, 10°, de l'arrêté royal du 27 août 1993 d'exécution du Code des impôts sur les revenus 1992; l'arrêt qui suppose incontestablement que la défenderesse met gratuitement à la disposition de ses travailleurs salariés un ordinateur personnel à usage personnel, mais considère que ceci ne constitue pas un avantage en nature au motif que le demandeur ne démontre pas que les travailleurs salariés font un usage privé de l'ordinateur personnel mis à leur disposition ne justifie pas légalement sa décision suivant laquelle la défenderesse n'est pas redevable des cotisations réclamées sur des avantages en nature."
      ],
      "abstractNL": [
        "Wanneer de werkgever aan de werknemer een persoonlijke computer gratis ter beschikking stelt om voor persoonlijke doeleinden te gebruiken, dit is om thuis vrij te gebruiken, wordt de werknemer geacht een voordeel in natura te genieten ter waarde van het in artikel 18, §3, 10°, KB/WIB92 bepaalde forfait; het arrest dat onbetwist ervan uitgaat dat de verweerster aan haar werknemers een persoonlijke computer gratis ter beschikking stelt voor persoonlijk gebruik, maar oordeelt dat dit geen voordeel in natura oplevert omdat de eiser niet bewijst dat de werknemers privaat gebruik maken van de hun ter beschikking gestelde persoonlijke computer, verantwoordt zijn beslissing dat de verweerster de gevorderde bijdragen op voordelen in natura niet verschuldigd is, niet naar recht."
      ]
    }
  },
  "22": {
    "ECLI:BE:CASS:2015:ARR.20151217.8": {
      "court": "CASS",
      "date": "2015-12-17",
      "roleNumber": "F.14.0073.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151217.8&lang=fr",
      "abstractFR": [
        "Le délai prévu à l'article 22, § 1er, 4°, de l'arrêté royal d'exécution du Code des impôts sur les revenus 1992 n'est pas prescrit à peine de déchéance, de sorte que l'état, c'est-à-dire le relevé 204-3 peut aussi être remis après l'expiration du délai qui est fixé pour la remise de la déclaration à l'impôt des personnes physiques (1). (1) Voir les concl. du MP publiés à leur date dans AC.",
        "Un contribuable qui n'est pas tenu d'avoir une comptabilité en partie double et qui, pour cette raison, ne peut respecter la condition que les provisions pour risques et charges soient comptabilisées à la clôture des écritures de la période imposable et que leur montant apparaisse à un ou plusieurs comptes distincts, peut se borner à introduire un relevé 204.3 en vue d'exclure du bénéfice ces provisions et risques, à condition que ces provisions tendant, de manière contrôlable, à faire face à des pertes ou charges nettement précisées que les évènements en cours rendent probables au cours de toute l'année comptable en question (1). (1) Voir les concl. du MP publiés à leur date dans AC."
      ],
      "abstractNL": [
        "De in artikel 22, § 1, 4°, KB WIB92 gestelde termijn is niet voorgeschreven op straffe van verval, zodat de staat, dit is de opgave 204.3, ook kan worden overgelegd na het verstrijken van de termijn die gesteld is voor het overleggen van de aangifte in de inkomstenbelastingen (1). (1) Zie concl. OM.",
        "Een belastingplichtige die niet gehouden is tot het voeren van een dubbele boekhouding en om die reden niet kan voldoen aan de voorwaarde dat de voorzieningen voor risico's en kosten bij de afsluiting van het belastbare tijdperk geboekt zijn en dat hun bedrag in één of meer afzonderlijke rekeningen moet voorkomen, kan volstaan, met het oog op de uitsluiting uit de winst van die voorzieningen en risico's, met een opgave 204.3, op voorwaarde dat de voorzieningen op controleerbare wijze ertoe strekken het hoofd te bieden aan scherp omschreven verliezen of kosten die volgens de aan de gang zijnde gebeurtenissen waarschijnlijk waren gedurende het volledige, betrokken boekjaar (1). (1) Zie concl. OM."
      ]
    }
  },
  "24": {
    "ECLI:BE:CASS:2024:ARR.20241024.1F.7": {
      "court": "CASS",
      "date": "2024-10-24",
      "roleNumber": "F.21.0032.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241024.1F.7",
      "abstractFR": [
        "Les provisions pour risques et charges qui sont comptabilisées par les entreprises en vue de faire face à des pertes ou charges nettement précisées et que les événements en cours rendent probables, sont exonérées dans les limites et aux conditions déterminées par les articles 24 et 25 de l'arrêté royal du 27 août 1993 d'exécution du Code des impôts sur les revenus 1992, ce qui n'est pas le cas de provisions constituées en cas de démission forcée ou volontaire du gérant d'une société ou celle de son décès si, lors de leur constitution, ces évènements ne sont pas démontrés comme étant probable par des éléments concrets survenus au cours de l'exercice en cause (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220304.1F.8": {
      "court": "CASS",
      "date": "2022-03-04",
      "roleNumber": "F.17.0110.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220304.1F.8",
      "abstractFR": [
        "Une provision constituée pour faire face à la charge résultant d'un engagement de pension ne peut être exonérée d'impôt que dans la mesure où elle tient compte de la limite de 80 p.c. au-delà de laquelle la charge de pension ne pourra être déduite, à titre de frais professionnels, des résultats de la période imposable durant laquelle l'engagement de pension devra être exécuté (1). (1) C.I.R. 1992, art. 60, avant sa modification par la loi-programme du 22 juin 2012.",
        "L'appréciation de la limite de 80 p.c. au-delà de laquelle la charge de pension ne pourra être déduite, à titre de frais professionnels, des résultats de la période imposable durant laquelle l'engagement de pension devra être exécuté, implique d'avoir égard à la rémunération brute annuelle normale attribuée ou payée au travailleur, autrement qu'à titre exceptionnel ou occasionnel, pendant la dernière année antérieure à sa mise à la retraite, année pendant laquelle il a eu une activité professionnelle normale (1). (1) C.I.R. 1992, art. 60, avant sa modification par la loi-programme du 22 juin 2012.",
        "Les rémunérations des dirigeants d'entreprise, lesquels sont assimilés à des travailleurs pour l'application des dispositions en matière de frais professionnels, auxquelles il convient d'avoir égard pour le calcul de la limite de 80 p.c. sont celles qui leur sont allouées ou attribuées régulièrement et au moins une fois par mois avant la fin de la période imposable au cours de laquelle l'activité rémunérée a été exercée et à condition que ces rémunérations soient imputées par la société sur les résultats de cette période."
      ],
      "abstractNL": [
        "Een voorziening die werd aangelegd om het hoofd te bieden aan de kost die voortvloeit uit een pensioentoezegging kan slechts van de belasting worden vrijgesteld in zoverre ze rekening houdt met de begrenzing tot 80 pct., waarboven de pensioenkost niet als beroepskost kan worden afgetrokken van de resultaten van het belastbare tijdperk waarin de pensioentoezegging zal moeten worden uitgevoerd (1). (1) Art. 60 WIB92, vóór de wijziging ervan door de programmawet van 22 juni 2012.",
        "De beoordeling van de begrenzing tot 80 pct., waarboven de pensioenkost niet als beroepskost kan worden afgetrokken van de resultaten van het belastbare tijdperk waarin de pensioentoezegging zal moeten worden uitgevoerd, houdt in dat de normale brutojaarbezoldiging in aanmerking wordt genomen die aan de werknemer wordt toegekend of betaald, anders dan uitzonderlijk of toevallig, gedurende het laatste jaar vóór zijn oppensioenstelling waarin hij een normale beroepswerkzaamheid heeft gehad (1). (1) Art. 60 WIB92, vóór de wijziging ervan door de programmawet van 22 juni 2012.",
        "De bezoldigingen van de bedrijfsleiders, die voor de toepassing van de bepalingen inzake beroepskosten worden gelijkgesteld met de werknemers en voor de berekening van de begrenzing tot 80 pct. in aanmerking moeten worden genomen, zijn bezoldigingen die regelmatig en ten minste om de maand worden betaald of toegekend vóór het einde van het belastbare tijdperk waarin de ertoe aanleiding gevende bezoldigde werkzaamheden zijn verricht en mits ze door de vennootschap op de resultaten van dat tijdperk worden aangerekend."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151217.8": {
      "court": "CASS",
      "date": "2015-12-17",
      "roleNumber": "F.14.0073.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151217.8&lang=fr",
      "abstractFR": [
        "Le délai prévu à l'article 22, § 1er, 4°, de l'arrêté royal d'exécution du Code des impôts sur les revenus 1992 n'est pas prescrit à peine de déchéance, de sorte que l'état, c'est-à-dire le relevé 204-3 peut aussi être remis après l'expiration du délai qui est fixé pour la remise de la déclaration à l'impôt des personnes physiques (1). (1) Voir les concl. du MP publiés à leur date dans AC.",
        "Un contribuable qui n'est pas tenu d'avoir une comptabilité en partie double et qui, pour cette raison, ne peut respecter la condition que les provisions pour risques et charges soient comptabilisées à la clôture des écritures de la période imposable et que leur montant apparaisse à un ou plusieurs comptes distincts, peut se borner à introduire un relevé 204.3 en vue d'exclure du bénéfice ces provisions et risques, à condition que ces provisions tendant, de manière contrôlable, à faire face à des pertes ou charges nettement précisées que les évènements en cours rendent probables au cours de toute l'année comptable en question (1). (1) Voir les concl. du MP publiés à leur date dans AC."
      ],
      "abstractNL": [
        "De in artikel 22, § 1, 4°, KB WIB92 gestelde termijn is niet voorgeschreven op straffe van verval, zodat de staat, dit is de opgave 204.3, ook kan worden overgelegd na het verstrijken van de termijn die gesteld is voor het overleggen van de aangifte in de inkomstenbelastingen (1). (1) Zie concl. OM.",
        "Een belastingplichtige die niet gehouden is tot het voeren van een dubbele boekhouding en om die reden niet kan voldoen aan de voorwaarde dat de voorzieningen voor risico's en kosten bij de afsluiting van het belastbare tijdperk geboekt zijn en dat hun bedrag in één of meer afzonderlijke rekeningen moet voorkomen, kan volstaan, met het oog op de uitsluiting uit de winst van die voorzieningen en risico's, met een opgave 204.3, op voorwaarde dat de voorzieningen op controleerbare wijze ertoe strekken het hoofd te bieden aan scherp omschreven verliezen of kosten die volgens de aan de gang zijnde gebeurtenissen waarschijnlijk waren gedurende het volledige, betrokken boekjaar (1). (1) Zie concl. OM."
      ]
    }
  },
  "25": {
    "ECLI:BE:CASS:2024:ARR.20241024.1F.7": {
      "court": "CASS",
      "date": "2024-10-24",
      "roleNumber": "F.21.0032.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241024.1F.7",
      "abstractFR": [
        "Les provisions pour risques et charges qui sont comptabilisées par les entreprises en vue de faire face à des pertes ou charges nettement précisées et que les événements en cours rendent probables, sont exonérées dans les limites et aux conditions déterminées par les articles 24 et 25 de l'arrêté royal du 27 août 1993 d'exécution du Code des impôts sur les revenus 1992, ce qui n'est pas le cas de provisions constituées en cas de démission forcée ou volontaire du gérant d'une société ou celle de son décès si, lors de leur constitution, ces évènements ne sont pas démontrés comme étant probable par des éléments concrets survenus au cours de l'exercice en cause (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "34": {
    "ECLI:BE:CASS:2022:ARR.20220304.1F.8": {
      "court": "CASS",
      "date": "2022-03-04",
      "roleNumber": "F.17.0110.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220304.1F.8",
      "abstractFR": [
        "Une provision constituée pour faire face à la charge résultant d'un engagement de pension ne peut être exonérée d'impôt que dans la mesure où elle tient compte de la limite de 80 p.c. au-delà de laquelle la charge de pension ne pourra être déduite, à titre de frais professionnels, des résultats de la période imposable durant laquelle l'engagement de pension devra être exécuté (1). (1) C.I.R. 1992, art. 60, avant sa modification par la loi-programme du 22 juin 2012.",
        "L'appréciation de la limite de 80 p.c. au-delà de laquelle la charge de pension ne pourra être déduite, à titre de frais professionnels, des résultats de la période imposable durant laquelle l'engagement de pension devra être exécuté, implique d'avoir égard à la rémunération brute annuelle normale attribuée ou payée au travailleur, autrement qu'à titre exceptionnel ou occasionnel, pendant la dernière année antérieure à sa mise à la retraite, année pendant laquelle il a eu une activité professionnelle normale (1). (1) C.I.R. 1992, art. 60, avant sa modification par la loi-programme du 22 juin 2012.",
        "Les rémunérations des dirigeants d'entreprise, lesquels sont assimilés à des travailleurs pour l'application des dispositions en matière de frais professionnels, auxquelles il convient d'avoir égard pour le calcul de la limite de 80 p.c. sont celles qui leur sont allouées ou attribuées régulièrement et au moins une fois par mois avant la fin de la période imposable au cours de laquelle l'activité rémunérée a été exercée et à condition que ces rémunérations soient imputées par la société sur les résultats de cette période."
      ],
      "abstractNL": [
        "Een voorziening die werd aangelegd om het hoofd te bieden aan de kost die voortvloeit uit een pensioentoezegging kan slechts van de belasting worden vrijgesteld in zoverre ze rekening houdt met de begrenzing tot 80 pct., waarboven de pensioenkost niet als beroepskost kan worden afgetrokken van de resultaten van het belastbare tijdperk waarin de pensioentoezegging zal moeten worden uitgevoerd (1). (1) Art. 60 WIB92, vóór de wijziging ervan door de programmawet van 22 juni 2012.",
        "De beoordeling van de begrenzing tot 80 pct., waarboven de pensioenkost niet als beroepskost kan worden afgetrokken van de resultaten van het belastbare tijdperk waarin de pensioentoezegging zal moeten worden uitgevoerd, houdt in dat de normale brutojaarbezoldiging in aanmerking wordt genomen die aan de werknemer wordt toegekend of betaald, anders dan uitzonderlijk of toevallig, gedurende het laatste jaar vóór zijn oppensioenstelling waarin hij een normale beroepswerkzaamheid heeft gehad (1). (1) Art. 60 WIB92, vóór de wijziging ervan door de programmawet van 22 juni 2012.",
        "De bezoldigingen van de bedrijfsleiders, die voor de toepassing van de bepalingen inzake beroepskosten worden gelijkgesteld met de werknemers en voor de berekening van de begrenzing tot 80 pct. in aanmerking moeten worden genomen, zijn bezoldigingen die regelmatig en ten minste om de maand worden betaald of toegekend vóór het einde van het belastbare tijdperk waarin de ertoe aanleiding gevende bezoldigde werkzaamheden zijn verricht en mits ze door de vennootschap op de resultaten van dat tijdperk worden aangerekend."
      ]
    }
  },
  "47": {
    "ECLI:BE:CASS:2016:ARR.20161014.5": {
      "court": "CASS",
      "date": "2016-10-14",
      "roleNumber": "F.15.0004.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161014.5&lang=fr",
      "abstractFR": [
        "La demande d'une attestation dans le délai de déchéance fixé par l'article 49, § 2, premier tiret, de l'arrêté royal du 27 août 1993 d'exécution du Code des impôts sur les revenus 1992 constitue une condition d'attribution de la déduction pour investissement majorée pour les investissements économiseurs d'énergie; l'attestation doit par conséquent être demandée endéans ce délai à peine de déchéance du droit à la déduction pour investissement (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De aanvraag van het attest binnen de vervaltermijn van artikel 49, § 2, eerste streepje, KB WIB92 is een voorwaarde voor de toekenning van de verhoogde investeringsaftrek voor energiebesparende investeringen; het attest moet bijgevolg binnen deze termijn worden aangevraagd op straffe van verval van het recht op de investeringsaftrek (1). (1) Zie concl. OM."
      ]
    }
  },
  "49": {
    "ECLI:BE:CASS:2016:ARR.20161014.5": {
      "court": "CASS",
      "date": "2016-10-14",
      "roleNumber": "F.15.0004.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161014.5&lang=fr",
      "abstractFR": [
        "La demande d'une attestation dans le délai de déchéance fixé par l'article 49, § 2, premier tiret, de l'arrêté royal du 27 août 1993 d'exécution du Code des impôts sur les revenus 1992 constitue une condition d'attribution de la déduction pour investissement majorée pour les investissements économiseurs d'énergie; l'attestation doit par conséquent être demandée endéans ce délai à peine de déchéance du droit à la déduction pour investissement (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De aanvraag van het attest binnen de vervaltermijn van artikel 49, § 2, eerste streepje, KB WIB92 is een voorwaarde voor de toekenning van de verhoogde investeringsaftrek voor energiebesparende investeringen; het attest moet bijgevolg binnen deze termijn worden aangevraagd op straffe van verval van het recht op de investeringsaftrek (1). (1) Zie concl. OM."
      ]
    }
  },
  "117": {
    "ECLI:BE:CASS:2019:ARR.20190627.3": {
      "court": "CASS",
      "date": "2019-06-27",
      "roleNumber": "F.17.0124.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190627.3",
      "abstractFR": [
        "L'attestation requise pour bénéficier de la renonciation à la perception du précompte mobilier prévue à l'article 107, § 2, 5°, b), de l'arrêté royal d'exécution du Code des impôts sur les revenus 1992 ne doit pas tenir en un seul et même document.",
        "L'attestation requise pour bénéficier de la renonciation à la perception du précompte mobilier prévue à l'article 107, § 2, 5°, b), de l'arrêté royal d'exécution du Code des impôts sur les revenus 1992 doit préciser, pour les titres faisant l'objet d'une inscription nominative chez l'émetteur, les titres concernés; chaque inscription dans le registre nominatif de l'émetteur implique une nouvelle attestation précisant les titres nouvellement inscrits."
      ],
      "abstractNL": [
        "Het attest dat vereist is om te kunnen verzaken aan de inning van de roerende voorheffing bepaald bij artikel 107, § 2, 5°, b) van het koninklijk besluit tot uitvoering van het Wetboek van Inkomstenbelastingen 1992, moet niet noodzakelijk uit één document bestaan",
        "Het attest dat vereist is om te kunnen verzaken aan de inning van de roerende voorheffing bepaald bij artikel 107, § 2, 5°, b) van het koninklijk besluit tot uitvoering van het Wetboek van Inkomstenbelastingen 1992, moet, voor de bij de emittent op naam ingeschreven effecten, de betrokken effecten vermelden; elke inschrijving in het nominatief register van de emittent vereist een nieuw attest met vermelding van de nieuw ingeschreven effecten."
      ]
    }
  },
  "123": {
    "ECLI:BE:CASS:2017:ARR.20170324.2": {
      "court": "CASS",
      "date": "2017-03-24",
      "roleNumber": "F.15.0064.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170324.2&lang=fr",
      "abstractFR": [
        "Les dividendes distribués ne sont pas compris dans la base imposable à l'impôt des sociétés des sociétés d'investissement visées aux articles 114, 118 et 119quinquies du Code des impôts sur les revenus 1992, de sorte que le précompte mobilier retenu sur les dividendes distribués n'est pas imputé sur l'impôt sur les sociétés lorsque ces dividendes sont distribués aux sociétés d'investissement précitées (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De uitgekeerde dividenden maken geen deel uit van de belastinggrondslag voor de vennootschapsbelasting van de in de artikelen 114, 118 en 119quinquies van het WIB92 bedoelde beleggingsvennootschappen, hetgeen voor gevolg heeft dat de roerende voorheffing op uitgekeerde dividenden wordt niet verrekend met de vennootschapsbelasting indien deze dividenden uitgekeerd worden aan de bedoelde beleggingsvennootschappen (1). (1) Zie concl. OM."
      ]
    }
  },
  "133": {
    "ECLI:BE:CASS:2015:ARR.20151015.15": {
      "court": "CASS",
      "date": "2015-10-15",
      "roleNumber": "F.14.0187.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151015.15&lang=fr",
      "abstractFR": [
        "Si un rôle déclaré exécutoire ne peut en principe être exécuté que à l'encontre du ou des contribuable(s) mentionné(s) dans ce rôle, l'exécution du rôle à l'encontre d'autres personnes est possible si cela résulte du système de la loi (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Indien een uitvoerbaar verklaard kohier in de regel slechts ten uitvoer kan worden gelegd tegen de bij name in dat kohier vermelde belastingschuldige of belastingschuldigen, dan is de tenuitvoerlegging van het kohier tegen andere personen mogelijk wanneer zulks voortvloeit uit het systeem van de wet (1). (1) Zie concl. OM."
      ]
    }
  },
  "136": {
    "ECLI:BE:CASS:2023:ARR.20230106.1N.6": {
      "court": "CASS",
      "date": "2023-01-06",
      "roleNumber": "F.21.0038.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230106.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "Het kohier van de directe belastingen is een authentieke akte die tot betichting van valsheid bewijs oplevert van wat de openbare of ministeriële ambtenaar persoonlijk heeft verricht of vastgesteld; uit de omstandigheid dat het aanslagbiljet pas enige tijd na de op het kohier vermelde datum van inkohiering aan de belastingplichtige wordt verzonden, volgt niet dat het alsdan aan de administratie toekomt het positieve bewijs te leveren dat de op het kohier vermelde datum van inkohiering met de werkelijkheid overeenstemt (1). (1) Zie concl. OM."
      ]
    }
  },
  "164": {
    "ECLI:BE:CASS:2018:ARR.20180621.12": {
      "court": "CASS",
      "date": "2018-06-21",
      "roleNumber": "F.17.0133.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180621.12&lang=fr",
      "abstractFR": [
        "Dès lors que les articles 164 et 165 de l'arrêté royal du 27 août 1993 d'exécution du Code des impôts sur les revenus 1992 sont incompatibles avec le régime particulier des saisies et voies d'exécution dans le cadre de la réorganisation judiciaire, il est raisonnable d'aligner les effets d'une saisie-arrêt notifiée en forme simplifiée pendant une telle procédure sur les articles 30 et 31 de la loi du 31 janvier 2009 relative à la continuité des entreprises; il résulte de l'ensemble de ces dispositions que la saisie-arrêt simplifiée en matière fiscale garde ses effets conservatoires pendant la durée du sursis, sauf si la levée en est ordonnée sur la base de l'article 31 de la loi précitée."
      ],
      "abstractNL": [
        "Aangezien de artikelen 164 en 165 KB/WIB92 zich niet verstaan met het bijzonder regime van de tenuitvoerlegging en beslagen in het raam van de gerechtelijke reorganisatie ligt het in de rede de gevolgen van het vereenvoudigd fiscaal derdenbeslag tijdens deze procedure geheel af te stemmen op de artikelen 30 en 31 WCO; uit het geheel van de bepalingen volgt dat het vereenvoudigd fiscaal derdenbeslag zijn bewarende werking behoudt tijdens de periode van opschorting tenzij hiervan de opheffing wordt bevolen op grond van artikel 31 WCO."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180621.13": {
      "court": "CASS",
      "date": "2018-06-21",
      "roleNumber": "F.17.0140.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180621.13&lang=fr",
      "abstractFR": [
        "Il suit des articles 1690, § 1er, et 2075 du Code civil qu'un droit de gage antérieur est opposable à une saisie ultérieure sur la même créance et que le paiement effectué par le tiers débiteur au receveur en vertu de l'article 164, § 1er, de l'arrêté royal du 27 août 1993 d'exécution du Code des impôts sur les revenus 1992, alors que le gage a été notifié au tiers débiteur, n'est pas opposable au créancier gagiste, même si le receveur est de bonne foi au moment du paiement (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit artikel 1690, § 1 en artikel 2075 Burgerlijk Wetboek vloeit voort dat een eerder pandrecht tegenwerpelijk is aan een later beslag op dezelfde schuldvordering en dat de betaling door de derde-schuldenaar aan de ontvanger krachtens artikel 164, § 1, KBWIB92, in weerwil van de kennisgeving van het pand aan de derde-schuldenaar niet-tegenwerpelijk is aan die pandhouder, ook al is de ontvanger op het ogenblik van de betaling te goeder trouw (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170421.3": {
      "court": "CASS",
      "date": "2017-04-21",
      "roleNumber": "F.15.0200.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170421.3&lang=fr",
      "abstractFR": [
        "Il ne résulte pas de l'article 55 de la loi du 7 novembre 1987 que l'existence des actifs composant les comptes d'épargne collectifs ou individuels ne doit pas être mentionnée par le tiers saisi dans sa déclaration, qui vise à garantir aux créanciers saisissants la transparence des actifs du débiteur."
      ],
      "abstractNL": [
        "Artikel 55 van de wet van 7 november 1987 heeft niet tot gevolg dat de derde-beslagene geen melding dient te maken van het bestaan van de activa waaruit de collectieve of individuele spaarrekeningen zijn samengesteld in de verklaring van derde-beslagene die ertoe strekt aan de beslagleggende schuldeisers transparantie te verschaffen over de activa van de schuldenaar."
      ]
    }
  },
  "165": {
    "ECLI:BE:CASS:2018:ARR.20180621.12": {
      "court": "CASS",
      "date": "2018-06-21",
      "roleNumber": "F.17.0133.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180621.12&lang=fr",
      "abstractFR": [
        "Dès lors que les articles 164 et 165 de l'arrêté royal du 27 août 1993 d'exécution du Code des impôts sur les revenus 1992 sont incompatibles avec le régime particulier des saisies et voies d'exécution dans le cadre de la réorganisation judiciaire, il est raisonnable d'aligner les effets d'une saisie-arrêt notifiée en forme simplifiée pendant une telle procédure sur les articles 30 et 31 de la loi du 31 janvier 2009 relative à la continuité des entreprises; il résulte de l'ensemble de ces dispositions que la saisie-arrêt simplifiée en matière fiscale garde ses effets conservatoires pendant la durée du sursis, sauf si la levée en est ordonnée sur la base de l'article 31 de la loi précitée."
      ],
      "abstractNL": [
        "Aangezien de artikelen 164 en 165 KB/WIB92 zich niet verstaan met het bijzonder regime van de tenuitvoerlegging en beslagen in het raam van de gerechtelijke reorganisatie ligt het in de rede de gevolgen van het vereenvoudigd fiscaal derdenbeslag tijdens deze procedure geheel af te stemmen op de artikelen 30 en 31 WCO; uit het geheel van de bepalingen volgt dat het vereenvoudigd fiscaal derdenbeslag zijn bewarende werking behoudt tijdens de periode van opschorting tenzij hiervan de opheffing wordt bevolen op grond van artikel 31 WCO."
      ]
    }
  },
  "182": {
    "ECLI:BE:CASS:2023:ARR.20230224.1N.2": {
      "court": "CASS",
      "date": "2023-02-24",
      "roleNumber": "F.20.0115.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230224.1N.2",
      "abstractFR": null,
      "abstractNL": [
        "De belastbare winst, die wordt vastgesteld in overeenstemming met de minimumwinst die per in het bijzonder aangeduide sector belastbaar is en die refereert aan de essentiële elementen die door de wetgever zijn vastgesteld, bepaalt op minimum 19.000 euro, is in overeenstemming met de delegatie die de wetgever aan de Koning heeft gegeven (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200123.1N.3": {
      "court": "CASS",
      "date": "2020-01-23",
      "roleNumber": "F.18.0036.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200123.1N.3&lang=fr",
      "abstractFR": [
        "L'article 182, § 1er et § 2, alinéa 1er, de l'AR/CIR92, qui établit à un minimum de 19.000 euros le bénéfice imposable, lequel est déterminé en fonction du minimum des bénéfices imposables pour chaque secteur spécialement mentionné et en tenant compte des éléments essentiels fixés par le législateur, est conforme à la délégation que le législateur a conférée au Roi."
      ],
      "abstractNL": [
        "Artikel 182, § 1 en § 2, eerste lid, KB WIB92 die de belastbare winst, die wordt vastgesteld in overeenstemming met de minimumwinst die per in het bijzonder aangeduide sector belastbaar is en die refereert aan de essentiële elementen die door de wetgever zijn vastgesteld, bepalen op minimum 19.000 euro, zijn in overeenstemming met de delegatie die de wetgever aan de Koning heeft gegeven."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150213.1": {
      "court": "CASS",
      "date": "2015-02-13",
      "roleNumber": "F.13.0119.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150213.1&lang=fr",
      "abstractFR": [
        "Conformément à l'article 342, § 3, du Code des impôts sur les revenus 1992, les pertes professionnelles transférables des périodes imposables antérieures dont l'existence est prouvée peuvent être déduites du montant forfaitaire du minimum des bénéfices en application de l'article 182, § 3, de l'arrêté royal d'exécution du Code des impôts sur les revenus 1992 (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Overdraagbare beroepsverliezen van vorige belastbare tijdperken waarvan het bestaan is bewezen, kunnen in mindering worden gebracht overeenkomstig artikel 342, §3, WIB92 van de volgens artikel 182 KB WIB92 vastgestelde forfaitaire minimumwinst (1). (1) Zie concl. OM."
      ]
    }
  },
  "200": {
    "ECLI:BE:CASS:2025:ARR.20250102.1F.5": {
      "court": "CASS",
      "date": "2025-01-02",
      "roleNumber": "F.23.0039.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250102.1F.5",
      "abstractFR": [
        "Est soumis à l'impôt le bénéfice ou profit, recueilli au cours de la période imposable, qui résulte d'une opération excédant les limites de la gestion du patrimoine privé, sans que puissent être déduits dudit bénéfice ou profit de cette période les frais faits ou supportés au cours d'une période imposable ultérieure (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De winst of baten zijn belastbaar wanneer zij in het belastbare tijdperk zijn verkregen en uit een verrichting voortvloeien die de grenzen van het beheer van het privévermogen te buiten gaat, zonder dat van de winst of baten van dat tijdperk de kosten kunnen worden afgetrokken die in een later belastbaar tijdperk zijn gedaan of gedragen (1). (1) Zie concl. OM in Pas. 2025, nr. 2."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220225.1F.11": {
      "court": "CASS",
      "date": "2022-02-25",
      "roleNumber": "F.20.0011.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220225.1F.11",
      "abstractFR": [
        "Il ne résulte d'aucune disposition légale que les revenus divers que sont les bénéfices ou profits non professionnels ou fortuits seraient constatés ou présumés dès le moment où est certaine et liquide la créance qui en est la source (1). (1) Cass. 5 mai 2017, RG F.15.0171.N, Pas. 2017, n° 313; Cass. 19 avril 1999, RG F.98.0103.F, Pas. 1999, n° 219; Cass. 1er février 1999, RG F.98.0033.F, Pas. 1999, n° 55."
      ],
      "abstractNL": [
        "Uit geen enkele wettelijke bepaling volgt dat de diverse inkomsten die bestaan in occasionele of toevallige winsten of baten buiten de uitoefening van een beroepswerkzaamheid, vastgesteld of vermoed zouden zijn vanaf het ogenblik dat de schuldvordering die eraan ten grondslag ligt, zeker en vaststaand is (1). (1) Cass. 5 mei 2017, AR F.15.0171.N, AC 2017, nr. 313; Cass. 19 april 1999, AR F.98.0103.F, AC 1999, nr. 219; Cass. 1 februari 1999, AR F.98.0033.F, AC 1999, nr. 55."
      ]
    }
  },
  "204": {
    "ECLI:BE:CASS:2025:ARR.20250102.1F.5": {
      "court": "CASS",
      "date": "2025-01-02",
      "roleNumber": "F.23.0039.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250102.1F.5",
      "abstractFR": [
        "Est soumis à l'impôt le bénéfice ou profit, recueilli au cours de la période imposable, qui résulte d'une opération excédant les limites de la gestion du patrimoine privé, sans que puissent être déduits dudit bénéfice ou profit de cette période les frais faits ou supportés au cours d'une période imposable ultérieure (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De winst of baten zijn belastbaar wanneer zij in het belastbare tijdperk zijn verkregen en uit een verrichting voortvloeien die de grenzen van het beheer van het privévermogen te buiten gaat, zonder dat van de winst of baten van dat tijdperk de kosten kunnen worden afgetrokken die in een later belastbaar tijdperk zijn gedaan of gedragen (1). (1) Zie concl. OM in Pas. 2025, nr. 2."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220225.1F.11": {
      "court": "CASS",
      "date": "2022-02-25",
      "roleNumber": "F.20.0011.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220225.1F.11",
      "abstractFR": [
        "Il ne résulte d'aucune disposition légale que les revenus divers que sont les bénéfices ou profits non professionnels ou fortuits seraient constatés ou présumés dès le moment où est certaine et liquide la créance qui en est la source (1). (1) Cass. 5 mai 2017, RG F.15.0171.N, Pas. 2017, n° 313; Cass. 19 avril 1999, RG F.98.0103.F, Pas. 1999, n° 219; Cass. 1er février 1999, RG F.98.0033.F, Pas. 1999, n° 55."
      ],
      "abstractNL": [
        "Uit geen enkele wettelijke bepaling volgt dat de diverse inkomsten die bestaan in occasionele of toevallige winsten of baten buiten de uitoefening van een beroepswerkzaamheid, vastgesteld of vermoed zouden zijn vanaf het ogenblik dat de schuldvordering die eraan ten grondslag ligt, zeker en vaststaand is (1). (1) Cass. 5 mei 2017, AR F.15.0171.N, AC 2017, nr. 313; Cass. 19 april 1999, AR F.98.0103.F, AC 1999, nr. 219; Cass. 1 februari 1999, AR F.98.0033.F, AC 1999, nr. 55."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170505.3": {
      "court": "CASS",
      "date": "2017-05-05",
      "roleNumber": "F.15.0171.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170505.3&lang=fr",
      "abstractFR": [
        "Seuls sont imposables les revenus divers que le contribuable a obtenus ou recueillis ou est présumé avoir obtenus ou recueillis au cours de la période imposable; il ne résulte d'aucune disposition légale que ces revenus sont imposables à partir du moment où la créance qui en constitue la base est certaine et liquide (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Alleen die diverse inkomsten zijn belastbaar die de belastingplichtige tijdens het belastbaar tijdperk behaald of verkregen heeft of vermoed wordt behaald of verkregen te hebben; uit geen enkele wetsbepaling volgt dat die inkomsten belastbaar zijn vanaf het ogenblik waarop de schuldvordering die eraan ten grondslag ligt zeker en vaststaand is (1). (1) Zie concl. OM."
      ]
    }
  },
  "226": {
    "ECLI:BE:CASS:2025:ARR.20251028.2N.28": {
      "court": "CASS",
      "date": "2025-10-28",
      "roleNumber": "P.25.0928.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251028.2N.28",
      "abstractFR": null,
      "abstractNL": [
        "De beoordeling van de complementariteit van de doelstellingen van de administratieve en strafrechtelijke sanctiemechanismen voortvloeiende uit artikel 29bis Wetboek van Strafvordering kan gebeuren door te oordelen dat de in het arrest van 15 november 2016 van het EHRM vastgestelde doelstellingen ook de doelstellingen zijn van de in artikel 444 WIB92 en de artikelen 226 en 228 KB WIB92 bedoelde belastingverhogingen; uit artikel 29bis, tweede lid, Wetboek van Strafvordering noch uit de rechtspraak van het Europees Hof voor de Rechten van de Mens waardoor deze bepaling volgens zijn wetsgeschiedenis werd geïnspireerd, volgt dat het feit dat de belastingverhoging op grond van artikel 444 WIB92 een overheersend repressief karakter heeft, impliceert dat zij de strafvordering, op grond van artikel 449 WIB92 of enige andere strafrechtelijke bepaling, noodzakelijk in de weg staat aangezien de belastingverhoging van artikel 444 WIB92 immers ook andere dan repressieve en aan de strafvordering complementaire doelstellingen kan nastreven hetgeen blijkt uit de rechtspraak van het Grondwettelijk Hof stellende dat die belastingverhoging tevens als doelstelling heeft het extra risico tegen te gaan voor de belastingadministratie dat bij een niet-aangifte of een onvolledige of onjuiste aangifte de correcte belasting niet wordt geïnd, alsook dat financiële en menselijke middelen moeten worden ingezet om de vereiste controles met het oog op een correcte inning uit te voeren (1). (1) EHRM 15 november 2016, nrs. 24130/11 en 29758/11, A&B t. Noorwegen; GwH 17 november 2022, nr. 149/2022.",
        "Uit de bewoordingen zelf van artikel 4bis, tweede en derde lid, Voorafgaande Titel Wetboek van Strafvordering, de wetsgeschiedenis en de doelstellingen van die bepaling, volgt dat de opschorting en de beëindiging van de procedures voor de burgerlijke rechtbanken automatisch het gevolg zijn van de toepassing van de wet, zonder dat zij afhankelijk zijn van een vrije keuze van de belastingadministratie om een reeds voor de burgerlijke rechtbanken ingestelde procedure al dan niet verder te zetten voor de strafrechte, zodat een prejudiciële vraag die uitgaat van een onjuiste rechtsopvatting desaangaande niet dient te worden gesteld."
      ]
    }
  },
  "228": {
    "ECLI:BE:CASS:2025:ARR.20251028.2N.28": {
      "court": "CASS",
      "date": "2025-10-28",
      "roleNumber": "P.25.0928.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251028.2N.28",
      "abstractFR": null,
      "abstractNL": [
        "De beoordeling van de complementariteit van de doelstellingen van de administratieve en strafrechtelijke sanctiemechanismen voortvloeiende uit artikel 29bis Wetboek van Strafvordering kan gebeuren door te oordelen dat de in het arrest van 15 november 2016 van het EHRM vastgestelde doelstellingen ook de doelstellingen zijn van de in artikel 444 WIB92 en de artikelen 226 en 228 KB WIB92 bedoelde belastingverhogingen; uit artikel 29bis, tweede lid, Wetboek van Strafvordering noch uit de rechtspraak van het Europees Hof voor de Rechten van de Mens waardoor deze bepaling volgens zijn wetsgeschiedenis werd geïnspireerd, volgt dat het feit dat de belastingverhoging op grond van artikel 444 WIB92 een overheersend repressief karakter heeft, impliceert dat zij de strafvordering, op grond van artikel 449 WIB92 of enige andere strafrechtelijke bepaling, noodzakelijk in de weg staat aangezien de belastingverhoging van artikel 444 WIB92 immers ook andere dan repressieve en aan de strafvordering complementaire doelstellingen kan nastreven hetgeen blijkt uit de rechtspraak van het Grondwettelijk Hof stellende dat die belastingverhoging tevens als doelstelling heeft het extra risico tegen te gaan voor de belastingadministratie dat bij een niet-aangifte of een onvolledige of onjuiste aangifte de correcte belasting niet wordt geïnd, alsook dat financiële en menselijke middelen moeten worden ingezet om de vereiste controles met het oog op een correcte inning uit te voeren (1). (1) EHRM 15 november 2016, nrs. 24130/11 en 29758/11, A&B t. Noorwegen; GwH 17 november 2022, nr. 149/2022.",
        "Uit de bewoordingen zelf van artikel 4bis, tweede en derde lid, Voorafgaande Titel Wetboek van Strafvordering, de wetsgeschiedenis en de doelstellingen van die bepaling, volgt dat de opschorting en de beëindiging van de procedures voor de burgerlijke rechtbanken automatisch het gevolg zijn van de toepassing van de wet, zonder dat zij afhankelijk zijn van een vrije keuze van de belastingadministratie om een reeds voor de burgerlijke rechtbanken ingestelde procedure al dan niet verder te zetten voor de strafrechte, zodat een prejudiciële vraag die uitgaat van een onjuiste rechtsopvatting desaangaande niet dient te worden gesteld."
      ]
    }
  }
}