{
  "2": {
    "ECLI:BE:CASS:2020:ARR.20201002.1N.2": {
      "court": "CASS",
      "date": "2020-10-02",
      "roleNumber": "C.18.0584.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201002.1N.2&lang=fr",
      "abstractFR": [
        "Le fonctionnaire saisi d’une demande d’une demande de remise ou de réduction d’amende peut décider, à titre de mesure de faveur fondée sur des motifs d’opportunité, de renoncer, en tout ou en partie, à l’exécution d’une amende administrative légalement établie, alors que le contrôle de la légalité et de la proportionnalité de l’amende administrative établie appartient au juge qui statue sur la débition de la redevance."
      ],
      "abstractNL": [
        "De ambtenaar die gevat wordt van een verzoek tot kwijtschelding of vermindering, kan bij wijze van gunstmaatregel op grond van opportuniteitsredenen alsnog beslissen om geheel of gedeeltelijk af te zien van de uitvoering van een wettig opgelegde administratieve geldboete, terwijl de toetsing van de wettigheid en de proportionaliteit van de opgelegde administratieve geldboete toekomt aan de rechter die uitspraak doet over het al dan niet verschuldigd zijn van de heffing."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2024:ARR.20241105.2N.23": {
      "court": "CASS",
      "date": "2024-11-05",
      "roleNumber": "P.23.1549.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241105.2N.23",
      "abstractFR": null,
      "abstractNL": [
        "Het opslaan van afvalstoffen op het terrein van een onderneming die haar economische activiteiten heeft stopgezet, houdt een vorm van beheren van afvalstoffen in zoals bedoeld in artikel 3, § 1, 7°, Materialendecreet en artikel 16.6.3, § 1, DABM; de loutere omstandigheid dat de opslaghouders van de afvalstoffen niet meer worden gebruikt, doet hieraan geen afbreuk."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210420.2N.15": {
      "court": "CASS",
      "date": "2021-04-20",
      "roleNumber": "P.20.1327.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210420.2N.15&lang=fr",
      "abstractFR": [
        "Le stockage intérimaire de déchets concerne non seulement le stockage actif, mais également l'omission d'éliminer les déchets qui se trouvent sur un bien immeuble sur lequel une personne a autorité."
      ],
      "abstractNL": [
        "Het tussentijds opslaan van afvalstoffen heeft niet alleen betrekking op de actieve opslag ervan maar ook op het verzuim om afvalstoffen te verwijderen die zich bevinden op een onroerend goed waarover men zeggenschap heeft."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170516.4": {
      "court": "CASS",
      "date": "2017-05-16",
      "roleNumber": "P.15.0807.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170516.4&lang=fr",
      "abstractFR": [
        "L'article 3, 1°, du décret de la Région flamande du 23 décembre 2011 relatif à la gestion durable de cycles de matériaux et de déchets prévoit qu'il est entendu par déchet, chaque matière ou chaque objet dont le propriétaire se défait, a l'intention de se défaire ou doit se défaire et cet article détermine également les substances et objets qui ne sont pas considérés comme des déchets; à défaut de définition plus précise dans le décret, la notion d'abandon revêt son acception usuelle, à savoir non seulement le fait de laisser un objet dont on se défait, mais également le fait de causer ou de faire perdurer la situation ainsi créée après que l'action génératrice a cessé, de sorte que l'abandon vise non seulement le déversement, mais également l'omission d'enlever les déchets déposés.",
        "Le juge n'a pas un pouvoir illimité pour compléter les notions de déchets et d'abandon d'après son propre point de vue et quiconque abandonne des déchets, selon la définition prévue à l'article 3, 1°, du décret de la Région flamande du 23 décembre 2011 relatif à la gestion durable de cycles de matériaux et de déchets, à savoir qu'il s'en défait et omet de les enlever, peut savoir quand son comportement est punissable; la condition de la prévisibilité raisonnable d'un comportement punissable n'implique pas que le pouvoir décrétal prescrive en outre que cet abandon de déchets constitue une infraction à toute autre disposition du décret du Conseil flamand du 23 décembre 2011 de la Région flamande du 23 décembre 2011 ou à ses arrêtés d'exécution."
      ],
      "abstractNL": [
        "Artikel 3, 1°, Materialendecreet bepaalt dat onder afvalstof wordt verstaan elke stof of elk voorwerp waarvan de houder zich ontdoet, voornemens is zich te ontdoen of zich moet ontdoen en dit artikel bepaalt eveneens welke stoffen en voorwerpen niet als afvalstoffen worden beschouwd; bij afwezigheid van nadere bepalingen in het decreet heeft het begrip achterlaten zijn gewone betekenis, dit is niet alleen het laten staan of liggen van een voorwerp waarvan men zich ontdoet, maar ook het veroorzaken en laten voortduren van de aldus ontstane toestand nadat de voortbrengende werking heeft opgehouden, zodat met achterlaten niet alleen het storten wordt bedoeld, maar ook het verzuim om de gedeponeerde afval te verwijderen.",
        "De rechter heeft geen onbeperkte beleidsruimte om de begrippen afvalstoffen en achterlaten naar eigen inzicht in te vullen en elkeen die afvalstoffen zoals gedefinieerd door artikel 3, 1°, Materialendecreet achterlaat, dit is er zich van ontdoet en verzuimt dit afval te verwijderen, kan weten wanneer hij strafbaar handelt; de vereiste van de redelijke voorzienbaarheid van een strafbaarstelling houdt niet in dat de decreetgever bovendien voorschrijft dat dit achterlaten van afvalstoffen ook een inbreuk inhoudt op enige andere bepaling van het Materialendecreet dan wel de uitvoeringsbesluiten ervan."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2020:ARR.20201002.1N.2": {
      "court": "CASS",
      "date": "2020-10-02",
      "roleNumber": "C.18.0584.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201002.1N.2&lang=fr",
      "abstractFR": [
        "Le ministre flamand compétent qui se prononce sur le recours administratif formé par le redevable contre le montant de la redevance ou du rappel est également compétent pour statuer sur la légalité et la proportionnalité de l’amende administrative due sur la base de l’article 58, de sorte qu’en cas d’action intentée contre cette décision devant le juge, celui-ci est compétent pour statuer tant sur la légalité de la redevance ou du rappel que sur la légalité et la proportionnalité de l’amende administrative établie."
      ],
      "abstractNL": [
        "De bevoegde Vlaamse Minister die uitspraak doet over het administratief beroep van de heffingsplichtige tegen het bedrag van de heffing of van de navordering is tevens bevoegd om uitspraak te doen over de wettigheid en de proportionaliteit van de op grond van artikel 58 opgelegde administratieve geldboete, zodat ingeval van beroep tegen deze beslissing bij de rechter deze zowel de wettigheid van de heffing of navordering als de wettigheid en de proportionaliteit van de opgelegde administratieve geldboete kan beoordelen."
      ]
    }
  },
  "12": {
    "ECLI:BE:CASS:2025:ARR.20251216.2N.19": {
      "court": "CASS",
      "date": "2025-12-16",
      "roleNumber": "P.25.0246.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251216.2N.19",
      "abstractFR": null,
      "abstractNL": [
        "Een overbrenging van afvalstoffen in strijd met artikel 3.1 Verordening (EG) 1013/2006 van 14 juni 2006 van het Europees Parlement en de Raad betreffende de overbrenging van afvalstoffen (hierna Verordening 1013/2006), op grond waarvan het overbrengen van bepaalde afvalstoffen die bestemd zijn voor nuttige toepassing valt onder de procedure van voorafgaande schriftelijke kennisgeving en toestemming, houdt een illegale overbrenging in zoals bedoeld door artikel 2.35 van die verordening en is verboden bij toepassing van de artikelen 12, § 1, en 14, derde lid, Materialendecreet en een inbreuk op dit verbod wordt strafbaar gesteld op grond van artikel 16.6.3, § 1, DABM; bij toepassing van artikel 3.2 Verordening 1013/2006 valt het overbrengen van bepaalde mengsels van afvalstoffen niet onder de procedure van voorafgaande schriftelijke kennisgeving en toestemming maar louter onder de algemene informatieverplichtingen als vastgesteld in artikel 18 van die verordening, mits de samenstelling van deze mengsels geen gevaar vormt voor de milieuhygiënisch verantwoorde nuttige toepassing ervan en mits deze mengsels overeenkomstig artikel 58 vermeld zijn in bijlage III A, maar volgens punt 1, b), van bijlage III A bij Verordening 1013/2006 mogen mengsels, ongeacht of zij in deze lijst zijn opgenomen of niet, evenwel niet worden onderworpen aan de algemene informatievoorschriften van artikel 18 indien zij dermate met andere stoffen verontreinigd zijn dat nuttige toepassing van de afvalstoffen op milieuhygiënisch verantwoorde wijze niet mogelijk is; uit de redenen vervat in het arrest nr. C-654/18 van het Hof van Justitie van 28 mei 2020 naar aanleiding van de uitlegging van punt 1, b), van bijlage III A bij Verordening 1013/2006, volgt dat de voormelde strafbepaling, door de loutere bewoordingen waarin die bepaling is gesteld, op voldoende precieze wijze de als strafbaar gestelde gedraging omschrijft en toelaat de handelingen en verzuimen te kennen die de strafrechtelijke verantwoordelijkheid kunnen meebrengen, zodat de draagwijdte ervan redelijk voorzienbaar is voor elkeen op wie ze van toepassing is."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241001.2N.14": {
      "court": "CASS",
      "date": "2024-10-01",
      "roleNumber": "P.24.0396.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241001.2N.14",
      "abstractFR": null,
      "abstractNL": [
        "De rechter die een beklaagde schuldig verklaart aan de opslag van afvalstoffen in strijd met artikel 12, § 1, Materialendecreet omkleedt die beslissing slechts regelmatig met redenen in overeenstemming met de artikelen 195, eerste lid, en 211 Wetboek van Strafvordering indien hij niet enkel melding maakt van artikel 12, § 1, Materialendecreet en artikel 16.6.3, § 1, eerste lid, DABM, maar ook van de specifieke voorschriften van het Materialendecreet of de uitvoeringsbesluiten die zijn overtreden (1). (1) Cass. 12 januari 2021, AR P.20.0817.N, AC 2021, nr. 16, ECLI:BE:CASS:2021:ARR.20210112.2N.6"
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241105.2N.23": {
      "court": "CASS",
      "date": "2024-11-05",
      "roleNumber": "P.23.1549.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241105.2N.23",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 12, § 3, Materialendecreet bepaalt dat de natuurlijke persoon of rechtspersoon die afvalstoffen beheert, verplicht is alle maatregelen te nemen die redelijkerwijs kunnen worden genomen om gevaar voor de gezondheid van de mens of voor het milieu, meer bepaald risico voor water, lucht, bodem, fauna en flora, geluids- of geurhinder, schade aan natuur- en landschapsschoon te voorkomen of zoveel mogelijk te beperken; aan die verplichting, waarvan de miskenning strafbaar wordt gesteld op grond van artikel 69 Materialendecreet en artikel 16.6.3 DABM, wordt geen afbreuk gedaan door de omstandigheid dat de afvalstoffen afkomstig zijn van een economische activiteit die reeds werd stopgezet vóór de inwerkingtreding van die bepaling; de toepassing van de aangehaalde decretale bepalingen in de voormelde zin heeft niet tot gevolg dat de strafwet met terugwerkende kracht wordt toegepast."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210112.2N.6": {
      "court": "CASS",
      "date": "2021-01-12",
      "roleNumber": "P.20.0817.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210112.2N.6&lang=fr",
      "abstractFR": [
        "Le juge qui déclare un prévenu coupable du dépôt de déchets contraire à l'article 12, § 1er, du décret de la Région flamande du 23 décembre 2011 ne motive régulièrement sa décision, conformément aux articles 195, alinéa 1er, et 211 du Code d'instruction criminelle, que s'il fait mention, non seulement des articles 12, § 1er, du décret de la Région flamande du 23 décembre 2011 et 16.6.3, § 1er, alinéa 1er, du DABM, mais aussi des prescriptions spécifiques du décret de la Région flamande du 23 décembre 2011 ou de ses arrêtés d'exécution qui ont été enfreintes."
      ],
      "abstractNL": [
        "De rechter die een beklaagde schuldig verklaart aan de opslag van afvalstoffen in strijd met artikel 12, § 1, Materialendecreet omkleedt die beslissing slechts regelmatig met redenen in overeenstemming met de artikelen 195, eerste lid, en 211 Wetboek van Strafvordering indien hij niet enkel melding maakt van artikel 12, § 1, Materialendecreet en artikel 16.6.3, § 1, eerste lid, DABM, maar ook van de specifieke voorschriften van het Materialendecreet of de uitvoeringsbesluiten die zijn overtreden."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210420.2N.15": {
      "court": "CASS",
      "date": "2021-04-20",
      "roleNumber": "P.20.1327.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210420.2N.15&lang=fr",
      "abstractFR": [
        "Le stockage intérimaire de déchets concerne non seulement le stockage actif, mais également l'omission d'éliminer les déchets qui se trouvent sur un bien immeuble sur lequel une personne a autorité."
      ],
      "abstractNL": [
        "Het tussentijds opslaan van afvalstoffen heeft niet alleen betrekking op de actieve opslag ervan maar ook op het verzuim om afvalstoffen te verwijderen die zich bevinden op een onroerend goed waarover men zeggenschap heeft."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190423.2": {
      "court": "CASS",
      "date": "2019-04-23",
      "roleNumber": "P.18.0815.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190423.2&lang=fr",
      "abstractFR": [
        "Il appartient au prévenu qui prétend pouvoir utiliser librement des terres excavées comme sol au sein d'une zone de travail cadastrale de rendre crédible qu'il est satisfait aux conditions d'application du régime dérogatoire prévu aux articles 158, 7°, et 164, alinéa 1er, 1°, de l'arrêté du Gouvernement flamand du 14 décembre 2007 fixant le règlement flamand relatif à l'assainissement du sol et à la protection du sol et, particulièrement, à la condition relative à la situation au sein d'une zone de travail cadastrale; ensuite, il appartient au juge de décider si le prévenu parvient à satisfaire à cette obligation d'apporter crédit à son allégation."
      ],
      "abstractNL": [
        "Het staat aan de beklaagde die er zich op beroept uitgegraven bodem als bodem binnen een kadastrale werkzone vrij te mogen gebruiken, geloofwaardig aan te voeren of voldaan is aan de toepassingvoorwaarden van het uitzonderingsregime bepaald in de artikelen 158, 7° en 164, eerste lid, 1°, VLAREBO en inzonderheid aan de voorwaarde van een kadastrale werkzone; vervolgens staat het aan de rechter om te oordelen of de beklaagde slaagt in die aanvoeringsplicht."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170516.4": {
      "court": "CASS",
      "date": "2017-05-16",
      "roleNumber": "P.15.0807.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170516.4&lang=fr",
      "abstractFR": [
        "Il ressort de la genèse légale de l'article 12, § 1er, du décret de la Région flamande du 23 décembre 2011 relatif à la gestion durable de cycles de matériaux et de déchets que cet article comporte deux interdictions qui peuvent exister indépendamment l'une de l'autre, à savoir: 1° l'interdiction d'abandonner des déchets et 2° l'interdiction de gérer des déchets en violation des dispositions dudit décret ou de ses arrêtés d'exécution (1). (1) C. const. 29 janvier 2014, n° 15/2014, B 3.",
        "Tout abandon de déchets est interdit et, dans le décret de la Région flamande du 23 décembre 2011 relatif à la gestion durable de cycles de matériaux et de déchets et ses arrêtés d'exécution, aucune disposition ne régit l'abandon de déchets, de sorte que son caractère répréhensible ressort exclusivement des dispositions de l'article 12, § 1er du décret de la Région flamande du 23 décembre 2011 et de l'article 16.6.3, § 1er, du décret de la Région flamande du 5 avril 1995 contenant des dispositions générales concernant la politique de l'environnement; le juge qui condamne un prévenu du chef d'une telle infraction ne doit, par conséquent, pas mentionner d'autres dispositions du décret de la Région flamande du 23 décembre 2011 ou de ses arrêtés d'exécution.",
        "Le juge n'a pas un pouvoir illimité pour compléter les notions de déchets et d'abandon d'après son propre point de vue et quiconque abandonne des déchets, selon la définition prévue à l'article 3, 1°, du décret de la Région flamande du 23 décembre 2011 relatif à la gestion durable de cycles de matériaux et de déchets, à savoir qu'il s'en défait et omet de les enlever, peut savoir quand son comportement est punissable; la condition de la prévisibilité raisonnable d'un comportement punissable n'implique pas que le pouvoir décrétal prescrive en outre que cet abandon de déchets constitue une infraction à toute autre disposition du décret du Conseil flamand du 23 décembre 2011 de la Région flamande du 23 décembre 2011 ou à ses arrêtés d'exécution."
      ],
      "abstractNL": [
        "Uit de wetsgeschiedenis van artikel 12, §1, Materialendecreet blijkt dat dit artikel twee verbodsbepalingen bevat, die afzonderlijk van elkaar kunnen bestaan, met name: 1° het verbod afvalstoffen achter te laten en 2° het verbod afvalstoffen te beheren in strijd met de voorschriften van dit decreet of met de uitvoeringsbesluiten ervan (1). (1) GwH, 29 januari 2014, nr. 15/2014, B 3.",
        "Elk achterlaten van afvalstoffen is verboden en in het Materialendecreet en zijn uitvoeringsbesluiten komen geen bepalingen voor die het achterlaten van afvalstoffen regelen zodat de strafbaarstelling ervan uitsluitend uit de bepalingen van artikel 12, §1, Materialendecreet en artikel 16.6.3, §1, DABM volgt; de rechter die een beklaagde veroordeelt voor een dergelijk misdrijf, moet bijgevolg geen melding maken van andere bepalingen van het Materialendecreet of de uitvoeringsbesluiten ervan.",
        "De rechter heeft geen onbeperkte beleidsruimte om de begrippen afvalstoffen en achterlaten naar eigen inzicht in te vullen en elkeen die afvalstoffen zoals gedefinieerd door artikel 3, 1°, Materialendecreet achterlaat, dit is er zich van ontdoet en verzuimt dit afval te verwijderen, kan weten wanneer hij strafbaar handelt; de vereiste van de redelijke voorzienbaarheid van een strafbaarstelling houdt niet in dat de decreetgever bovendien voorschrijft dat dit achterlaten van afvalstoffen ook een inbreuk inhoudt op enige andere bepaling van het Materialendecreet dan wel de uitvoeringsbesluiten ervan."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150303.1": {
      "court": "CASS",
      "date": "2015-03-03",
      "roleNumber": "P.13.1040.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150303.1&lang=fr",
      "abstractFR": [
        "L'abandon de déchets vise non seulement le déversement, mais également le défaut d'élimination des déchets déposés; il n'est pas requis que le prévenu soit pénalement responsable tant du déversement que du défaut d'élimination des déchets (1). (1) Cass. 11 janvier 2011, RG P.10.1276.N, Pas. 2011, n° 26; Cass. 22 février 2005, RG P.04.1346.N, AC 2005, n° 109, avec les conclusions du M.P."
      ],
      "abstractNL": [
        "Met achterlaten van afvalstoffen wordt niet alleen het storten zelf, maar ook het verzuim om de gedeponeerde afval te verwijderen bedoeld; niet vereist is dat de beklaagde strafrechtelijk verantwoordelijk is zowel voor het storten als voor het verzuim de afvalstoffen te verwijderen (1). (1) Cass. 11 januari 2011, AR P.10.1276.N, AC 2011, nr. 26; Cass. 22 februari 2005, AR P.04.1346.N, AC 2005, nr. 109 met concl. OM."
      ]
    }
  },
  "14": {
    "ECLI:BE:CASS:2025:ARR.20251216.2N.19": {
      "court": "CASS",
      "date": "2025-12-16",
      "roleNumber": "P.25.0246.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251216.2N.19",
      "abstractFR": null,
      "abstractNL": [
        "Een overbrenging van afvalstoffen in strijd met artikel 3.1 Verordening (EG) 1013/2006 van 14 juni 2006 van het Europees Parlement en de Raad betreffende de overbrenging van afvalstoffen (hierna Verordening 1013/2006), op grond waarvan het overbrengen van bepaalde afvalstoffen die bestemd zijn voor nuttige toepassing valt onder de procedure van voorafgaande schriftelijke kennisgeving en toestemming, houdt een illegale overbrenging in zoals bedoeld door artikel 2.35 van die verordening en is verboden bij toepassing van de artikelen 12, § 1, en 14, derde lid, Materialendecreet en een inbreuk op dit verbod wordt strafbaar gesteld op grond van artikel 16.6.3, § 1, DABM; bij toepassing van artikel 3.2 Verordening 1013/2006 valt het overbrengen van bepaalde mengsels van afvalstoffen niet onder de procedure van voorafgaande schriftelijke kennisgeving en toestemming maar louter onder de algemene informatieverplichtingen als vastgesteld in artikel 18 van die verordening, mits de samenstelling van deze mengsels geen gevaar vormt voor de milieuhygiënisch verantwoorde nuttige toepassing ervan en mits deze mengsels overeenkomstig artikel 58 vermeld zijn in bijlage III A, maar volgens punt 1, b), van bijlage III A bij Verordening 1013/2006 mogen mengsels, ongeacht of zij in deze lijst zijn opgenomen of niet, evenwel niet worden onderworpen aan de algemene informatievoorschriften van artikel 18 indien zij dermate met andere stoffen verontreinigd zijn dat nuttige toepassing van de afvalstoffen op milieuhygiënisch verantwoorde wijze niet mogelijk is; uit de redenen vervat in het arrest nr. C-654/18 van het Hof van Justitie van 28 mei 2020 naar aanleiding van de uitlegging van punt 1, b), van bijlage III A bij Verordening 1013/2006, volgt dat de voormelde strafbepaling, door de loutere bewoordingen waarin die bepaling is gesteld, op voldoende precieze wijze de als strafbaar gestelde gedraging omschrijft en toelaat de handelingen en verzuimen te kennen die de strafrechtelijke verantwoordelijkheid kunnen meebrengen, zodat de draagwijdte ervan redelijk voorzienbaar is voor elkeen op wie ze van toepassing is."
      ]
    }
  },
  "55": {
    "ECLI:BE:CASS:2020:ARR.20201002.1N.2": {
      "court": "CASS",
      "date": "2020-10-02",
      "roleNumber": "C.18.0584.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201002.1N.2&lang=fr",
      "abstractFR": [
        "Le ministre flamand compétent qui se prononce sur le recours administratif formé par le redevable contre le montant de la redevance ou du rappel est également compétent pour statuer sur la légalité et la proportionnalité de l’amende administrative due sur la base de l’article 58, de sorte qu’en cas d’action intentée contre cette décision devant le juge, celui-ci est compétent pour statuer tant sur la légalité de la redevance ou du rappel que sur la légalité et la proportionnalité de l’amende administrative établie."
      ],
      "abstractNL": [
        "De bevoegde Vlaamse Minister die uitspraak doet over het administratief beroep van de heffingsplichtige tegen het bedrag van de heffing of van de navordering is tevens bevoegd om uitspraak te doen over de wettigheid en de proportionaliteit van de op grond van artikel 58 opgelegde administratieve geldboete, zodat ingeval van beroep tegen deze beslissing bij de rechter deze zowel de wettigheid van de heffing of navordering als de wettigheid en de proportionaliteit van de opgelegde administratieve geldboete kan beoordelen."
      ]
    }
  },
  "58": {
    "ECLI:BE:CASS:2020:ARR.20201002.1N.2": {
      "court": "CASS",
      "date": "2020-10-02",
      "roleNumber": "C.18.0584.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201002.1N.2&lang=fr",
      "abstractFR": [
        "Le ministre flamand compétent qui se prononce sur le recours administratif formé par le redevable contre le montant de la redevance ou du rappel est également compétent pour statuer sur la légalité et la proportionnalité de l’amende administrative due sur la base de l’article 58, de sorte qu’en cas d’action intentée contre cette décision devant le juge, celui-ci est compétent pour statuer tant sur la légalité de la redevance ou du rappel que sur la légalité et la proportionnalité de l’amende administrative établie."
      ],
      "abstractNL": [
        "De bevoegde Vlaamse Minister die uitspraak doet over het administratief beroep van de heffingsplichtige tegen het bedrag van de heffing of van de navordering is tevens bevoegd om uitspraak te doen over de wettigheid en de proportionaliteit van de op grond van artikel 58 opgelegde administratieve geldboete, zodat ingeval van beroep tegen deze beslissing bij de rechter deze zowel de wettigheid van de heffing of navordering als de wettigheid en de proportionaliteit van de opgelegde administratieve geldboete kan beoordelen."
      ]
    }
  },
  "60": {
    "ECLI:BE:CASS:2020:ARR.20201002.1N.2": {
      "court": "CASS",
      "date": "2020-10-02",
      "roleNumber": "C.18.0584.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201002.1N.2&lang=fr",
      "abstractFR": [
        "Le fonctionnaire saisi d’une demande d’une demande de remise ou de réduction d’amende peut décider, à titre de mesure de faveur fondée sur des motifs d’opportunité, de renoncer, en tout ou en partie, à l’exécution d’une amende administrative légalement établie, alors que le contrôle de la légalité et de la proportionnalité de l’amende administrative établie appartient au juge qui statue sur la débition de la redevance."
      ],
      "abstractNL": [
        "De ambtenaar die gevat wordt van een verzoek tot kwijtschelding of vermindering, kan bij wijze van gunstmaatregel op grond van opportuniteitsredenen alsnog beslissen om geheel of gedeeltelijk af te zien van de uitvoering van een wettig opgelegde administratieve geldboete, terwijl de toetsing van de wettigheid en de proportionaliteit van de opgelegde administratieve geldboete toekomt aan de rechter die uitspraak doet over het al dan niet verschuldigd zijn van de heffing."
      ]
    }
  },
  "61": {
    "ECLI:BE:CASS:2020:ARR.20201002.1N.2": {
      "court": "CASS",
      "date": "2020-10-02",
      "roleNumber": "C.18.0584.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201002.1N.2&lang=fr",
      "abstractFR": [
        "Le fonctionnaire saisi d’une demande d’une demande de remise ou de réduction d’amende peut décider, à titre de mesure de faveur fondée sur des motifs d’opportunité, de renoncer, en tout ou en partie, à l’exécution d’une amende administrative légalement établie, alors que le contrôle de la légalité et de la proportionnalité de l’amende administrative établie appartient au juge qui statue sur la débition de la redevance."
      ],
      "abstractNL": [
        "De ambtenaar die gevat wordt van een verzoek tot kwijtschelding of vermindering, kan bij wijze van gunstmaatregel op grond van opportuniteitsredenen alsnog beslissen om geheel of gedeeltelijk af te zien van de uitvoering van een wettig opgelegde administratieve geldboete, terwijl de toetsing van de wettigheid en de proportionaliteit van de opgelegde administratieve geldboete toekomt aan de rechter die uitspraak doet over het al dan niet verschuldigd zijn van de heffing."
      ]
    }
  }
}