{
  "3": {
    "ECLI:BE:CASS:2016:ARR.20160902.3": {
      "court": "CASS",
      "date": "2016-09-02",
      "roleNumber": "F.14.0167.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160902.3&lang=fr",
      "abstractFR": [
        "Le rôle est régulier lorsqu'il mentionne les données nécessaires pour pouvoir identifier le contribuable et qu'il fixe le montant de la redevance dont il est redevable; le fait que non seulement le véritable contribuable mais aussi une personne qui n'est pas contribuable sont repris au rôle, ne peut donner lieu à sa nullité intégrale (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het kohier is regelmatig wanneer het de gegevens vermeldt die nodig zijn om de belastingplichtige te kunnen identificeren en het bedrag van de door hem verschuldigde heffing bepaalt; de omstandigheid dat in het kohier niet alleen de werkelijke belastingplichtige maar ook een niet-belastingplichtige werd opgenomen, kan niet leiden tot de integrale nietigheid van het kohier (1). (1) Zie concl. OM."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2016:ARR.20160902.3": {
      "court": "CASS",
      "date": "2016-09-02",
      "roleNumber": "F.14.0167.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160902.3&lang=fr",
      "abstractFR": [
        "Le rôle est régulier lorsqu'il mentionne les données nécessaires pour pouvoir identifier le contribuable et qu'il fixe le montant de la redevance dont il est redevable; le fait que non seulement le véritable contribuable mais aussi une personne qui n'est pas contribuable sont repris au rôle, ne peut donner lieu à sa nullité intégrale (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het kohier is regelmatig wanneer het de gegevens vermeldt die nodig zijn om de belastingplichtige te kunnen identificeren en het bedrag van de door hem verschuldigde heffing bepaalt; de omstandigheid dat in het kohier niet alleen de werkelijke belastingplichtige maar ook een niet-belastingplichtige werd opgenomen, kan niet leiden tot de integrale nietigheid van het kohier (1). (1) Zie concl. OM."
      ]
    }
  },
  "19bis": {
    "ECLI:BE:CASS:2015:ARR.20150522.4": {
      "court": "CASS",
      "date": "2015-05-22",
      "roleNumber": "F.13.0005.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150522.4&lang=fr",
      "abstractFR": [
        "La disposition transitoire prévue par l'article 44bis, alinéa 1er du décret du 22 décembre 1995 contenant diverses mesures d'accompagnement du budget 1996, n'empêche pas que les litiges relatifs aux redevances en matière de taxes sur les bâtiments désaffectés et/ou laissés à l'abandon et les habitations désaffectées, laissées à l'abandon, inadaptées et/ou inhabitables concernant les années d'exercice antérieures au 1er janvier 2002 soient instruits conformément à la réglementation qui était applicable à l'époque au cours de l'année d'exercice applicable; l'article 19bis de l'arrêté du Gouvernement flamand du 2 avril 1996 n'a pas d'effet rétroactif et ne modifie en rien les redevances dues sur les bâtiment désaffectés relatives à la période antérieure au 1er janvier 2002."
      ],
      "abstractNL": [
        "De overgangsbepaling waarin artikel 44bis, eerste lid, Leegstandsdecreet voorziet, verhindert niet dat geschillen met betrekking tot de heffingen in de Leegstandsbelasting die betrekking hebben op de heffingsjaren vóór 1 januari 2002 verder worden afgehandeld volgens de regelgeving die destijds van toepassing was tijdens het toepasselijke heffingsjaar; artikel 19bis van het besluit van de Vlaamse regering van 2 april 1996 heeft geen retroactieve werking, en laat de leegstandsheffingen die betrekking hebben op de periode vóór 1 januari 2002 onverlet."
      ]
    }
  }
}