{
  "1": {
    "ECLI:BE:CASS:2022:ARR.20220308.2N.9": {
      "court": "CASS",
      "date": "2022-03-08",
      "roleNumber": "P.21.0943.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220308.2N.9",
      "abstractFR": [
        "La suspension de la prescription de l'action publique durant la période visée à l'article 1er, alinéa 1er, de l'arrêté royal n° 3 du 9 avril 2020 portant des dispositions diverses relatives à la procédure pénale et à l'exécution des peines et des mesures prévues dans le cadre de la lutte contre la propagation du coronavirus COVID-19, à savoir la période allant du 18 mars 2020 au 17 juillet 2020 inclus, est applicable à l'action publique exercée du chef d'infractions ayant été commises avant le point de départ de cette période, dans la mesure où la prescription n'était pas acquise avant l'entrée en vigueur dudit arrêté royal n° 3 ; en ce qui concerne les infractions qui ont été commises au cours de cette période, la prescription de l'action publique est également suspendue en application de cette même disposition, mais seulement à compter de la date de l'infraction jusqu'au terme de cette période (1). (1) Voir M.-A. BEERNAERT, H. D. BOSLY et D. VANDERMEERSCH, Droit de la procédure pénale, La Charte, 9e éd., 2021, I, p. 248."
      ],
      "abstractNL": [
        "De schorsing van de verjaring van de strafvordering gedurende de in artikel 1, eerste lid, COVID-KB nr. 3 van 9 april 2020 bedoelde periode, dit is de periode van 18 maart 2020 tot en met 17 juli 2020, is van toepassing op de strafvordering met betrekking tot misdrijven die werden gepleegd vóór de aanvang van die periode, in zoverre de verjaring niet was bereikt vóór de inwerkingtreding van het COVID-KB nr. 3 van 9 april 2020; met betrekking tot misdrijven die werden gepleegd tijdens die periode is de verjaring van de strafvordering bij toepassing van diezelfde bepaling eveneens geschorst, zij het slechts vanaf de datum van het misdrijf tot de einddatum van die periode (1). (1) Zie M.-A. BEERNAERT, H. D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, Die Keure, 9° ed., 2021, I, p. 248."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210413.2N.15": {
      "court": "CASS",
      "date": "2021-04-13",
      "roleNumber": "P.20.1346.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210413.2N.15&lang=fr",
      "abstractFR": [
        "Il résulte de la lecture conjointe des dispositions des articles 5, § 1er, 6° et 7°, 7 et 8 de la loi du 27 mars 2020 habilitant le Roi à prendre des mesures de lutte contre la propagation du coronavirus COVID-19 (II), 3, 1°, et de l'arrêté royal n° 3 du 9 avril 2020 portant des dispositions diverses relatives à la procédure pénale et à l'exécution des peines et des mesures prévues dans le cadre de la lutte contre la propagation du coronavirus COVID-19 que la prescription de l'action publique est suspendue, au sens de l'article 24, alinéa 1er, de la loi du 17 avril 1878 contenant le titre préliminaire du Code de procédure pénale, durant de la période visée aux articles 1er et 3, 1°, de l'arrêté royal n° 3 du 9 avril 2020; dès lors que, sur le fondement de l'article 5, § 1er, 6°, et 7°, de la loi du 27 mars 2020, le législateur a habilité le Roi à introduire une cause de suspension de la prescription de l'action publique et que le Roi a mis en œuvre cette habilitation via les articles 1er et 3, 1°, de l'arrêté royal n° 3 du 9 avril 2020, cet arrêté royal doit être considéré comme une loi au sens de l'article 24, alinéa 1er, du titre préliminaire du Code de procédure pénale.",
        "Le régime de suspension de la prescription de l'action publique introduit par les articles 1er, alinéa 1er, et 3, 1°, de l'arrêté royal n° 3 du 9 avril 2020 portant des dispositions diverses relatives à la procédure pénale et à l'exécution des peines et des mesures prévues dans le cadre de la lutte contre la propagation du coronavirus COVID-19 entre dans les limites de l'habilitation conférée au Roi et s'applique en principe à l'ensemble des actions publiques qui n'étaient pas encore éteintes par prescription au moment de l'entrée en vigueur desdites dispositions; un tel régime ne méconnait pas les principes de sécurité juridique et d'égalité."
      ],
      "abstractNL": [
        "Uit de samenlezing van de bepalingen van artikel 5, § 1, 6° en 7°, artikel 7 en artikel 8, COVID II–Machtigingswet van 27 maart 2020 en artikel 3, 1°, COVID-KB nr. 3 van 9 april 2020, volgt dat er schorsing is van de verjaring van de strafvordering in de zin van artikel 24, eerste lid, Voorafgaande Titel Wetboek van Strafvordering tijdens de in de artikelen 1 en 3, 1°, COVID-KB nr. 3 van 9 april 2020 bedoelde periode; aangezien de wetgever op grond van artikel 5, § 1, 6°, en 7°, COVID II-Machtigingswet van 27 maart 2020 de Koning heeft gemachtigd tot het invoeren van een schorsingsgrond voor de verjaring van de strafvordering en de Koning met de artikelen 1 en 3, 1°, COVID-KB nr. 3 van 9 april 2020 van die machtiging heeft gebruik gemaakt, moet dit koninklijk besluit worden beschouwd als een wet in de zin van artikel 24, eerste lid, Voorafgaande Titel Wetboek van Strafvordering.",
        "De met artikelen 1, eerste lid en 3, 1°, COVID-KB nr. 3 van 9 april 2020 ingevoerde schorsingsregeling van de verjaring van de strafvordering valt binnen de door de wetgever verleende machtiging aan de Koning en is in beginsel van toepassing op alle strafvorderingen die op het ogenblik van de inwerkingtreding van deze bepalingen nog niet waren vervallen; een dergelijke regeling miskent het rechtszekerheids- en gelijkheidsbeginsel niet."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2020:ARR.20200819.VAC.1": {
      "court": "CASS",
      "date": "2020-08-19",
      "roleNumber": "P.20.0840.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200819.VAC.1",
      "abstractFR": [
        "Les nécessités de la lutte contre la propagation de la covid 19 na sauraient justifier que les condamnés à qui est octroyée l'interruption de l'exécution de la peine dont ils doivent respecter les conditions, soient privés de l'imputation de la durée de cette interruption sur l'exécution de leur peine (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De noodwendigheden van de strijd tegen de verspreiding van het coronavirus COVID-19 kunnen niet verantwoorden dat de veroordeelden waaraan de onderbreking wordt toegekend van de tenuitvoerlegging van de straf waarvan zij de voorwaarden dienen na te leven, de verrekening van de duur van die onderbreking op de tenuitvoerlegging van hun straf wordt ontzegd (1). (1) Zie concl. OM in Pas. 2020, nr. 477."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2023:ARR.20230322.2F.9": {
      "court": "CASS",
      "date": "2023-03-22",
      "roleNumber": "P.20.1218.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230322.2F.9",
      "abstractFR": [
        "En disant pour droit que l'article 4, § 1er, de la loi du 24 décembre 2020 \"portant confirmation des arrêtés royaux pris en application de la loi du 27 mars 2020 habilitant le Roi à prendre des mesures contre la propagation du coronavirus Covid-19 (II)\" ne viole pas les articles 10 et 11 de la Constitution, la Cour constitutionnelle a jugé qu'en ce qui concerne l'application de la suspension de la prescription de l'action publique durant la période de pandémie Covid-19, l'assimilation des justiciables dont le jugement de la cause a subi un retard en raison de la pandémie à ceux qui n'ont pas souffert un tel préjudice, mais se voient malgré tout opposer ladite suspension, ne violait pas les articles 10 et 11 de la Constitution (1). (1) C. const. 12 janvier 2023, arrêt n° 2/2023."
      ],
      "abstractNL": [
        "Door voor recht te zeggen dat artikel 4, § 1, van de wet van 24 december 2020 “tot bekrachtiging van de koninklijke besluiten genomen met toepassing van de wet van 27 maart 2020 die machtiging verleent aan de Koning om maatregelen te nemen in strijd met de verspreiding van het coronavirus COVID-19 (II)” de artikelen 10 en 11 Grondwet niet schendt, heeft het Grondwettelijk Hof geoordeeld dat, wat betreft de schorsing van de verjaring van de strafvordering tijdens de covidpandemie, de gelijkstelling van de rechtzoekenden wier vonnis vertraging heeft opgelopen met die welke een dergelijk nadeel niet hebben geleden maar aan wie de voormelde schorsing toch wordt tegengeworpen, de artikelen 10 en 11 Grondwet niet schond (1). (1) GwH, 12 januari 2023, arrest nr. 2/2023."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220308.2N.6": {
      "court": "CASS",
      "date": "2022-03-08",
      "roleNumber": "P.21.1454.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220308.2N.6",
      "abstractFR": [
        "Sur la base de l'article 26, § 1er, 3°, et § 2, alinéa 1er, de la loi spéciale du 6 janvier 1989 sur la Cour constitutionnelle, la Cour est tenue d'interroger la Cour constitutionnelle sur la question de savoir si l'article 4 de la loi du 24 décembre 2020 portant confirmation des arrêtés royaux pris en application de la loi du 27 mars 2020 habilitant le Roi à prendre des mesures de lutte contre la propagation du coronavirus COVID-19 (II) viole les articles 10 et 11 de la Constitution et méconnaît le principe d'égalité et de non-discrimination qu'ils consacrent, dans la mesure où la suspension de la prescription de l'action publique, instaurée par l'article 3 de l'arrêté royal n° 3 du 9 avril 2020 portant des dispositions diverses relatives à la procédure pénale et à l'exécution des peines et des mesures prévues dans le cadre de la lutte contre la propagation du coronavirus COVID-19, telles qu'elles ont été prolongées par les arrêtés royaux du 28 avril 2020 et du 13 mai 2020, est d'application générale, et donc sans faire de distinction selon que les procédures pénales ont été retardées ou non en raison de la crise sanitaire de COVID-19."
      ],
      "abstractNL": [
        "Het Hof is er op grond van artikel 26, § 1, 3°, en § 2, eerste lid, Bijzondere Wet Grondwettelijk Hof toe gehouden het Grondwettelijk Hof te bevragen over de vraag of artikel 4 van de wet van 24 december 2020 tot bekrachtiging van de koninklijke besluiten genomen met toepassing van de wet van 27 maart 2020 die machtiging verleent aan de Koning om maatregelen te nemen in de strijd tegen de verspreiding van het coronavirus COVID-19 (II), de artikelen 10 en 11 Grondwet en het daarin vervatte gelijkheids- en non-discriminatiebeginsel schendt, voor zover de bij artikel 3 van het koninklijk besluit nr. 3 van 9 april 2020 houdende diverse bepalingen inzake strafprocedure en uitvoering van straffen en maatregelen in het kader van de strijd tegen de verspreiding van het coronavirus COVID-19, zoals verlengd met de koninklijke besluiten van 28 april 2020 en 13 mei 2020, ingevoerde schorsing van de verjaring van de strafvordering algemeen van toepassing is en dus zonder een onderscheid te maken naargelang de strafprocedures wel of geen vertraging hebben opgelopen ingevolge de COVID-19-gezondheidscrisis."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200916.2F.15": {
      "court": "CASS",
      "date": "2020-09-16",
      "roleNumber": "P.20.0738.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200916.2F.15",
      "abstractFR": [
        "Aux termes de l'article 3 de l'arrêté royal de pouvoirs spéciaux n° 3 du 9 avril 2020 portant des dispositions diverses relatives à la procédure pénale et à l'exécution des peines et des mesures prévues dans le cadre de la lutte contre la propagation du coronavirus Covid-19, sont suspendus pour un délai égal à la durée de la période qu'il détermine, les délais de prescription de l'action publique, prévus pour les infractions du Code pénal et pour les infractions aux lois particulières; dès lors que cette disposition n'opère aucune distinction entre les différentes modalités d'exercice de l'action publique, la cause de suspension qu'elle introduit est notamment applicable à la prescription de l'action en révocation du sursis, cette action tendant à l'exécution de la peine et ressortissant par conséquent à l'action publique (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Krachtens artikel 3 van het koninklijk besluit nr. 3 van 9 april 2020 genomen met bijzondere machten houdende diverse bepalingen inzake strafprocedure en uitvoering van straffen en maatregelen in het kader van de strijd tegen de verspreiding van het coronavirus Covid-19, worden de verjaringstermijnen van de strafvordering voorzien voor de misdrijven van het Strafwetboek en voor de misdrijven van de bijzondere wetten geschorst voor een termijn gelijk aan de duur van de daarin bepaalde periode; vermits deze bepaling geen onderscheid maakt tussen de verschillende wijzen waarop de strafvordering wordt uitgeoefend, is de schorsingsgrond die zij invoert met name van toepassing op de verjaring van de vordering tot herroeping van het uitstel; deze vordering, die is gericht op de tenuitvoerlegging van de straf, maakt deel uit van de strafvordering (1). (1) Zie concl. OM in Pas. 2020, nr. 544."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210413.2N.15": {
      "court": "CASS",
      "date": "2021-04-13",
      "roleNumber": "P.20.1346.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210413.2N.15&lang=fr",
      "abstractFR": [
        "Il résulte de la lecture conjointe des dispositions des articles 5, § 1er, 6° et 7°, 7 et 8 de la loi du 27 mars 2020 habilitant le Roi à prendre des mesures de lutte contre la propagation du coronavirus COVID-19 (II), 3, 1°, et de l'arrêté royal n° 3 du 9 avril 2020 portant des dispositions diverses relatives à la procédure pénale et à l'exécution des peines et des mesures prévues dans le cadre de la lutte contre la propagation du coronavirus COVID-19 que la prescription de l'action publique est suspendue, au sens de l'article 24, alinéa 1er, de la loi du 17 avril 1878 contenant le titre préliminaire du Code de procédure pénale, durant de la période visée aux articles 1er et 3, 1°, de l'arrêté royal n° 3 du 9 avril 2020; dès lors que, sur le fondement de l'article 5, § 1er, 6°, et 7°, de la loi du 27 mars 2020, le législateur a habilité le Roi à introduire une cause de suspension de la prescription de l'action publique et que le Roi a mis en œuvre cette habilitation via les articles 1er et 3, 1°, de l'arrêté royal n° 3 du 9 avril 2020, cet arrêté royal doit être considéré comme une loi au sens de l'article 24, alinéa 1er, du titre préliminaire du Code de procédure pénale.",
        "Le régime de suspension de la prescription de l'action publique introduit par les articles 1er, alinéa 1er, et 3, 1°, de l'arrêté royal n° 3 du 9 avril 2020 portant des dispositions diverses relatives à la procédure pénale et à l'exécution des peines et des mesures prévues dans le cadre de la lutte contre la propagation du coronavirus COVID-19 entre dans les limites de l'habilitation conférée au Roi et s'applique en principe à l'ensemble des actions publiques qui n'étaient pas encore éteintes par prescription au moment de l'entrée en vigueur desdites dispositions; un tel régime ne méconnait pas les principes de sécurité juridique et d'égalité."
      ],
      "abstractNL": [
        "Uit de samenlezing van de bepalingen van artikel 5, § 1, 6° en 7°, artikel 7 en artikel 8, COVID II–Machtigingswet van 27 maart 2020 en artikel 3, 1°, COVID-KB nr. 3 van 9 april 2020, volgt dat er schorsing is van de verjaring van de strafvordering in de zin van artikel 24, eerste lid, Voorafgaande Titel Wetboek van Strafvordering tijdens de in de artikelen 1 en 3, 1°, COVID-KB nr. 3 van 9 april 2020 bedoelde periode; aangezien de wetgever op grond van artikel 5, § 1, 6°, en 7°, COVID II-Machtigingswet van 27 maart 2020 de Koning heeft gemachtigd tot het invoeren van een schorsingsgrond voor de verjaring van de strafvordering en de Koning met de artikelen 1 en 3, 1°, COVID-KB nr. 3 van 9 april 2020 van die machtiging heeft gebruik gemaakt, moet dit koninklijk besluit worden beschouwd als een wet in de zin van artikel 24, eerste lid, Voorafgaande Titel Wetboek van Strafvordering.",
        "De met artikelen 1, eerste lid en 3, 1°, COVID-KB nr. 3 van 9 april 2020 ingevoerde schorsingsregeling van de verjaring van de strafvordering valt binnen de door de wetgever verleende machtiging aan de Koning en is in beginsel van toepassing op alle strafvorderingen die op het ogenblik van de inwerkingtreding van deze bepalingen nog niet waren vervallen; een dergelijke regeling miskent het rechtszekerheids- en gelijkheidsbeginsel niet."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2020:ARR.20200722.VAK.3": {
      "court": "CASS",
      "date": "2020-07-22",
      "roleNumber": "P.20.0712.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200722.VAK.3&lang=fr",
      "abstractFR": [
        "Le refus du tribunal de l’application des peines de remettre la cause pour permettre une comparution en personne du condamné ne méconnaît pas les droits de la défense lorsque ce refus se fonde sur l’article 5 de l’arrêté royal n° 3 du 9 avril 2020 portant des dispositions diverses relatives à la procédure pénale et à l’exécution des peines et des mesures prévues dans le cadre de la lutte contre la propagation du coronavirus COVID-19, qui suspend temporairement le droit du condamné à être entendu (1). (1) Voir les concl. du MP, publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het recht van verdediging is niet miskend door de weigering van de strafuitvoeringsrechtbank om de zaak uit te stellen met het oog op een persoonlijke verschijning van de veroordeelde, indien de weigering berust op artikel 5 van het koninklijk besluit nr. 3 van 9 april 2020 houdende diverse bepalingen inzake de strafprocedure en uitvoering van straffe n en maatregelen in het kader van de strijd tegen de verspreiding van het coronavirus Covid-19, dat een tijdelijke opschorting bevat van het recht van de veroordeelde om gehoord te worden (1). (1) Zie concl. OM."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2020:ARR.20200929.2N.13": {
      "court": "CASS",
      "date": "2020-09-29",
      "roleNumber": "P.20.0931.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200929.2N.13&lang=fr",
      "abstractFR": [
        "L'interruption de l'exécution de la peine visée par l'arrêté royal n° 3 du 9 avril 2020 portant des dispositions diverses relatives à la procédure pénale et à l'exécution des peines et des mesures prévues dans le cadre de la lutte contre la propagation du coronavirus COVID-19, qui suspend l'exécution de la peine pour la durée de la mesure, présente des similitudes avec le congé pénitentiaire visé à l'article 6 de la loi du 17 mai 2006 relative au statut juridique externe des personnes condamnées, qui peut également être assorti de conditions restreignant la liberté de la personne concernée; la lutte contre la propagation du coronavirus COVID-19 ne saurait justifier que les condamnés auxquels est octroyée l'interruption de l'exécution de la peine prévue par l'arrêté royal n° 3 du 9 avril 2020, dont ils doivent respecter les conditions, soient privés de l'imputation de la durée de cette interruption sur l'exécution de leur peine; le jugement qui n'impute pas sur l'exécution de la peine la durée de l'interruption fondée sur l'arrêté royal n° 3 du 9 avril 2020 pour fixer la date à laquelle la demande de surveillance électronique formulée par le condamné est admissible viole les articles 10 et 11 de la Constitution et méconnait le principe général du droit de l'égalité des Belges devant la loi (1). (1) Cass. 19 août 2020, RG P.20.0840.F, Pas. 2020, n° 477, avec concl. de Mme MORTIER, premier avocat général."
      ],
      "abstractNL": [
        "De door het Corona-KB nr. 3 bedoelde onderbreking van de strafuitvoering die de uitvoering van de straf schorst voor de duur van de maatregel vertoont gelijkenissen met het door artikel 6 Wet Strafuitvoering bedoelde penitentiair verlof waaraan ook voorwaarden kunnen worden verbonden die de vrijheid van de betrokkene inperken; de strijd tegen de verspreiding van het coronavirus COVID-19 kan niet verantwoorden dat voor veroordeelden aan wie een door het Corona-KB nr. 3 bedoelde onderbreking van strafuitvoering is toegekend, waarvan ze de voorwaarden naleven, de duur van die onderbreking niet wordt beschouwd als een strafuitvoering; het vonnis dat bij het bepalen van de datum van toelaatbaarheid van het verzoek van de veroordeelde om elektronisch toezicht de periode van onderbreking van de strafuitvoering op basis van het Corona-KB nr. 3 niet beschouwt als strafuitvoering schendt de artikelen 10 en 11 Grondwet en miskent het algemeen rechtsbeginsel van gelijkheid van de Belgen voor de wet (1). (1) Cass. 19 augustus 2020, AR P.20.0840.F, AC 2020, nr. 477, met concl. van eerste advocaat-generaal R. MORTIER, op datum in Pas."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200819.VAC.1": {
      "court": "CASS",
      "date": "2020-08-19",
      "roleNumber": "P.20.0840.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200819.VAC.1",
      "abstractFR": [
        "Les nécessités de la lutte contre la propagation de la covid 19 na sauraient justifier que les condamnés à qui est octroyée l'interruption de l'exécution de la peine dont ils doivent respecter les conditions, soient privés de l'imputation de la durée de cette interruption sur l'exécution de leur peine (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De noodwendigheden van de strijd tegen de verspreiding van het coronavirus COVID-19 kunnen niet verantwoorden dat de veroordeelden waaraan de onderbreking wordt toegekend van de tenuitvoerlegging van de straf waarvan zij de voorwaarden dienen na te leven, de verrekening van de duur van die onderbreking op de tenuitvoerlegging van hun straf wordt ontzegd (1). (1) Zie concl. OM in Pas. 2020, nr. 477."
      ]
    }
  },
  "8": {
    "ECLI:BE:CASS:2020:ARR.20200929.2N.13": {
      "court": "CASS",
      "date": "2020-09-29",
      "roleNumber": "P.20.0931.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200929.2N.13&lang=fr",
      "abstractFR": [
        "L'interruption de l'exécution de la peine visée par l'arrêté royal n° 3 du 9 avril 2020 portant des dispositions diverses relatives à la procédure pénale et à l'exécution des peines et des mesures prévues dans le cadre de la lutte contre la propagation du coronavirus COVID-19, qui suspend l'exécution de la peine pour la durée de la mesure, présente des similitudes avec le congé pénitentiaire visé à l'article 6 de la loi du 17 mai 2006 relative au statut juridique externe des personnes condamnées, qui peut également être assorti de conditions restreignant la liberté de la personne concernée; la lutte contre la propagation du coronavirus COVID-19 ne saurait justifier que les condamnés auxquels est octroyée l'interruption de l'exécution de la peine prévue par l'arrêté royal n° 3 du 9 avril 2020, dont ils doivent respecter les conditions, soient privés de l'imputation de la durée de cette interruption sur l'exécution de leur peine; le jugement qui n'impute pas sur l'exécution de la peine la durée de l'interruption fondée sur l'arrêté royal n° 3 du 9 avril 2020 pour fixer la date à laquelle la demande de surveillance électronique formulée par le condamné est admissible viole les articles 10 et 11 de la Constitution et méconnait le principe général du droit de l'égalité des Belges devant la loi (1). (1) Cass. 19 août 2020, RG P.20.0840.F, Pas. 2020, n° 477, avec concl. de Mme MORTIER, premier avocat général."
      ],
      "abstractNL": [
        "De door het Corona-KB nr. 3 bedoelde onderbreking van de strafuitvoering die de uitvoering van de straf schorst voor de duur van de maatregel vertoont gelijkenissen met het door artikel 6 Wet Strafuitvoering bedoelde penitentiair verlof waaraan ook voorwaarden kunnen worden verbonden die de vrijheid van de betrokkene inperken; de strijd tegen de verspreiding van het coronavirus COVID-19 kan niet verantwoorden dat voor veroordeelden aan wie een door het Corona-KB nr. 3 bedoelde onderbreking van strafuitvoering is toegekend, waarvan ze de voorwaarden naleven, de duur van die onderbreking niet wordt beschouwd als een strafuitvoering; het vonnis dat bij het bepalen van de datum van toelaatbaarheid van het verzoek van de veroordeelde om elektronisch toezicht de periode van onderbreking van de strafuitvoering op basis van het Corona-KB nr. 3 niet beschouwt als strafuitvoering schendt de artikelen 10 en 11 Grondwet en miskent het algemeen rechtsbeginsel van gelijkheid van de Belgen voor de wet (1). (1) Cass. 19 augustus 2020, AR P.20.0840.F, AC 2020, nr. 477, met concl. van eerste advocaat-generaal R. MORTIER, op datum in Pas."
      ]
    }
  },
  "23": {
    "ECLI:BE:CASS:2022:ARR.20220308.2N.9": {
      "court": "CASS",
      "date": "2022-03-08",
      "roleNumber": "P.21.0943.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220308.2N.9",
      "abstractFR": [
        "La suspension de la prescription de l'action publique durant la période visée à l'article 1er, alinéa 1er, de l'arrêté royal n° 3 du 9 avril 2020 portant des dispositions diverses relatives à la procédure pénale et à l'exécution des peines et des mesures prévues dans le cadre de la lutte contre la propagation du coronavirus COVID-19, à savoir la période allant du 18 mars 2020 au 17 juillet 2020 inclus, est applicable à l'action publique exercée du chef d'infractions ayant été commises avant le point de départ de cette période, dans la mesure où la prescription n'était pas acquise avant l'entrée en vigueur dudit arrêté royal n° 3 ; en ce qui concerne les infractions qui ont été commises au cours de cette période, la prescription de l'action publique est également suspendue en application de cette même disposition, mais seulement à compter de la date de l'infraction jusqu'au terme de cette période (1). (1) Voir M.-A. BEERNAERT, H. D. BOSLY et D. VANDERMEERSCH, Droit de la procédure pénale, La Charte, 9e éd., 2021, I, p. 248."
      ],
      "abstractNL": [
        "De schorsing van de verjaring van de strafvordering gedurende de in artikel 1, eerste lid, COVID-KB nr. 3 van 9 april 2020 bedoelde periode, dit is de periode van 18 maart 2020 tot en met 17 juli 2020, is van toepassing op de strafvordering met betrekking tot misdrijven die werden gepleegd vóór de aanvang van die periode, in zoverre de verjaring niet was bereikt vóór de inwerkingtreding van het COVID-KB nr. 3 van 9 april 2020; met betrekking tot misdrijven die werden gepleegd tijdens die periode is de verjaring van de strafvordering bij toepassing van diezelfde bepaling eveneens geschorst, zij het slechts vanaf de datum van het misdrijf tot de einddatum van die periode (1). (1) Zie M.-A. BEERNAERT, H. D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, Die Keure, 9° ed., 2021, I, p. 248."
      ]
    }
  }
}