{
  "2": {
    "ECLI:BE:CASS:2023:ARR.20230208.2F.4": {
      "court": "CASS",
      "date": "2023-02-08",
      "roleNumber": "P.22.1021.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230208.2F.4",
      "abstractFR": [
        "Les revenus perçus grâce à l'infraction consistant à avoir effectué un travail frauduleux au sens de l'article 2, § 1er, de la loi du 6 juillet 1976 sur la répression du travail frauduleux à caractère commercial ou artisanal (1) constituent des avantages patrimoniaux tirés directement de celle-ci (2). (1) Soit « tout travail pouvant faire l'objet d'une profession relevant de l'artisanat, du commerce ou de l'industrie, effectué en dehors de tout lien de subordination, par une personne physique ou morale qui, soit n'est pas immatriculée au registre du commerce ou de l'artisanat, soit viole les prescrits légaux en matière d'autorisation, d'assujettissement ou d'immatriculation, relatifs à l'exercice de cette profession pour autant que ce travail, soit par son importance et son caractère technique, soit par sa fréquence, soit par l'usage d'un matériel ou d'un outillage, présente un caractère professionnel spécifique ». (2) La fraude visée est le défaut d'autorisation, d'assujettissement ou d'immatriculation requis pour exercer un travail et non l'interdiction de celui-ci en tant que tel, comme la vente illicite de stupéfiants. Ainsi que l'arrêt le rappelle, « les revenus obtenus par un travailleur résidant illégalement dans le pays et provenant d'une occupation illégale ne constituent pas nécessairement des avantages patrimoniaux illégaux de sorte que les revenus tirés de cet emploi ne sont, dès lors pas nécessairement des avantages patrimoniaux tirés directement d'une infraction » (Cass. 3 avril 2012, RG P.10.2021.N, Pas. 2012, n° 213). Le MP, qui a conclu au rejet du moyen, en a déduit que les juges d'appel pouvaient légalement considérer qu'a pari, à défaut « des renseignements utiles pour chiffrer, même en équité, les taxes, impositions et cotisations sociales auxquelles [le défendeur] a échappé, et qui constituent les avantages patrimoniaux qu'il a réellement tirés de son travail frauduleux, (…) il n'y a pas lieu de faire droit à la demande de confiscation ». (MNB)."
      ],
      "abstractNL": null
    }
  }
}