{
  "4": {
    "ECLI:BE:CASS:2024:ARR.20240205.3N.2": {
      "court": "CASS",
      "date": "2024-02-05",
      "roleNumber": "C.23.0103.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240205.3N.2",
      "abstractFR": null,
      "abstractNL": [
        "Het aangaan van overeenkomsten tussen meerdere personen in verband met de exploitatie van kansspelen is in principe niet verboden, tenzij die zouden leiden tot het direct of indirect houderschap door een zelfde persoon van meerdere welbepaalde vergunningen of het feitelijk uitbaten van een kansspelinrichting zonder de vereiste vergunning (1). (1) Zie concl. OM."
      ]
    }
  },
  "15": {
    "ECLI:BE:CASS:2024:ARR.20241004.1N.7": {
      "court": "CASS",
      "date": "2024-10-04",
      "roleNumber": "C.23.0501.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241004.1N.7",
      "abstractFR": null,
      "abstractNL": [
        "De Kansspelwet bepaalt geen termijn waarbinnen een afschrift van het proces-verbaal moet worden toegezonden aan de betrokkene en waarvan de niet-naleving tot gevolg heeft dat het proces-verbaal zijn bijzondere bewijswaarde verliest; Niettemin kan een laattijdige toezending tot gevolg hebben dat het proces-verbaal zijn bijzondere bewijswaarde verliest indien daardoor het recht van verdediging van de betrokkene wordt miskend (1). (1) Zie concl. OM.",
        "Uit het enkele feit dat een afschrift van het proces-verbaal pas aan de betrokkene wordt overgezonden nadat de Kansspelcommissie de procedure tegen hem heeft opgestart, volgt niet automatisch een miskenning van zijn recht van verdediging; de rechter oordeelt onaantastbaar in feite of het recht van verdediging van de betrokkene daardoor daadwerkelijk is miskend (1). (1) Zie concl. OM."
      ]
    }
  },
  "25": {
    "ECLI:BE:CASS:2024:ARR.20240205.3N.2": {
      "court": "CASS",
      "date": "2024-02-05",
      "roleNumber": "C.23.0103.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240205.3N.2",
      "abstractFR": null,
      "abstractNL": [
        "Het aangaan van overeenkomsten tussen meerdere personen in verband met de exploitatie van kansspelen is in principe niet verboden, tenzij die zouden leiden tot het direct of indirect houderschap door een zelfde persoon van meerdere welbepaalde vergunningen of het feitelijk uitbaten van een kansspelinrichting zonder de vereiste vergunning (1). (1) Zie concl. OM."
      ]
    }
  },
  "27": {
    "ECLI:BE:CASS:2024:ARR.20240205.3N.2": {
      "court": "CASS",
      "date": "2024-02-05",
      "roleNumber": "C.23.0103.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240205.3N.2",
      "abstractFR": null,
      "abstractNL": [
        "Het aangaan van overeenkomsten tussen meerdere personen in verband met de exploitatie van kansspelen is in principe niet verboden, tenzij die zouden leiden tot het direct of indirect houderschap door een zelfde persoon van meerdere welbepaalde vergunningen of het feitelijk uitbaten van een kansspelinrichting zonder de vereiste vergunning (1). (1) Zie concl. OM."
      ]
    }
  },
  "65": {
    "ECLI:BE:CASS:2024:ARR.20240205.3N.2": {
      "court": "CASS",
      "date": "2024-02-05",
      "roleNumber": "C.23.0103.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240205.3N.2",
      "abstractFR": null,
      "abstractNL": [
        "Het aangaan van overeenkomsten tussen meerdere personen in verband met de exploitatie van kansspelen is in principe niet verboden, tenzij die zouden leiden tot het direct of indirect houderschap door een zelfde persoon van meerdere welbepaalde vergunningen of het feitelijk uitbaten van een kansspelinrichting zonder de vereiste vergunning (1). (1) Zie concl. OM."
      ]
    }
  },
  "67": {
    "ECLI:BE:CASS:2017:ARR.20171017.2": {
      "court": "CASS",
      "date": "2017-10-17",
      "roleNumber": "P.16.1014.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171017.2&lang=fr",
      "abstractFR": [
        "La confiscation visée à l'article 67 de la loi du 7 mars 1999 sur les jeux de hasard, les paris, les établissements de jeux de hasard et la protection des joueurs constitue non seulement une peine, mais également une mesure de sûreté, de sorte que le juge pénal est obligé d'ordonner la confiscation des choses énumérées à cet article dès qu'il constate que l'infraction a été commise, même s'il acquitte le prévenu ou constate l'extinction de l'action publique; il n'est pas nécessaire que ces choses appartiennent au prévenu et elles ne doivent pas non plus avoir été saisies (1). (1) Voir Cass. 23 décembre 1986, RG 714, Pas. 1987, n° 256.",
        "L'article 67 de la loi du 7 mai 1999 sur les jeux de hasard, les paris, les établissements de jeux de hasard et la protection des joueurs établit un régime complet et spécifique concernant la confiscation des choses qui y sont énumérées et se substitue aux règles de droit commun qui régissent la confiscation des choses formant l'objet de l'infraction, qui ont servi ou qui ont été destinées à la commettre et qui ont été produites par l'infraction."
      ],
      "abstractNL": [
        "De verbeurdverklaring bedoeld in artikel 67 Kansspelwet is niet enkel een straf, maar ook een beveiligingsmaatregel zodat de strafrechter verplicht is de verbeurdverklaring van de in dat artikel opgesomde zaken te bevelen van zodra hij vaststelt dat het misdrijf is gepleegd, ook indien hij de beklaagde vrijspreekt of het verval van de strafvordering vaststelt; die zaken hoeven geen eigendom van de beklaagde te zijn en zij moeten evenmin in beslag zijn genomen (1). (1) Zie: Cass. 23 december 1986, AR 714, AC 1986-1987, nr. 256.",
        "Artikel 67 Kansspelwet bevat een eigen en volledige regeling voor de verbeurdverklaring van de in dat artikel opgesomde zaken die in de plaats komt van de gemeenrechtelijke regels inzake de verbeurdverklaring van de zaken die het voorwerp van het misdrijf uitmaken, die gediend hebben of bestemd waren tot het plegen van het misdrijf en die uit het misdrijf voortkomen."
      ]
    }
  },
  "69": {
    "ECLI:BE:CASS:2017:ARR.20171017.2": {
      "court": "CASS",
      "date": "2017-10-17",
      "roleNumber": "P.16.1014.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171017.2&lang=fr",
      "abstractFR": [
        "Conformément à l'article 69 de la loi du 7 mai 1999 sur les jeux de hasard, les paris, les établissements de jeux de hasard et la protection des joueurs, la confiscation des avantages patrimoniaux illégaux tirés de l'exploitation illégale d'un établissement de jeux est régie par les articles 42, 3°, et 43bis, alinéa 1er et 2, du Code pénal; par conséquent, cette confiscation ne se limite pas aux seuls enjeux retrouvés en tant qu'objets identifiables et elle peut être prononcée par équivalent."
      ],
      "abstractNL": [
        "De verbeurdverklaring van de illegale vermogensvoordelen die zijn verkregen ingevolge de onwettige exploitatie van een kansspelinrichting wordt overeenkomstig artikel 69 Kansspelwet geregeld door de artikelen 42, 3°, en 43bis, eerste en tweede lid, Strafwetboek; bijgevolg is die verbeurdverklaring niet beperkt tot enkel de inzetten bij het spel die als identificeerbare objecten zijn teruggevonden en kan zij per equivalent worden uitgesproken."
      ]
    }
  },
  "43/4": {
    "ECLI:BE:CASS:2025:ARR.20250314.1N.2": {
      "court": "CASS",
      "date": "2025-03-14",
      "roleNumber": "C.23.0475.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250314.1N.2&lang=nl",
      "abstractFR": [
        "Faute de définition dans la loi du 7 mai 1999 sur les jeux de hasard, les paris, les établissements de jeux de hasard et la protection des joueurs, la notion de « libraire » doit s'entendre en son sens usuel, à savoir un commerçant dont la vente de journaux constitue l'activité principale (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Bij gebrek aan een definitie in de Kansspelwet, moet het begrip “dagbladhandelaar” worden begrepen in zijn gebruikelijke betekenis, namelijk als een handelaar waarvan de verkoop van dagbladen tot zijn hoofdactiviteit behoort (1). (1) Zie concl. OM."
      ]
    }
  },
  "15/7": {
    "ECLI:BE:CASS:2024:ARR.20241004.1N.7": {
      "court": "CASS",
      "date": "2024-10-04",
      "roleNumber": "C.23.0501.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241004.1N.7",
      "abstractFR": null,
      "abstractNL": [
        "De rechtbank van eerste aanleg gaat na of de beslissing van de Kansspelcommissie tot het opleggen van een administratieve geldboete in feite en in rechte verantwoord is, waarbij de rechtbank de bewijswaarde van de door de partijen ingeroepen elementen tot staving van hun voor de rechtbank gevoerde verweer anders kan beoordelen dan de Kansspelcommissie (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241122.1N.6": {
      "court": "CASS",
      "date": "2024-11-22",
      "roleNumber": "C.23.0500.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241122.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "Door het beroep af te wijzen als niet ontvankelijk omdat het verkeerdelijk is gericht tegen de Kansspelcommissie in plaats van de Belgische Staat, miskent de rechter het recht op toegang tot de rechter niet (1). (1) Zie concl. OM."
      ]
    }
  },
  "15/3": {
    "ECLI:BE:CASS:2024:ARR.20241004.1N.7": {
      "court": "CASS",
      "date": "2024-10-04",
      "roleNumber": "C.23.0501.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241004.1N.7",
      "abstractFR": null,
      "abstractNL": [
        "Bij de beoordeling van de ernst van de inbreuk mag de Kanspelcommissie, en in beroep de rechtbank, onder meer rekening houden met de winst die de inbreuk heeft opgeleverd (1). (1) Zie concl. OM."
      ]
    }
  }
}