{
  "6": {
    "ECLI:BE:CASS:2017:ARR.20171123.7": {
      "court": "CASS",
      "date": "2017-11-23",
      "roleNumber": "C.16.0545.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171123.7&lang=fr",
      "abstractFR": [
        "Il résulte de l'article 6, § 4, du décret du 27 juin 1990 portant création d'un Fonds flamand pour l'intégration sociale des personnes handicapées qu'à l'égard de tiers qui, en vertu d'autres lois, décrets, ordonnances ou dispositions réglementaires ou en vertu du droit commun, sont redevables d'une indemnité du chef du même dommage, l'Agence flamande pour les personnes handicapées, à laquelle les droits du Fonds flamand pour l'intégration sociale des personnes handicapées ont été transférés, n'est subrogée dans les droits de la personne handicapée qu'à concurrence du montant de l'intervention qui lui est allouée (1) ; la subrogation de l'Agence flamande pour les personnes handicapées ne concerne pas les allocations qu'elle a versées aux tiers au profit de la personne handicapée. (1) Cass. 9 février 2015, RG C.13.0571.N, Pas 2015, n° 92. (2) Art. 6, § 4, du décret du 27 juin 1990 portant création d'un Fonds flamand pour l'intégration sociale des personnes handicapées, tel qu'inséré par le décret du 8 mai 2002 et tel qu'il était en vigueur avant son abrogation par le décret du 7 mai 2004 portant création de l'agence autonomisée interne dotée de la personnalité juridique Agence flamande pour les personnes handicapées."
      ],
      "abstractNL": [
        "Uit artikel 6, § 4, van het Decreet van 27 juni 1990 houdende oprichting van een Vlaams Fonds voor de Sociale Integratie van Personen met een Handicap, volgt dat Het Vlaams Agentschap voor Personen met een Handicap, aan wie de rechten van het Vlaams Fonds voor de Sociale Integratie van Personen met een Handicap zijn overgedragen, enkel voor het bedrag van de tegemoetkoming uitgekeerd aan de persoon met een handicap in diens rechten treedt tegenover derden die krachtens andere wetten, decreten, ordonnanties of reglementaire bepalingen of krachtens het gemeen recht voor dezelfde schade vergoeding verschuldigd zijn (1); de subrogatie van het Vlaams Agentschap voor Personen met een Handicap heeft geen betrekking op de uitkeringen die het heeft gedaan aan derden ten behoeve van de persoon met een handicap. (1) Cass. 9 februari 2015, AR C.13.0571.N, AC 2015, nr. 92. (2) Art. 6, § 4, van het Decreet van 27 juni 1990 houdende oprichting van een Vlaams Fonds voor de Sociale Integratie van Personen met een Handicap, zoals ingevoerd bij Decreet van 8 mei 2002 en zoals van kracht vóór de opheffing bij Decreet van 7 mei 2004 tot oprichting van het intern verzelfstandigd agentschap met rechtspersoonlijkheid Vlaams Agentschap voor Personen met een Handicap."
      ]
    }
  }
}