{
  "1": {
    "ECLI:BE:CASS:2018:ARR.20180619.5": {
      "court": "CASS",
      "date": "2018-06-19",
      "roleNumber": "P.17.1252.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180619.5&lang=fr",
      "abstractFR": [
        "La conduite d'un véhicule à moteur en état d'imprégnation alcoolique est un délit dont la preuve, lorsqu'elle est rapportée par une analyse de l'haleine ou sanguine, est spécialement réglementée par la loi (1), de sorte que s'il fonde sa décision sur les résultats de la concentration d'alcool par litre d'air alvéolaire expiré ou par litre de sang, le juge est tenu par les dispositions fixant les modalités particulières d'utilisation des appareils en cause (2). (1) Voir Cass. 26 novembre 2008, RG P.08.1043.F, Pas. 2008, n° 671. (2) Cass. 12 mars 2014, RG P.13.1880.F, Pas. 2014, n° 202."
      ],
      "abstractNL": [
        "Het besturen van een motorvoertuig in staat van alcoholintoxicatie is een wanbedrijf waarvan het bewijs, wanneer het door een adem- of bloedanalyse wordt geleverd, bijzonder bij wet is geregeld (1) zodat wanneer de rechter zijn beslissing grondt op de resultaten van de alcoholconcentratie per liter uitgeademde alveolaire lucht of per liter bloed, hij zich dient te houden aan de bepalingen die de bijzondere gebruiksmodaliteiten van de gebruikte toestellen vastleggen (2). (1) Zie: Cass. 26 november 2008, AR P.08.1043.F, AC 2008, nr. 671. (2) Cass. 12 maart 2014, AR P.13.1880.F, AC 2014, nr. 202."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2024:ARR.20240326.2N.16": {
      "court": "CASS",
      "date": "2024-03-26",
      "roleNumber": "P.24.0198.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240326.2N.16",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 3.14.4 van bijlage 2 bij het KB Ademtest- en ademanalysetoestellen vereist geen wachttijd van vijf minuten tussen twee ademanalyses (1). (1) Cass. 19 juni 2018, AR P.17.1252.N, AC 2018, nr. 399, ECLI:BE:CASS:2018:ARR.20180619.5."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2024:ARR.20240326.2N.16": {
      "court": "CASS",
      "date": "2024-03-26",
      "roleNumber": "P.24.0198.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240326.2N.16",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 3.14.4 van bijlage 2 bij het KB Ademtest- en ademanalysetoestellen vereist geen wachttijd van vijf minuten tussen twee ademanalyses (1). (1) Cass. 19 juni 2018, AR P.17.1252.N, AC 2018, nr. 399, ECLI:BE:CASS:2018:ARR.20180619.5."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180619.5": {
      "court": "CASS",
      "date": "2018-06-19",
      "roleNumber": "P.17.1252.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180619.5&lang=fr",
      "abstractFR": [
        "L'article 3.14.4 de l'annexe 2 à l'arrêté royal du 21 avril 2007 relatif aux appareils de test et aux appareils d'analyse de l'haleine ne requiert pas qu'un intervalle de cinq minutes sépare deux analyses de l'haleine."
      ],
      "abstractNL": [
        "Artikel 3.14.4 van bijlage 2 bij het KB Ademtest- en ademanalysetoestellen vereist geen wachttijd van vijf minuten tussen twee ademanalyses."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2024:ARR.20241001.2N.11": {
      "court": "CASS",
      "date": "2024-10-01",
      "roleNumber": "P.24.0787.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241001.2N.11",
      "abstractFR": null,
      "abstractNL": [
        "Noch de bepalingen van artikel 59, § 3, Wegverkeerswet betreffende de ademanalyse en van artikel 4.3. van de bijlage 2 KB 21 april 2017 betreffende de ademtesttoestellen en de ademanalysetoestellen noch enige andere wettelijke bepaling preciseren wat onder “nieuwe of herstelde ademanalysatoren” en “analysatoren die in gebruik zijn” dient te worden verstaan, zodat deze uitdrukkingen in hun gebruikelijke betekenis moeten worden begrepen; een voorwerp wordt in de gebruikelijke betekenis als “nieuw” beschouwd, wanneer het recentelijk werd verworven en operationeel in gebruik genomen werd, terwijl “in gebruik zijn”, inhoudt dat het voorwerp reeds sinds een zekere tijd operationeel wordt gebruikt en de rechter oordeelt daarover onaantastbaar; het Hof gaat wel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die op grond daarvan onmogelijk kunnen worden verantwoord (1). (1) Cass. 18 december 2018, AR P.18.0882.N, AC 2018, nr. 722, ECLI:BE:CASS:2018:ARR.20181218.4."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221207.2F.3": {
      "court": "CASS",
      "date": "2022-12-07",
      "roleNumber": "P.22.1052.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221207.2F.3",
      "abstractFR": [
        "La différence à laquelle font référence l'article 26 de l'arrêté royal du 21 avril 2007 et l'annexe 2 à cet arrêté est celle entre les résultats de deux ou de trois mesures consécutives de la concentration d'alcool dans l'air alvéolaire expiré par un conducteur, à l'issue d'autant d'analyses de l'haleine de l'intéressé ; partant, lorsque le conducteur n'a pas demandé à être soumis à une seconde analyse de l'haleine et qu'il n'a pas été procédé à celle-ci, la marge de précision indiquée par l'appareil qui mesure la concentration d'alcool dans l'air alvéolaire expiré, destinée à mesurer la validité des résultats obtenus en cas d'analyses multiples, n'est pas applicable."
      ],
      "abstractNL": [
        "Het verschil waarnaar artikel 26 van het koninklijk besluit van 21 april 2007 en bijlage 2 bij dat koninklijk besluit verwijzen, bestaat in het verschil tussen de resultaten van twee of drie opeenvolgende metingen van de alcoholconcentratie in de door een bestuurder uitgeademde alveolaire lucht, na uitvoering van evenveel analyses van de adem van de betrokkene; wanneer, bijgevolg, de bestuurder niet heeft gevraagd om een tweede ademanalyse te ondergaan en deze niet werd uitgevoerd, is de nauwkeurigheidsmarge die wordt weergegeven door het apparaat dat de alcoholconcentratie in de uitgeademde alveolaire lucht meet en die bedoeld is om de geldigheid van de resultaten van meerdere analyses te meten, niet van toepassing."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201006.2N.13": {
      "court": "CASS",
      "date": "2020-10-06",
      "roleNumber": "P.20.0528.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201006.2N.13&lang=fr",
      "abstractFR": [
        "Il résulte de la combinaison des articles 59, § 3, de la loi du 16 mars 1968 relative à la police de la circulation routière et 26 de l'arrêté royal du 21 avril 2007 relatif aux appareils de test et aux appareils d'analyse de l'haleine et des points 3.6 et 4.3.3 de l'annexe 2 à l'arrêté royal du 21 avril 2007 relatif aux appareils de test et aux appareils d'analyse de l'haleine que s'il est procédé à une deuxième analyse de l'haleine, une troisième analyse de l'haleine doit être effectuée si le second résultat est supérieur ou inférieur à l'erreur maximale autorisée définie par les prescriptions de précision sur le résultat de la première analyse et non sur le résultat de la seconde analyse."
      ],
      "abstractNL": [
        "Uit de samenhang van artikel 59, § 3, Wegverkeerswet, artikel 26 KB Ademtest- en analysetoestellen en punten 3.6 en 4.3.3 van de bijlage 2 KB Ademtest- en analysetoestellen volgt dat wanneer een tweede adamanalyse wordt uitgevoerd, een derde ademanalyse moet worden uitgevoerd indien het tweede resultaat hoger of lager is dan de door de nauwkeurigheidsvoorschriften bepaalde maximaal toegelaten afwijzing op het resultaat van de eerste analyse en niet op het resultaat van de tweede analyse."
      ]
    }
  },
  "13": {
    "ECLI:BE:CASS:2018:ARR.20180619.5": {
      "court": "CASS",
      "date": "2018-06-19",
      "roleNumber": "P.17.1252.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180619.5&lang=fr",
      "abstractFR": [
        "La conduite d'un véhicule à moteur en état d'imprégnation alcoolique est un délit dont la preuve, lorsqu'elle est rapportée par une analyse de l'haleine ou sanguine, est spécialement réglementée par la loi (1), de sorte que s'il fonde sa décision sur les résultats de la concentration d'alcool par litre d'air alvéolaire expiré ou par litre de sang, le juge est tenu par les dispositions fixant les modalités particulières d'utilisation des appareils en cause (2). (1) Voir Cass. 26 novembre 2008, RG P.08.1043.F, Pas. 2008, n° 671. (2) Cass. 12 mars 2014, RG P.13.1880.F, Pas. 2014, n° 202."
      ],
      "abstractNL": [
        "Het besturen van een motorvoertuig in staat van alcoholintoxicatie is een wanbedrijf waarvan het bewijs, wanneer het door een adem- of bloedanalyse wordt geleverd, bijzonder bij wet is geregeld (1) zodat wanneer de rechter zijn beslissing grondt op de resultaten van de alcoholconcentratie per liter uitgeademde alveolaire lucht of per liter bloed, hij zich dient te houden aan de bepalingen die de bijzondere gebruiksmodaliteiten van de gebruikte toestellen vastleggen (2). (1) Zie: Cass. 26 november 2008, AR P.08.1043.F, AC 2008, nr. 671. (2) Cass. 12 maart 2014, AR P.13.1880.F, AC 2014, nr. 202."
      ]
    }
  },
  "17": {
    "ECLI:BE:CASS:2010:ARR.20100609.3": {
      "court": "CASS",
      "date": "2010-06-09",
      "roleNumber": "P.10.0384.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100609.3",
      "abstractFR": [
        "Dès lors que la remise du mode d'emploi de l'analyseur de la concentration d'alcool à l'organisme chargé de le contrôler n'est pas nécessaire pour lui permettre d'effectuer une vérification conforme aux prescriptions du fabricant, le juge ne peut dénier aux résultats de l'analyse leur valeur probante au motif qu'ils ont été produits par un appareil non accompagné de son mode d'emploi lorsqu'il a été vérifié et déclaré valide."
      ],
      "abstractNL": [
        "Aangezien het ter hand stellen van de gebruiksaanwijzing van het analysetoestel van de alcoholconcentratie, aan het orgaan dat met de controle is belast, niet noodzakelijk is om het in staat te stellen een ijking uit te voeren in overeenstemming met de voorschriften van de fabrikant, kan de rechter de bewijswaarde niet ontzeggen aan de resultaten van de analyse, op grond dat zij door een toestel zijn geleverd waar er, toen het werd geijkt en goedgekeurd, geen gebruiksaanwijzing bij zat."
      ]
    }
  },
  "23": {
    "ECLI:BE:CASS:2024:ARR.20240416.2N.12": {
      "court": "CASS",
      "date": "2024-04-16",
      "roleNumber": "P.24.0171.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240416.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 6 EVRM en artikel 31 Taalwet Gerechtszaken volgt niet dat hij aan wie een ademtest en ademanalyse wordt opgelegd, kennis moet krijgen van zijn uit het KB Ademtest- en Ademanalysetoestellen voortvloeiende rechten in zijn moedertaal, of als hij de taal van de verbalisanten niet begrijpt, die rechten hem moeten worden meegedeeld met behulp van een tolk; het is noodzakelijk maar voldoende dat die rechten hem door de verbalisanten worden meegedeeld op een voor hem voldoende begrijpelijke wijze."
      ]
    }
  },
  "25": {
    "ECLI:BE:CASS:2024:ARR.20240416.2N.12": {
      "court": "CASS",
      "date": "2024-04-16",
      "roleNumber": "P.24.0171.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240416.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 6 EVRM en artikel 31 Taalwet Gerechtszaken volgt niet dat hij aan wie een ademtest en ademanalyse wordt opgelegd, kennis moet krijgen van zijn uit het KB Ademtest- en Ademanalysetoestellen voortvloeiende rechten in zijn moedertaal, of als hij de taal van de verbalisanten niet begrijpt, die rechten hem moeten worden meegedeeld met behulp van een tolk; het is noodzakelijk maar voldoende dat die rechten hem door de verbalisanten worden meegedeeld op een voor hem voldoende begrijpelijke wijze."
      ]
    }
  },
  "26": {
    "ECLI:BE:CASS:2024:ARR.20240326.2N.16": {
      "court": "CASS",
      "date": "2024-03-26",
      "roleNumber": "P.24.0198.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240326.2N.16",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 3.14.4 van bijlage 2 bij het KB Ademtest- en ademanalysetoestellen vereist geen wachttijd van vijf minuten tussen twee ademanalyses (1). (1) Cass. 19 juni 2018, AR P.17.1252.N, AC 2018, nr. 399, ECLI:BE:CASS:2018:ARR.20180619.5."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240416.2N.12": {
      "court": "CASS",
      "date": "2024-04-16",
      "roleNumber": "P.24.0171.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240416.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 6 EVRM en artikel 31 Taalwet Gerechtszaken volgt niet dat hij aan wie een ademtest en ademanalyse wordt opgelegd, kennis moet krijgen van zijn uit het KB Ademtest- en Ademanalysetoestellen voortvloeiende rechten in zijn moedertaal, of als hij de taal van de verbalisanten niet begrijpt, die rechten hem moeten worden meegedeeld met behulp van een tolk; het is noodzakelijk maar voldoende dat die rechten hem door de verbalisanten worden meegedeeld op een voor hem voldoende begrijpelijke wijze."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221011.2N.16": {
      "court": "CASS",
      "date": "2022-10-11",
      "roleNumber": "P.22.0349.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221011.2N.16",
      "abstractFR": null,
      "abstractNL": [
        "Uit de samenhang van artikel 59, § 3 Wegverkeerswet, artikel 26 KB Ademtest- en analysetoestellen en de Bijlage 2 bij dat KB volgt dat wanneer een tweede ademanalyse wordt uitgevoerd, een derde ademanalyse moet worden uitgevoerd indien het tweede resultaat hoger of lager is dan de door de nauwkeurigheidsvoorschriften bepaalde maximaal toegelaten afwijking op het resultaat van de eerste analyse en niet op het resultaat van de tweede analyse (1). (1) Cass. 6 oktober 2020, AR P.20.0528.N, AC 2020, nr. 610, RW 2020-21, 898.",
        "De regels die gelden voor de afronding van de nauwkeurigheidsvoorschriften worden omschreven in artikel 4.3.4. van bijlage 2 bij het KB Ademtest- en analysetoestellen en niet in punt 3.7 van diezelfde bijlage, dat betrekking heeft op de afronding van het resultaat van de ademanalyse; de bijlage 2 bij het KB Ademtest- en analysetoestellen bepaalt onder punt 4.3.4. over de afronding dat de fouten worden afgerond tot de dichtst benaderde waarde op 0,001 mg/l nauwkeurig; dit betekent dat een meting die op een duizendste nauwkeurig is, moet worden afgerond op een honderdste, namelijk op een hoger cijfer indien het duizendste dit hoger cijfer het dichtst benadert of op een lager cijfer indien het duizendste dit lager cijfer het dichtst benadert (1). (1) Cass. 6 oktober 2020, AR P.20.0528.N, AC 2020, nr. 610, RW 2020-21, 898."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211207.2N.8": {
      "court": "CASS",
      "date": "2021-12-07",
      "roleNumber": "P.21.0882.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211207.2N.8",
      "abstractFR": [
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "De vermelding in het overeenkomstig artikel 62, eerste lid, Wegverkeerswet opgesteld proces-verbaal dat artikel 26 KB Ademtest- en Ademanalysetoestellen werd geëerbiedigd, geldt als bewijs van het feit en de inhoud van de aan de betrokkene gedane verwittiging van zijn recht om een tweede ademanalyse te vragen, tenzij hij het tegendeel aannemelijk maakt."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210223.2N.8": {
      "court": "CASS",
      "date": "2021-02-23",
      "roleNumber": "P.20.1209.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210223.2N.8&lang=fr",
      "abstractFR": [
        "Il ne résulte ni de l'article 26 de l'arrêté royal du 21 avril 2007 relatif aux appareils de test et aux appareils d'analyse de l'haleine ni de l'article 59, § 3, alinéa 1er, de la loi du 16 mars 1968 relative à la police de la circulation routière, qui visent uniquement à informer l'intéressé de la possibilité de demander une deuxième analyse, ni de l'article 6 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales ou des droits de la défense ou du principe général du droit relatif à la présomption d'innocence que le verbalisateur est tenu de consigner expressément dans le procès-verbal et en se référant à l'article 26 de l'arrêté royal du 21 avril 2007, qu'il a été expliqué à l'intéressé qu'il pouvait demander une deuxième analyse d'haleine ; la seule mention dans le procès-verbal que la procédure de contrôle prévue par l'arrêté royal du 21 avril 2007 relatif aux appareils de test et aux appareils d'analyse de l'haleine a été suivie est suffisante pour permettre au juge de décider que l'obligation d'information a été observée (1). (1) Cass. 12 mars 2014, RG P. 13.1880.F, Pas. 2014, n° 202 ; Cass. 12 janvier 2005 JLMB 2005/12, 515 ; Cass. 25 octobre 2000, RG P.00.0649.F, Pas. 2000, n° 574 (les deux derniers arrêts concernant l'ancien arrêté royal du 18 février 1991) ; contra Cass. 21 avril 1998, RW 1998-1999, 1277 et note signée T. ONGENA, « Over het recht op een tweede ademanalyse, of hoe de vermelding van een recht zelf ook een recht kan zijn »."
      ],
      "abstractNL": [
        "Noch uit de bepalingen van artikel 26 KB van 21 april 2007 betreffende de ademtesttoestellen en de analysetoestellen, noch uit artikel 59, § 3, eerste lid, Wegverkeerswet, die enkel tot doel hebben de betrokkene te wijzen op de mogelijkheid om een tweede analyse te vragen, noch uit artikel 6 EVRM of uit het recht van verdediging of het algemeen beginsel van het vermoeden van onschuld, volgt voor de verbalisant de verplichting om uitdrukkelijk en met verwijzing naar artikel 26 in het proces-verbaal op te nemen dat aan de betrokkene werd uitgelegd dat hij een tweede ademanalyse mag vragen; de enkele vermelding in het proces-verbaal dat de controleprocedure bepaald in het KB Ademtest- en analysetoestellen werd gevolgd, kan voor de rechter volstaan om te oordelen dat aan de bedoelde kennisgevingsplicht werd voldaan (1). (1) Cass. 12 maart 2014, AR P. 13.1880.F, AC 2014, nr. 202; Cass. 12 januari 2005 JLMB 2005/12, 515; Cass. 25 oktober 2000, AR P.00.0649.F, AC 2000, nr. 574 (de twee laatste arresten m.b.t. het vroegere KB van 18 februari 1991); contra Cass. 21 april 1998, RW 1998-1999, 1277 en noot van T ONGENA, \"Over het recht op een tweede ademanalyse, of hoe de vermelding van een recht zelf ook een recht kan zijn\"."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221207.2F.3": {
      "court": "CASS",
      "date": "2022-12-07",
      "roleNumber": "P.22.1052.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221207.2F.3",
      "abstractFR": [
        "La différence à laquelle font référence l'article 26 de l'arrêté royal du 21 avril 2007 et l'annexe 2 à cet arrêté est celle entre les résultats de deux ou de trois mesures consécutives de la concentration d'alcool dans l'air alvéolaire expiré par un conducteur, à l'issue d'autant d'analyses de l'haleine de l'intéressé ; partant, lorsque le conducteur n'a pas demandé à être soumis à une seconde analyse de l'haleine et qu'il n'a pas été procédé à celle-ci, la marge de précision indiquée par l'appareil qui mesure la concentration d'alcool dans l'air alvéolaire expiré, destinée à mesurer la validité des résultats obtenus en cas d'analyses multiples, n'est pas applicable."
      ],
      "abstractNL": [
        "Het verschil waarnaar artikel 26 van het koninklijk besluit van 21 april 2007 en bijlage 2 bij dat koninklijk besluit verwijzen, bestaat in het verschil tussen de resultaten van twee of drie opeenvolgende metingen van de alcoholconcentratie in de door een bestuurder uitgeademde alveolaire lucht, na uitvoering van evenveel analyses van de adem van de betrokkene; wanneer, bijgevolg, de bestuurder niet heeft gevraagd om een tweede ademanalyse te ondergaan en deze niet werd uitgevoerd, is de nauwkeurigheidsmarge die wordt weergegeven door het apparaat dat de alcoholconcentratie in de uitgeademde alveolaire lucht meet en die bedoeld is om de geldigheid van de resultaten van meerdere analyses te meten, niet van toepassing."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210126.2N.7": {
      "court": "CASS",
      "date": "2021-01-26",
      "roleNumber": "P.20.1208.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210126.2N.7&lang=fr",
      "abstractFR": [
        "Il ne résulte d'aucune disposition légale ou conventionnelle que le verbalisateur, après avoir informé l'intéressé de son droit de demander une deuxième analyse, soit tenu de constater expressément que ce dernier a renoncé à ce droit; de la circonstance que le verbalisateur ne constate pas que l'intéressé a demandé une deuxième analyse, il résulte que l'intéressé a renoncé à ce droit, sauf si dernier rend le contraire plausible."
      ],
      "abstractNL": [
        "Uit geen enkele wets- of verdragsbepaling volgt voor de verbalisant de verplichting om nadat hij de betrokkene heeft verwittigd van zijn recht om een tweede ademanalyse te vragen, uitdrukkelijk vast te stellen dat die aan dat recht verzaakt; uit de omstandigheid dat de verbalisant niet vaststelt dat de betrokkene een tweede analyse vraagt, volgt dat de betrokkene aan dat recht heeft verzaakt, tenzij hij het tegendeel aannemelijk maakt."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201006.2N.13": {
      "court": "CASS",
      "date": "2020-10-06",
      "roleNumber": "P.20.0528.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201006.2N.13&lang=fr",
      "abstractFR": [
        "Il résulte de la combinaison des articles 59, § 3, de la loi du 16 mars 1968 relative à la police de la circulation routière et 26 de l'arrêté royal du 21 avril 2007 relatif aux appareils de test et aux appareils d'analyse de l'haleine et des points 3.6 et 4.3.3 de l'annexe 2 à l'arrêté royal du 21 avril 2007 relatif aux appareils de test et aux appareils d'analyse de l'haleine que s'il est procédé à une deuxième analyse de l'haleine, une troisième analyse de l'haleine doit être effectuée si le second résultat est supérieur ou inférieur à l'erreur maximale autorisée définie par les prescriptions de précision sur le résultat de la première analyse et non sur le résultat de la seconde analyse."
      ],
      "abstractNL": [
        "Uit de samenhang van artikel 59, § 3, Wegverkeerswet, artikel 26 KB Ademtest- en analysetoestellen en punten 3.6 en 4.3.3 van de bijlage 2 KB Ademtest- en analysetoestellen volgt dat wanneer een tweede adamanalyse wordt uitgevoerd, een derde ademanalyse moet worden uitgevoerd indien het tweede resultaat hoger of lager is dan de door de nauwkeurigheidsvoorschriften bepaalde maximaal toegelaten afwijzing op het resultaat van de eerste analyse en niet op het resultaat van de tweede analyse."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180418.5": {
      "court": "CASS",
      "date": "2018-04-18",
      "roleNumber": "P.18.0057.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180418.5",
      "abstractFR": [
        "Lorsque la différence entre deux des résultats obtenus par les trois analyses de l'haleine effectuées en application de l'article 59, § 3, alinéa 1er, de la loi relative à la police de la circulation routière n'est pas supérieure aux prescriptions en matière de précision arrêtées par le Roi, le résultat le plus favorable à l'intéressé doit être retenu et il ne doit pas être recouru à un prélèvement sanguin."
      ],
      "abstractNL": [
        "Wanneer het verschil tussen twee van de door de drie, met toepassing van artikel 59, §3, eerste lid, Wegverkeerswet verkregen ademanalyses, niet meer bedraagt dan de door de Koning bepaalde nauwkeurigheidsvoorschriften, wordt het voor de betrokkene laagste resultaat in aanmerking genomen en dient geen bloedmonster te worden genomen."
      ]
    }
  },
  "28": {
    "ECLI:BE:CASS:2024:ARR.20240416.2N.12": {
      "court": "CASS",
      "date": "2024-04-16",
      "roleNumber": "P.24.0171.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240416.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 6 EVRM en artikel 31 Taalwet Gerechtszaken volgt niet dat hij aan wie een ademtest en ademanalyse wordt opgelegd, kennis moet krijgen van zijn uit het KB Ademtest- en Ademanalysetoestellen voortvloeiende rechten in zijn moedertaal, of als hij de taal van de verbalisanten niet begrijpt, die rechten hem moeten worden meegedeeld met behulp van een tolk; het is noodzakelijk maar voldoende dat die rechten hem door de verbalisanten worden meegedeeld op een voor hem voldoende begrijpelijke wijze."
      ]
    }
  }
}