{
  "1": {
    "ECLI:BE:CASS:2023:ARR.20231121.2N.1": {
      "court": "CASS",
      "date": "2023-11-21",
      "roleNumber": "P.23.0960.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231121.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Geen enkele verdragsrechtelijke of wettelijke bepaling noch enig algemeen rechtsbeginsel verplicht de rechter die een beklaagde veroordeelt wegens de teelt van cannabis om bij afwezigheid van daartoe strekkende conclusie uitdrukkelijk vast te stellen dat die cannabis een THC-gehalte van minstens 0,2 procent heeft (1). (1) RvS , afdeling Wetgeving, advies 61.002/3 van 3 april 2017.",
        "De verbeurdverklaring van het vermogensvoordeel dat de dader van de teelt van cannabis heeft verkregen, vereist niet dat die dader ook wordt vervolgd voor het bezit of de verkoop van de uit die teelt verkregen oogst, noch dat de rechter vaststelt dat die oogst is verkocht."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201201.2N.3": {
      "court": "CASS",
      "date": "2020-12-01",
      "roleNumber": "P.20.0866.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201201.2N.3&lang=fr",
      "abstractFR": [
        "Le juge apprécie souverainement si la somme des concentrations du cannabis en delta-9-tetrahydrocannabinol et en delta-9-tetrahydrocannabinolic acid est supérieure à 0,2; dans ce cadre, il n'est lié par aucun moyen de preuve particulier tel qu'une analyse scientifique du cannabis faisant l'objet des poursuites; il peut fonder son appréciation sur l'ensemble des éléments qui lui ont été régulièrement soumis et qui ont été soumis à la contradiction; la Cour se borne à vérifier si le juge ne tire pas de ses constatations des conséquences qui y sont étrangères ou qu'elles ne sauraient justifier."
      ],
      "abstractNL": [
        "De rechter oordeelt onaantastbaar of cannabis een samenstelling bevat van delta-9-tetrahydrocannabinol en delta-9-tetrahydrocannabinolic acid groter dan 0.2; hij is daarbij niet gebonden aan enig bijzonder bewijsmiddel zoals een wetenschappelijke analyse van de cannabis die het voorwerp van de vervolging uitmaakt; hij kan zijn oordeel gronden op alle hem regelmatig overgelegde en aan tegenspraak onderworpen gegevens; het Hof gaat enkel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond ervan niet kunnen worden verantwoord."
      ]
    },
    "ECLI:BE:CASS:2007:ARR.20071106.3": {
      "court": "CASS",
      "date": "2007-11-06",
      "roleNumber": "P.07.0778.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20071106.3&lang=fr",
      "abstractFR": [
        "Lorsque devant la Cour de cassation la question se pose de savoir si l'article 44 du Décret du Conseil flamand du 27 mars 1991 relatif à la pratique du sport dans le respect des impératifs de santé, interprété en ce sens que cet article instaure une cause d'excuse absolutoire ne portant pas uniquement sur des faits exclusivement punissables en vertu de l'article 43 du Décret du 27 mars 1991, mais également sur la possession simple de substances défendues, punissable en vertu de la loi du 24 février 1921, viole les règles, établies par ou en vertu de la Constitution en vue de déterminer les compétences respectives de l'Etat, des Communautés et des Régions, en tant que l'application de celles-ci compromet la compétence résiduaire du législateur fédéral, la Cour pose une question préjudicielle à la Cour constitutionnelle (1). (1) Cass., 26 juin 2007, RG P.07.0521.N, n° ..."
      ],
      "abstractNL": [
        "Wanneer voor het Hof van Cassatie de vraag rijst of artikel 44 van het decreet van de Vlaamse Raad van 27 maart 1991 inzake medisch verantwoorde sportbeoefening, geïnterpreteerd in die zin dat door dat artikel een strafuitsluitende verschoningsgrond wordt gecreëerd die niet enkel geldt met betrekking tot feiten die alleen strafbaar zijn op grond van artikel 43 Dopingdecreet, maar dat deze ook geldt voor wat betreft het louter bezit van verboden substanties, strafbaar gesteld door de Drugwet, de regels die door of krachtens de Grondwet zijn vastgesteld voor het bepalen van de onderscheiden bevoegdheden van de Staat, de Gemeenschappen en de Gewesten schendt, in zoverre de toepassing ervan de residuaire bevoegdheid van de federale wetgever in het gedrang brengt, stelt het Hof een prejudiciële vraag aan het Grondwettelijk Hof (1). (1) Cass., 26 juni 2007, AR P.07.0521.N, nr ..."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2025:ARR.20250304.2N.1": {
      "court": "CASS",
      "date": "2025-03-04",
      "roleNumber": "P.24.1527.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250304.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Door artikel 2bis, § 2, a), Drugwet dat een zwaardere straf oplegt wanneer het in artikel 2bis, § 1, Drugwet bepaalde misdrijf wordt gepleegd ten aanzien van een minderjarige boven de volle leeftijd van 16 jaar, beoogt de wetgever het verwezenlijken van een verhoogde bescherming van die minderjarige wegens zijn grotere kwetsbaarheid wanneer hij in aanraking komt met drugs en dit veronderstelt dat de minderjarige zich daarvan bewust is of dat redelijkerwijze kan zijn; aldus is de verzwarende omstandigheid van artikel 2bis, § 2, a), Drugwet van toepassing op alle in artikel 2bis, § 1, Drugwet bedoelde misdrijven die worden gepleegd in de aanwezigheid van of met de betrokkenheid van een hier bedoelde minderjarige in omstandigheden waar hij zich daarvan bewust is of redelijkerwijze kan zijn; de eigen houding van de minderjarige speelt daarbij geen rol zodat voor de bewezenverklaring van de verzwarende omstandigheid niet vereist is dat de minderjarige de feiten enkel ondergaat of zich bewust is van enig gevaar (1). (1) Zie Cass. 4 maart 2025, AR P.24.1528.N, AC 2025, nr. 167; Cass. 2 maart 2010, AR P.09.1726.N, AC 2010, nr. 141, ECLI:BE:CASS:2010:ARR.20100302.2; Cass. 8 februari 2006, AR P.05.1543.F, AC 2006, nr. 83, ECLI:BE:CASS:2006:ARR.20060208.8."
      ]
    },
    "ECLI:BE:CASS:2008:ARR.20080603.1": {
      "court": "CASS",
      "date": "2008-06-03",
      "roleNumber": "P.07.0521.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080603.1&lang=fr",
      "abstractFR": [
        "La cause d'excuse prévue à l'article 44 du décret de la Communauté flamande du 27 mars 1991 relatif à la pratique du sport dans le respect des impératifs de santé n'est pas applicable aux infractions sanctionnées par la loi du 24 février 1921 concernant le trafic des substances vénéneuses, soporifiques, stupéfiantes, psychotropes, désinfectantes ou antiseptiques; il en résulte que la détention de substances interdites, telles que celles visées par la loi du 24 février 1921, par un sportif au cours ou lors de la préparation de manifestations sportives est toujours sanctionnée en vertu de cette loi (1). (1) Voir Cass., 26 juin 2007, RG P.07.0521.N, Pas., 2007, n° ..., C. Const., n° 62/2008 du 10 avril 2008, M.B. 18 juin 2008, 31414."
      ],
      "abstractNL": [
        "De in artikel 44 Dopingdecreet bepaalde verschoningsgrond kan niet worden toegepast op misdrijven strafbaar gesteld in de Drugwet; hieruit volgt dat het bezit van verboden substanties, als bedoeld in de Drugwet, door een sportbeoefenaar tijdens of bij de voorbereiding van een sportmanifestatie, steeds krachtens die wet strafbaar blijft (1). (1) Zie Cass., 26 juni 2007, AR P.07.0521.N, A.C., 2007, nr. ..., Gw. H., nr. 62/2008 van 10 april 2008, B.S. 18 juni 2008, 31414."
      ]
    },
    "ECLI:BE:CASS:2007:ARR.20071106.3": {
      "court": "CASS",
      "date": "2007-11-06",
      "roleNumber": "P.07.0778.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20071106.3&lang=fr",
      "abstractFR": [
        "Lorsque devant la Cour de cassation la question se pose de savoir si l'article 44 du Décret du Conseil flamand du 27 mars 1991 relatif à la pratique du sport dans le respect des impératifs de santé, interprété en ce sens que cet article instaure une cause d'excuse absolutoire ne portant pas uniquement sur des faits exclusivement punissables en vertu de l'article 43 du Décret du 27 mars 1991, mais également sur la possession simple de substances défendues, punissable en vertu de la loi du 24 février 1921, viole les règles, établies par ou en vertu de la Constitution en vue de déterminer les compétences respectives de l'Etat, des Communautés et des Régions, en tant que l'application de celles-ci compromet la compétence résiduaire du législateur fédéral, la Cour pose une question préjudicielle à la Cour constitutionnelle (1). (1) Cass., 26 juin 2007, RG P.07.0521.N, n° ..."
      ],
      "abstractNL": [
        "Wanneer voor het Hof van Cassatie de vraag rijst of artikel 44 van het decreet van de Vlaamse Raad van 27 maart 1991 inzake medisch verantwoorde sportbeoefening, geïnterpreteerd in die zin dat door dat artikel een strafuitsluitende verschoningsgrond wordt gecreëerd die niet enkel geldt met betrekking tot feiten die alleen strafbaar zijn op grond van artikel 43 Dopingdecreet, maar dat deze ook geldt voor wat betreft het louter bezit van verboden substanties, strafbaar gesteld door de Drugwet, de regels die door of krachtens de Grondwet zijn vastgesteld voor het bepalen van de onderscheiden bevoegdheden van de Staat, de Gemeenschappen en de Gewesten schendt, in zoverre de toepassing ervan de residuaire bevoegdheid van de federale wetgever in het gedrang brengt, stelt het Hof een prejudiciële vraag aan het Grondwettelijk Hof (1). (1) Cass., 26 juni 2007, AR P.07.0521.N, nr ..."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2025:ARR.20250304.2N.2": {
      "court": "CASS",
      "date": "2025-03-04",
      "roleNumber": "P.24.1528.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250304.2N.2",
      "abstractFR": null,
      "abstractNL": [
        "Door artikel 2bis, § 2, a), en § 3, a), Drugwet dat een zwaardere straf oplegt wanneer het in artikel 2bis, § 1, Drugwet bepaalde misdrijf wordt gepleegd ten aanzien van hetzij een minderjarige boven de volle leeftijd van 16 jaar, hetzij een minderjarige boven de volle leeftijd van 12 jaar en minder dan volle zestien jaar oud, beoogt de wetgever het verwezenlijken van een verhoogde bescherming van die minderjarigen wegens zijn grotere kwetsbaarheid wanneer zij in aanraking komen met drugs en dit veronderstelt dat die minderjarigen zich daarvan bewust zijn of dat redelijkerwijze kunnen zijn; aldus zijn de verzwarende omstandigheden van artikel 2bis, § 2, a), en § 3, a), Drugwet van toepassing op alle in artikel 2bis, § 1, Drugwet bedoelde misdrijven die worden gepleegd in de aanwezigheid van of met de betrokkenheid van hier bedoelde minderjarigen in omstandigheden waar de minderjarigen zich daarvan bewust zijn of redelijkerwijze kunnen zijn; de eigen houding van de minderjarige speelt daarbij geen rol zodat voor de bewezenverklaring van de verzwarende omstandigheid niet vereist is dat de minderjarige de feiten enkel ondergaat of zich bewust is van enig gevaar (1). (1) Zie Cass. 4 maart 2025, AR P.24.1527.N, AC 2025, nr. 166; Cass. 2 maart 2010, AR P.09.1726.N, AC 2010, nr. 141, ECLI:BE:CASS:2010:ARR.20100302.2; Cass. 8 februari 2006, AR P.05.1543.F, AC 2006, nr. 83, ECLI:BE:CASS:2006:ARR.20060208.8."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220426.2N.5": {
      "court": "CASS",
      "date": "2022-04-26",
      "roleNumber": "P.22.0020.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220426.2N.5",
      "abstractFR": [
        "Conformément à l'article 3, § 2, de la loi du 24 février 1921 concernant le trafic des substances vénéneuses, soporifiques, stupéfiantes, psychotropes, désinfectantes ou antiseptiques et des substances pouvant servir à la fabrication illicite de substances stupéfiantes et psychotropes, il suffit, pour que soit consommée l'infraction consistant à « faciliter l'usage » des substances spécifiées à l'article 2bis, § 1er, de cette loi, « par tout autre moyen » qu'en procurant un local, que l'auteur soit au courant de l'usage de drogues et facilite d'une quelconque manière cet usage de son propre fait ou par son inaction, sans pouvoir le justifier; ainsi, il n'est pas requis, pour déclarer cette infraction établie qu'un quelconque dol spécial eût existé dans le chef du demandeur ou que celui-ci ait tenté de convaincre ou d'encourager le consommateur à faire usage de drogues (1). (1) Voir Cass. 21 mai 2002, RG P.01.0332.N, Pas. 2002, n° 308, R.W. 2004-2005, n° 16, p. 620.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Het misdrijf van het “gemakkelijker maken” van het gebruik van de in artikel 2bis, § 1, Drugswet genoemde stoffen “door enig ander middel” dan het verschaffen van een lokaal, zoals omschreven in artikel 3, § 2, Drugswet, vereist enkel dat de dader op de hoogte is van het druggebruik en dat hij dit gebruik op eender welke wijze vergemakkelijkt door zijn niet-gerechtvaardigde toedoen of gebrek aan optreden; aldus is voor het bewezen verklaren van dat misdrijf niet vereist dat de dader enig bijzonder opzet zou hebben en moet de dader niet hebben getracht de gebruiker te overhalen of hebben aangemoedigd om drugs te gebruiken (1). (1) Zie Cass. 21 mei 2002, AR P.01.0332.N, AC 2002, nr. 308, RW 2004-2005, nr. 16, p. 620."
      ]
    },
    "ECLI:BE:CASS:2008:ARR.20080408.5": {
      "court": "CASS",
      "date": "2008-04-08",
      "roleNumber": "P.08.0092.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080408.5&lang=fr",
      "abstractFR": [
        "La cause d'excuse visée à l'article 6 de la loi du 24 février 1921 concernant le trafic des substances vénéneuses, soporifiques, stupéfiantes, désinfectantes ou antiseptiques requiert, pour y prétendre, que les révélations soient sincères et complètes afin que l'autorité puisse exercer des poursuites (1); cela implique que le déclarant doit révéler, en ce qui concerne les faits, non seulement sa propre participation, mais également l'intégralité des informations qu'il détient sur les circonstances et les auteurs de l'infraction. (1) Cass., 8 décembre 1992, RG 7226, Pas., 1992, n° 779."
      ],
      "abstractNL": [
        "Om te genieten van de in artikel 6 van de Wet van 24 februari 1921 bedoelde verschoningsgrond is vereist dat de onthullingen oprecht en volledig zijn zodat de overheid in staat is vervolgingen in te stellen (1); dit houdt in dat de aangever omtrent de feiten niet alleen zijn eigen aandeel kenbaar moet maken,maar ook binnen zijn wetenschap omtrent de feiten een volledige aangifte moet doen van alle omstandigheden en daders van het misdrijf. (1) Cass., 8 dec. 1992, AR 7226, A.C., 1991 - 92, nr. 779."
      ]
    },
    "ECLI:BE:CASS:2007:ARR.20071016.9": {
      "court": "CASS",
      "date": "2007-10-16",
      "roleNumber": "P.07.0880.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20071016.9&lang=fr",
      "abstractFR": [
        "La loi du 24 février 1921 ne prévoit pas une interdiction professionnelle comme peine accessoire, au sens de l'article 1er de l'arrêté royal n° 22 du 24 octobre 1934, et ledit arrêté royal ne renvoie pas aux infractions à la loi du 24 février 1921 comme faits punissables pour lesquels les interdictions visées à l'article 1er du même arrêté peuvent être prononcées (1). (1) Sur la nature de l'interdiction professionnelle au sens de l'article 1er de l'arrêté royal n°22 du 24 octobre 1934: Cass., 2 juin 1999, RG P.99.0192.F, n°326 et Cass., 17 mai 2005, RG P.04.1571.N, n°282 avec les conclusions de monsieur l'avocat général Duinslaeger."
      ],
      "abstractNL": [
        "De Drugwet voorziet niet in een beroepsverbod als bijkomende straf, in de zin van artikel 1 van het koninklijk besluit nr. 22 van 24 okt. 1934, en het vermelde koninklijk besluit verwijst niet naar de inbreuken op de Drugwet als strafbare feiten waarvoor de in artikel 1 van datzelfde besluit bedoelde verbodbepalingen kunnen worden uitgesproken (1). (1) Omtrent de aard van het beroepsverbod in de zin van artikel 1 van het koninklijk besluit nr. 22 van 24 okt. 1934: Cass., 2 juni 1999, AR P.99.0192.F, nr. 326 en Cass., 17 mei 2005, AR P.04.1571, nr. 282 met conclusie Advocaat-generaal Duinslaeger."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2025:ARR.20250121.2N.6": {
      "court": "CASS",
      "date": "2025-01-21",
      "roleNumber": "P.24.1097.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250121.2N.6",
      "abstractFR": [
        "Une association au sens de l'article 2bis, § 3, b, de la loi du 24 février 1921 concernant le trafic des substances vénéneuses, soporifiques, stupéfiantes, psychotropes, désinfectantes ou antiseptiques et des substances pouvant servir à la fabrication illicite de substances stupéfiantes et psychotropes requiert l'existence d'un groupe organisé d'au moins deux personnes, ayant pour but l'activité illicite concernant les substances soporifiques, stupéfiantes ou psychotropes, lesquelles figurent sur la liste arrêtée par le Roi en vertu de cette loi ; le dirigeant d'une telle association au sens de l'article 2bis, § 4, b, de la loi du 24 février 1921 est celui qui joue un rôle actif dans l' organisation et l'existence de l'association, qui prend les décisions importantes en son sein et qui exerce une certaine autorité sur ses membres (1). (1) Voy. Cass. 20 novembre 2024, RG P.24.1175.F, ECLI:BE:CASS:2024:ARR.20241120.2F.15."
      ],
      "abstractNL": [
        "Een vereniging zoals bedoeld in artikel 2bis, § 3, b, Drugswet vereist het bestaan van een georganiseerde groep van minstens twee personen, met als doel de ongeoorloofde bedrijvigheid met betrekking tot slaapmiddelen, verdovende middelen of psychotrope stoffen, die voorkomen op de krachtens deze wet door de Koning vastgestelde lijst; leidend persoon in een dergelijke vereniging, zoals bedoeld in artikel 2bis, § 4, b, Drugswet, is degene die een actieve rol speelt bij de organisatie en het bestaan van de vereniging, die binnen de vereniging de belangrijke beslissingen neemt en die een zekere mate van gezag over de leden van de vereniging heeft (1). (1) Zie Cass. 20 november 2024, AR P.24.1175.F, ECLI:BE:CASS:2024:ARR.20241120.2F.15.",
        "Een vereniging zoals bedoeld in artikel 2bis, § 3, b, Drugswet vereist het bestaan van een georganiseerde groep van minstens twee personen, met als doel de ongeoorloofde bedrijvigheid met betrekking tot slaapmiddelen, verdovende middelen of psychotrope stoffen, die voorkomen op de krachtens deze wet door de Koning vastgestelde lijst; leidend persoon in een dergelijke vereniging, zoals bedoeld in artikel 2bis, § 4, b, Drugswet, is degene die een actieve rol speelt bij de organisatie en het bestaan van de vereniging, die binnen de vereniging de belangrijke beslissingen neemt en die een zekere mate van gezag over de leden van de vereniging heeft (1). (1) Zie Cass. 20 november 2024, AR P.24.1175.F, AC 2024, nr. 792, ECLI:BE:CASS:2024:ARR.20241120.2F.15."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241015.2N.22": {
      "court": "CASS",
      "date": "2024-10-15",
      "roleNumber": "P.24.1117.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241015.2N.22",
      "abstractFR": null,
      "abstractNL": [
        "Het algemeen rechtsbeginsel van het persoonlijke karakter van de straf en het recht op eigendom verzetten zich ertegen dat een verbeurdverklaring op grond van artikel 4, § 6, Drugswet, van een voertuig dat gediend heeft om drugsmisdrijven te plegen die de rechter kan bevelen zelfs indien het geen eigendom is van de veroordeelde, wordt opgelegd aan een derde te goeder trouw die niet wist en niet kon weten dat zijn voertuig werd of zou worden gebruikt om het drugsmisdrijf te plegen; het enkele feit dat de derde niet is veroordeeld voor het drugsmisdrijf voor het plegen waarvan zijn voertuig heeft gediend, of dat hij voor dat misdrijf buiten vervolging is gesteld, volstaat bijgevolg niet om de verbeurdverklaring ervan lastens de dader van het misdrijf te beletten, aangezien daarvoor ook vereist is dat de derde te goeder trouw is en het staat aan de rechter om op grond van de concrete gegevens van de zaak te oordelen of de derde die opkomt tegen de verbeurdverklaring van het voertuig op grond van artikel 4, § 6, Drugswet, te goeder trouw is waarbij de rechter rekening kan houden met het gegeven dat de derde ingevolge (1). (1) Cass. 9 maart 2021, AR P.20.1171.N, AC 2021, nr. 169 met concl. van advocaat-generaal D. SCHOETERS.",
        "Voor de toepassing van de bepaling van artikel 43 Strafwetboek moet een derde die voor de rechter zijn aanspraken laat gelden op een zaak die overeenkomstig artikel 4, § 6, Drugswet in aanmerking komt voor verbeurdverklaring, worden gelijkgesteld met een veroordeelde zodat die derde dan ook als verweer voor de strafrechter mag aanvoeren dat de onttrekking van de verbeurd te verklaren zaak aan zijn vermogen voor hem een onredelijk zware last uitmaakt; de strafrechter dient dat verweer te beantwoorden maar hij moet , bij afwezigheid van een daartoe strekkend verweer, niet ambtshalve vaststellen dat de verbeurdverklaring geen onredelijk zware last voor de betrokkene uitmaakt."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250304.2N.1": {
      "court": "CASS",
      "date": "2025-03-04",
      "roleNumber": "P.24.1527.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250304.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Behoudens indien het appelgerecht een ambtshalve grief aanvoert als bedoeld in artikel 210, tweede lid, Wetboek van Strafvordering, is de saisine van dat gerecht beperkt tot die beslissingsonderdelen waartegen de appellant grieven aanvoert zoals bedoeld in artikel 204 Wetboek van Strafvordering, alsook tot de beslissingsonderdelen die daarmee onafscheidbaar zijn verbonden; de beslissing over schuld aan de verzwarende omstandigheden bepaald in artikel 2bis, § 2, a), § 3, b) en § 4, b), Drugwet is niet onafscheidbaar verbonden met de beslissing over de schuld aan het basismisdrijf bepaald in artikel 2bis, § 1, Drugwet en wanneer aldus de beklaagde voor het appelgerecht een grief aanvoert waarmee hij enkel opkomt tegen zijn schuldigverklaring aan die verzwarende omstandigheden, moet het appelgerecht niet meer oordelen over de schuld van de beklaagde aan dat basismisdrijf, tenzij het daarover een ambtshalve middel aanvoert."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230919.2N.1": {
      "court": "CASS",
      "date": "2023-09-19",
      "roleNumber": "P.23.0482.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230919.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 66, derde lid, Strafwetboek stelt deelneming aan een misdaad of wanbedrijf strafbaar, met name wanneer de beklaagde door enige daad tot de uitvoering zodanige hulp heeft verleend dat de misdaad of het wanbedrijf zonder zijn bijstand niet had kunnen worden gepleegd; behoudens in hier niet toepasselijke gevallen kan alleen een positieve daad die aan de uitvoering van het misdrijf voorafgaat of ermee samengaat, dergelijke deelneming aan een misdaad of een wanbedrijf opleveren; voor de toepassing van deze bepaling is vereist dat de verstrekte hulp of bijstand wetens en willens werd verleend en dat deze hulp of bijstand noodzakelijk is, zonder dat het daarbij van belang is of die hulp of bijstand groot of klein is; het is niet vereist dat deze deelnemingsgedraging gericht is op alle constitutieve bestanddelen van het hoofdmisdrijf; hieruit volgt dat met eenzelfde hulp of bijstand aan verschillende misdrijven kan worden deelgenomen in de zin van artikel 66, derde lid, Strafwetboek; een daad van deelneming aan het misdrijf van de teelt van verdovende middelen kan een daad van deelneming vormen van het misdrijf van de verkoop van die verdovende middelen; de rechter oordeelt onaantastbaar of de verstrekte hulp of bijstand al dan niet noodzakelijk is en of deze wetens en willens werd verleend voor de verschillende misdrijven, waaraan hij de deelnemers schuldig verklaart; het Hof gaat enkel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die op grond daarvan onmogelijk kunnen worden verantwoord (1). (1) Zie gelijkluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201103.2N.2": {
      "court": "CASS",
      "date": "2020-11-03",
      "roleNumber": "P.20.0510.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201103.2N.2&lang=fr",
      "abstractFR": [
        "Les juges d'appel qui n'ont pas ordonné la confiscation des marchandises sur le fondement des articles 42, 1°, et 43, alinéa 1er, du Code pénal, mais uniquement sur la base de l'article 4, § 6, de la loi du 24 février 1921 concernant le trafic des substances vénéneuses, soporifiques, stupéfiantes, psychotropes, désinfectantes ou antiseptiques et des substances pouvant servir à la fabrication illicite de substances stupéfiantes et psychotropes, sont tenus d'énoncer les raisons pour lesquelles cette peine facultative est infligée. (1). (1) A. DE NAUW, Drugs, dans APR, 2012, 2ème éd., p. 67, n° 100."
      ],
      "abstractNL": [
        "De appelrechters die goederen verbeurdverklaren niet op grond van de artikelen 42, 1°, en 43, eerste lid, Strafwetboek, maar louter op grond van artikel 4, § 6, Drugswet, dienen de redenen aan te geven waarom die facultatieve straf wordt opgelegd (1). (1) A. DE NAUW, Drugs, in APR, 2012, 2de editie, p. 67, nr. 100."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210209.2N.1": {
      "court": "CASS",
      "date": "2021-02-09",
      "roleNumber": "P.20.1083.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210209.2N.1&lang=fr",
      "abstractFR": [
        "L'arrêt qui prononce la confiscation des biens qui ont servi ou ont été destinés à commettre les infractions en matière de stupéfiants déclarées établies doit indiquer d'une manière précise, mais qui peut être succincte, les raisons pour lesquelles cette confiscation spéciale facultative est ordonnée (1). (1) Cass. 3 novembre 2020, RG P.20.0510.N, Pas. 2020, n° 674."
      ],
      "abstractNL": [
        "Het arrest dat goederen verbeurd verklaart die gediend hebben of bestemd waren om de lastens de beklaagde bewezen verklaarde drugmisdrijven te plegen dient de redenen, weze het beknopt, te vermelden om de facultatieve bijzondere verbeurdverklaring te vermelden (1). (1) Cass. 3 november 2020, AR P.20.0510.N, AC 2020, nr. 674."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210309.2N.9": {
      "court": "CASS",
      "date": "2021-03-09",
      "roleNumber": "P.20.1171.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210309.2N.9&lang=fr",
      "abstractFR": [
        "Si la confiscation du véhicule ayant servi à commettre des infractions de stupéfiants peut être prononcée par le juge même si ledit véhicule n'appartient pas à la personne condamnée en application de l'article 4, § 6, de la loi du 24 février 1921 concernant le trafic de stupéfiants, le principe général du droit relatif au caractère personnel de la peine et le droit de propriété s'interdisent d'infliger une telle confiscation à un tiers de bonne foi qui ignorait et ne pouvait savoir que son véhicule était ou serait utilisé pour commettre l'infraction; pour empêcher la confiscation du véhicule ayant servi à commettre l'infraction de stupéfiants à charge de l'auteur de celle-ci, il ne suffit pas que le tiers n'ait pas été condamné du chef de cette infraction ; encore faut-il qu'il soit de bonne foi ; pour déterminer si tel est le cas, le juge peut tenir compte du comportement répréhensible par lequel il a contribué à la réalisation de l'infraction en matière de stupéfiants; il appartient au juge d'apprécier, à l'aune des éléments concrets de l'espèce, la bonne foi du tiers qui s'oppose à la confiscation du véhicule sur la base de l'article 4, § 6, de la loi du 24 février 1921 (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "La possibilité de confisquer le véhicule utilisé pour l'infraction en matière de stupéfiants même s'il n'est pas la propriété du condamné, prévue à l'article 4, § 6, de la loi du 24 février 1921 concernant le trafic de stupéfiants, implique qu'il n'est pas nécessaire que le propriétaire dudit véhicule ait lui-même fait l'objet de poursuites du chef de cette infraction pour que ladite confiscation soit prononcée; il suffit que l'intéressé ait pu faire valoir ses prétentions sur ce véhicule devant le juge et qu'il ait pu s'opposer à sa confiscation sur cette base, les droits de la défense ayant ainsi été respectés (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het algemeen rechtsbeginsel van het persoonlijke karakter van de straf en het recht op eigendom verzetten zich ertegen dat een verbeurdverklaring op grond van artikel 4, § 6, Drugswet, van een voertuig dat gediend heeft om drugsmisdrijven te plegen die de rechter kan bevelen zelfs indien het geen eigendom is van de veroordeelde, wordt opgelegd aan een derde te goeder trouw die niet wist en niet kon weten dat zijn voertuig werd of zou worden gebruikt om het drugsmisdrijf te plegen; het enkele feit dat de derde niet is veroordeeld voor het drugsmisdrijf voor het plegen waarvan zijn voertuig heeft gediend, volstaat bijgevolg niet om de verbeurdverklaring ervan lastens de dader van het misdrijf te beletten, maar daarvoor is ook vereist dat de derde te goeder trouw is en bij het bepalen van die goede trouw kan de rechter rekening houden met het gegeven dat de derde ingevolge een hem verwijtbare gedraging heeft bijgedragen tot de totstandkoming van het drugsmisdrijf; het staat aan de rechter om op grond van de concrete gegevens van de zaak te oordelen of de derde die opkomt tegen de verbeurdverklaring van het voertuig op grond van artikel 4, § 6, Drugswet, te goeder trouw is (1). (1) Zie concl. OM.",
        "Het feit dat artikel 4, § 6, Drugswet bepaalt dat het voor het drugsmisdrijf dienstige voertuig kan worden verbeurdverklaard zonder dat het eigendom hoeft te zijn van de veroordeelde, impliceert dat de eigenaar van dat voertuig niet zelf voor dat misdrijf moet zijn vervolgd opdat die verbeurdverklaring kan worden uitgesproken; enkel is vereist dat de betrokkene voor de rechter zijn aanspraken op dat voertuig kan laten gelden en op die grond kan opkomen tegen de verbeurdverklaring ervan waardoor het recht van verdediging is geëerbiedigd (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20101222.15": {
      "court": "CASS",
      "date": "2010-12-22",
      "roleNumber": "P.10.1296.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20101222.15",
      "abstractFR": [
        "La fermeture temporaire visée à l'article 4, § 4bis, de la loi du 24 février 1921 concernant le trafic des substances vénéneuses, soporifiques, stupéfiantes, psychotropes, désinfectantes ou antiseptiques et des substances pouvant servir à la fabrication illicite des substances stupéfiantes ou psychotropes est une mesure de sûreté applicable aux établissements dont les propriétaires et exploitants ne sont pas auteurs, coauteurs ou complices des infractions à ladite loi qui y ont été commises; pareille mesure doit être motivée par le danger social que l'établissement représente, le juge ayant à vérifier si le risque qui y est associé justifie concrètement, au moment où il statue, l'injonction de fermer donnée à un tiers."
      ],
      "abstractNL": [
        "De tijdelijke sluiting als bedoeld in artikel 4, §4bis, van de wet van 24 februari 1921 betreffende het verhandelen van giftstoffen, slaapmiddelen en verdovende middelen, psychotrope stoffen ontsmettingsstoffen en antiseptica en van de stoffen die kunnen gebruikt worden voor de illegale vervaardiging van verdovende middelen en psychotrope stoffen, is een beveiligingsmaatregel die toepasselijk is op de inrichtingen waarvan de eigenaars en uitbaters geen daders, mededaders of medeplichtingen zijn van de aldaar gepleegde overtredingen van de voormelde wet; een dergelijke maatregel moet gemotiveerd worden door het gevaar dat de inrichting uitmaakt voor de maatschappij, waarbij de rechter moet nagaan of het ermee verbonden risico, op het ogenblik van zijn uitspraak, wel degelijk het sluitingsbevel verantwoordt dat aan een derde is gegeven."
      ]
    },
    "ECLI:BE:CASS:2007:ARR.20071016.9": {
      "court": "CASS",
      "date": "2007-10-16",
      "roleNumber": "P.07.0880.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20071016.9&lang=fr",
      "abstractFR": [
        "La loi du 24 février 1921 ne prévoit pas une interdiction professionnelle comme peine accessoire, au sens de l'article 1er de l'arrêté royal n° 22 du 24 octobre 1934, et ledit arrêté royal ne renvoie pas aux infractions à la loi du 24 février 1921 comme faits punissables pour lesquels les interdictions visées à l'article 1er du même arrêté peuvent être prononcées (1). (1) Sur la nature de l'interdiction professionnelle au sens de l'article 1er de l'arrêté royal n°22 du 24 octobre 1934: Cass., 2 juin 1999, RG P.99.0192.F, n°326 et Cass., 17 mai 2005, RG P.04.1571.N, n°282 avec les conclusions de monsieur l'avocat général Duinslaeger."
      ],
      "abstractNL": [
        "De Drugwet voorziet niet in een beroepsverbod als bijkomende straf, in de zin van artikel 1 van het koninklijk besluit nr. 22 van 24 okt. 1934, en het vermelde koninklijk besluit verwijst niet naar de inbreuken op de Drugwet als strafbare feiten waarvoor de in artikel 1 van datzelfde besluit bedoelde verbodbepalingen kunnen worden uitgesproken (1). (1) Omtrent de aard van het beroepsverbod in de zin van artikel 1 van het koninklijk besluit nr. 22 van 24 okt. 1934: Cass., 2 juni 1999, AR P.99.0192.F, nr. 326 en Cass., 17 mei 2005, AR P.04.1571, nr. 282 met conclusie Advocaat-generaal Duinslaeger."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2025:ARR.20250311.2N.8": {
      "court": "CASS",
      "date": "2025-03-11",
      "roleNumber": "P.24.1796.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250311.2N.8",
      "abstractFR": [
        "Il résulte de l'article 5 de la loi du 24 février 1921 concernant le trafic des substances vénéneuses, soporifiques, stupéfiantes, psychotropes, désinfectantes ou antiseptiques et des substances pouvant servir à la fabrication illicite de substances stupéfiantes et psychotropes que la nouvelle infraction doit avoir été commise avant l'expiration du délai de cinq ans à compter de la date à laquelle la condamnation antérieure est passée en force de chose jugée (1). (1) En cette cause, le prévenu a été condamné en état de récidive légale en première instance, alors que la récidive spéciale visée à l'article 5 de la loi du 24 février 1921 a été retenue en degré d'appel. La problématique qui se pose en l'espèce porte sur la date de prise de cours du délai de cinq ans visé à cet article, à savoir le moment auquel la condamnation fondant la récidive devient définitive ou, par analogie avec la récidive légale, le moment à partir duquel la peine a été subie ou est prescrite. La Cour a déjà considéré que si la récidive spéciale ne peut être retenue en matière de stupéfiants, la récidive légale peut encore l'être - voir Cass. 13 janvier 2009, RG P.08.1626.N, Pas. 2006, nº 26, mais contra Cass. 13 juin 2007, RG P.07.0608.F, Pas. 2007, nº 324. AW"
      ],
      "abstractNL": [
        "Uit de bepaling van artikel 5 Drugswet volgt dat de nieuwe overtreding moet zijn gepleegd voordat vijf jaar zijn verlopen vanaf de datum dat de eerdere veroordeling kracht van gewijsde heeft verkregen (1). (1) In deze zaak werd de beklaagde in eerste aanleg veroordeeld in staat van wettelijke herhaling, maar in beroep werd de bijzondere herhaling van artikel 5 Drugswet weerhouden. De problematiek die hier aan de orde is betreft de aanvangsdatum van de termijn van 5 jaar bedoeld in dat artikel, met name op het ogenblik van het definitief worden van de veroordeling waarop de herhaling wordt gebaseerd of, naar analogie met de wettelijke herhaling, vanaf het ondergaan of het verjaard zijn van de straf. Het Hof oordeelde reeds dat indien in drugzaken de bijzondere herhaling niet mogelijk is, de wettelijke herhaling nog steeds mogelijk blijft- zie Cass. 13 januari 2009, AR P.08.1626.N, AC 2006, nr. 26 maar contra Cass. 13 juni 2007, AR P.07.0608.F, AC 2007, nr. 324. AW",
        "Uit de bepaling van artikel 5 Drugwet volgt dat de nieuwe overtreding moet zijn gepleegd voordat vijf jaar zijn verlopen vanaf de datum dat de eerdere veroordeling kracht van gewijsde heeft verkregen (1). (1) In deze zaak werd de beklaagde in eerste aanleg veroordeeld in staat van wettelijke herhaling, maar in beroep werd de bijzondere herhaling van artikel 5 Drugwet weerhouden. De problematiek die hier aan de orde is betreft de aanvangsdatum van de termijn van 5 jaar bedoeld in dat artikel, met name op het ogenblik van het definitief worden van de veroordeling waarop de herhaling wordt gebaseerd of, naar analogie met de wettelijke herhaling, vanaf het ondergaan of het verjaard zijn van de straf. Het Hof oordeelde reeds dat indien in drugzaken de bijzondere herhaling niet mogelijk is, de wettelijke herhaling nog steeds mogelijk blijft- zie Cass. 13 januari 2009, AR P.08.1626.N, AC 2006, nr. 26 maar contra Cass. 13 juni 2007, AR P.07.0608.F, AC 2007, nr. 324. AW"
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20090113.3": {
      "court": "CASS",
      "date": "2009-01-13",
      "roleNumber": "P.08.1626.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090113.3&lang=fr",
      "abstractFR": [
        "Lorsqu'après une condamnation antérieure à une peine d'emprisonnement d'au minimum un an du chef d'un délit, le condamné commet un délit qualifié dans une loi particulière, contenant des dispositions qui organisent la récidive des infractions qu'elles qualifient, sans exclure totalement l'application des dispositions du chapitre V du livre Ier du Code pénal, l'application desdites dispositions est légale lorsque les conditions pour la récidive spéciale ne sont pas remplies (1). (1) Cass., 4 juin 1974, (Bull. et Pas., 1974, I, 1021); 23 juin 1975, (Bull. et Pas., 1975, I, 1025); 22 décembre 1998, RG P.98.1571.F, Pas., 1998, n° 533; VANDROMME, S., Comm. Strafr., \"Herhaling: bijzondere strafwetten\", p. 5, n° 7."
      ],
      "abstractNL": [
        "Wanneer, na een vroegere veroordeling wegens een wanbedrijf tot een gevangenisstraf van ten minste één jaar, de veroordeelde een wanbedrijf pleegt, omschreven in een bijzondere wet, dewelke bepalingen bevat die de herhaling van de daarin omschreven misdrijven regelt, zonder de toepasselijkheid van de bepalingen van hoofdstuk V van boek I Strafwetboek geheel uit te sluiten, is de toepassing van deze laatste bepalingen wettig als de voorwaarden voor de bijzondere herhaling niet zijn vervuld (1). (1) Cass., 4 juni 1974, A.C., 1974, 1096; 23 juni 1975, A.C., 1975, 1133; 22 dec. 1998, AR P.98.1571.F, A.C., 1998, nr 533; VANDROMME, S., Comm. Strafr., \"Herhaling: bijzondere strafwetten\", p.5, nr 7."
      ]
    },
    "ECLI:BE:CASS:2007:ARR.20070613.4": {
      "court": "CASS",
      "date": "2007-06-13",
      "roleNumber": "P.07.0608.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20070613.4",
      "abstractFR": [
        "Le délai de récidive après une condamnation du chef d'une infraction à la loi concernant le trafic des substances stupéfiantes et psychotropes prend cours à partir du jour où la condamnation qui sert de base à la récidive est passée en force de chose jugée, même lorsque c'est une condamnation prononcée à l'étranger."
      ],
      "abstractNL": [
        "De termijn voor herhaling na een veroordeling wegens overtreding van de Drugwet, begint te lopen vanaf de dag waarop de veroordeling die als grondslag voor de herhaling dient, in kracht van gewijsde is gegaan, zelfs al is de veroordeling in het buitenland uitgesproken."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2023:ARR.20230919.2N.1": {
      "court": "CASS",
      "date": "2023-09-19",
      "roleNumber": "P.23.0482.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230919.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 66, derde lid, Strafwetboek stelt deelneming aan een misdaad of wanbedrijf strafbaar, met name wanneer de beklaagde door enige daad tot de uitvoering zodanige hulp heeft verleend dat de misdaad of het wanbedrijf zonder zijn bijstand niet had kunnen worden gepleegd; behoudens in hier niet toepasselijke gevallen kan alleen een positieve daad die aan de uitvoering van het misdrijf voorafgaat of ermee samengaat, dergelijke deelneming aan een misdaad of een wanbedrijf opleveren; voor de toepassing van deze bepaling is vereist dat de verstrekte hulp of bijstand wetens en willens werd verleend en dat deze hulp of bijstand noodzakelijk is, zonder dat het daarbij van belang is of die hulp of bijstand groot of klein is; het is niet vereist dat deze deelnemingsgedraging gericht is op alle constitutieve bestanddelen van het hoofdmisdrijf; hieruit volgt dat met eenzelfde hulp of bijstand aan verschillende misdrijven kan worden deelgenomen in de zin van artikel 66, derde lid, Strafwetboek; een daad van deelneming aan het misdrijf van de teelt van verdovende middelen kan een daad van deelneming vormen van het misdrijf van de verkoop van die verdovende middelen; de rechter oordeelt onaantastbaar of de verstrekte hulp of bijstand al dan niet noodzakelijk is en of deze wetens en willens werd verleend voor de verschillende misdrijven, waaraan hij de deelnemers schuldig verklaart; het Hof gaat enkel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die op grond daarvan onmogelijk kunnen worden verantwoord (1). (1) Zie gelijkluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220201.2N.3": {
      "court": "CASS",
      "date": "2022-02-01",
      "roleNumber": "P.21.1269.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220201.2N.3",
      "abstractFR": [
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Het in artikel 324ter, § 1, Strafwetboek bedoelde misdrijf vereist niet alleen dat de dader wetens en willens betrokken is bij een criminele organisatie, maar ook dat hij ervan op de hoogte is dat die organisatie gebruik maakt van intimidatie, bedreiging, geweld, listige kunstgrepen of corruptie, of commerciële of andere structuren aanwendt om het plegen van de misdrijven te verbergen of te vergemakkelijken, waarbij het volstaat dat de criminele organisatie gebruik maakt van minstens één van die methoden en de betrokkene dit weet; de rechter oordeelt onaantastbaar of een criminele organisatie commerciële of andere structuren aanwendt om het plegen van de misdrijven te verbergen of te vergemakkelijken in de zin van artikel 324ter, § 1, Strafwetboek en wanneer de strafbare activiteiten van een criminele organisatie betrekking hebben op de illegale invoer en verhandeling van verdovende middelen, kan de rechter daarbij in aanmerking nemen dat de criminele organisatie voor de ontplooiing van die activiteiten gebruik maakt van reguliere scheepslijnen en de werking van het havenbedrijf (1). (1) GwH 12 juni 2014, nr. 89/2014; Cass. 1 februari 2022, AR P. 21.1292.N, AC 2022, nr. 87; Cass. 9 januari 2018, AR P.17.0058.N, AC 2018, nr. 13; J. DE HERDT, “Criminele organisatie, in Comm. Strafr. (2019), p. 8, punt F."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201201.2N.15": {
      "court": "CASS",
      "date": "2020-12-01",
      "roleNumber": "P.20.1163.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201201.2N.15&lang=fr",
      "abstractFR": [
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "De feiten van de lijst van artikel 5, §2, Wet Europees Aanhoudingsbevel zijn niet strafrechtelijk omschreven, maar moeten generisch of criminologisch worden beschouwd, dus als een strafrechtelijk domein of een categorie van strafbare feiten; tot de strafbare feiten die in die lijst worden omschreven als de illegale handel in verdovende middelen en psychotrope stoffen behoren bijgevolg ook het stellen van voorbereidende handelingen met het oog op de aanmaak, de verkoop, de levering of de illegale verschaffing van een in artikel 2bis, §1, Drugswet bedoelde stof, met het oog op het verbouwen van planten waaruit deze stoffen kunnen worden getrokken, zoals strafbaar gesteld door artikel 2bis, §6, Drugswet; de omstandigheid dat deze feiten in België werden strafbaar gesteld na de inwerkingtreding van de Wet Europees Aanhoudingsbevel doet daaraan geen afbreuk."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20090113.3": {
      "court": "CASS",
      "date": "2009-01-13",
      "roleNumber": "P.08.1626.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090113.3&lang=fr",
      "abstractFR": [
        "Lorsqu'après une condamnation antérieure à une peine d'emprisonnement d'au minimum un an du chef d'un délit, le condamné commet un délit qualifié dans une loi particulière, contenant des dispositions qui organisent la récidive des infractions qu'elles qualifient, sans exclure totalement l'application des dispositions du chapitre V du livre Ier du Code pénal, l'application desdites dispositions est légale lorsque les conditions pour la récidive spéciale ne sont pas remplies (1). (1) Cass., 4 juin 1974, (Bull. et Pas., 1974, I, 1021); 23 juin 1975, (Bull. et Pas., 1975, I, 1025); 22 décembre 1998, RG P.98.1571.F, Pas., 1998, n° 533; VANDROMME, S., Comm. Strafr., \"Herhaling: bijzondere strafwetten\", p. 5, n° 7."
      ],
      "abstractNL": [
        "Wanneer, na een vroegere veroordeling wegens een wanbedrijf tot een gevangenisstraf van ten minste één jaar, de veroordeelde een wanbedrijf pleegt, omschreven in een bijzondere wet, dewelke bepalingen bevat die de herhaling van de daarin omschreven misdrijven regelt, zonder de toepasselijkheid van de bepalingen van hoofdstuk V van boek I Strafwetboek geheel uit te sluiten, is de toepassing van deze laatste bepalingen wettig als de voorwaarden voor de bijzondere herhaling niet zijn vervuld (1). (1) Cass., 4 juni 1974, A.C., 1974, 1096; 23 juni 1975, A.C., 1975, 1133; 22 dec. 1998, AR P.98.1571.F, A.C., 1998, nr 533; VANDROMME, S., Comm. Strafr., \"Herhaling: bijzondere strafwetten\", p.5, nr 7."
      ]
    },
    "ECLI:BE:CASS:2008:ARR.20080408.5": {
      "court": "CASS",
      "date": "2008-04-08",
      "roleNumber": "P.08.0092.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080408.5&lang=fr",
      "abstractFR": [
        "La cause d'excuse visée à l'article 6 de la loi du 24 février 1921 concernant le trafic des substances vénéneuses, soporifiques, stupéfiantes, désinfectantes ou antiseptiques requiert, pour y prétendre, que les révélations soient sincères et complètes afin que l'autorité puisse exercer des poursuites (1); cela implique que le déclarant doit révéler, en ce qui concerne les faits, non seulement sa propre participation, mais également l'intégralité des informations qu'il détient sur les circonstances et les auteurs de l'infraction. (1) Cass., 8 décembre 1992, RG 7226, Pas., 1992, n° 779."
      ],
      "abstractNL": [
        "Om te genieten van de in artikel 6 van de Wet van 24 februari 1921 bedoelde verschoningsgrond is vereist dat de onthullingen oprecht en volledig zijn zodat de overheid in staat is vervolgingen in te stellen (1); dit houdt in dat de aangever omtrent de feiten niet alleen zijn eigen aandeel kenbaar moet maken,maar ook binnen zijn wetenschap omtrent de feiten een volledige aangifte moet doen van alle omstandigheden en daders van het misdrijf. (1) Cass., 8 dec. 1992, AR 7226, A.C., 1991 - 92, nr. 779."
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2010:ARR.20100601.3": {
      "court": "CASS",
      "date": "2010-06-01",
      "roleNumber": "P.10.0484.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100601.3&lang=fr",
      "abstractFR": [
        "L'article 7, § 2, de la loi du 24 février 1921 concernant le trafic des substances vénéneuses, soporifiques, stupéfiantes, psychotropes, désinfectantes ou antiseptiques et des substances pouvant servir à la fabrication illicite de substances stupéfiantes et psychotropes renvoie explicitement aux compétences propres des officiers de police judiciaire, telles que prévues par l'article 6bis, de la loi du 24 février 1921, spécialement aux conditions requises pour l'exécution régulière d'une visite domiciliaire (1). (1) Voir Cass., 1er octobre 1996, RG P.96.0409.N, Pas., 1996, n° 342; Cass., 12 février 2002, RG P.01.1534.N, Pas., 2002, n° 99.",
        "L'article 6bis, de la loi du 24 février 1921 concernant le trafic des substances vénéneuses, soporifiques, stupéfiantes, psychotropes, désinfectantes ou antiseptiques, autorise la visite sans mandat de perquisition de tout lieu, quel qu'il soit, affecté à la vente ou à la délivrance de ces substances, dès lors que notamment les officiers de police judiciaire disposent préalablement à la visite domiciliaire, d'indices sérieux et objectifs de l'existence d'une infraction relative à la détention illicite de stupéfiants en vue de la vente (1). (1) Cass., 4 janvier 2006, RG P.05.1417.F, Pas., 2006, n° 6 avec les conclusions de l'avocat général Vandermeersch."
      ],
      "abstractNL": [
        "Artikel 7, § 2, Drugswet verwijst uitdrukkelijk naar de eigen bevoegdheden van de officieren van gerechtelijke politie, zoals bepaald in artikel 6bis Drugswet, inzonderheid de voorwaarden vereist voor de regelmatige uitvoering van een huiszoeking (1). (1) Zie Cass., 1 okt. 1996, AR P.96.0409.N, A.C., 1996, nr. 342; Cass., 12 feb. 2002, AR P.01.1534.N, A.C., 2002, nr. 99.",
        "Artikel 6bis Drugswet staat de huiszoeking zonder bevel toe van om het even welke plaats die voor de verkoop of de aflevering van dergelijke stoffen is bestemd, zodra, onder meer, de officieren van gerechtelijke politie, vóór de huiszoeking beschikken over ernstige en objectieve aanwijzingen over het bestaan van een misdrijf met betrekking tot onrechtmatig bezit van verdovende middelen met het oog op verkoop (1). (1) Cass., 4 jan. 2006, AR P.05.1417.F, A.C., 2006, nr. 6 met conclusie A.G. Vandermeersch"
      ]
    }
  },
  "2bis": {
    "ECLI:BE:CASS:2025:ARR.20250121.2N.6": {
      "court": "CASS",
      "date": "2025-01-21",
      "roleNumber": "P.24.1097.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250121.2N.6",
      "abstractFR": [
        "Une association au sens de l'article 2bis, § 3, b, de la loi du 24 février 1921 concernant le trafic des substances vénéneuses, soporifiques, stupéfiantes, psychotropes, désinfectantes ou antiseptiques et des substances pouvant servir à la fabrication illicite de substances stupéfiantes et psychotropes requiert l'existence d'un groupe organisé d'au moins deux personnes, ayant pour but l'activité illicite concernant les substances soporifiques, stupéfiantes ou psychotropes, lesquelles figurent sur la liste arrêtée par le Roi en vertu de cette loi ; le dirigeant d'une telle association au sens de l'article 2bis, § 4, b, de la loi du 24 février 1921 est celui qui joue un rôle actif dans l' organisation et l'existence de l'association, qui prend les décisions importantes en son sein et qui exerce une certaine autorité sur ses membres (1). (1) Voy. Cass. 20 novembre 2024, RG P.24.1175.F, ECLI:BE:CASS:2024:ARR.20241120.2F.15."
      ],
      "abstractNL": [
        "Een vereniging zoals bedoeld in artikel 2bis, § 3, b, Drugswet vereist het bestaan van een georganiseerde groep van minstens twee personen, met als doel de ongeoorloofde bedrijvigheid met betrekking tot slaapmiddelen, verdovende middelen of psychotrope stoffen, die voorkomen op de krachtens deze wet door de Koning vastgestelde lijst; leidend persoon in een dergelijke vereniging, zoals bedoeld in artikel 2bis, § 4, b, Drugswet, is degene die een actieve rol speelt bij de organisatie en het bestaan van de vereniging, die binnen de vereniging de belangrijke beslissingen neemt en die een zekere mate van gezag over de leden van de vereniging heeft (1). (1) Zie Cass. 20 november 2024, AR P.24.1175.F, ECLI:BE:CASS:2024:ARR.20241120.2F.15.",
        "Een vereniging zoals bedoeld in artikel 2bis, § 3, b, Drugswet vereist het bestaan van een georganiseerde groep van minstens twee personen, met als doel de ongeoorloofde bedrijvigheid met betrekking tot slaapmiddelen, verdovende middelen of psychotrope stoffen, die voorkomen op de krachtens deze wet door de Koning vastgestelde lijst; leidend persoon in een dergelijke vereniging, zoals bedoeld in artikel 2bis, § 4, b, Drugswet, is degene die een actieve rol speelt bij de organisatie en het bestaan van de vereniging, die binnen de vereniging de belangrijke beslissingen neemt en die een zekere mate van gezag over de leden van de vereniging heeft (1). (1) Zie Cass. 20 november 2024, AR P.24.1175.F, AC 2024, nr. 792, ECLI:BE:CASS:2024:ARR.20241120.2F.15."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251015.2F.13": {
      "court": "CASS",
      "date": "2025-10-15",
      "roleNumber": "P.25.1156.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251015.2F.13",
      "abstractFR": [
        "La récidive aggrave la culpabilité de l'auteur d'un crime ou d'un délit déterminé; il faut donc identifier la nature de l'infraction avant de lui appliquer la circonstance de la récidive et le régime de celle-ci varie en fonction du résultat de cette qualification préalable; dès lors, la peine maximale comminée par la loi du chef de trafic de stupéfiants en qualité de dirigeant d'une association commis en état de récidive légale n'est pas différente selon la juridiction appelée à connaître de l'infraction (1). (1) Voir les concl. du MP. Cette infraction est punie de la réclusion de quinze à vingt ans par l'article 2bis, § 4, b, de la loi du 24 février 1921. - En cas de renvoi devant la cour d'assises et d'admission de circonstances atténuantes par celle-ci, la peine maximale est de quinze ans de réclusion (art. 80 du Code pénal), portée à vingt ans de réclusion en cas de récidive « crime sur délit » (art. 55bis, alinéa 2, du même code). - En cas de correctionnalisation par le ministère public citant directement devant le tribunal correctionnel ou par la juridiction d'instruction renvoyant l'inculpé devant cette juridiction, ou encore par celle-ci (art. 1er de la loi du 4 octobre 1867 sur les circonstances atténuantes), la peine maximale est de quinze ans d'emprisonnement (art. 25, alinéa 4, du Code pénal), portée à vingt ans d'emprisonnement en cas de récidive « délit sur délit » (art. 56, alinéas 2 et 3, du même code). (M.N.B.)"
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20231220.2F.3": {
      "court": "CASS",
      "date": "2023-12-20",
      "roleNumber": "P.23.0636.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231220.2F.3",
      "abstractFR": [
        "La circonstance aggravante de direction d'une organisation criminelle, ou d'une association à l'activité de laquelle le prévenu a participé en vue de se livrer au trafic de stupéfiants n'exige pas la démonstration, par l'accusation, de l'existence de « fonctions autonomes de direction » et d'une participation directe aux infractions commises par l'organisation et l'association (1). (1) Voir les concl. du MP, §§ 52-59."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250128.2N.1": {
      "court": "CASS",
      "date": "2025-01-28",
      "roleNumber": "P.24.1374.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250128.2N.1",
      "abstractFR": [
        "L'application de l'article 66, alinéa 3, du Code pénal requiert que l'aide ou l'assistance ait été prêtée sciemment et volontairement et qu'elle ait été nécessaire, peu importe que cette participation soit considérable ou négligeable et qu'elle réunisse tous les éléments constitutifs de l'infraction principale, de sorte qu'une aide ou assistance à l'accomplissement de plusieurs infractions puisse être prêtée par un seul et même agissement au sens de l'article 66, alinéa 3, du Code pénal et qu'un acte de participation à la production de substances stupéfiantes puisse aussi faire office d'acte de participation à la vente de ces substances stupéfiantes; la seule circonstance qu'une personne ait ou aurait dû avoir connaissance d'un crime ou d'un délit n'est pas une base suffisante pour une déclaration de culpabilité en tant que participant à un crime ou à un délit au sens de l'article 66, alinéa 3, du Code pénal, mais cette circonstance n'est pas en cause lorsque le juge constate que la connaissance de l'intéressé s'accompagne de la pose délibérée d'un acte positif consistant à prêter l'aide ou l'assistance nécessaire à la commission d'un crime ou d'un délit (1). (1) Cass. 12 mars 2024, RG P.23.1638.N, ECLI:BE:CASS:2024:ARR.20240312.2N.7; Cass. 15 novembre 2022, RG P.22.0952.N, ECLI:BE:CASS:2022:ARR.20221115.2N.15."
      ],
      "abstractNL": [
        "Voor de toepassing van artikel 66, derde lid, Strafwetboek is vereist dat de verstrekte hulp of bijstand wetens en willens werd verleend en dat deze hulp of bijstand noodzakelijk is, zonder dat het daarbij van belang is of die hulp of bijstand groot of klein is en evenmin moet deze deelnemingsgedraging gericht zijn op alle constitutieve bestanddelen van het hoofdmisdrijf, zodat met eenzelfde gedraging hulp of bijstand aan verschillende misdrijven kan worden verleend in de zin van artikel 66, derde lid, Strafwetboek en derhalve een daad van deelneming aan de productie van verdovende middelen ook een daad van deelneming aan de verkoop van die verdovende middelen kan uitmaken; de enkele omstandigheid dat een persoon kennis heeft of moet hebben gehad van een misdaad of een wanbedrijf, volstaat niet voor zijn schuldigverklaring als deelnemer in de zin van artikel 66, derde lid, Strafwetboek aan die misdaad of dat wanbedrijf maar die omstandigheid is niet aan de orde wanneer de rechter vaststelt dat de kennis van de betrokkene gepaard gaat met het bewust stellen van een positieve handeling waarmee hij noodzakelijke hulp verleent tot het plegen van de misdaad of het wanbedrijf (1). (1) Cass. 12 maart 2024, AR P.23.1638.N, ECLI:BE:CASS:2024:ARR.20240312.2N.7; Cass. 15 november 2022, AR P.22.0952.N, ECLI:BE:CASS:2022:ARR.20221115.2N.15.",
        "Voor de toepassing van artikel 66, derde lid, Strafwetboek is vereist dat de verstrekte hulp of bijstand wetens en willens werd verleend en dat deze hulp of bijstand noodzakelijk is, zonder dat het daarbij van belang is of die hulp of bijstand groot of klein is en evenmin moet deze deelnemingsgedraging gericht zijn op alle constitutieve bestanddelen van het hoofdmisdrijf, zodat met eenzelfde gedraging hulp of bijstand aan verschillende misdrijven kan worden verleend in de zin van artikel 66, derde lid, Strafwetboek en derhalve een daad van deelneming aan de productie van verdovende middelen ook een daad van deelneming aan de verkoop van die verdovende middelen kan uitmaken; de enkele omstandigheid dat een persoon kennis heeft of moet hebben gehad van een misdaad of een wanbedrijf, volstaat niet voor zijn schuldigverklaring als deelnemer in de zin van artikel 66, derde lid, Strafwetboek aan die misdaad of dat wanbedrijf maar die omstandigheid is niet aan de orde wanneer de rechter vaststelt dat de kennis van de betrokkene gepaard gaat met het bewust stellen van een positieve handeling waarmee hij noodzakelijke hulp verleent tot het plegen van de misdaad of het wanbedrijf (1). (1) Cass. 12 maart 2024, AR P.23.1638.N, AC 2024, nr. 206; Cass. 15 november 2022, AR P.22.0952.N, AC 2022, nr. 733."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231121.2N.1": {
      "court": "CASS",
      "date": "2023-11-21",
      "roleNumber": "P.23.0960.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231121.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Geen enkele verdragsrechtelijke of wettelijke bepaling noch enig algemeen rechtsbeginsel verplicht de rechter die een beklaagde veroordeelt wegens de teelt van cannabis om bij afwezigheid van daartoe strekkende conclusie uitdrukkelijk vast te stellen dat die cannabis een THC-gehalte van minstens 0,2 procent heeft (1). (1) RvS , afdeling Wetgeving, advies 61.002/3 van 3 april 2017.",
        "De verbeurdverklaring van het vermogensvoordeel dat de dader van de teelt van cannabis heeft verkregen, vereist niet dat die dader ook wordt vervolgd voor het bezit of de verkoop van de uit die teelt verkregen oogst, noch dat de rechter vaststelt dat die oogst is verkocht."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240117.2F.1": {
      "court": "CASS",
      "date": "2024-01-17",
      "roleNumber": "P.23.1339.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240117.2F.1",
      "abstractFR": [
        "L'article 2bis, § 6, de la loi du 24 février 1921 sanctionne les personnes qui posent des actes préparatoires en vue de la vente ou de la livraison de stupéfiants; l'acte préparatoire est tout acte par lequel un individu se donne les moyens de commettre une infraction; l'incrimination d'un tel acte par l'article 2bis, § 6, précité, révèle la volonté du législateur de réprimer l'intention de l'auteur quel que soit le stade d'aboutissement de son projet délictueux (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20221115.2N.15": {
      "court": "CASS",
      "date": "2022-11-15",
      "roleNumber": "P.22.0952.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221115.2N.15",
      "abstractFR": null,
      "abstractNL": [
        "Een schuldigverklaring als mededader in de zin van artikel 66, derde lid, Strafwetboek vereist de vaststelling dat de mededader zijn medewerking verleent aan de misdaad of het wanbedrijf op een in die bepaling bedoelde wijze, hij weet dat hij zijn medewerking aan die misdaad of dat wanbedrijf verleent en hij het opzet heeft aan die misdaad of dat wanbedrijf zijn medewerking te verlenen; in de regel kan alleen een positieve daad die aan de uitvoering van de misdaad of het wanbedrijf voorafgaat of ermee samen gaat mededaderschap aan die misdaad of dat wanbedrijf opleveren zodat de enkele omstandigheid dat een persoon kennis heeft of moet hebben gehad van een misdaad of een wanbedrijf, niet voldoende is om hem als mededader aan die misdaad of dat wanbedrijf in de zin van artikel 66, derde lid, Strafwetboek te kunnen beschouwen (1). (1) Vgl. Cass. 27 april 2021, AR P.21.0080.N, AC 2021, nr. 301."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240312.2N.7": {
      "court": "CASS",
      "date": "2024-03-12",
      "roleNumber": "P.23.1638.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240312.2N.7",
      "abstractFR": null,
      "abstractNL": [
        "Voor de toepassing van de bepaling van artikel 66, derde lid, Strafwetboek is vereist dat de verstrekte hulp of bijstand wetens en willens werd verleend en dat deze hulp of bijstand noodzakelijk is, zonder dat het daarbij van belang is of die hulp of bijstand groot of klein is en evenmin moet deze deelnemingsgedraging gericht zijn op alle constitutieve bestanddelen van het hoofdmisdrijf; hieruit volgt dat met eenzelfde hulp of bijstand aan verschillende misdrijven kan worden deelgenomen in de zin van artikel 66, derde lid, Strafwetboek, zodat een daad van deelneming aan het misdrijf van de teelt van verdovende middelen dan ook een daad van deelneming aan het misdrijf van het bezit of de verkoop van die verdovende middelen kan uitmaken; de rechter oordeelt onaantastbaar of de verstrekte hulp of bijstand al dan niet noodzakelijk is en of deze wetens en willens werd verleend voor de verschillende misdrijven waaraan hij de deelnemers schuldig verklaart (1). (1) Cass. 19 september 2023, P.23.0482.N, AC 2023, nr. 568, met concl. van advocaat-generaal B. DE SMET."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241029.2N.8": {
      "court": "CASS",
      "date": "2024-10-29",
      "roleNumber": "P.24.0986.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241029.2N.8",
      "abstractFR": null,
      "abstractNL": [
        "Het legaliteitsbeginsel in strafzaken, zoals dit voortvloeit uit artikel 7 EVRM, artikel 15 IVBPR en de artikelen 12 en 14 Grondwet, vereist dat de wetgever in voldoende nauwkeurige, duidelijke en rechtszekerheid biedende bewoordingen bepaalt welke feiten strafbaar worden gesteld, zodat diegene die een gedrag aanneemt, vooraf op afdoende wijze kan inschatten wat het strafrechtelijk gevolg van dat gedrag zal zijn; uit de wetsgeschiedenis en de bewoordingen van artikel 2bis, § 6, Drugswet blijkt dat de wetgever met de invoering van die bepaling de bedoeling had om feiten van georganiseerde drughandel op een meer efficiënte wijze te bestrijden door alle schakels in de totstandkoming ervan strafbaar te stellen, met inbegrip van handelingen die voorafgaan aan deze feiten of een eventuele poging daartoe en die ertoe strekken aan de daders middelen te verschaffen teneinde het plegen van die feiten mogelijk te maken, te vergemakkelijken of de straffeloosheid ervan te bewerkstelligen, zodat elke gedraging, ongeacht of die op zichzelf genomen legaal is, een voorbereidende handeling in de zin van artikel 2bis, § 6, Drugswet kan uitmaken indien zij met de door de wet strafbaar gestelde intentie is gesteld; tot de strafbaar gestelde voorbereidende handelingen behoort ook het organiseren van legale transporten om te beschikken over dekladingen voor drugs en daarvoor is geen wettelijk bepaalde definitie van het begrip deklading vereist, maar volstaat het dat woord in zijn gewone betekenis te verstaan hetgeen in de voorliggende context bestaat uit in de regel legale goederen die dienen, hetzij om de waarneming te verhinderen van samen ermee vervoerde drugs, hetzij om bij opsporingsinstanties het vertrouwen te wekken van de geoorloofdheid van transporten waarin achteraf drugs zullen worden verborgen, waarbij het gegeven dat het transport van de legale goederen geen economisch nut heeft, een aanwijzing kan vormen dat die goederen fungeren als een deklading voor drugs, zodat de rechter die aldus oordeelt, zijn beslissing niet steunt op een onvoorspelbare wetsbepaling of een te ruime strafbaarstelling, maar louter het recht toepast op de hem voorgelegde feiten en aldus artikel 2bis, § 6 Drugswet kennelijk het legaliteitsbeginsel niet miskent (1). (1) GwH 20 oktober 2022, nr. 132/2022; Cass. 17 januari 2024, AR P.23.1339.F, AC 2024, nr. 46, met concl. van advocaat-generaal Michel NOLET DE BRAUWERE, op datum in Pas.; Cass. 10 april 2018, AR P.18.0039.N, AC 2018, nr. 220; P. TERSAGO, “Voorbereidende handelingen in de drugswet als ersatzmiddel voor (niet-strafbare poging drugsmisdrijven, Juristenkrant 7 februari 2024, pp. 2 en 11.",
        "De feiten van de lijst van artikel 5, § 2, Wet Europees Aanhoudingsbevel zijn niet strafrechtelijk omschreven, maar moeten generisch of criminologisch worden beschouwd, dus als een strafrechtelijk domein of een categorie van strafbare feiten en tot de strafbare feiten die door artikel 5, § 2, 5°, Wet Europees Aanhoudingsbevel worden omschreven als de illegale handel in verdovende middelen en psychotrope stoffen behoren bijgevolg ook de invoer, de uitvoer en het vervoer van verdovende middelen zonder vergunning met de omstandigheid dat het misdrijf een daad van deelneming is aan de hoofd- of bijkomende bedrijvigheid van een vereniging."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241120.2F.15": {
      "court": "CASS",
      "date": "2024-11-20",
      "roleNumber": "P.24.1175.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241120.2F.15",
      "abstractFR": [
        "Pour avoir la qualité de dirigeant de l'association au sens de l'article 2bis, § 4, b), de la loi du 24 février 1921 concernant le trafic des substances vénéneuses, soporifiques, stupéfiantes, psychotropes, désinfectantes ou antiseptiques, il suffit que le prévenu exerce une fonction dirigeante au sein de l'association et, partant, qu'il commande et contrôle dans une certaine mesure son fonctionnement; il n'est pas requis qu'il soit la seule personne dirigeante, ni qu'il soit à la tête de la hiérarchie (1). (1) Semblablement, « pour être punissable comme dirigeant de l'organisation criminelle conformément à l'article 324ter, § 4, du Code pénal, il suffit que cette personne y ait une fonction dirigeante et donc qu'elle dirige et contrôle dans une certaine mesure le fonctionnement de cette organisation criminelle. Pour cela, il n'est pas requis qu'elle soit la seule personne dirigeante de l'organisation criminelle, ni qu'elle ait la plus haute fonction dans la hiérarchie de l'organisation criminelle, ni que les autres dirigeants doivent lui rendre des comptes » (Cass. 17 mai 2022, RG P.21.1510.N, ECLI:BE:CASS:2022:ARR.20220517.2N.10, Pas. 2022, n° 349, cons. 7 (traduction libre); voir J. DE HERDT, « Criminele organisatie », Comm. Strafr., 2019, pp. 13-14; concl. de M. VANDERMEERSCH, avocat général, précédant Cass. 15 février 2023, RG P.22.1654.F, ECLI:BE:CASS:2023:CONC.20230215.2F.3, Pas. 2023, n° 121: « Compte tenu du caractère autonome des incriminations respectives d'association de malfaiteurs et d'organisation criminelle, le rôle qu'un de leurs membres a pu jouer au sein des structures peut faire l'objet d'interprétations autonomes et différentes. C'est particulièrement le cas lorsque (…) l'organisation présente une structure pyramidale. Dans un tel système, un membre de l'organisation qui se situe à un échelon intermédiaire pourrait être considéré comme dirigeant à l'égard des échelons inférieurs sans être considéré comme tel par rapport aux échelons supérieurs. Sous réserve, bien entendu, des objectifs différents poursuivis par les organisations concernées, un parallélisme peut être fait ici avec la structure du ministère public : un procureur du Roi est le dirigeant de son parquet sans que cela n'en fasse pour autant un procureur général dirigeant le parquet général »). La circonstance aggravante visée à l'article 323 du Code pénal pour l'association de malfaiteurs ayant pour but la perpétration des crimes les plus graves vise quant à elle « les provocateurs de cette association, les chefs de cette bande et ceux qui y auront exercé un commandement quelconque ». Et « la circonstance aggravante de direction d'une organisation criminelle, ou d'une association à l'activité de laquelle le prévenu a participé en vue de se livrer au trafic de stupéfiants n'exige pas la démonstration, par l'accusation, de l'existence de ‘‘fonctions autonomes de direction'' (…) » (Cass. 20 décembre 2023, RG P.23.0636.F, ECLI:BE:CASS:2023:ARR.20231220.2F.3 (SKY ECC - dossier EDGE), Pas. 2023, n° 865 (sommaire), avec concl. MP, ECLI:BE:CASS:2023:CONC.20231220.2F.3, §§ 52-59). (M.N.B.)"
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250211.2N.2": {
      "court": "CASS",
      "date": "2025-02-11",
      "roleNumber": "P.24.1446.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250211.2N.2",
      "abstractFR": null,
      "abstractNL": [
        "Elk misdrijf kan in beginsel vermogensvoordelen in de zin van artikel 42, 3°, Strafwetboek opleveren (1); dit is ook het geval voor wat betreft het stellen van voorbereidende handelingen zoals bepaald in artikel 2bis, § 6, Drugswet, ongeacht of die handelingen als dusdanig hebben geleid tot een specifiek drugmisdrijf zoals een concrete invoer van cocaïne. (1) Cass. 10 januari 2012, AR P.11.0938.N, AC 2012, nr. 18, ECLI:BE:CASS:2012:ARR.20120110.5, RABG 2012, nr. 13, met noot P. WAETERINCKX, 2012, nr. 13, p. 896-909."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250304.2N.2": {
      "court": "CASS",
      "date": "2025-03-04",
      "roleNumber": "P.24.1528.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250304.2N.2",
      "abstractFR": null,
      "abstractNL": [
        "Door artikel 2bis, § 2, a), en § 3, a), Drugwet dat een zwaardere straf oplegt wanneer het in artikel 2bis, § 1, Drugwet bepaalde misdrijf wordt gepleegd ten aanzien van hetzij een minderjarige boven de volle leeftijd van 16 jaar, hetzij een minderjarige boven de volle leeftijd van 12 jaar en minder dan volle zestien jaar oud, beoogt de wetgever het verwezenlijken van een verhoogde bescherming van die minderjarigen wegens zijn grotere kwetsbaarheid wanneer zij in aanraking komen met drugs en dit veronderstelt dat die minderjarigen zich daarvan bewust zijn of dat redelijkerwijze kunnen zijn; aldus zijn de verzwarende omstandigheden van artikel 2bis, § 2, a), en § 3, a), Drugwet van toepassing op alle in artikel 2bis, § 1, Drugwet bedoelde misdrijven die worden gepleegd in de aanwezigheid van of met de betrokkenheid van hier bedoelde minderjarigen in omstandigheden waar de minderjarigen zich daarvan bewust zijn of redelijkerwijze kunnen zijn; de eigen houding van de minderjarige speelt daarbij geen rol zodat voor de bewezenverklaring van de verzwarende omstandigheid niet vereist is dat de minderjarige de feiten enkel ondergaat of zich bewust is van enig gevaar (1). (1) Zie Cass. 4 maart 2025, AR P.24.1527.N, AC 2025, nr. 166; Cass. 2 maart 2010, AR P.09.1726.N, AC 2010, nr. 141, ECLI:BE:CASS:2010:ARR.20100302.2; Cass. 8 februari 2006, AR P.05.1543.F, AC 2006, nr. 83, ECLI:BE:CASS:2006:ARR.20060208.8."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250304.2N.1": {
      "court": "CASS",
      "date": "2025-03-04",
      "roleNumber": "P.24.1527.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250304.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Behoudens indien het appelgerecht een ambtshalve grief aanvoert als bedoeld in artikel 210, tweede lid, Wetboek van Strafvordering, is de saisine van dat gerecht beperkt tot die beslissingsonderdelen waartegen de appellant grieven aanvoert zoals bedoeld in artikel 204 Wetboek van Strafvordering, alsook tot de beslissingsonderdelen die daarmee onafscheidbaar zijn verbonden; de beslissing over schuld aan de verzwarende omstandigheden bepaald in artikel 2bis, § 2, a), § 3, b) en § 4, b), Drugwet is niet onafscheidbaar verbonden met de beslissing over de schuld aan het basismisdrijf bepaald in artikel 2bis, § 1, Drugwet en wanneer aldus de beklaagde voor het appelgerecht een grief aanvoert waarmee hij enkel opkomt tegen zijn schuldigverklaring aan die verzwarende omstandigheden, moet het appelgerecht niet meer oordelen over de schuld van de beklaagde aan dat basismisdrijf, tenzij het daarover een ambtshalve middel aanvoert.",
        "Door artikel 2bis, § 2, a), Drugwet dat een zwaardere straf oplegt wanneer het in artikel 2bis, § 1, Drugwet bepaalde misdrijf wordt gepleegd ten aanzien van een minderjarige boven de volle leeftijd van 16 jaar, beoogt de wetgever het verwezenlijken van een verhoogde bescherming van die minderjarige wegens zijn grotere kwetsbaarheid wanneer hij in aanraking komt met drugs en dit veronderstelt dat de minderjarige zich daarvan bewust is of dat redelijkerwijze kan zijn; aldus is de verzwarende omstandigheid van artikel 2bis, § 2, a), Drugwet van toepassing op alle in artikel 2bis, § 1, Drugwet bedoelde misdrijven die worden gepleegd in de aanwezigheid van of met de betrokkenheid van een hier bedoelde minderjarige in omstandigheden waar hij zich daarvan bewust is of redelijkerwijze kan zijn; de eigen houding van de minderjarige speelt daarbij geen rol zodat voor de bewezenverklaring van de verzwarende omstandigheid niet vereist is dat de minderjarige de feiten enkel ondergaat of zich bewust is van enig gevaar (1). (1) Zie Cass. 4 maart 2025, AR P.24.1528.N, AC 2025, nr. 167; Cass. 2 maart 2010, AR P.09.1726.N, AC 2010, nr. 141, ECLI:BE:CASS:2010:ARR.20100302.2; Cass. 8 februari 2006, AR P.05.1543.F, AC 2006, nr. 83, ECLI:BE:CASS:2006:ARR.20060208.8."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250325.2N.13": {
      "court": "CASS",
      "date": "2025-03-25",
      "roleNumber": "P.24.1472.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250325.2N.13",
      "abstractFR": null,
      "abstractNL": [
        "Niet om het even welke gedraging waarmee een beklaagde wetens en willens bijdraagt tot de productie van drugs in het kader van een vereniging, kan worden aangemerkt als een positieve daad voor deelneming in de zin van artikel 66, derde lid, Strafwetboek, aan andere aspecten van de drugproductie; zo zal, ongeacht de kennis van de betrokkene, zijn louter uitvoerende of ondergeschikte bijdrage aan een bepaald aspect van de drugproductie of van de vereniging die deze productie organiseert, niet noodzakelijk wijzen op zijn deelneming in de zin van artikel 66, derde lid, Strafwetboek aan een ander aspect daarvan, maar dat kan daarentegen wel het geval zijn voor wat betreft een beklaagde uit wiens handelwijze een meer voorname, actieve of organisatorische rol blijkt in het productieproces of in de vereniging zodat voor die beklaagde de rechter wel kan aannemen dat zijn gedragingen met betrekking tot bepaalde aspecten van het productieproces, zoals het ter beschikking stellen van locaties of het organiseren van de anonimiteit van de deelnemers aan de productie, ook positieve handelingen uitmaken met betrekking tot andere aspecten van dat proces, zoals de diefstal van elektriciteit als een inherent onderdeel van die productie, ook al heeft de betrokkene tot die andere aspecten geen specifieke bijdrage geleverd; de rechter oordeelt onaantastbaar of er in een concreet geval is voldaan aan de vermelde vereisten en het Hof gaat na of de rechter uit zijn vaststellingen geen onmogelijk te verantwoorden gevolgen afleidt (1). (1) Zie Cass. 28 januari 2025, AR P.24.1374.N, ECLI:BE:CASS:2025:ARR.20250128.2N.1; Cass. 12 maart 2024, AR P.23.1638.N, ECLI:BE:CASS:2024:ARR.20240312.2N.7, Cass. 15 november 2022, AR P.22.0952.N, ECLI:BE:CASS:2022:ARR.20221115.2N.15, RW 2023-24, nr. 2, 58-62, met noot S. MELIS."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250521.2F.4": {
      "court": "CASS",
      "date": "2025-05-21",
      "roleNumber": "P.25.0298.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250521.2F.4",
      "abstractFR": [
        "La participation à la direction d'une entreprise criminelle peut se déduire des actes par lesquels l'auteur concourt à son organisation, prend les initiatives nécessaires pour assurer la bonne fin d'une opération, imprime aux activités du groupe l'orientation propre à réaliser les objectifs que l'organisation s'est assignée; l'occupation d'une fonction plus élevée, dans la hiérarchie, que celle d'un membre ordinaire peut également se déduire de l'ampleur des avantages patrimoniaux que le suspect a pu engranger du fait de sa participation aux activités de l'organisation (1). (1) Voir Cass. 20 novembre 2024, RG P.24.1175.F, Pas. 2024, n° 792; Cass. 20 décembre 2023, RG P.23.0636.F, Pas. 2023, n° 865."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230214.2N.16": {
      "court": "CASS",
      "date": "2023-02-14",
      "roleNumber": "P.23.0178.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230214.2N.16",
      "abstractFR": null,
      "abstractNL": [
        "Indien een inverdenkingestelde is aangehouden voor inbreuken op de Drugswet in vereniging en lidmaatschap aan een criminele organisatie, maken artikel 5.3 EVRM en artikel 35, § 4, Voorlopige Hechteniswet een invrijheidstelling tegen de betaling van een borgsom en de bepaling van het bedrag van de borgsom niet afhankelijk van het voorhanden zijn van bewijzen dat de inverdenkinggestelde zich persoonlijk heeft verrijkt of dat bij hem vermogensvoordelen zijn aangetroffen; voor die beslissing en het bepalen van het bedrag van de borgsom kan de rechter ook rekening houden met het voorhanden zijn van ernstige aanwijzingen dat de vereniging en de organisatie, waarvan de inverdenkinggstelde deel zou uitmaken, vermogensvoordelen heeft gegenereerd, met ernstige aanwijzingen betreffende de omvang van die vermogensvoordelen en met ernstige aanwijzingen betreffende de rol van de inverdenkinggestelde in de vereniging en de organisatie, zodat de beslissing niet louter afhankelijk is van de ernstige aanwijzingen betreffende de eigen financiële mogelijkheden van de inverdenkinggestelde."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230919.2N.1": {
      "court": "CASS",
      "date": "2023-09-19",
      "roleNumber": "P.23.0482.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230919.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 66, derde lid, Strafwetboek stelt deelneming aan een misdaad of wanbedrijf strafbaar, met name wanneer de beklaagde door enige daad tot de uitvoering zodanige hulp heeft verleend dat de misdaad of het wanbedrijf zonder zijn bijstand niet had kunnen worden gepleegd; behoudens in hier niet toepasselijke gevallen kan alleen een positieve daad die aan de uitvoering van het misdrijf voorafgaat of ermee samengaat, dergelijke deelneming aan een misdaad of een wanbedrijf opleveren; voor de toepassing van deze bepaling is vereist dat de verstrekte hulp of bijstand wetens en willens werd verleend en dat deze hulp of bijstand noodzakelijk is, zonder dat het daarbij van belang is of die hulp of bijstand groot of klein is; het is niet vereist dat deze deelnemingsgedraging gericht is op alle constitutieve bestanddelen van het hoofdmisdrijf; hieruit volgt dat met eenzelfde hulp of bijstand aan verschillende misdrijven kan worden deelgenomen in de zin van artikel 66, derde lid, Strafwetboek; een daad van deelneming aan het misdrijf van de teelt van verdovende middelen kan een daad van deelneming vormen van het misdrijf van de verkoop van die verdovende middelen; de rechter oordeelt onaantastbaar of de verstrekte hulp of bijstand al dan niet noodzakelijk is en of deze wetens en willens werd verleend voor de verschillende misdrijven, waaraan hij de deelnemers schuldig verklaart; het Hof gaat enkel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die op grond daarvan onmogelijk kunnen worden verantwoord (1). (1) Zie gelijkluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231010.2N.2": {
      "court": "CASS",
      "date": "2023-10-10",
      "roleNumber": "P.23.0717.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231010.2N.2",
      "abstractFR": null,
      "abstractNL": [
        "De rechter oordeelt op basis van de hem overgelegde en aan tegenspraak onderworpen gegevens onaantastbaar of een beklaagde verdovende middelen in zijn bezit had voor persoonlijk gebruik dan wel met het oog op verkoop; hij kan bij die beoordeling wel degelijk de hoeveelheid verdovende middelen betrekken; de overweging B.6.4 in het arrest nr. 158/2004 van het Grondwettelijk Hof van 20 oktober 2004 laat niet toe anders te oordelen (1). (1) GwH 20 oktober 2004, arrest 158/2004, BS 28 oktober 2004, JT 2005, 66, JLMB 2004, 1773, NJW 2004, 1314, RW 2004-05, 699 en T. Strafr. 2005, 32."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220614.2N.1": {
      "court": "CASS",
      "date": "2022-06-14",
      "roleNumber": "P.22.0276.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220614.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Het misdrijf invoer van verdovende middelen zoals bedoeld in onder meer artikel 2bis, § 1, Drugswet vereist dat de verdovende middelen daadwerkelijk worden overgebracht naar het Belgische grondgebied; bijgevolg is die invoer voltooid vanaf het moment dat de verdovende middelen de Belgische grens overschrijden (1); dit belet niet dat het welslagen van de invoer ook na die overschrijding nog een geheel van materiële handelingen kan vereisen, waaronder het uithalen van de verdovende middelen uit de containers waarin zij het land zijn ingevoerd; dergelijke handelingen kunnen zodanig cruciaal zijn voor het slagen van de invoer dat zij, mede gelet op de op het spel staande belangen en risico's, noodzakelijkerwijze vóór de invoer moeten zijn afgesproken; bijgevolg kunnen de handelingen die met deze uithaling gepaard gaan, daden van deelneming aan de invoer uitmaken. (1) Cass. 20 april 2021, AR P.20.1326.N, ECLI:BE:CASS:2021:ARR.20210420.2N.1.",
        "Het misdrijf invoer van verdovende middelen zoals bedoeld in onder meer artikel 2bis, § 1, Drugswet vereist dat de verdovende middelen daadwerkelijk worden overgebracht naar het Belgische grondgebied; bijgevolg is die invoer voltooid vanaf het moment dat de verdovende middelen de Belgische grens overschrijden (1); dit belet niet dat het welslagen van de invoer ook na die overschrijding nog een geheel van materiële handelingen kan vereisen, waaronder het uithalen van de verdovende middelen uit de containers waarin zij het land zijn ingevoerd; dergelijke handelingen kunnen zodanig cruciaal zijn voor het slagen van de invoer dat zij, mede gelet op de op het spel staande belangen en risico's, noodzakelijkerwijze vóór de invoer moeten zijn afgesproken; bijgevolg kunnen de handelingen die met deze uithaling gepaard gaan, daden van deelneming aan de invoer uitmaken. (1) Cass. 20 april 2021, AR P.20.1326.N, AC 2021, nr. 282."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220628.2N.3": {
      "court": "CASS",
      "date": "2022-06-28",
      "roleNumber": "P.22.0337.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220628.2N.3",
      "abstractFR": [
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Het arrest dat de eiser schuldig verklaart aan mededaderschap aan een poging tot invoer van cocaïne zonder vergunning met de verzwarende omstandigheid dat het misdrijf een daad van deelneming inhoudt aan de hoofd- of bijkomende bedrijvigheid van een vereniging en hierbij onder meer artikel 51 Strafwetboek, artikel 2bis Drugswet en de artikelen 2, 12°, 14° en 18°, 3, 6, § 1, 8, 50 en 61 van het koninklijk besluit van 6 september 2017 houdende regeling van verdovende middelen en psychotrope stoffen en de bijlagen I tot V bij dat koninklijk besluit vermeldt, vermeldt de wetsbepalingen die de feiten strafbaar stellen, zonder dat het ertoe gehouden was om ook de bepalingen te vermelden waarin de begrippen “doorvoer”, “invoer” en “uitvoer” worden gedefinieerd en waarnaar wordt verwezen in het vermelde artikel 6, § 1, van het koninklijk besluit van 6 september 2017."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201117.2N.6": {
      "court": "CASS",
      "date": "2020-11-17",
      "roleNumber": "P.20.0734.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201117.2N.6&lang=fr",
      "abstractFR": [
        "Bien que les dispositions de l'article 2bis, alinéa 1er, de la loi du 24 février 1921 concernant le trafic des substances vénéneuses, soporifiques, stupéfiantes, psychotropes, désinfectantes ou antiseptiques et des substances pouvant servir à la fabrication illicite de substances stupéfiantes et psychotropes et de l'article 6, § 1er, de l'arrêté royal du 6 septembre 2017 réglementant les substances stupéfiantes et psychotropes ne sanctionnent pas la consommation de cocaïne, rien n'empêche le juge de constater qu'il ressort des circonstances d'une cause qu'une consommation n'est possible que par une détention préalable."
      ],
      "abstractNL": [
        "Hoewel de bepalingen van artikel 2bis, eerste lid Drugswet en artikel 6 § 1, van het koninklijk besluit van 6 september 2017 houdende regeling van verdovende middelen en psychotrope stoffen niet het gebruik van cocaïne strafbaar stellen, belet niets de rechter vast te stellen dat uit de omstandigheden van een zaak blijkt dat een gebruik enkel mogelijk is door een voorafgaand bezit."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210504.2N.4": {
      "court": "CASS",
      "date": "2021-05-04",
      "roleNumber": "P.21.0079.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210504.2N.4&lang=fr",
      "abstractFR": [
        "Un avantage patrimonial est tiré d'une infraction s'il existe un lien de causalité entre cette infraction et l'avantage patrimonial; un éventuel lien de causalité entre l'avantage patrimonial et une opération ultérieure portant sur cet avantage n'efface pas le lien de causalité entre l'avantage patrimonial et l'infraction commise antérieurement (1) ; il en résulte que les revenus générés par la vente de cannabis cultivé constituent des avantages patrimoniaux qui peuvent être tirés directement, au sens de l'article 42, 3°, du Code pénal, de l'infraction de culture de cannabis; le fait que ces avantages patrimoniaux soient également tirés de l'infraction de vente de cannabis n'y fait pas obstacle. (1) Cass. 19 novembre 2019, RG P.19.0861.N, Pas. 2019, n° 610 ; Cass. 28 février 2018, RG P.17.0500.F, Pas. 2018, n° 135 ; Cass. 10 janvier 2012, RG P.11.0938.N, Pas. 2012, n° 18 ; Cass. 18 octobre 2011, RG P.11.0201.N, Pas. 2011, n° 555, T. Strafr. 2011, 441 et la note de B. MEGANCK. Voir F. LUGENTZ et D. VANDERMEERSCH, Saisie et confiscation en matière pénale, Bruylant, 2015, 26-32 ; C. VAN DEN WYNGAERT, S. VANDROMME et Ph. TRAEST, Strafrecht en strafprocesrecht in hoofdlijnen, Gompel & Svacina, 2019, 451.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Een vermogensvoordeel is uit een misdrijf verkregen indien er een causaal verband bestaat tussen dit misdrijf en het vermogensvoordeel; een eventueel causaal verband tussen het vermogensvoordeel en een latere verrichting betreffende dit voordeel doet het causaal verband tussen het vermogensvoordeel en het voordien gepleegde misdrijf niet verdwijnen (1) ; daaruit volgt dat de opbrengsten van de verkoop van geteelde cannabis vermogensvoordelen zijn die rechtstreeks kunnen zijn verkregen in de zin van artikel 42, 3°, Strafwetboek uit het misdrijf van de teelt van cannabis; dat die vermogensvoordelen ook verkregen zijn uit het misdrijf van de verkoop van cannabis doet daaraan niets af. (1) Cass. 19 november 2019, AR P.19.0861.N, AC 2019, nr. 610; Cass. 28 februari 2018, AR P.17.0500.F, AC 2018, nr. 135; Cass. 10 januari 2012, AR P.11.0938.N, AC 2012, nr. 18; Cass. 18 oktober 2011, AR P.11.0201.N, AC 2011, nr. 555, T. Strafr. 2011, 441 noot B. MEGANCK. Zie F. LUGENTZ en D. VANDERMEERSCH, Saisie et confiscation en matière pénale, Bruylant, 2015, 26-32; C. VAN DEN WYNGAERT, S. VANDROMME en Ph. TRAEST, Strafrecht en strafprocesrecht in hoofdlijnen, Gompel Svacina, 2019, 451.",
        "Een vermogensvoordeel is uit een misdrijf verkregen indien er een causaal verband bestaat tussen dit misdrijf en het vermogensvoordeel; een eventueel causaal verband tussen het vermogensvoordeel en een latere verrichting betreffende dit voordeel doet het causaal verband tussen het vermogensvoordeel en het voordien gepleegde misdrijf niet verdwijnen (1) ; daaruit volgt dat de opbrengsten van de verkoop van geteelde cannabis vermogensvoordelen zijn die rechtstreeks kunnen zijn verkregen in de zin van artikel 42, 3°, Strafwetboek uit het misdrijf van de teelt van cannabis; dat die vermogensvoordelen ook verkregen zijn uit het misdrijf van de verkoop van cannabis doet daaraan niets af. (1) Cass. 19 november 2019, AR P.19.0861.N, AC 2019, nr. 610; Cass. 28 februari 2018, AR P.17.0500.F, AC 2018, nr. 135; Cass. 10 januari 2012, P.11.0938.N, AC 2012, nr. 18; Cass. 18 oktober 2011, AR P.11.0201.N, AC 2011, nr. 555, T. Strafr. 2011, 441 noot B. MEGANCK. Zie F. LUGENTZ en D. VANDERMEERSCH, Saisie et confiscation en matière pénale, Bruylant, 2015, 26. -32; C. VAN DEN WYNGAERT, S. VANDROMME en Ph. TRAEST, Strafrecht en strafprocesrecht in hoofdlijnen, Gompel & Svacina, 2019, 451."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220201.2N.3": {
      "court": "CASS",
      "date": "2022-02-01",
      "roleNumber": "P.21.1269.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220201.2N.3",
      "abstractFR": [
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Het in artikel 324ter, § 1, Strafwetboek bedoelde misdrijf vereist niet alleen dat de dader wetens en willens betrokken is bij een criminele organisatie, maar ook dat hij ervan op de hoogte is dat die organisatie gebruik maakt van intimidatie, bedreiging, geweld, listige kunstgrepen of corruptie, of commerciële of andere structuren aanwendt om het plegen van de misdrijven te verbergen of te vergemakkelijken, waarbij het volstaat dat de criminele organisatie gebruik maakt van minstens één van die methoden en de betrokkene dit weet; de rechter oordeelt onaantastbaar of een criminele organisatie commerciële of andere structuren aanwendt om het plegen van de misdrijven te verbergen of te vergemakkelijken in de zin van artikel 324ter, § 1, Strafwetboek en wanneer de strafbare activiteiten van een criminele organisatie betrekking hebben op de illegale invoer en verhandeling van verdovende middelen, kan de rechter daarbij in aanmerking nemen dat de criminele organisatie voor de ontplooiing van die activiteiten gebruik maakt van reguliere scheepslijnen en de werking van het havenbedrijf (1). (1) GwH 12 juni 2014, nr. 89/2014; Cass. 1 februari 2022, AR P. 21.1292.N, AC 2022, nr. 87; Cass. 9 januari 2018, AR P.17.0058.N, AC 2018, nr. 13; J. DE HERDT, “Criminele organisatie, in Comm. Strafr. (2019), p. 8, punt F."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220809.VAK.3": {
      "court": "CASS",
      "date": "2022-08-09",
      "roleNumber": "P.22.1043.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220809.VAK.3",
      "abstractFR": [
        "L'instruction judiciaire relative à des faits de participation à une organisation criminelle et à des infractions, en association, à la loi du 24 février 1921 concernant le trafic des substances vénéneuses, soporifiques, stupéfiantes, psychotropes, désinfectantes ou antiseptiques et des substances pouvant servir à la fabrication illicite de substances stupéfiantes et psychotropes comprend également l'enquête portant sur les relations et transactions financières y afférentes et la destination des fonds qui ont été potentiellement générés par ces infractions et ce, que l'instruction ait également trait ou non à des faits de blanchiment.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Tot het gerechtelijk onderzoek naar feiten van lidmaatschap aan een criminele organisatie en inbreuken op de drugwet in vereniging behoort ook het onderzoek naar de daarmee verband houdende financiële relaties en transacties en de bestemming van de gelden die mogelijk door die misdrijven werden gegenereerd en dit ongeacht of het gerechtelijk onderzoek ook betrekking heeft op feiten van witwassen."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210427.2N.11": {
      "court": "CASS",
      "date": "2021-04-27",
      "roleNumber": "P.21.0080.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210427.2N.11&lang=fr",
      "abstractFR": [
        "L'article 2bis, § 3, b, et § 6, de la loi du 24 février 1921 punit notamment ceux qui, dans le cadre d'une association, posent des actes préparatoires en vue de la culture de plantes dont du cannabis peut être extrait, et l'aide à la mise en place d'une plantation de cannabis peut tomber sous le coup de cette incrimination (1). (1) Voir Cass. 10 avril 2018, RG P.18.0039.N, Pas. 2018, n° 220."
      ],
      "abstractNL": [
        "Artikel 2bis, § 3, b, en § 6, Drugswet stelt onder meer strafbaar degenen die, in het kader van een vereniging, voorbereidende handelingen stellen met het oog op de verbouw van planten waaruit cannabis kan worden getrokken en daaronder kan het helpen bij de opbouw van een cannabisplantage vallen (1). (1) Zie Cass. 10 april 2018, AR P.18.0039.N, AC 2018, nr. 220."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210420.2N.1": {
      "court": "CASS",
      "date": "2021-04-20",
      "roleNumber": "P.20.1326.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210420.2N.1&lang=fr",
      "abstractFR": [
        "À défaut d'une définition dans la loi du 24 février 1921 concernant le trafic des substances vénéneuses, soporifiques, stupéfiantes, psychotropes, désinfectantes ou antiseptiques et des substances pouvant servir à la fabrication illicite de substances stupéfiantes et psychotropes et dans l'arrêté royal du 31 décembre 1930 réglementant les substances soporifiques et stupéfiantes, et relatif à la réduction des risques et à l'avis thérapeutique, la notion d'importation dans l'incrimination doit s'entendre sous son acception usuelle, à savoir le transfert effectif de stupéfiants vers le territoire belge; cette description ne requiert pas que les stupéfiants interdits importés soit également découverts sur le territoire belge et qu'ils soient donc restés en Belgique."
      ],
      "abstractNL": [
        "Bij gebrek aan een definitie in de Drugswet en in het koninklijk besluit van 31 december 1930 houdende regeling van de slaapmiddelen en de verdovende middelen en betreffende risicobeperking en therapeutisch advies, moet het begrip invoer in de strafbaarstelling worden begrepen in zijn gebruikelijke betekenis, namelijk als de daadwerkelijke overbrenging van verboden middelen naar het Belgische grondgebied; die omschrijving vereist niet dat de ingevoerde verboden verdovende middelen ook op het Belgisch grondgebied worden ontdekt en dus in België zijn gebleven."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201201.2N.15": {
      "court": "CASS",
      "date": "2020-12-01",
      "roleNumber": "P.20.1163.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201201.2N.15&lang=fr",
      "abstractFR": [
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "De feiten van de lijst van artikel 5, §2, Wet Europees Aanhoudingsbevel zijn niet strafrechtelijk omschreven, maar moeten generisch of criminologisch worden beschouwd, dus als een strafrechtelijk domein of een categorie van strafbare feiten; tot de strafbare feiten die in die lijst worden omschreven als de illegale handel in verdovende middelen en psychotrope stoffen behoren bijgevolg ook het stellen van voorbereidende handelingen met het oog op de aanmaak, de verkoop, de levering of de illegale verschaffing van een in artikel 2bis, §1, Drugswet bedoelde stof, met het oog op het verbouwen van planten waaruit deze stoffen kunnen worden getrokken, zoals strafbaar gesteld door artikel 2bis, §6, Drugswet; de omstandigheid dat deze feiten in België werden strafbaar gesteld na de inwerkingtreding van de Wet Europees Aanhoudingsbevel doet daaraan geen afbreuk."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201201.2N.3": {
      "court": "CASS",
      "date": "2020-12-01",
      "roleNumber": "P.20.0866.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201201.2N.3&lang=fr",
      "abstractFR": [
        "Le juge apprécie souverainement si la somme des concentrations du cannabis en delta-9-tetrahydrocannabinol et en delta-9-tetrahydrocannabinolic acid est supérieure à 0,2; dans ce cadre, il n'est lié par aucun moyen de preuve particulier tel qu'une analyse scientifique du cannabis faisant l'objet des poursuites; il peut fonder son appréciation sur l'ensemble des éléments qui lui ont été régulièrement soumis et qui ont été soumis à la contradiction; la Cour se borne à vérifier si le juge ne tire pas de ses constatations des conséquences qui y sont étrangères ou qu'elles ne sauraient justifier."
      ],
      "abstractNL": [
        "De rechter oordeelt onaantastbaar of cannabis een samenstelling bevat van delta-9-tetrahydrocannabinol en delta-9-tetrahydrocannabinolic acid groter dan 0.2; hij is daarbij niet gebonden aan enig bijzonder bewijsmiddel zoals een wetenschappelijke analyse van de cannabis die het voorwerp van de vervolging uitmaakt; hij kan zijn oordeel gronden op alle hem regelmatig overgelegde en aan tegenspraak onderworpen gegevens; het Hof gaat enkel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond ervan niet kunnen worden verantwoord."
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20101123.5": {
      "court": "CASS",
      "date": "2010-11-23",
      "roleNumber": "P.10.1428.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20101123.5&lang=fr",
      "abstractFR": [
        "Les articles 26bis, 2°, et 28 de l'arrêté royal du 31 décembre 1930 réglementant les substances soporifiques et stupéfiantes, et relatif à la réduction des risques et à l'avis thérapeutique, qui fixent une peine moins lourde du chef d'importation, de fabrication, de transport, d'acquisition et de détention de substances soporifiques et stupéfiantes en ce qui concerne le cannabis, ainsi que de culture de plantes de cannabis pour l'usage personnel, ne font pas obstacle au caractère punissable des infractions relatives au cannabis commises pour un usage autre que l'usage personnel (1). (1) Voir les conclusions du M.P., publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "De artikelen 26bis, 2° en 28 van het koninklijk besluit van 31 december 1930, die een mindere zware straf stellen op de invoer, vervaardiging, vervoer, aanschaf en bezit van slaap- en verdovende middelen die betrekking hebben op cannabis alsmede op de teelt van cannabisplanten voor persoonlijk gebruik, doen geen afbreuk aan de strafbaarheid van andere dan voor persoonlijk gebruik gepleegde misdrijven met betrekking tot cannabis (1). (1) Zie de conclusie van het O.M."
      ]
    }
  },
  "6bis": {
    "ECLI:BE:CASS:2024:ARR.20240910.2N.19": {
      "court": "CASS",
      "date": "2024-09-10",
      "roleNumber": "P.24.1293.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240910.2N.19",
      "abstractFR": null,
      "abstractNL": [
        "De uitvoering van de in artikel 6bis, derde lid, Drugswet bedoelde zoeking vereist dat er ernstige en objectieve aanwijzingen bestaan dat er in het kwestieuze lokaal door de Drugswet geviseerde stoffen worden vervaardigd, bereid, bewaard of opgeslagen; ernstige en objectieve aanwijzingen zijn geen bewijzen maar het zijn aanwijzingen met een zekere zwaarwichtigheid die aan het feit van het vervaardigen, bereiden, bewaren of opslaan in het lokaal van door de Drugswet geviseerde stoffen een voldoende graad van aannemelijkheid geven en de aanwijzingen kunnen niet bestaan in louter subjectieve elementen en moeten het niveau van een eenvoudig vermoeden overstijgen (1). (1) Zie F. VAN VOLSEM, “De huiszoeking op grond van artikel 6bis, derde lid Drugwet”, noot onder Corr. Limburg (afdeling Hasselt), 4 december 2020, RABG 2022, afl. 18, 1322-1327.",
        "Het staat aan de rechter onaantastbaar te oordelen of de opsporingsambtenaar die de huiszoeking heeft uitgevoerd, beschikte over ernstige en objectieve aanwijzingen voor het feit van het vervaardigen, bereiden, bewaren of opslaan in het lokaal van de door de Drugswet geviseerde stoffen en de omstandigheid dat de opsporingsambtenaren of de parketmagistraat van oordeel zijn dat de voorwaarden voor een huiszoeking bij heterdaad zijn verenigd, belet de rechter niet om op basis van dezelfde feitelijke gegevens te oordelen dat er ernstige en objectieve aanwijzingen zijn voor een door artikel 6bis, derde lid, Drugswet bedoelde zoeking (1); het Hof gaat na of de rechter uit zijn vaststellingen geen gevolgen afleidt die op grond daarvan onmogelijk kunnen worden verantwoord. (1) Zie F. VAN VOLSEM, “De huiszoeking op grond van artikel 6bis, derde lid Drugwet”, noot onder Corr. Limburg (afdeling Hasselt), 4 december 2020, RABG 2022, afl. 18, 1322-1327."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250506.2N.1": {
      "court": "CASS",
      "date": "2025-05-06",
      "roleNumber": "P.24.1750.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250506.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Krachtens artikel 6bis, derde lid, Drugwet kunnen de in dat artikel bedoelde overheidsfunctionarissen zonder bevel van de onderzoeksrechter een huiszoeking uitvoeren in lokalen die dienen voor het vervaardigen, bereiden, bewaren of opslaan van de in de Drugwet genoemde stoffen; hiertoe is vereist dat er voorafgaand aan de huiszoeking ernstige aanwijzingen bestaan dat in die lokalen dergelijke stoffen aanwezig kunnen zijn (1). (1) Zie gelijkluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211109.2N.20": {
      "court": "CASS",
      "date": "2021-11-09",
      "roleNumber": "P.21.1370.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211109.2N.20",
      "abstractFR": [
        "L'article 6bis, alinéa 3, de la loi du 24 février 1921 sur les stupéfiants prévoit que les officiers de police judiciaire et les fonctionnaires ou agents désignés à cette fin par le Roi peuvent, à toute heure, visiter les locaux qui servent entre autres à la conservation ou à l'entreposage des substances visées par ladite loi ; il résulte de cette disposition qu'un enquêteur compétent peut perquisitionner un domicile si, préalablement à la perquisition, il dispose d'indices sérieux et objectifs que le domicile est utilisé pour la conservation ou l'entreposage des substances visées par la loi du 24 février 1921 (1), autrement dit pour la détention de telles substances (2). (1) Cass. 2 mars 2021, RG P.21.0250.N, Pas. 2021, n° 153 ; Cass. 19 novembre 2019, RG P.19.1107.N, Pas. 2019, n° 611 ; Cass. 18 juin 2019, RG P.19.0588.N, Pas. 2019, n° 378, Nullum Crimen 2021, p. 32, note L. ARNOU ; Cass. 7 février 2018, RG P.18.0100.F, Pas. 2018, n° 82, avec concl. de M. NOLET DE BRAUWERE, alors avocat-général ; Cass. 11 mars 2014, RG P.14.0382.N, Pas. 2014, n° 196, Nullum Crimen, 2016, p. 153 ; Cass. 3 décembre 2013, RG P.13.1859.N, Pas. 2013, n° 656, Nullum Crimen, 2016, p. 141, note H. BERKMOES et F. GOOSSENS ; Cass. 4 janvier 2006, RG P.05.1417.F, Pas. 2006, n° 6, avec concl. de M. VANDERMEERSCH, avocat général. Voy. également F. VANNESTE, « De huiszoeking bij ontdekking op heterdaad en op grond van de drugwet », R.W. 2008-2009, p. 838-840 ; C. VAN DEN WYNGAERT, S. VANDROMME et P. TRAEST, Strafrecht en strafprocesrecht in hoofdlijnen, Gompel & Svacina, 2021, p. 971 et 1119. (2) Cass. 7 février 2018, Pas. 2018, nº 82, avec concl. de M. NOLET DE BRAUWERE, alors avocat général."
      ],
      "abstractNL": [
        "Artikel 6bis, derde lid, Drugwet bepaalt dat de officieren van gerechtelijke politie en de ambtenaren of beambten, daartoe aangewezen door de Koning, te allen tijde de lokalen mogen bezoeken welke dienen voor onder meer het bewaren of het opslaan van de in de Drugwet genoemde stoffen; uit die bepaling volgt dat een bevoegd opsporingsambtenaar een huiszoeking mag uitvoeren in een woning zo hij voorafgaandelijk beschikt over ernstige en objectieve aanwijzingen dat die woning wordt gebruikt voor het bewaren of het opslaan van in de Drugwet genoemde stoffen (1), of met andere woorden voor het bezit van dergelijke stoffen (2). (1) Cass. 2 maart 2021, AR P.21.0250.N, AC 2021, nr. 153; Cass. 19 november 2019, AR P.19.1107.N, AC 2019, nr. 611; Cass. 18 juni 2019, AR P.19.0588.N, AC 2019, nr. 378, NC 2021, 32 noot L. ARNOU; Cass. 7 februari 2018, AR P.18.0100.F, AC 2018, nr. 82, met concl. van advocaat-generaal M. NOLET DE BRAUWERE op datum in Pas.; Cass. 11 maart 2014, AR P.14.0382.N, AC 2014, nr. 196, NC 2016, 153; Cass. 3 december 2013, AR P.13.1859.N, AC 2013, nr. 656, NC 2016, 141 noot H. BERKMOES en F. GOOSSENS; Cass. 4 januari 2006, AR P.05.1417.F, AC 2006, nr. 6 met concl. van advocaat-generaal. D. VANDERMEERSCH op datum in Pas.. Zie ook F. VANNESTE, “De huiszoeking bij ontdekking op heterdaad en op grond van de drugwet”, RW 2008-09, 838-840; C. VAN DEN WYNGAERT, S. VANDROMME en Ph. TRAEST, Strafrecht en strafprocesrecht in hoofdlijnen, Gompel&Svacina, 2021, 971 en 1119. (2) Cass. 7 februari 2018, AR P.18.0100.F, AC 2018, nr. 82, met concl. van advocaat-generaal M. NOLET DE BRAUWERE op datum in Pas..",
        "Artikel 6bis, derde lid, Drugswet bepaalt dat de officieren van gerechtelijke politie en de ambtenaren of beambten, daartoe aangewezen door de Koning, te allen tijde de lokalen mogen bezoeken welke dienen voor onder meer het bewaren of het opslaan van de in de Drugswet genoemde stoffen; uit die bepaling volgt dat een bevoegd opsporingsambtenaar een huiszoeking mag uitvoeren in een woning zo hij voorafgaandelijk beschikt over ernstige en objectieve aanwijzingen dat die woning wordt gebruikt voor het bewaren of het opslaan van in de Drugswet genoemde stoffen (1), of met andere woorden voor het bezit van dergelijke stoffen (2). (1) Cass. 2 maart 2021, AR P.21.0250.N, AC 2021, nr. 153; Cass. 19 november 2019, AR P.19.1107.N, AC 2019, nr. 611; Cass. 18 juni 2019, AR P.19.0588.N, AC 2019, nr. 378, NC 2021, 32 noot L. ARNOU; Cass. 7 februari 2018, AR P.18.0100.F, AC 2018, nr. 82, met concl. van advocaat-generaal M. NOLET DE BRAUWERE op datum in Pas.; Cass. 11 maart 2014, AR P.14.0382.N, AC 2014, nr. 196, NC 2016, 153; Cass. 3 december 2013, AR P.13.1859.N, AC 2013, nr. 656, NC 2016, 141 noot H. BERKMOES en F. GOOSSENS; Cass. 4 januari 2006, AR P.05.1417.F, AC 2006, nr. 6 met concl. van advocaat-generaal. D. VANDERMEERSCH op datum in Pas.. Zie ook F. VANNESTE, “De huiszoeking bij ontdekking op heterdaad en op grond van de drugwet”, RW 2008-09, 838-840; C. VAN DEN WYNGAERT, S. VANDROMME en Ph. TRAEST, Strafrecht en strafprocesrecht in hoofdlijnen, Gompel & Svacina, 2021, 971 en 1119. (2) Cass. 7 februari 2018, AC 2018, nr. 82, met concl. van advocaat-generaal. M. NOLET DE BRAUWERE op datum in Pas.."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220413.2F.2": {
      "court": "CASS",
      "date": "2022-04-13",
      "roleNumber": "P.22.0447.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220413.2F.2",
      "abstractFR": [
        "La perquisition fondée sur l'article 6bis, alinéa 3, de la loi du 24 février 1921 concernant le trafic des substances vénéneuses, soporifiques, stupéfiantes, psychotropes, désinfectantes ou antiseptiques et des substances pouvant servir à la fabrication illicite de substances stupéfiantes et psychotropes, requiert l'existence préalable d'indices sérieux que des stupéfiants sont fabriqués, préparés, conservés ou entreposés dans les locaux où la perquisition est pratiquée (1); l'application de cette disposition n'exige pas l'existence d'un flagrant délit, lorsque les agents n'ont pas été requis par l'occupant des lieux et ne disposent ni de son consentement ni d'une ordonnance du juge d'instruction. (1) Cass. 18 juin 2019, RG P.19.0588.N, Pas. 2019, n° 378.",
        "La perquisition fondée sur l’article 6bis, alinéa 3, de la loi du 24 février 1921 concernant le trafic des substances vénéneuses, soporifiques, stupéfiantes, psychotropes, désinfectantes ou antiseptiques et des substances pouvant servir à la fabrication illicite de substances stupéfiantes et psychotropes, requiert l’existence préalable d’indices sérieux que des stupéfiants sont fabriqués, préparés, conservés ou entreposés dans les locaux où la perquisition est pratiquée (1); l’application de cette disposition n’exige pas l’existence d’un flagrant délit, lorsque les agents n’ont pas été requis par l’occupant des lieux et ne disposent ni de son consentement ni d’une ordonnance du juge d’instruction. (1) Cass. 18 juin 2019, RG P.19.0588.N, Pas. 2019, n° 378."
      ],
      "abstractNL": [
        "De huiszoeking op grond van artikel 6bis, derde lid Drugswet vereist dat er vooraf ernstige aanwijzingen bestaan dat er verdovende middelen worden vervaardigd, bereid, bewaard of opgeslagen in de lokalen waar ze wordt verricht (1); de toepassing van deze bepaling vereist niet het bestaan van een op heterdaad ontdekt misdrijf wanneer de agenten niet door de bewoner van het pand waren opgeroepen en noch over zijn toestemming, noch over een beschikking van de onderzoeksrechter beschikten. (1) Cass. 18 juni 2019, AR P.19.0588.N, AC 2019, nr. 378.",
        "De huiszoeking op grond van artikel 6bis, derde lid Drugswet vereist dat er vooraf ernstige aanwijzingen bestaan dat er verdovende middelen worden vervaardigd, bereid, bewaard of opgeslagen in de lokalen waar ze wordt verricht ; de toepassing van deze bepaling vereist niet het bestaan van een op heterdaad ontdekt misdrijf wanneer de agenten niet door de bewoner van het pand waren opgeroepen en noch over zijn toestemming, noch over een beschikking van de onderzoeksrechter beschikten."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210302.2N.21": {
      "court": "CASS",
      "date": "2021-03-02",
      "roleNumber": "P.21.0250.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210302.2N.21&lang=fr",
      "abstractFR": [
        "S'il existe au préalable des indices sérieux et objectifs qu'un local est utilisé pour la fabrication, la préparation, la conservation ou l'entreposage de substances visées par la loi du 24 février 1921 concernant le trafic de stupéfiants, ce local peut être visité en application de l'article 6bis de cette loi (1) ; il ne résulte ni de cette disposition de la loi ni d'aucune autre disposition que la perquisition doive être exécutée immédiatement après que les enquêteurs ont pris connaissance de ces indices sérieux et objectifs; la simple circonstance qu'un certain laps de temps se soit écoulé entre le moment où les enquêteurs ont pris connaissance des indices et celui où ils ont procédé à la perquisition ne rend pas celle-ci irrégulière . (1) Cass. 19 novembre 2019, RG P.19.1107.N, Pas. 2019, n° 611 ; Cass. 18 juin 2019, RG P.19.0588.N, Pas. 2019, n° 378, N.C. 2021, 32, note L. ARNOU ; Cass. 11 mars 2014, RG P.14.0382.N, Pas. 2014, n° 196 ; Cass. 3 décembre 2013, RG P.13.1859.N, Pas. 2013, n° 656."
      ],
      "abstractNL": [
        "Indien er voorafgaandelijk ernstige en objectieve aanwijzingen bestaan dat een lokaal wordt gebruikt voor het vervaardigen, het bereiden, het bewaren of het opslag van de door de Drugswet bedoelde stoffen, kan dit lokaal worden betreden overeenkomstig artikel 6bis Drugswet (1); noch uit deze bepaling noch uit enig andere bepaling volgt dat de zoeking dadelijk moet worden uitgevoerd nadat de opsporingsambtenaren kennis kregen van die ernstige en objectieve aanwijzingen; de enkele omstandigheid dat er enige tijd verstrijkt tussen het ogenblik waarop de opsporingsambtenaren kennis kregen van de aanwijzingen en het tijdstip waarop ze de huiszoeking hebben uitgevoerd, maakt de zoeking niet onregelmatig. (1) Cass. 19 november 2019, AR P.19.1107.N, AC 2019, nr. 611; Cass. 18 juni 2019, AR P.19.0588.N, AC 2019, nr. 378, NC 2021, 32 noot L. ARNOU; Cass. 11 maart 2014, AR P.14.0382.N, AC 2014, nr. 196; Cass. 3 december 2013, AR P.13.1859.N, AC 2013, nr. 656."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191119.2N.14": {
      "court": "CASS",
      "date": "2019-11-19",
      "roleNumber": "P.19.1107.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191119.2N.14&lang=fr",
      "abstractFR": [
        "L'application de l'article 6bis, alinéa 3, de la loi du 24 février 1921 concernant le trafic des substances vénéneuses, soporifiques, stupéfiantes, psychotropes, désinfectantes ou antiseptiques et des substances pouvant servir à la fabrication illicite de substances stupéfiantes et psychotropes, selon lequel les officiers de police judiciaire et les fonctionnaires ou agents désignés à cette fin par le Roi peuvent visiter à toute heure les locaux qui servent à la fabrication, à la préparation, à la conservation ou à l'entreposage des substances visées par ladite loi, requiert l'existence préalable d'indices sérieux et objectifs de l'usage des locaux pour la fabrication, la préparation, la conservation ou l'entreposage des substances visées par ladite loi (1). (1) Cass. 11 mars 2014, RG P.14.0382.N, Pas. 2014, n° 196 ; Cass. 3 décembre 2013, RG P.13.1859.N, Pas. 2013, n° 656.",
        "Les informations policières dont l'origine n'apparaît pas dans le dossier répressif peuvent constituer un indice sérieux et objectif permettant aux officiers de police judiciaire et aux fonctionnaires ou agents désignés à cette fin par le Roi de visiter à toute heure les locaux qui servent à la fabrication, à la préparation, à la conservation ou à l'entreposage des substances visées par ladite loi, sans qu'il soit nécessaire de les confirmer par un complément d'instruction, pour autant qu'il ne soit pas allégué que lesdites informations ont été recueillies de manière irrégulière."
      ],
      "abstractNL": [
        "De toepassing van artikel 6bis, derde lid, Drugswet, dat bepaalt dat de officieren van gerechtelijke politie en de ambtenaren of beambten, daartoe door de Koning aangewezen, te allen tijde de lokalen mogen bezoeken welke dienen voor het vervaardigen, bereiden, bewaren of opslaan van de in de Drugswet genoemde stoffen, vereist het voorafgaandelijk voorhanden zijn van ernstige en objectieve aanwijzingen dat de lokalen dienen voor het vervaardigen, bereiden, bewaren of opslaan van de in de Drugswet genoemde stoffen (1). (1) Cass. 11 maart 2014, AR P.14.0382.N, AC 2014, nr. 196; Cass. 3 december 2013, AR P.13.1859.N, AC 2013, nr. 656.",
        "Politionele informatie waarvan de herkomst niet uit het strafdossier blijkt, kan een ernstige en objectieve aanwijzing opleveren waardoor de officieren van gerechtelijke politie en de ambtenaren of beambten, daartoe door de Koning aangewezen, te allen tijde de lokalen mogen bezoeken welke dienen voor het vervaardigen, bereiden, bewaren of opslaan van de in de Drugswet genoemde stoffen, zonder dat die informatie moet worden bevestigd door aanvullend onderzoek, voor zover niet wordt aangevoerd dat die politionele informatie onregelmatig is verkregen."
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20100601.3": {
      "court": "CASS",
      "date": "2010-06-01",
      "roleNumber": "P.10.0484.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100601.3&lang=fr",
      "abstractFR": [
        "L'article 7, § 2, de la loi du 24 février 1921 concernant le trafic des substances vénéneuses, soporifiques, stupéfiantes, psychotropes, désinfectantes ou antiseptiques et des substances pouvant servir à la fabrication illicite de substances stupéfiantes et psychotropes renvoie explicitement aux compétences propres des officiers de police judiciaire, telles que prévues par l'article 6bis, de la loi du 24 février 1921, spécialement aux conditions requises pour l'exécution régulière d'une visite domiciliaire (1). (1) Voir Cass., 1er octobre 1996, RG P.96.0409.N, Pas., 1996, n° 342; Cass., 12 février 2002, RG P.01.1534.N, Pas., 2002, n° 99.",
        "L'article 6bis, de la loi du 24 février 1921 concernant le trafic des substances vénéneuses, soporifiques, stupéfiantes, psychotropes, désinfectantes ou antiseptiques, autorise la visite sans mandat de perquisition de tout lieu, quel qu'il soit, affecté à la vente ou à la délivrance de ces substances, dès lors que notamment les officiers de police judiciaire disposent préalablement à la visite domiciliaire, d'indices sérieux et objectifs de l'existence d'une infraction relative à la détention illicite de stupéfiants en vue de la vente (1). (1) Cass., 4 janvier 2006, RG P.05.1417.F, Pas., 2006, n° 6 avec les conclusions de l'avocat général Vandermeersch."
      ],
      "abstractNL": [
        "Artikel 7, § 2, Drugswet verwijst uitdrukkelijk naar de eigen bevoegdheden van de officieren van gerechtelijke politie, zoals bepaald in artikel 6bis Drugswet, inzonderheid de voorwaarden vereist voor de regelmatige uitvoering van een huiszoeking (1). (1) Zie Cass., 1 okt. 1996, AR P.96.0409.N, A.C., 1996, nr. 342; Cass., 12 feb. 2002, AR P.01.1534.N, A.C., 2002, nr. 99.",
        "Artikel 6bis Drugswet staat de huiszoeking zonder bevel toe van om het even welke plaats die voor de verkoop of de aflevering van dergelijke stoffen is bestemd, zodra, onder meer, de officieren van gerechtelijke politie, vóór de huiszoeking beschikken over ernstige en objectieve aanwijzingen over het bestaan van een misdrijf met betrekking tot onrechtmatig bezit van verdovende middelen met het oog op verkoop (1). (1) Cass., 4 jan. 2006, AR P.05.1417.F, A.C., 2006, nr. 6 met conclusie A.G. Vandermeersch"
      ]
    }
  },
  "2quater": {
    "ECLI:BE:CASS:2021:ARR.20210504.2N.4": {
      "court": "CASS",
      "date": "2021-05-04",
      "roleNumber": "P.21.0079.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210504.2N.4&lang=fr",
      "abstractFR": [
        "Un avantage patrimonial est tiré d'une infraction s'il existe un lien de causalité entre cette infraction et l'avantage patrimonial; un éventuel lien de causalité entre l'avantage patrimonial et une opération ultérieure portant sur cet avantage n'efface pas le lien de causalité entre l'avantage patrimonial et l'infraction commise antérieurement (1) ; il en résulte que les revenus générés par la vente de cannabis cultivé constituent des avantages patrimoniaux qui peuvent être tirés directement, au sens de l'article 42, 3°, du Code pénal, de l'infraction de culture de cannabis; le fait que ces avantages patrimoniaux soient également tirés de l'infraction de vente de cannabis n'y fait pas obstacle. (1) Cass. 19 novembre 2019, RG P.19.0861.N, Pas. 2019, n° 610 ; Cass. 28 février 2018, RG P.17.0500.F, Pas. 2018, n° 135 ; Cass. 10 janvier 2012, RG P.11.0938.N, Pas. 2012, n° 18 ; Cass. 18 octobre 2011, RG P.11.0201.N, Pas. 2011, n° 555, T. Strafr. 2011, 441 et la note de B. MEGANCK. Voir F. LUGENTZ et D. VANDERMEERSCH, Saisie et confiscation en matière pénale, Bruylant, 2015, 26-32 ; C. VAN DEN WYNGAERT, S. VANDROMME et Ph. TRAEST, Strafrecht en strafprocesrecht in hoofdlijnen, Gompel & Svacina, 2019, 451.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Een vermogensvoordeel is uit een misdrijf verkregen indien er een causaal verband bestaat tussen dit misdrijf en het vermogensvoordeel; een eventueel causaal verband tussen het vermogensvoordeel en een latere verrichting betreffende dit voordeel doet het causaal verband tussen het vermogensvoordeel en het voordien gepleegde misdrijf niet verdwijnen (1) ; daaruit volgt dat de opbrengsten van de verkoop van geteelde cannabis vermogensvoordelen zijn die rechtstreeks kunnen zijn verkregen in de zin van artikel 42, 3°, Strafwetboek uit het misdrijf van de teelt van cannabis; dat die vermogensvoordelen ook verkregen zijn uit het misdrijf van de verkoop van cannabis doet daaraan niets af. (1) Cass. 19 november 2019, AR P.19.0861.N, AC 2019, nr. 610; Cass. 28 februari 2018, AR P.17.0500.F, AC 2018, nr. 135; Cass. 10 januari 2012, AR P.11.0938.N, AC 2012, nr. 18; Cass. 18 oktober 2011, AR P.11.0201.N, AC 2011, nr. 555, T. Strafr. 2011, 441 noot B. MEGANCK. Zie F. LUGENTZ en D. VANDERMEERSCH, Saisie et confiscation en matière pénale, Bruylant, 2015, 26-32; C. VAN DEN WYNGAERT, S. VANDROMME en Ph. TRAEST, Strafrecht en strafprocesrecht in hoofdlijnen, Gompel Svacina, 2019, 451.",
        "Een vermogensvoordeel is uit een misdrijf verkregen indien er een causaal verband bestaat tussen dit misdrijf en het vermogensvoordeel; een eventueel causaal verband tussen het vermogensvoordeel en een latere verrichting betreffende dit voordeel doet het causaal verband tussen het vermogensvoordeel en het voordien gepleegde misdrijf niet verdwijnen (1) ; daaruit volgt dat de opbrengsten van de verkoop van geteelde cannabis vermogensvoordelen zijn die rechtstreeks kunnen zijn verkregen in de zin van artikel 42, 3°, Strafwetboek uit het misdrijf van de teelt van cannabis; dat die vermogensvoordelen ook verkregen zijn uit het misdrijf van de verkoop van cannabis doet daaraan niets af. (1) Cass. 19 november 2019, AR P.19.0861.N, AC 2019, nr. 610; Cass. 28 februari 2018, AR P.17.0500.F, AC 2018, nr. 135; Cass. 10 januari 2012, P.11.0938.N, AC 2012, nr. 18; Cass. 18 oktober 2011, AR P.11.0201.N, AC 2011, nr. 555, T. Strafr. 2011, 441 noot B. MEGANCK. Zie F. LUGENTZ en D. VANDERMEERSCH, Saisie et confiscation en matière pénale, Bruylant, 2015, 26. -32; C. VAN DEN WYNGAERT, S. VANDROMME en Ph. TRAEST, Strafrecht en strafprocesrecht in hoofdlijnen, Gompel & Svacina, 2019, 451."
      ]
    }
  },
  "2ter": {
    "ECLI:BE:CASS:2010:ARR.20101123.5": {
      "court": "CASS",
      "date": "2010-11-23",
      "roleNumber": "P.10.1428.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20101123.5&lang=fr",
      "abstractFR": [
        "Les articles 26bis, 2°, et 28 de l'arrêté royal du 31 décembre 1930 réglementant les substances soporifiques et stupéfiantes, et relatif à la réduction des risques et à l'avis thérapeutique, qui fixent une peine moins lourde du chef d'importation, de fabrication, de transport, d'acquisition et de détention de substances soporifiques et stupéfiantes en ce qui concerne le cannabis, ainsi que de culture de plantes de cannabis pour l'usage personnel, ne font pas obstacle au caractère punissable des infractions relatives au cannabis commises pour un usage autre que l'usage personnel (1). (1) Voir les conclusions du M.P., publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "De artikelen 26bis, 2° en 28 van het koninklijk besluit van 31 december 1930, die een mindere zware straf stellen op de invoer, vervaardiging, vervoer, aanschaf en bezit van slaap- en verdovende middelen die betrekking hebben op cannabis alsmede op de teelt van cannabisplanten voor persoonlijk gebruik, doen geen afbreuk aan de strafbaarheid van andere dan voor persoonlijk gebruik gepleegde misdrijven met betrekking tot cannabis (1). (1) Zie de conclusie van het O.M."
      ]
    }
  }
}