{
  "1": {
    "ECLI:BE:CASS:2025:ARR.20250221.1N.6": {
      "court": "CASS",
      "date": "2025-02-21",
      "roleNumber": "C.23.0381.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250221.1N.6",
      "abstractFR": [
        "Le droit de propriété du donneur en leasing lui permet de réclamer la restitution du bien en cas de résolution de la convention pour manquement de la part du preneur en leasing, mais ne tend pas uniquement à garantir l'exécution par le preneur en leasing de son obligation de paiement (1). (1) Voir les concl. du MP.",
        "Le donneur en leasing reste propriétaire du bien donné en leasing, même lorsque le preneur en leasing exécute correctement son obligation de paiement ; au terme du contrat de location-financement, le preneur en leasing est en principe tenu de restituer le bien donné en leasing au donneur en leasing, sans ce que ce dernier soit tenu de lui payer la valeur du bien ; le preneur en leasing peut cependant choisir, au terme de la convention de location-financement, d'exercer l'option d'achat stipulée dans cette convention ; s'il exerce cette option, il devient propriétaire du bien et il a droit à la valeur de celui-ci (1). (1) Voir les concl. du MP.",
        "Lorsque, en cas de résolution de la convention pour manquement de la part du preneur en leasing, le donneur en leasing réclame la restitution du bien donné en leasing avant la fin de la convention de location-financement et que la valeur du bien dépasse le montant de la créance du donneur en leasing, il n'est pas tenu, en qualité de propriétaire du bien donné en leasing, au paiement du solde au preneur en leasing (1). (1) Voir les concl. du MP. Contra : Cass. 8 novembre 2002, RG C.00.0374.N, AC 2002, n° 594."
      ],
      "abstractNL": [
        "Het eigendomsrecht van de leasinggever laat hem toe om bij ontbinding wegens wanprestatie van de leasingnemer het goed terug te vorderen, maar strekt niet louter tot zekerheid van de uitvoering door de leasingnemer van zijn betalingsverbintenis (1). (1) Zie concl. OM.",
        "De leasinggever blijft eigenaar van het geleasede goed, ook wanneer de leasingnemer zijn betalingsverbintenis correct uitvoert; bij het einde van de leasingovereenkomst is de leasingnemer in principe gehouden tot teruggave van het geleasede goed aan de leasinggever, zonder dat de leasinggever daarbij gehouden is tot betaling van de waarde van het goed aan de leasingnemer; de leasingnemer kan echter bij het einde van de leasingovereenkomst ervoor kiezen om de in de leasingovereenkomst bedongen aankoopoptie uit te oefenen; oefent hij deze optie uit, dan wordt hij eigenaar van het goed en heeft hij recht op de waarde ervan (1). (1) Zie concl. OM.",
        "Wanneer de leasinggever bij ontbinding wegens wanprestatie van de leasingnemer het geleasede goed terugvordert vóór het einde van de leasingovereenkomst en de waarde van het goed het bedrag van de schuldvordering van de leasinggever overtreft, is de leasinggever als eigenaar van het geleasede goed niet gehouden tot afdracht van het saldo aan de leasingnemer (1). (1) Zie concl. OM. Contra: Cass. 8 november 2002, AR C.00.0374.N, AC 2002, nr. 594.",
        "Wanneer de leasinggever bij ontbinding wegens wanprestatie van de leasingnemer het geleasede goed terugvordert vóór het einde van de leasingovereenkomst en de waarde van het goed het bedrag van de schuldvordering van de leasinggever overtreft, is de leasinggever als eigenaar van het geleasede goed niet gehouden tot afdracht van het saldo aan de leasingnemer (1). (1) Zie concl. OM. Contra: Cass. 8 november 2002, AR C.00.0374.N, AC 2002, nr. 594, ECLI:BE:CASS:2002:ARR.20021108.6."
      ]
    }
  }
}