{
  "2": {
    "ECLI:BE:CASS:2019:ARR.20190213.1": {
      "court": "CASS",
      "date": "2019-02-13",
      "roleNumber": "P.18.0153.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190213.1",
      "abstractFR": [
        "L'octroi des prestations d'assurance maladie invalidité est indu dès que les conditions réglementaires prévues ne sont pas réunies, l'article 164, al. 1er et 2, de la loi coordonnée du 14 juillet 1994 relative à l'assurance obligatoire soins de santé et indemnités ne distinguant pas, pour l'obligation de remboursement des prestations octroyées indûment, l'erreur de la fraude (1). (1) Voir les concl. du MP.",
        "L'article 164, al. 1er et 2, de la loi coordonnée du 14 juillet 1994 relative à l'assurance obligatoire soins de santé et indemnités n'empêche pas les organismes assureurs, en cas de poursuites pénales, d'introduire une action civile devant les juridictions répressives sur la base de l'article 1382 du Code civil lorsque les conditions d'application de cet article sont réunies, parmi lesquelles figure la nécessité d'un dommage; ce dommage n'est toutefois pas limité, dans ce cas, au dommage propre des organismes assureurs mais concerne également le dommage résultant des décaissements des montants correspondant à des prestations payées indûment et supportées par le régime de l'assurance qui a fourni les ressources affectées à ces prestations (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Prestaties van de ziekte- en invaliditeitsverzekering zijn ten onrechte uitbetaald zodra de voorgeschreven reglementaire voorwaarden niet zijn vervuld aangezien artikel 164, eerste en tweede lid, ZIV-wet, voor de verplichte terugbetaling van ten onrechte toegekende prestaties, geen onderscheid maakt tussen vergissing en bedrog (1). (1) Zie concl. OM in Pas. 2019, nr. 89.",
        "Artikel 164, eerste en tweede lid, ZIV-wet belet de verzekeringsinstellingen niet om, in geval van strafvervolging, een burgerlijke rechtsvordering in te stellen voor de strafrechter op grond van artikel 1382 Burgerlijk Wetboek wanneer de toepassingsvoorwaarden van dit artikel zijn vervuld, waaronder de noodzakelijkheid van schade; die schade is in dat geval evenwel niet beperkt tot de eigen schade van de verzekeringsinstellingen maar heeft ook betrekking op de schade voortvloeiend uit de uitbetaling van de bedragen die overeenkomen met ten onrechte betaalde prestaties en die door de verzekeringsregeling worden gedragen die de middelen voor die prestaties heeft verstrekt (1). (1) Zie concl. OM in Pas. 2019, nr. 89."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2024:ARR.20240315.1F.3": {
      "court": "CASS",
      "date": "2024-03-15",
      "roleNumber": "C.23.0124.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240315.1F.3",
      "abstractFR": [
        "L'article 136, § 2, alinéa 4, de la loi relative à l'assurance obligatoire soins de santé et indemnités prévoit en termes généraux que la subrogation de l'organisme assureur dans les droits du bénéficiaire vaut jusqu'à concurrence du montant des prestations octroyées, sans distinction selon la personne à qui les prestations sont payées; il en résulte que la subrogation vaut jusqu'à concurrence du montant des prestations payées tant au bénéficiaire lui-même que, à son profit, directement aux prestataires ou aux institutions de soins, telles les prestations payées en douzièmes en application de la loi sur les hôpitaux (1). (1) Voir les concl. du MP.",
        "L'organisme assureur récupère les prestations payées en douzièmes conformément aux règles fixées par le Roi sur la base de l'article 136, § 5, de la loi relative à l'assurance obligatoire soins de santé et indemnité cette disposition (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2016:ARR.20161020.2": {
      "court": "CASS",
      "date": "2016-10-20",
      "roleNumber": "C.16.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161020.2",
      "abstractFR": [
        "La victime qui a perçu des prestations de l'organisme assureur pour un dommage résultant d'une incapacité de travail ne peut réclamer une indemnité de droit commun pour ce même dommage que dans la mesure où cette indemnité excède les prestations de l'organisme assureur et ce, jusqu'à concurrence de la différence entre les deux sommes (1). (1) Cass. 15 septembre 2014, RG C.14.0116.N, Pas. 2014, n° 521."
      ],
      "abstractNL": [
        "Het slachtoffer dat prestaties van de verzekeringsinstelling heeft ontvangen voor schade uit arbeidsongeschiktheid, kan voor dezelfde schade slechts aanspraak maken op een vergoeding naar gemeen recht voor zover die vergoeding meer bedraagt dan de prestaties van de verzekeringsinstelling, en dat tot beloop van het verschil tussen beide bedragen (1). (1) Cass. 15 september 2014, AR C.14.0116.N, AC 2014, nr. 521."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140908.1": {
      "court": "CASS",
      "date": "2014-09-08",
      "roleNumber": "C.09.0546.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140908.1",
      "abstractFR": [
        "Le dommage que subit le bénéficiaire consistant dans la quote-part des frais médicaux que la législation sur l'assurance obligatoire en matière de soins de santé et d'indemnités laisse à sa charge après intervention de l'organisme assureur, dite \"ticket modérateur\", n'est pas exclu de la subrogation dudit organisme assureur."
      ],
      "abstractNL": [
        "De schade die de rechthebbende lijdt en die bestaat uit het aandeel in de medische kosten die de wetgeving op de verplichte verzekering voor geneeskundige verzorging en uitkeringen ten zijne laste laat na tussenkomst van de verzekeringsinstelling, het zogeheten \"remgeld\", valt niet buiten de indeplaatsstelling van die verzekeringsinstelling."
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2015:ARR.20150216.1": {
      "court": "CASS",
      "date": "2015-02-16",
      "roleNumber": "C.13.0524.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150216.1",
      "abstractFR": [
        "L'article 152, § 5, nouveau de la loi relative aux hôpitaux et à d'autres établissements de soins, coordonnée le 10 juillet 2008, a instauré à partir du 1er janvier 2013, une distinction entre l'admission en chambre commune ou à deux lits et l'admission en chambre individuelle en donnant aux termes « honoraires forfaitaires » utilisés dans l'article 152, § 7, ancien un contenu différent selon le type d'admission; dès lors, l'article 26 de la loi du 27 décembre 2012 qui a remplacé l'article 152, § 7 par l'article 152, § 5, ne peut avoir de portée interprétative en ce qui concerne ledit article 157, § 7, ancien (1). (1) Voir les concl. MP."
      ],
      "abstractNL": [
        "Het nieuwe artikel 152, § 5, van de Gecoördineerde wet op de ziekenhuizen en andere verzorgingsinrichtingen van 10 juli 2008, heeft vanaf 1 januari 2013 een onderscheid ingevoerd tussen de opname in een gemeenschappelijke kamer of tweepatiëntenkamer en een individuele kamer, door aan de bewoordingen \"forfaitaire honoraria\", die in het vroegere artikel 152, § 7, gebruikt zijn, een verschillende inhoud te geven volgens het type opname; bijgevolg kan artikel 26, wet 27 december 2012, dat het vroegere artikel 152, § 7 door artikel 152, § 5, heeft vervangen, geen uitleggende draagwijdte hebben betreffende het voornoemde oude artikel 157, § 7 (1). (1) Zie de concl. OM in Pas. 2015, nr. ..."
      ]
    }
  },
  "11": {
    "ECLI:BE:CASS:2024:ARR.20240610.3F.1": {
      "court": "CASS",
      "date": "2024-06-10",
      "roleNumber": "S.23.0043.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240610.3F.1",
      "abstractFR": [
        "Les prestations qui sont fournies dans une maison de repos et de soins et qui donnent lieu au paiement du forfait fixé par l'arrêté ministériel du 6 novembre 2003 sont plus larges que l'assistance d'une autre personne au sens de l'article 24, alinéa 4, de la loi du 10 avril 1971 et englobent les soins médicaux, chirurgicaux, pharmaceutiques et hospitaliers au sens de l'article 28 de cette loi; aucune disposition légale ne met fin à l'allocation pour tierce personne due en vertu de l'article 24, alinéa 4, de cette loi en cas d'admission de la victime en maison de repos ou en maison de repos et de soins, quand bien même cette admission donnerait lieu à l'intervention de l'assurance soins de santé au titre de l'allocation forfaitaire pour soins et assistance dans les actes de la vie journalière (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20211213.3F.5": {
      "court": "CASS",
      "date": "2021-12-13",
      "roleNumber": "S.19.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211213.3F.5",
      "abstractFR": [
        "L'assurance soins de santé et indemnités prend en charge le supplément de salaire octroyé au personnel infirmier, soignant et de réactivation travaillant la nuit, dans des maisons de repos et de soins et dans des maisons de repos pour personnes âgées, agréées par l'autorité compétente, prévu par l'article 8 de la convention collective de travail du 7 décembre 2000 relative aux suppléments pour des prestations irrégulières (1). (1) Voir les concl. du MP.",
        "Le personnel infirmier, soignant et de réactivation travaillant la nuit est celui auxquels s'appliquent la convention collective de travail n° 46 et l'article 38 de la loi du 16 mars 1971, c'est-à-dire les travailleurs occupés dans des régimes de travail comportant des prestations entre 20 heures et 6 heures et non ceux dont les prestations, soit se situent exclusivement entre 6 heures et 24 heures, soit débutent habituellement à partir de 5 heures (1). (1) Voir les concl. du MP.",
        "L’assurance soins de santé et indemnités prend en charge le supplément de salaire octroyé au personnel infirmier, soignant et de réactivation travaillant la nuit, dans des maisons de repos et de soins et dans des maisons de repos pour personnes âgées, agréées par l’autorité compétente, prévu par l’article 8 de la convention collective de travail du 7 décembre 2000 relative aux suppléments pour des prestations irrégulières (1) (2). (1) Voir les concl. du MP. (2) C.C.T. du 7 décembre 2000 conclue le 7 décembre au sein de la C.P. des services de santé, rendue obligatoire par l’A.R. du 14 janvier 2002, art. 8.",
        "Le personnel infirmier, soignant et de réactivation travaillant la nuit est celui auxquels s’appliquent la convention collective de travail n° 46 et l’article 38 de la loi du 16 mars 1971, c’est-à-dire les travailleurs occupés dans des régimes de travail comportant des prestations entre 20 heures et 6 heures et non ceux dont les prestations, soit se situent exclusivement entre 6 heures et 24 heures, soit débutent habituellement à partir de 5 heures (1) (2) (3). (1) Voir les concl. du MP. (2) C.C.T. n° 46 du 23 mars 1990 au sein du C.N.T., rendue obligatoire par l’A.R. du 10 mai 1990, art. 1er, 13, 14. (3) C.C.T. du 7 décembre 2000 conclue le 7 décembre 2000 au sein de la C.P. des services de santé, rendue obligatoire par l’A.R. du 14 janvier 2002, art. 3, § 3, 8 et 12."
      ],
      "abstractNL": [
        "De verzekering voor geneeskundige verzorging en uitkeringen neemt de loontoeslag ten laste, bedoeld in artikel 8 van de collectieve arbeidsovereenkomst van 7 december 2000 betreffende toeslagen voor onregelmatige prestaties, die wordt toegekend aan het verpleegkundig personeel, het verzorgingspersoneel en het personeel voor reactivering dat ‘s nachts moet werken in de door de bevoegde overheid erkende rust- en verzorgingstehuizen en rustoorden voor bejaarden (1). (1) Zie concl. OM in Pas. 2021, nr. 793."
      ]
    }
  },
  "12": {
    "ECLI:BE:CASS:2021:ARR.20211213.3F.5": {
      "court": "CASS",
      "date": "2021-12-13",
      "roleNumber": "S.19.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211213.3F.5",
      "abstractFR": [
        "L'assurance soins de santé et indemnités prend en charge le supplément de salaire octroyé au personnel infirmier, soignant et de réactivation travaillant la nuit, dans des maisons de repos et de soins et dans des maisons de repos pour personnes âgées, agréées par l'autorité compétente, prévu par l'article 8 de la convention collective de travail du 7 décembre 2000 relative aux suppléments pour des prestations irrégulières (1). (1) Voir les concl. du MP.",
        "Le personnel infirmier, soignant et de réactivation travaillant la nuit est celui auxquels s'appliquent la convention collective de travail n° 46 et l'article 38 de la loi du 16 mars 1971, c'est-à-dire les travailleurs occupés dans des régimes de travail comportant des prestations entre 20 heures et 6 heures et non ceux dont les prestations, soit se situent exclusivement entre 6 heures et 24 heures, soit débutent habituellement à partir de 5 heures (1). (1) Voir les concl. du MP.",
        "L’assurance soins de santé et indemnités prend en charge le supplément de salaire octroyé au personnel infirmier, soignant et de réactivation travaillant la nuit, dans des maisons de repos et de soins et dans des maisons de repos pour personnes âgées, agréées par l’autorité compétente, prévu par l’article 8 de la convention collective de travail du 7 décembre 2000 relative aux suppléments pour des prestations irrégulières (1) (2). (1) Voir les concl. du MP. (2) C.C.T. du 7 décembre 2000 conclue le 7 décembre au sein de la C.P. des services de santé, rendue obligatoire par l’A.R. du 14 janvier 2002, art. 8.",
        "Le personnel infirmier, soignant et de réactivation travaillant la nuit est celui auxquels s’appliquent la convention collective de travail n° 46 et l’article 38 de la loi du 16 mars 1971, c’est-à-dire les travailleurs occupés dans des régimes de travail comportant des prestations entre 20 heures et 6 heures et non ceux dont les prestations, soit se situent exclusivement entre 6 heures et 24 heures, soit débutent habituellement à partir de 5 heures (1) (2) (3). (1) Voir les concl. du MP. (2) C.C.T. n° 46 du 23 mars 1990 au sein du C.N.T., rendue obligatoire par l’A.R. du 10 mai 1990, art. 1er, 13, 14. (3) C.C.T. du 7 décembre 2000 conclue le 7 décembre 2000 au sein de la C.P. des services de santé, rendue obligatoire par l’A.R. du 14 janvier 2002, art. 3, § 3, 8 et 12."
      ],
      "abstractNL": [
        "De verzekering voor geneeskundige verzorging en uitkeringen neemt de loontoeslag ten laste, bedoeld in artikel 8 van de collectieve arbeidsovereenkomst van 7 december 2000 betreffende toeslagen voor onregelmatige prestaties, die wordt toegekend aan het verpleegkundig personeel, het verzorgingspersoneel en het personeel voor reactivering dat ‘s nachts moet werken in de door de bevoegde overheid erkende rust- en verzorgingstehuizen en rustoorden voor bejaarden (1). (1) Zie concl. OM in Pas. 2021, nr. 793."
      ]
    }
  },
  "25": {
    "ECLI:BE:CASS:2017:ARR.20170327.2": {
      "court": "CASS",
      "date": "2017-03-27",
      "roleNumber": "S.15.0121.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170327.2",
      "abstractFR": [
        "Il résulte de l'article 25, alinéa 3, de la loi relative à l'assurance obligatoire soins de santé et indemnités, coordonnée le 14 juillet 1994, que le Fonds spécial de solidarité n'accorde pas son intervention dans le coût d'une prestation de santé que la législation belge ne met pas à la charge du bénéficiaire (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit artikel 25, derde lid, van de wet betreffende de verplichte verzekering voor geneeskundige verzorging en uitkeringen gecoördineerd op 14 juli 1994 blijkt dat het Bijzonder solidariteitsfonds geen tegemoetkoming verleent in de kosten van geneeskundige verstrekkingen die de Belgische wetgeving niet ten laste van de rechthebbende legt (1). (1) Zie concl. OM. in Pas. 2017, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130527.6": {
      "court": "CASS",
      "date": "2013-05-27",
      "roleNumber": "S.11.0060.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130527.6",
      "abstractFR": [
        "L''article 25, alinéa 3, de la loi relative à l''assurance obligatoire soins de santé et indemnités, coordonnée le 14 juillet 1994, limite l''intervention du Fonds spécial de solidarité aux prestations de santé pour lesquelles, dans le cas concret, aucune intervention n''est prévue en vertu des dispositions réglementaires de l''assurance soins de santé belge ou des dispositions légales d''un régime d''assurance obligatoire étranger (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "Artikel 25, derde lid, van de wet betreffende de verplichte verzekering voor geneeskundige verzorging en uitkeringen gecoördineerd op 14 juli 1994 beperkt de tussenkomst van het Bijzonder Solidariteitsfonds tot de kosten van geneeskundige verstrekkingen waarvoor, in het concrete geval, in geen tegemoetkoming voorzien is krachtens de reglementaire bepalingen van de Belgische verzekering voor geneeskundige verzorging of krachtens de wettelijke bepalingen van een buitenlandse regeling voor verplichte verzekering (1). (1) Zie de conclusie van het openbaar ministerie in Pas. nr. ..."
      ]
    }
  },
  "32": {
    "ECLI:BE:CASS:2016:ARR.20160606.4": {
      "court": "CASS",
      "date": "2016-06-06",
      "roleNumber": "S.15.0132.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160606.4",
      "abstractFR": [
        "Pour qu'un enfant visé à l'article 123, alinéa 1er, 3, a), de l'arrêté royal du 3 juillet 1996 portant exécution de la loi relative à l'assurance obligatoire soins de santé et indemnités, coordonnée le 14 juillet 1994, soit à charge d'un titulaire ou d'un travailleur, il n'est pas requis qu'il cohabite avec ce dernier ou fasse partie de son ménage (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Opdat een kind, bedoeld bij artikel 123, eerste lid, 3, a), van het koninklijk besluit van 3 juli 1996 tot uitvoering van de wet betreffende de verplichte verzekering voor geneeskundige verzorging en uitkeringen, gecoördineerd op 14 juli 1994, ten laste zou zijn van een titularis of werknemer, is niet vereist dat hij met laatstgenoemde samenleeft of van zijn gezin deel uitmaakt (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150518.2": {
      "court": "CASS",
      "date": "2015-05-18",
      "roleNumber": "S.13.0003.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150518.2",
      "abstractFR": [
        "Au sens de l'article 125, alinéa 2, de la loi relative à l'assurance obligatoire soins de santé et indemnités coordonnée par l'arrêté royal du 14 juillet 1994, qui impose une cotisation personnelle au travailleur visé à l'article 32, alinéa 1er, 7° et dont la pension de retraite ne correspond pas à un certain minimum de carrière professionnelle, il y a lieu pour apprécier l'importance de cette carrière professionnelle à laquelle correspond la pension de retraite du bénéficiaire, de tenir compte de toutes les périodes d'assurance qui, conformément à la législation relative aux pensions de retraite et de survie des travailleurs salariés concourent au calcul de cette pension (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "In de zin van artikel 125, tweede lid, van de wet betreffende de verplichte verzekering voor geneeskundige verzorging en uitkeringen gecoördineerd op 14 juli 1994, dat een persoonlijke bijdrage oplegt aan de werknemer bedoeld in artikel 32, eerste lid, 7°, en wiens rustpensioen niet overeenstemt met een minimale beroepsloopbaan, moet, voor de beoordeling van het aandeel van die beroepsloopbaan waarmee het rustpensioen van de rechthebbende overeenstemt, rekening worden gehouden met alle verzekeringstijdvakken die, overeenkomstig de wetgeving betreffende de rust- en overlevingspensioenen van de werknemers, in aanmerking komen voor de berekening van dat pensioen (1). (1) Zie de concl. OM in Pas. 2015, nr. ..."
      ]
    }
  },
  "34": {
    "ECLI:BE:CASS:2025:ARR.20251117.3N.3": {
      "court": "CASS",
      "date": "2025-11-17",
      "roleNumber": "C.22.0352.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251117.3N.3",
      "abstractFR": null,
      "abstractNL": [
        "Een prestatie in de zin van artikel 34, tweede lid ZIV-wet vereist dat het esthetische doel het enige doel is van de ingreep."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250203.3N.2": {
      "court": "CASS",
      "date": "2025-02-03",
      "roleNumber": "C.19.0207.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250203.3N.2",
      "abstractFR": [
        "Conformément à l'article 35, § 4, de la loi relative à l'assurance obligatoire soins de santé et indemnités coordonnée le 14 juillet 1994, les frais de matériel et de produits de consommation médicaux qui sont indirectement liés à l'exécution d'une prestation visée à l'article 34 de la même loi sont, sauf disposition contraire, compris dans les honoraires, même si cela ne ressort pas expressément du libellé des modalités d'application de la prestation visée."
      ],
      "abstractNL": [
        "Ingevolge artikel 35, § 4, ZIV-wet zijn, behoudens andersluidende bepaling, de kosten van materiaal en medische verbruiksgoederen die onrechtstreeks verbonden zijn aan de uitvoering van een in artikel 34, van dezelfde wet, bedoelde verstrekking, opgenomen in het honorarium, ook al blijkt dat niet uitdrukkelijk uit de omschrijving van de toepassingsregelen van de bedoelde verstrekking."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240315.1F.3": {
      "court": "CASS",
      "date": "2024-03-15",
      "roleNumber": "C.23.0124.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240315.1F.3",
      "abstractFR": [
        "L'article 136, § 2, alinéa 4, de la loi relative à l'assurance obligatoire soins de santé et indemnités prévoit en termes généraux que la subrogation de l'organisme assureur dans les droits du bénéficiaire vaut jusqu'à concurrence du montant des prestations octroyées, sans distinction selon la personne à qui les prestations sont payées; il en résulte que la subrogation vaut jusqu'à concurrence du montant des prestations payées tant au bénéficiaire lui-même que, à son profit, directement aux prestataires ou aux institutions de soins, telles les prestations payées en douzièmes en application de la loi sur les hôpitaux (1). (1) Voir les concl. du MP.",
        "L'organisme assureur récupère les prestations payées en douzièmes conformément aux règles fixées par le Roi sur la base de l'article 136, § 5, de la loi relative à l'assurance obligatoire soins de santé et indemnité cette disposition (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240610.3F.1": {
      "court": "CASS",
      "date": "2024-06-10",
      "roleNumber": "S.23.0043.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240610.3F.1",
      "abstractFR": [
        "Les prestations qui sont fournies dans une maison de repos et de soins et qui donnent lieu au paiement du forfait fixé par l'arrêté ministériel du 6 novembre 2003 sont plus larges que l'assistance d'une autre personne au sens de l'article 24, alinéa 4, de la loi du 10 avril 1971 et englobent les soins médicaux, chirurgicaux, pharmaceutiques et hospitaliers au sens de l'article 28 de cette loi; aucune disposition légale ne met fin à l'allocation pour tierce personne due en vertu de l'article 24, alinéa 4, de cette loi en cas d'admission de la victime en maison de repos ou en maison de repos et de soins, quand bien même cette admission donnerait lieu à l'intervention de l'assurance soins de santé au titre de l'allocation forfaitaire pour soins et assistance dans les actes de la vie journalière (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20211213.3F.5": {
      "court": "CASS",
      "date": "2021-12-13",
      "roleNumber": "S.19.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211213.3F.5",
      "abstractFR": [
        "L'assurance soins de santé et indemnités prend en charge le supplément de salaire octroyé au personnel infirmier, soignant et de réactivation travaillant la nuit, dans des maisons de repos et de soins et dans des maisons de repos pour personnes âgées, agréées par l'autorité compétente, prévu par l'article 8 de la convention collective de travail du 7 décembre 2000 relative aux suppléments pour des prestations irrégulières (1). (1) Voir les concl. du MP.",
        "Le personnel infirmier, soignant et de réactivation travaillant la nuit est celui auxquels s'appliquent la convention collective de travail n° 46 et l'article 38 de la loi du 16 mars 1971, c'est-à-dire les travailleurs occupés dans des régimes de travail comportant des prestations entre 20 heures et 6 heures et non ceux dont les prestations, soit se situent exclusivement entre 6 heures et 24 heures, soit débutent habituellement à partir de 5 heures (1). (1) Voir les concl. du MP.",
        "L’assurance soins de santé et indemnités prend en charge le supplément de salaire octroyé au personnel infirmier, soignant et de réactivation travaillant la nuit, dans des maisons de repos et de soins et dans des maisons de repos pour personnes âgées, agréées par l’autorité compétente, prévu par l’article 8 de la convention collective de travail du 7 décembre 2000 relative aux suppléments pour des prestations irrégulières (1) (2). (1) Voir les concl. du MP. (2) C.C.T. du 7 décembre 2000 conclue le 7 décembre au sein de la C.P. des services de santé, rendue obligatoire par l’A.R. du 14 janvier 2002, art. 8.",
        "Le personnel infirmier, soignant et de réactivation travaillant la nuit est celui auxquels s’appliquent la convention collective de travail n° 46 et l’article 38 de la loi du 16 mars 1971, c’est-à-dire les travailleurs occupés dans des régimes de travail comportant des prestations entre 20 heures et 6 heures et non ceux dont les prestations, soit se situent exclusivement entre 6 heures et 24 heures, soit débutent habituellement à partir de 5 heures (1) (2) (3). (1) Voir les concl. du MP. (2) C.C.T. n° 46 du 23 mars 1990 au sein du C.N.T., rendue obligatoire par l’A.R. du 10 mai 1990, art. 1er, 13, 14. (3) C.C.T. du 7 décembre 2000 conclue le 7 décembre 2000 au sein de la C.P. des services de santé, rendue obligatoire par l’A.R. du 14 janvier 2002, art. 3, § 3, 8 et 12."
      ],
      "abstractNL": [
        "De verzekering voor geneeskundige verzorging en uitkeringen neemt de loontoeslag ten laste, bedoeld in artikel 8 van de collectieve arbeidsovereenkomst van 7 december 2000 betreffende toeslagen voor onregelmatige prestaties, die wordt toegekend aan het verpleegkundig personeel, het verzorgingspersoneel en het personeel voor reactivering dat ‘s nachts moet werken in de door de bevoegde overheid erkende rust- en verzorgingstehuizen en rustoorden voor bejaarden (1). (1) Zie concl. OM in Pas. 2021, nr. 793."
      ]
    }
  },
  "35": {
    "ECLI:BE:CASS:2025:ARR.20251117.3N.4": {
      "court": "CASS",
      "date": "2025-11-17",
      "roleNumber": "C.24.0053.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251117.3N.4",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 35, § 4, ZIV-wet, zoals ingevoegd bij artikel 138 van de Programmawet van 19 december 2014 en in werking getreden op 8 januari 2015, is geen interpretatieve wetsbepaling (1). (1) Impliciet, Cass. 3 februari 2025, AR C.19.0207.N, ECLI:BE:CASS:2025:ARR.20250203.3N.2/NL.",
        "Vóór de inwerkingtreding van voormeld artikel 35, § 4, ZIV-wet dekt het in de Nomenclatuur van de Geneeskundige Verstrekkingen bepaalde honorarium slechts de kosten van materiaal en medische verbruiksgoederen, voor zover dit blijkt uit de omschrijving van de toepassingsregelen van de bedoelde verstrekking; de Nomenclatuur van de Geneeskundige Verstrekkingen is immers van openbare orde en moet strikt worden geïnterpreteerd."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250203.3N.2": {
      "court": "CASS",
      "date": "2025-02-03",
      "roleNumber": "C.19.0207.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250203.3N.2",
      "abstractFR": [
        "Conformément à l'article 35, § 4, de la loi relative à l'assurance obligatoire soins de santé et indemnités coordonnée le 14 juillet 1994, les frais de matériel et de produits de consommation médicaux qui sont indirectement liés à l'exécution d'une prestation visée à l'article 34 de la même loi sont, sauf disposition contraire, compris dans les honoraires, même si cela ne ressort pas expressément du libellé des modalités d'application de la prestation visée."
      ],
      "abstractNL": [
        "Ingevolge artikel 35, § 4, ZIV-wet zijn, behoudens andersluidende bepaling, de kosten van materiaal en medische verbruiksgoederen die onrechtstreeks verbonden zijn aan de uitvoering van een in artikel 34, van dezelfde wet, bedoelde verstrekking, opgenomen in het honorarium, ook al blijkt dat niet uitdrukkelijk uit de omschrijving van de toepassingsregelen van de bedoelde verstrekking."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211213.3F.5": {
      "court": "CASS",
      "date": "2021-12-13",
      "roleNumber": "S.19.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211213.3F.5",
      "abstractFR": [
        "L'assurance soins de santé et indemnités prend en charge le supplément de salaire octroyé au personnel infirmier, soignant et de réactivation travaillant la nuit, dans des maisons de repos et de soins et dans des maisons de repos pour personnes âgées, agréées par l'autorité compétente, prévu par l'article 8 de la convention collective de travail du 7 décembre 2000 relative aux suppléments pour des prestations irrégulières (1). (1) Voir les concl. du MP.",
        "Le personnel infirmier, soignant et de réactivation travaillant la nuit est celui auxquels s'appliquent la convention collective de travail n° 46 et l'article 38 de la loi du 16 mars 1971, c'est-à-dire les travailleurs occupés dans des régimes de travail comportant des prestations entre 20 heures et 6 heures et non ceux dont les prestations, soit se situent exclusivement entre 6 heures et 24 heures, soit débutent habituellement à partir de 5 heures (1). (1) Voir les concl. du MP.",
        "L’assurance soins de santé et indemnités prend en charge le supplément de salaire octroyé au personnel infirmier, soignant et de réactivation travaillant la nuit, dans des maisons de repos et de soins et dans des maisons de repos pour personnes âgées, agréées par l’autorité compétente, prévu par l’article 8 de la convention collective de travail du 7 décembre 2000 relative aux suppléments pour des prestations irrégulières (1) (2). (1) Voir les concl. du MP. (2) C.C.T. du 7 décembre 2000 conclue le 7 décembre au sein de la C.P. des services de santé, rendue obligatoire par l’A.R. du 14 janvier 2002, art. 8.",
        "Le personnel infirmier, soignant et de réactivation travaillant la nuit est celui auxquels s’appliquent la convention collective de travail n° 46 et l’article 38 de la loi du 16 mars 1971, c’est-à-dire les travailleurs occupés dans des régimes de travail comportant des prestations entre 20 heures et 6 heures et non ceux dont les prestations, soit se situent exclusivement entre 6 heures et 24 heures, soit débutent habituellement à partir de 5 heures (1) (2) (3). (1) Voir les concl. du MP. (2) C.C.T. n° 46 du 23 mars 1990 au sein du C.N.T., rendue obligatoire par l’A.R. du 10 mai 1990, art. 1er, 13, 14. (3) C.C.T. du 7 décembre 2000 conclue le 7 décembre 2000 au sein de la C.P. des services de santé, rendue obligatoire par l’A.R. du 14 janvier 2002, art. 3, § 3, 8 et 12."
      ],
      "abstractNL": [
        "De verzekering voor geneeskundige verzorging en uitkeringen neemt de loontoeslag ten laste, bedoeld in artikel 8 van de collectieve arbeidsovereenkomst van 7 december 2000 betreffende toeslagen voor onregelmatige prestaties, die wordt toegekend aan het verpleegkundig personeel, het verzorgingspersoneel en het personeel voor reactivering dat ‘s nachts moet werken in de door de bevoegde overheid erkende rust- en verzorgingstehuizen en rustoorden voor bejaarden (1). (1) Zie concl. OM in Pas. 2021, nr. 793."
      ]
    }
  },
  "37": {
    "ECLI:BE:CASS:2024:ARR.20240315.1F.3": {
      "court": "CASS",
      "date": "2024-03-15",
      "roleNumber": "C.23.0124.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240315.1F.3",
      "abstractFR": [
        "L'article 136, § 2, alinéa 4, de la loi relative à l'assurance obligatoire soins de santé et indemnités prévoit en termes généraux que la subrogation de l'organisme assureur dans les droits du bénéficiaire vaut jusqu'à concurrence du montant des prestations octroyées, sans distinction selon la personne à qui les prestations sont payées; il en résulte que la subrogation vaut jusqu'à concurrence du montant des prestations payées tant au bénéficiaire lui-même que, à son profit, directement aux prestataires ou aux institutions de soins, telles les prestations payées en douzièmes en application de la loi sur les hôpitaux (1). (1) Voir les concl. du MP.",
        "L'organisme assureur récupère les prestations payées en douzièmes conformément aux règles fixées par le Roi sur la base de l'article 136, § 5, de la loi relative à l'assurance obligatoire soins de santé et indemnité cette disposition (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20211213.3F.5": {
      "court": "CASS",
      "date": "2021-12-13",
      "roleNumber": "S.19.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211213.3F.5",
      "abstractFR": [
        "L'assurance soins de santé et indemnités prend en charge le supplément de salaire octroyé au personnel infirmier, soignant et de réactivation travaillant la nuit, dans des maisons de repos et de soins et dans des maisons de repos pour personnes âgées, agréées par l'autorité compétente, prévu par l'article 8 de la convention collective de travail du 7 décembre 2000 relative aux suppléments pour des prestations irrégulières (1). (1) Voir les concl. du MP.",
        "Le personnel infirmier, soignant et de réactivation travaillant la nuit est celui auxquels s'appliquent la convention collective de travail n° 46 et l'article 38 de la loi du 16 mars 1971, c'est-à-dire les travailleurs occupés dans des régimes de travail comportant des prestations entre 20 heures et 6 heures et non ceux dont les prestations, soit se situent exclusivement entre 6 heures et 24 heures, soit débutent habituellement à partir de 5 heures (1). (1) Voir les concl. du MP.",
        "L’assurance soins de santé et indemnités prend en charge le supplément de salaire octroyé au personnel infirmier, soignant et de réactivation travaillant la nuit, dans des maisons de repos et de soins et dans des maisons de repos pour personnes âgées, agréées par l’autorité compétente, prévu par l’article 8 de la convention collective de travail du 7 décembre 2000 relative aux suppléments pour des prestations irrégulières (1) (2). (1) Voir les concl. du MP. (2) C.C.T. du 7 décembre 2000 conclue le 7 décembre au sein de la C.P. des services de santé, rendue obligatoire par l’A.R. du 14 janvier 2002, art. 8.",
        "Le personnel infirmier, soignant et de réactivation travaillant la nuit est celui auxquels s’appliquent la convention collective de travail n° 46 et l’article 38 de la loi du 16 mars 1971, c’est-à-dire les travailleurs occupés dans des régimes de travail comportant des prestations entre 20 heures et 6 heures et non ceux dont les prestations, soit se situent exclusivement entre 6 heures et 24 heures, soit débutent habituellement à partir de 5 heures (1) (2) (3). (1) Voir les concl. du MP. (2) C.C.T. n° 46 du 23 mars 1990 au sein du C.N.T., rendue obligatoire par l’A.R. du 10 mai 1990, art. 1er, 13, 14. (3) C.C.T. du 7 décembre 2000 conclue le 7 décembre 2000 au sein de la C.P. des services de santé, rendue obligatoire par l’A.R. du 14 janvier 2002, art. 3, § 3, 8 et 12."
      ],
      "abstractNL": [
        "De verzekering voor geneeskundige verzorging en uitkeringen neemt de loontoeslag ten laste, bedoeld in artikel 8 van de collectieve arbeidsovereenkomst van 7 december 2000 betreffende toeslagen voor onregelmatige prestaties, die wordt toegekend aan het verpleegkundig personeel, het verzorgingspersoneel en het personeel voor reactivering dat ‘s nachts moet werken in de door de bevoegde overheid erkende rust- en verzorgingstehuizen en rustoorden voor bejaarden (1). (1) Zie concl. OM in Pas. 2021, nr. 793."
      ]
    }
  },
  "57": {
    "ECLI:BE:CASS:2015:ARR.20150216.1": {
      "court": "CASS",
      "date": "2015-02-16",
      "roleNumber": "C.13.0524.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150216.1",
      "abstractFR": [
        "L'article 152, § 5, nouveau de la loi relative aux hôpitaux et à d'autres établissements de soins, coordonnée le 10 juillet 2008, a instauré à partir du 1er janvier 2013, une distinction entre l'admission en chambre commune ou à deux lits et l'admission en chambre individuelle en donnant aux termes « honoraires forfaitaires » utilisés dans l'article 152, § 7, ancien un contenu différent selon le type d'admission; dès lors, l'article 26 de la loi du 27 décembre 2012 qui a remplacé l'article 152, § 7 par l'article 152, § 5, ne peut avoir de portée interprétative en ce qui concerne ledit article 157, § 7, ancien (1). (1) Voir les concl. MP."
      ],
      "abstractNL": [
        "Het nieuwe artikel 152, § 5, van de Gecoördineerde wet op de ziekenhuizen en andere verzorgingsinrichtingen van 10 juli 2008, heeft vanaf 1 januari 2013 een onderscheid ingevoerd tussen de opname in een gemeenschappelijke kamer of tweepatiëntenkamer en een individuele kamer, door aan de bewoordingen \"forfaitaire honoraria\", die in het vroegere artikel 152, § 7, gebruikt zijn, een verschillende inhoud te geven volgens het type opname; bijgevolg kan artikel 26, wet 27 december 2012, dat het vroegere artikel 152, § 7 door artikel 152, § 5, heeft vervangen, geen uitleggende draagwijdte hebben betreffende het voornoemde oude artikel 157, § 7 (1). (1) Zie de concl. OM in Pas. 2015, nr. ..."
      ]
    }
  },
  "73": {
    "ECLI:BE:CASS:2021:ARR.20211221.2N.21": {
      "court": "CASS",
      "date": "2021-12-21",
      "roleNumber": "P.21.0055.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211221.2N.21&lang=fr",
      "abstractFR": [
        "Il résulte de l'article 70 du Code pénal, des articles 1er, 2, § 1er, alinéas 1er et 2, et 11 de l'arrêté royal n° 78 du 10 novembre 1967 relatif à l'exercice des professions des soins de santé et de l'article 73, § 1er, de la loi du 14 juillet 1994 relative à l'assurance obligatoire soins de santé et indemnité, que les actes médicaux qui touchent l'intégrité physique et sexuelle des patients ne constituent pas une infraction s'ils sont posés dans le but légitime susmentionné, avec le consentement du patient et exécutés selon les pratiques d'un médecin normalement prudent qui se trouverait dans pareilles circonstances ; le juge apprécie souverainement si un médecin ou un traitement médical a été appliqué selon les règles de l'art et la Cour se borne à vérifier si le juge ne déduit pas de ses constatations des conséquences qui seraient sans aucun lien avec celles-ci ou qui ne seraient susceptibles, sur leur fondement, d'aucune justification (1). (1) H. NYS, Gezondheidsberoepen, Wolters Kluwer, 2020, 71-108 ; A. DIERICKX, Toestemming en strafrecht, Intersentia, 2006 ; T. VANSWEEVELT et F. DEWALLENS (éds.), Handboek Gezondheidsrecht, Intersentia, 2014, I, 1058."
      ],
      "abstractNL": [
        "Uit de artikelen 70 Strafwetboek, de artikelen 1, 2, § 1, eerste en tweede lid en 11,Wet Gezondheidsberoepen en artikel 73, § 1 ZIV-wet volgt dat medische handelingen die raken aan de lichamelijke en seksuele integriteit van patiënten geen misdrijf uitmaken indien zij worden gesteld met het voormelde legitiem doel, met de toestemming van de patiënt en worden uitgevoerd zoals een normaal zorgvuldig handelend arts in dezelfde omstandigheden deze zou uitvoeren; de rechter oordeelt onaantastbaar of een arts een medische behandeling volgens de regels van de kunst heeft uitgevoerd en het Hof gaat enkel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die geen verband ermee houden of op grond ervan niet kunnen worden verantwoord (1). (1) H. NYS, Gezondheidsberoepen, Wolters Kluwer, 2020, 71-108; A. DIERICKX, Toestemming en strafrecht, Intersentia, 2006; T. VANSWEEVELT en F. DEWALLENS (eds.), Handboek Gezondheidsrecht, Intersentia, 2014, I, 1058."
      ]
    }
  },
  "76": {
    "ECLI:BE:CASS:2002:ARR.20020506.9": {
      "court": "CASS",
      "date": "2002-05-06",
      "roleNumber": "S.01.0052.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2002:ARR.20020506.9&lang=fr",
      "abstractFR": [
        "Les amendes administratives prévues par les articles 6 et 7 de l'arrêté royal du 4 juin 1987 et du 25 novembre 1996 fixant les modalités de tenue d'un registre de prestations par les kinésithérapeutes et les praticiens de l'art infirmier et déterminant les amendes administratives en cas d'infraction à ces dispositions sont des sanctions administratives au sens des articles 101 de la loi du 9 août 1963 instituant et organisant un régime d'assurance obligatoire contre la maladie et l'invalidité et 168 de la loi relative à l'assurance obligatoire soins de santé et indemnités, coordonnée le 14 juillet 1994 (1). (1) Voir les conclusions (contraires) du MP."
      ],
      "abstractNL": [
        "De administratieve geldboetes bepaald bij de artt. 6 en 7 K.B. 4 juni 1987 en 25 november 1996 tot vaststelling van de regelen inzake het bijhouden van een verstrekkingenregister door de kinesitherapeuten en de verpleegkundigen en tot betaling van de administratieve geldboetes in geval van inbreuk op deze voorschriften zijn administratieve sancties in de zin van artt. 101 Z.I.V.-wet en 168 van de gecoörd. Z.I.V.-wet 14 juli 1994 (1). (1) Zie de (strijdige) conclusie van het O.M."
      ]
    }
  },
  "86": {
    "ECLI:BE:CASS:2016:ARR.20160523.4": {
      "court": "CASS",
      "date": "2016-05-23",
      "roleNumber": "S.14.0002.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160523.4",
      "abstractFR": [
        "Pour l'application des articles 130 et 131 de la loi coordonnée du 14 juillet 1994 et 290, A, 2, 1°, de l'arrêté royal du 3 juillet 1996 portant exécution de cette loi, l'article 101, § 3, de la loi coordonnée assimile à des jours indemnisés, au cours desquels le titulaire est reconnu incapable de travailler, ceux durant lesquels il a accompli un travail non autorisé et pour lesquels les indemnités sont récupérées; il s'ensuit que, après de tels jours de travail non autorisé, si les conditions de reconnaissance de l'incapacité de travail énoncées par l'article 100, § 1er, sont réunies à la date de l'examen médical prévu par l'article 101, § 1er, le titulaire bénéficie des indemnités sans devoir accomplir à nouveau le stage prévu à l'article 128, § 1er, de la loi coordonnée (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Voor de toepassing van de artikelen 130 en 131 van de gecoördineerde wet van 14 juli 1994 en 290, A, 2, 1°, van het koninklijk besluit van 3 juli 1996 tot uitvoering van die wet, stelt artikel 101, §3, van de gecoördineerde wet de dagen waarop de gerechtigde een arbeid zonder toelating heeft verricht en waarvoor de uitkeringen worden teruggevorderd, gelijk met vergoede dagen tijdens welke zijn arbeidsongeschiktheid erkend wordt; daaruit volgt dat de gerechtigde, na die arbeidsdagen zonder toelating, wanneer de bij artikel 100, §1, vermelde voorwaarden voor erkenning van arbeidsongeschiktheid vervuld zijn op de dag van het geneeskundig onderzoek bepaald bij artikel 101, §1, recht heeft op uitkeringen zonder opnieuw de wachttijd te moeten volbrengen bepaald bij artikel 128, §1, van de gecoördineerde wet (1). (1) Zie concl. OM."
      ]
    }
  },
  "87": {
    "ECLI:BE:CASS:2024:ARR.20241030.2F.4": {
      "court": "CASS",
      "date": "2024-10-30",
      "roleNumber": "P.24.0416.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241030.2F.4",
      "abstractFR": [
        "En vertu de l'article 136, § 2, alinéa 4, de la loi coordonnée du 14 juillet 1994 relative à l'assurance obligatoire soins de santé et indemnité, l'organisme assureur est subrogé de plein droit au bénéficiaire du droit aux indemnités d'incapacité de travail à concurrence du montant des prestations octroyées pour la totalité des sommes qui sont dues en vertu du droit commun et réparent le même dommage et conformément à l'article 87 de la loi précitée, le bénéficiaire reçoit pour chaque jour ouvrable de la période d'un an prenant cours à la date de début de son incapacité de travail une indemnité d'incapacité primaire; il ne ressort ni de cette disposition, ni d'aucune autre que la périodicité du paiement effectué par l'organisme assureur au bénéfice de son assuré ait une influence sur la nature du dommage né de l'incapacité de travail; de la circonstance que les montants alloués par la mutuelle sont payés mois après mois, il ne se déduit pas que le dommage subi ce mois-là doive être considéré comme un préjudice différent de celui subi le mois précédent ou le mois suivant."
      ],
      "abstractNL": null
    }
  },
  "100": {
    "ECLI:BE:CASS:2025:ARR.20251020.3N.7": {
      "court": "CASS",
      "date": "2025-10-20",
      "roleNumber": "S.25.0004.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251020.3N.7",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 100, §1, eerste lid, ZIV-wet volgt dat bij de beoordeling van de arbeidsgeschiktheid moet nagegaan worden wat de persoon van dezelfde stand en met dezelfde beroepsopleiding, de referentiepersoon, eventueel mits aanpassing voor de betrokkene, kan verdienen op de algemene arbeidsmarkt, te weten in de beroepscategorie waartoe de beroepsarbeid van de betrokkene behoort of in de verschillende beroepen die deze laatste heeft uitgeoefend of zou kunnen uitgeoefend hebben gelet op zijn beroepsopleiding en/of -ervaring; de rechter oordeelt in feite, en bijgevolg onaantastbaar, over de voormelde arbeidsongeschiktheid en dus arbeidsgeschiktheid van de betrokkene op de algemene arbeidsmarkt in vergelijking met de referentiepersoon; het Hof gaat evenwel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die daarmee geen verband houden of op grond daarvan niet kunnen worden aangenomen."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220919.3F.2": {
      "court": "CASS",
      "date": "2022-09-19",
      "roleNumber": "S.22.0006.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220919.3F.2",
      "abstractFR": [
        "L'incapacité de travail doit être appréciée en tenant compte de toutes les professions que le travailleur aurait pu exercer du fait de sa formation professionnelle (1). (1) Cass. 26 février 1990, RG 6973, Pas. 1990, n° 391; Cass. 17 mars 1980, Pas. 1980, 868.",
        "L'incapacité de travail doit être appréciée en tenant compte de toutes les professions que le travailleur aurait pu exercer du fait de sa formation professionnelle (1). (1) Cass. 26 février 1990, RG 6973, Pas. 1990, n° 391; Cass.17 mars 1980, Pas. 1980, n° 868."
      ],
      "abstractNL": [
        "De arbeidsongeschiktheid moet worden beoordeeld rekening houdend met alle beroepen die de werknemer zou kunnen hebben uitgeoefend uit hoofde van zijn beroepsopleiding (1). (1) Cass. 26 februari 1990, AR 6973, AC 1990, nr. 391; Cass. 17 maart 1980, AC 1980, nr. 448."
      ]
    }
  },
  "101": {
    "ECLI:BE:CASS:2016:ARR.20160523.4": {
      "court": "CASS",
      "date": "2016-05-23",
      "roleNumber": "S.14.0002.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160523.4",
      "abstractFR": [
        "L'article 101, § 3, de la loi relative à l'assurance obligatoire soins de santé et indemnités, coordonnée le 14 juillet 1994, dans sa version applicable après sa modification par la loi du 28 avril 2010, assimile à des jours indemnisés, pour la détermination de ses droits aux prestations de sécurité sociale, les jours durant lesquels le titulaire reconnu incapable de travailler a accompli un travail non autorisé et pour lesquels les indemnités ont été récupérées; cette disposition assimile les jours de travail à des jours indemnisés, pour la détermination des droits du titulaire aux prestations de l'assurance indemnités (1). (1) Voir les concl. du MP.",
        "L'article 101, § 3, de la loi relative à l'assurance obligatoire soins de santé et indemnités, coordonnée le 14 juillet 1994 prime le principe général du droit fraus omnia corrumpit (1). (1) Voir les concl. du MP.",
        "Pour l'application des articles 130 et 131 de la loi coordonnée du 14 juillet 1994 et 290, A, 2, 1°, de l'arrêté royal du 3 juillet 1996 portant exécution de cette loi, l'article 101, § 3, de la loi coordonnée assimile à des jours indemnisés, au cours desquels le titulaire est reconnu incapable de travailler, ceux durant lesquels il a accompli un travail non autorisé et pour lesquels les indemnités sont récupérées; il s'ensuit que, après de tels jours de travail non autorisé, si les conditions de reconnaissance de l'incapacité de travail énoncées par l'article 100, § 1er, sont réunies à la date de l'examen médical prévu par l'article 101, § 1er, le titulaire bénéficie des indemnités sans devoir accomplir à nouveau le stage prévu à l'article 128, § 1er, de la loi coordonnée (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel 101, §3, van de wet betreffende de verplichte verzekering voor geneeskundige verzorging en uitkeringen gecoördineerd op 14 juli 1994, in de versie van toepassing na de wijziging ervan bij de wet van 28 april 2010, stelt, voor de vaststelling van de rechten van de gerechtigde op sociale zekerheidsprestaties, de dagen waarop de arbeidsongeschikt erkende gerechtigde een arbeid zonder toelating heeft verricht en waarvoor de uitkeringen werden teruggevorderd, gelijk met vergoede dagen; die bepaling stelt, voor de vaststelling van de rechten van de gerechtigde op prestaties van de ziektekostenverzekering, arbeidsdagen gelijk met vergoede dagen (1). (1) Zie concl. OM.",
        "Artikel 101, §3, van de wet betreffende de verplichte verzekering voor geneeskundige verzorging en uitkeringen gecoördineerd op 14 juli 1994 heeft voorrang op het algemeen rechtsbeginsel 'fraus omnia corrumpit' (1). (1) Zie concl. OM.",
        "Voor de toepassing van de artikelen 130 en 131 van de gecoördineerde wet van 14 juli 1994 en 290, A, 2, 1°, van het koninklijk besluit van 3 juli 1996 tot uitvoering van die wet, stelt artikel 101, §3, van de gecoördineerde wet de dagen waarop de gerechtigde een arbeid zonder toelating heeft verricht en waarvoor de uitkeringen worden teruggevorderd, gelijk met vergoede dagen tijdens welke zijn arbeidsongeschiktheid erkend wordt; daaruit volgt dat de gerechtigde, na die arbeidsdagen zonder toelating, wanneer de bij artikel 100, §1, vermelde voorwaarden voor erkenning van arbeidsongeschiktheid vervuld zijn op de dag van het geneeskundig onderzoek bepaald bij artikel 101, §1, recht heeft op uitkeringen zonder opnieuw de wachttijd te moeten volbrengen bepaald bij artikel 128, §1, van de gecoördineerde wet (1). (1) Zie concl. OM."
      ]
    }
  },
  "125": {
    "ECLI:BE:CASS:2015:ARR.20150518.2": {
      "court": "CASS",
      "date": "2015-05-18",
      "roleNumber": "S.13.0003.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150518.2",
      "abstractFR": [
        "Au sens de l'article 125, alinéa 2, de la loi relative à l'assurance obligatoire soins de santé et indemnités coordonnée par l'arrêté royal du 14 juillet 1994, qui impose une cotisation personnelle au travailleur visé à l'article 32, alinéa 1er, 7° et dont la pension de retraite ne correspond pas à un certain minimum de carrière professionnelle, il y a lieu pour apprécier l'importance de cette carrière professionnelle à laquelle correspond la pension de retraite du bénéficiaire, de tenir compte de toutes les périodes d'assurance qui, conformément à la législation relative aux pensions de retraite et de survie des travailleurs salariés concourent au calcul de cette pension (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "In de zin van artikel 125, tweede lid, van de wet betreffende de verplichte verzekering voor geneeskundige verzorging en uitkeringen gecoördineerd op 14 juli 1994, dat een persoonlijke bijdrage oplegt aan de werknemer bedoeld in artikel 32, eerste lid, 7°, en wiens rustpensioen niet overeenstemt met een minimale beroepsloopbaan, moet, voor de beoordeling van het aandeel van die beroepsloopbaan waarmee het rustpensioen van de rechthebbende overeenstemt, rekening worden gehouden met alle verzekeringstijdvakken die, overeenkomstig de wetgeving betreffende de rust- en overlevingspensioenen van de werknemers, in aanmerking komen voor de berekening van dat pensioen (1). (1) Zie de concl. OM in Pas. 2015, nr. ..."
      ]
    }
  },
  "128": {
    "ECLI:BE:CASS:2016:ARR.20160523.4": {
      "court": "CASS",
      "date": "2016-05-23",
      "roleNumber": "S.14.0002.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160523.4",
      "abstractFR": [
        "Pour l'application des articles 130 et 131 de la loi coordonnée du 14 juillet 1994 et 290, A, 2, 1°, de l'arrêté royal du 3 juillet 1996 portant exécution de cette loi, l'article 101, § 3, de la loi coordonnée assimile à des jours indemnisés, au cours desquels le titulaire est reconnu incapable de travailler, ceux durant lesquels il a accompli un travail non autorisé et pour lesquels les indemnités sont récupérées; il s'ensuit que, après de tels jours de travail non autorisé, si les conditions de reconnaissance de l'incapacité de travail énoncées par l'article 100, § 1er, sont réunies à la date de l'examen médical prévu par l'article 101, § 1er, le titulaire bénéficie des indemnités sans devoir accomplir à nouveau le stage prévu à l'article 128, § 1er, de la loi coordonnée (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Voor de toepassing van de artikelen 130 en 131 van de gecoördineerde wet van 14 juli 1994 en 290, A, 2, 1°, van het koninklijk besluit van 3 juli 1996 tot uitvoering van die wet, stelt artikel 101, §3, van de gecoördineerde wet de dagen waarop de gerechtigde een arbeid zonder toelating heeft verricht en waarvoor de uitkeringen worden teruggevorderd, gelijk met vergoede dagen tijdens welke zijn arbeidsongeschiktheid erkend wordt; daaruit volgt dat de gerechtigde, na die arbeidsdagen zonder toelating, wanneer de bij artikel 100, §1, vermelde voorwaarden voor erkenning van arbeidsongeschiktheid vervuld zijn op de dag van het geneeskundig onderzoek bepaald bij artikel 101, §1, recht heeft op uitkeringen zonder opnieuw de wachttijd te moeten volbrengen bepaald bij artikel 128, §1, van de gecoördineerde wet (1). (1) Zie concl. OM."
      ]
    }
  },
  "130": {
    "ECLI:BE:CASS:2016:ARR.20160523.4": {
      "court": "CASS",
      "date": "2016-05-23",
      "roleNumber": "S.14.0002.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160523.4",
      "abstractFR": [
        "Pour l'application des articles 130 et 131 de la loi coordonnée du 14 juillet 1994 et 290, A, 2, 1°, de l'arrêté royal du 3 juillet 1996 portant exécution de cette loi, l'article 101, § 3, de la loi coordonnée assimile à des jours indemnisés, au cours desquels le titulaire est reconnu incapable de travailler, ceux durant lesquels il a accompli un travail non autorisé et pour lesquels les indemnités sont récupérées; il s'ensuit que, après de tels jours de travail non autorisé, si les conditions de reconnaissance de l'incapacité de travail énoncées par l'article 100, § 1er, sont réunies à la date de l'examen médical prévu par l'article 101, § 1er, le titulaire bénéficie des indemnités sans devoir accomplir à nouveau le stage prévu à l'article 128, § 1er, de la loi coordonnée (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Voor de toepassing van de artikelen 130 en 131 van de gecoördineerde wet van 14 juli 1994 en 290, A, 2, 1°, van het koninklijk besluit van 3 juli 1996 tot uitvoering van die wet, stelt artikel 101, §3, van de gecoördineerde wet de dagen waarop de gerechtigde een arbeid zonder toelating heeft verricht en waarvoor de uitkeringen worden teruggevorderd, gelijk met vergoede dagen tijdens welke zijn arbeidsongeschiktheid erkend wordt; daaruit volgt dat de gerechtigde, na die arbeidsdagen zonder toelating, wanneer de bij artikel 100, §1, vermelde voorwaarden voor erkenning van arbeidsongeschiktheid vervuld zijn op de dag van het geneeskundig onderzoek bepaald bij artikel 101, §1, recht heeft op uitkeringen zonder opnieuw de wachttijd te moeten volbrengen bepaald bij artikel 128, §1, van de gecoördineerde wet (1). (1) Zie concl. OM."
      ]
    }
  },
  "131": {
    "ECLI:BE:CASS:2016:ARR.20160523.4": {
      "court": "CASS",
      "date": "2016-05-23",
      "roleNumber": "S.14.0002.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160523.4",
      "abstractFR": [
        "Pour l'application des articles 130 et 131 de la loi coordonnée du 14 juillet 1994 et 290, A, 2, 1°, de l'arrêté royal du 3 juillet 1996 portant exécution de cette loi, l'article 101, § 3, de la loi coordonnée assimile à des jours indemnisés, au cours desquels le titulaire est reconnu incapable de travailler, ceux durant lesquels il a accompli un travail non autorisé et pour lesquels les indemnités sont récupérées; il s'ensuit que, après de tels jours de travail non autorisé, si les conditions de reconnaissance de l'incapacité de travail énoncées par l'article 100, § 1er, sont réunies à la date de l'examen médical prévu par l'article 101, § 1er, le titulaire bénéficie des indemnités sans devoir accomplir à nouveau le stage prévu à l'article 128, § 1er, de la loi coordonnée (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Voor de toepassing van de artikelen 130 en 131 van de gecoördineerde wet van 14 juli 1994 en 290, A, 2, 1°, van het koninklijk besluit van 3 juli 1996 tot uitvoering van die wet, stelt artikel 101, §3, van de gecoördineerde wet de dagen waarop de gerechtigde een arbeid zonder toelating heeft verricht en waarvoor de uitkeringen worden teruggevorderd, gelijk met vergoede dagen tijdens welke zijn arbeidsongeschiktheid erkend wordt; daaruit volgt dat de gerechtigde, na die arbeidsdagen zonder toelating, wanneer de bij artikel 100, §1, vermelde voorwaarden voor erkenning van arbeidsongeschiktheid vervuld zijn op de dag van het geneeskundig onderzoek bepaald bij artikel 101, §1, recht heeft op uitkeringen zonder opnieuw de wachttijd te moeten volbrengen bepaald bij artikel 128, §1, van de gecoördineerde wet (1). (1) Zie concl. OM."
      ]
    }
  },
  "136": {
    "ECLI:BE:CASS:2024:ARR.20240315.1F.3": {
      "court": "CASS",
      "date": "2024-03-15",
      "roleNumber": "C.23.0124.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240315.1F.3",
      "abstractFR": [
        "L'article 136, § 2, alinéa 4, de la loi relative à l'assurance obligatoire soins de santé et indemnités prévoit en termes généraux que la subrogation de l'organisme assureur dans les droits du bénéficiaire vaut jusqu'à concurrence du montant des prestations octroyées, sans distinction selon la personne à qui les prestations sont payées; il en résulte que la subrogation vaut jusqu'à concurrence du montant des prestations payées tant au bénéficiaire lui-même que, à son profit, directement aux prestataires ou aux institutions de soins, telles les prestations payées en douzièmes en application de la loi sur les hôpitaux (1). (1) Voir les concl. du MP.",
        "L'organisme assureur récupère les prestations payées en douzièmes conformément aux règles fixées par le Roi sur la base de l'article 136, § 5, de la loi relative à l'assurance obligatoire soins de santé et indemnité cette disposition (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20241030.2F.4": {
      "court": "CASS",
      "date": "2024-10-30",
      "roleNumber": "P.24.0416.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241030.2F.4",
      "abstractFR": [
        "En vertu de l'article 136, § 2, alinéa 4, de la loi coordonnée du 14 juillet 1994 relative à l'assurance obligatoire soins de santé et indemnité, l'organisme assureur est subrogé de plein droit au bénéficiaire du droit aux indemnités d'incapacité de travail à concurrence du montant des prestations octroyées pour la totalité des sommes qui sont dues en vertu du droit commun et réparent le même dommage et conformément à l'article 87 de la loi précitée, le bénéficiaire reçoit pour chaque jour ouvrable de la période d'un an prenant cours à la date de début de son incapacité de travail une indemnité d'incapacité primaire; il ne ressort ni de cette disposition, ni d'aucune autre que la périodicité du paiement effectué par l'organisme assureur au bénéfice de son assuré ait une influence sur la nature du dommage né de l'incapacité de travail; de la circonstance que les montants alloués par la mutuelle sont payés mois après mois, il ne se déduit pas que le dommage subi ce mois-là doive être considéré comme un préjudice différent de celui subi le mois précédent ou le mois suivant."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250131.1N.7": {
      "court": "CASS",
      "date": "2025-01-31",
      "roleNumber": "C.21.0180.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250131.1N.7",
      "abstractFR": [
        "La personne subrogée dans les droits de la personne lésée exerce l'action de la personne lésée avec ses caractéristiques et accessoires (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De subrogatie in de rechten van de benadeelde heeft tot gevolg dat de indeplaatsgestelde de vordering van de benadeelde uitoefent met al haar kenmerken en toebehoren (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250611.2F.10": {
      "court": "CASS",
      "date": "2025-06-11",
      "roleNumber": "P.25.0424.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250611.2F.10",
      "abstractFR": [
        "L'article 136, § 2, de la loi coordonnée du 14 juillet 1994 relative à l'assurance obligatoire soins de santé et indemnités instaure une interdiction de cumul, lorsqu'elles réparent un même dommage, entre les prestations servies en vertu de la loi du 14 juillet 1994 et celles dues en vertu du droit commun; le recours subrogatoire préférentiel que cette loi institue s'exerce sur une assiette globalisée en telle sorte que c'est la totalité des sommes réparant un même dommage qui constitue, sans cloisonnement, l'assiette de la récupération subrogatoire de l'organisme assureur (1). (1) Voir les concl. de M. GENICOT, avocat général avant Cass. 21 avril 2008, RG C.06.0675.F, Pas. 2008, n° 235, p. 946."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250604.2F.8": {
      "court": "CASS",
      "date": "2025-06-11",
      "roleNumber": "P.25.0424.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250604.2F.8",
      "abstractFR": [
        "L'article 136, § 2, de la loi coordonnée du 14 juillet 1994 relative à l'assurance obligatoire soins de santé et indemnités instaure une interdiction de cumul, lorsqu'elles réparent un même dommage, entre les prestations servies en vertu de la loi du 14 juillet 1994 et celles dues en vertu du droit commun; le recours subrogatoire préférentiel que cette loi institue s'exerce sur une assiette globalisée en telle sorte que c'est la totalité des sommes réparant un même dommage qui constitue, sans cloisonnement, l'assiette de la récupération subrogatoire de l'organisme assureur (1). (1) Voir les concl. de M. GENICOT, avocat général avant Cass. 21 avril 2008, RG C.06.0675.F, Pas. 2008, n° 235, p. 946."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2020:ARR.20200511.3N.4": {
      "court": "CASS",
      "date": "2020-05-11",
      "roleNumber": "S.19.0051.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200511.3N.4&lang=fr",
      "abstractFR": [
        "Il résulte de la lecture conjointe des articles 1er, 6°, 3, 1°, 14, § 2, 19 de la loi du 3 juillet 1967 sur la prévention ou la réparation des dommages résultant des accidents du travail, des accidents survenus sur le chemin du travail et des maladies professionnelles dans le secteur public, des articles 1er, 6°, 9 de l’arrêté royal du 24 janvier 1969 relatif à la réparation, en faveur de membres du personnel du secteur public, des dommages résultant des accidents du travail et des accidents survenus sur le chemin du travail et de l’article 136, alinéas 4, 5, 6 et 7 de la loi relative à l'assurance obligatoire soins de santé et indemnités, coordonnée le 14 juillet 1994, que les obligations visées à l'article 136, § 2, alinéa 6, de la loi relative à l'assurance obligatoire soins de santé et indemnités incombent au ministre visé à l'article 9 dudit arrêté royal du 24 janvier 1969 relatif à la réparation, en faveur de membres du personnel du secteur public, des dommages résultant des accidents du travail et des accidents survenus sur le chemin du travail, c'est-à-dire, en ce qui concerne un membre du personnel appartenant à un établissement d'enseignement subventionné par la Communauté flamande, au Gouvernement flamand qui, conformément à l'article 14, § 2, de ladite loi du 3 juillet 1967, est l'institution qui reste tenue du paiement des indemnités et rentes résultant de cette loi; la circonstance que les rentes, allocations et indemnités accordées aux membres du personnel des établissements d'enseignement subventionnés en vertu de l'article 16 de ladite loi du 3 juillet 1967 sont à charge du Trésor public, que les rentes, les allocations d’aggravation et les allocations de décès sont payées par le Service des Pensions du Secteur public en vertu de l'article 27 dudit arrêté royal du 24 janvier 1969 et que les frais médicaux, chirurgicaux, pharmaceutiques, hospitaliers, de prothèse et d’orthopédie sont payés par l’Administration de l’expertise médicale en vertu de l'article 25 dudit arrêté royal du 24 janvier 1969, n’y change rien (1). (1) Voir les concl. contraires du MP, publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de samenhang tussen de artikelen 1, 6°, 3, 1°, 14, §2, 19 Arbeidsongevallenwet Overheidspersoneel, de artikelen 1, 6°, 9 van het koninklijk besluit van 24 januari 1969 betreffende de schadevergoeding ten gunste van personeelsleden van de overheidssector, voor arbeidsongevallen en voor ongevallen op de weg naar en van het werk en artikel 136, vierde, vijfde, zesde en zevende lid ZIV-wet volgt dat de in artikel 136, § 2, zesde lid, ZIV-wet bepaalde verplichtingen rusten op de in artikel 9 van het voormelde koninklijk besluit van 24 januari 1969 beoogde minister, dit is, met betrekking tot een personeelslid dat behoort tot een onderwijsinrichting die door de Vlaamse Gemeenschap wordt gesubsidieerd, de Vlaamse regering, die overeenkomstig artikel 14, § 2, Arbeidsongevallenwet Overheidspersoneel de instelling is die verplicht is de vergoedingen en renten die uit deze wet voortvloeien te betalen; hieruit volgt tevens dat de subrogatoire vordering die de verzekeringsinstelling in toepassing van artikel 136, § 2, vierde en zevende lid, ZIV-wet wil instellen, tegen de voormelde instelling moet worden gericht; de omstandigheid dat de renten, bijslagen en vergoedingen toegekend aan de personeelsleden van de gesubsidieerde onderwijsinrichtingen krachtens artikel 16 Arbeidsongevallenwet Overheidspersoneel ten laste van de Schatkist vallen, dat de renten, de verergeringsbijslagen en de overlijdensbijslagen krachtens artikel 27 KB Arbeidsongevallen Overheidspersoneel betaald worden door de Pensioendienst voor de Overheidssector en dat de kosten van dokter, chirurg, apotheker, verpleging, prothese en orthopedie krachtens artikel 25 KB Arbeidsongevallen Overheidspersoneel betaald worden door het Bestuur van de medische expertise, doet daaraan niet af (1). (1) Zie andersluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210517.3F.2": {
      "court": "CASS",
      "date": "2021-05-17",
      "roleNumber": "S.20.0066.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210517.3F.2",
      "abstractFR": [
        "L'accord de la victime sur la proposition de rente du centre public d'action sociale qui l'occupait au moment de l'accident forme une convention entre ce débiteur de la réparation et le bénéficiaire des prestations de l'assurance soins de santé et indemnités, au sens de l'article 136, § 2, alinéa 5, de la loi relative à l'assurance obligatoire soins de santé et indemnités, coordonnée le 14 juillet 1994, même si la volonté du centre est partiellement liée par la décision du service médical sur le pourcentage d'incapacité permanente et si, dans ce cas d'accord, la proposition de rente est reprise dans une décision du centre notifiée à la victime (1). (1) Voir les concl. du MP.",
        "Cette convention est inopposable à l'organisme assureur sans l'accord de ce dernier et la décision du centre qui la met en œuvre est, de même, sans effet à l'égard de l'organisme assureur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het akkoord van het slachtoffer over het rentevoorstel van het openbaar centrum voor maatschappelijk welzijn dat hem op het tijdstip van het ongeval in dienst had, vormt een overeenkomst tussen de schuldenaar van de schadeloosstelling en de rechthebbende op de prestaties van de verzekering voor geneeskundige verzorging en uitkeringen in de zin van artikel 136, § 2, vijfde lid, ZIV-wet, zelfs als het centrum gedeeltelijk gebonden is door de beslissing van de medische dienst over de graad van blijvende arbeidsongeschiktheid en, in geval van een dergelijk akkoord, het rentevoorstel is opgenomen in een beslissing van het centrum die aan het slachtoffer is meegedeeld (1). (1) Zie concl. OM in Pas. 2021, nr. 354.",
        "Die overeenkomst kan niet tegen de verzekeringsinstelling worden aangevoerd zonder haar instemming en de beslissing van het centrum die de overeenkomst uitvoert, heeft evenmin gevolg voor de verzekeringsinstelling (1). (1) Zie concl. OM in Pas. 2021, nr. 354."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220127.1N.1": {
      "court": "CASS",
      "date": "2022-01-27",
      "roleNumber": "C.21.0106.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220127.1N.1&lang=fr",
      "abstractFR": [
        "La subrogation de l'organisme assureur intervient au moment de son paiement et ce, à concurrence de son montant; en cas de paiements distincts, la subrogation de l'organisme assureur est effectuée séparément pour chaque paiement (1) (2). (1) Voir les concl. du MP, publiées à leur date dans AC. (2) Voir Cass. 22 septembre 2008, RG C.07.0531.N, Pas 2008, n° 490 et Cass. 4 mai 1988, RG 6476, Pas 1987-88, n° 547."
      ],
      "abstractNL": [
        "De indeplaatsstelling van de verzekeringsinstelling gebeurt op het ogenblik van diens betaling en dit tot beloop van het bedrag ervan; in geval van onderscheiden betalingen, gebeurt de indeplaatsstelling van de verzekeringsinstelling met betrekking tot iedere betaling afzonderlijk (1) (2). (1) Zie concl. OM. (2) Zie Cass. 22 september 2008, AR C.07.0531.N, AC 2008, nr. 490 en Cass. 4 mei 1988, AR C 6476, AC 1987-88, nr. 547."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200122.2F.2": {
      "court": "CASS",
      "date": "2020-01-22",
      "roleNumber": "P.19.0967.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200122.2F.2",
      "abstractFR": [
        "L'article 136, § 2, de la loi du 14 juillet 1994 relative à l'assurance obligatoire soins de santé et indemnités commine une interdiction de cumul si les prestations servies en vertu de ladite loi et celles dues en vertu d'une autre législation ou par le droit commun, réparent un même dommage (1); en son quatrième alinéa, il institue, en faveur de l'organisme assureur, une subrogation de plein droit au bénéficiaire à concurrence des prestations octroyées et pour la totalité des sommes dues en application de l'autre législation ou du droit commun et qui réparent partiellement ou totalement le dommage découlant d'une maladie, de lésions, de troubles fonctionnels ou de décès (2). (1) Cass. 21 janvier 2009, RG P.07.1816.F, Pas. 2009, n° 52. (2) Cass. 20 octobre 2016, RG C.16.0014.F, Pas. 2016, n° 591 ; Cass. 2 mars 2011, RG P.10.1652.F, Pas. 2011, n° 156."
      ],
      "abstractNL": [
        "Artikel 136, § 2, ZIV-wet verbiedt samenloop wanneer de bij de voormelde wet bepaalde prestaties en die welke krachtens een andere wetgeving of volgens het gemeen recht verschuldigd zijn, dezelfde schade vergoeden (1); krachtens het vierde lid van voormeld artikel treedt de verzekeringsinstelling rechtens in de plaats van de rechthebbende tot beloop van het bedrag van de verleende prestaties, voor het geheel van de geldsommen die krachtens de andere wetgeving of het gemeen recht verschuldigd zijn en die de schade voortvloeiend uit ziekte, letsels, functionele stoornissen of overlijden geheel of gedeeltelijk vergoeden (2). (1) Cass. 21 januari 2009, AR P.07.1816.F, AC 2009, nr. 52. (2) Cass. 20 oktober 2016, AR C.16.0014.F, AC 2016, nr. 591; Cass. 2 maart 2011, AR P.10.1652.F, AC 2011, nr. 156."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180416.1": {
      "court": "CASS",
      "date": "2018-04-16",
      "roleNumber": "C.13.0008.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180416.1&lang=fr",
      "abstractFR": [
        "La personne subrogée dans les droits de la personne lésée exerce l'action de celle-ci avec l'ensemble de ses caractéristiques et accessoires; il s'ensuit que le délai de prescription de l'action contre la personne responsable prend cours à l'égard de la personne subrogée au moment où il prend cours à l'égard de la personne lésée; il résulte de ce qui précède que l'action en responsabilité extracontractuelle qu'un organisme assureur subrogé exerce contre la Région est prescrite si elle est introduite plus de cinq ans après le premier janvier de l'année durant laquelle la faute a été commise, à moins que le bénéficiaire n'ait eu connaissance du dommage et de l'identité de la personne responsable qu'après l'expiration de ce délai; la circonstance que l'organisme assureur subrogé n'a lui-même eu connaissance de l'identité de la personne responsable qu'après l'expiration de ce délai est sans incidence à cet égard."
      ],
      "abstractNL": [
        "De subrogatie in de rechten van de benadeelde heeft tot gevolg dat de indeplaatsgestelde de vordering van de benadeelde uitoefent met al haar kenmerken en toebehoren; daaruit volgt tevens dat voor de indeplaatsgestelde de verjaringstermijn van de vordering tegen de aansprakelijke aanvangt op het ogenblik waarop zij voor de benadeelde begint te lopen; uit wat voorafgaat volgt dat de buitencontractuele aansprakelijkheidsvordering die een indeplaatsgestelde verzekeringsinstelling tegen het Gewest instelt, verjaard is indien zij wordt ingesteld meer dan vijf jaar na de eerste januari van het jaar waarin de fout werd begaan, tenzij de rechthebbende slechts na het verstrijken van deze termijn kennis krijgt van de schade en de identiteit van de aansprakelijke; de omstandigheid dat de indeplaatsgestelde verzekeringsinstelling zelf pas kennis krijgt van de identiteit van de aansprakelijke na het verstrijken van deze termijn, doet niet ter zake."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170519.2": {
      "court": "CASS",
      "date": "2017-05-19",
      "roleNumber": "C.16.0047.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170519.2&lang=fr",
      "abstractFR": [
        "En vertu de la subrogation résultant de l'article 136, § 2, alinéa 4 de la loi relative à l'assurance obligatoire soins de santé et indemnités coordonnée le 14 juillet 1994, lorsqu'il réclame au tiers responsable l'indemnisation des prestations octroyées à la victime, l'organisme assureur n'exerce pas une action autre que celle de la victime elle-même de sorte que, lorsqu'en première instance la victime a déjà introduit elle-même une demande d'indemnisation contre le tiers responsable, l'article 812, alinéa 2, du Code judiciaire, n'empêche pas l'organisme assureur subrogé à intervenir pour la première fois en degré d'appel afin d'obtenir la condamnation du tiers responsable (1). (1) Cass. 16 novembre 2009, RG C.09.0135.N, Pas. 2009, n° 665."
      ],
      "abstractNL": [
        "Krachtens de indeplaatsstelling ingevolge artikel 136, §2, vierde lid, ZIV-wet, oefent de verzekeringsinstelling, wanneer ze van de aansprakelijke derde vergoeding vordert voor de aan het slachtoffer uitgekeerde prestaties, geen andere vordering uit dan deze van het slachtoffer zelf, zodat, wanneer het slachtoffer in eerste aanleg reeds zelf een vordering tot schadevergoeding heeft ingesteld tegen de aansprakelijke derde, artikel 812, tweede lid, Gerechtelijk Wetboek, de indeplaatsgestelde verzekeringsinstelling niet verhindert om voor het eerst in hoger beroep tussen te komen tot het verkrijgen van een veroordeling van de aansprakelijke derde (1). (1) Cass. 16 november 2009, A.R. C.09.0135.N, AC 2009, nr.665."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170301.2": {
      "court": "CASS",
      "date": "2017-03-01",
      "roleNumber": "P.16.1061.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170301.2",
      "abstractFR": [
        "En vertu de l'article 136, § 2, alinéa 4, de la loi coordonnée du 14 juillet 1994 relative à l'assurance obligatoire soins de santé et indemnités, l'organisme assureur est subrogé au bénéficiaire à concurrence du montant des prestations octroyées, pour la totalité des sommes dues et qui réparent partiellement ou totalement le dommage; en refusant de condamner le défendeur à payer au demandeur des sommes dont il ne peut être exclu que ce dernier les ait déjà reçues de la mutuelle, le juge ne prive pas celle-ci du droit de recouvrer, à charge du débiteur, les débours qu'elle établirait avoir consentis au créancier pour la réparation de son dommage (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Krachtens artikel 136, § 2, vierde lid, ZIV-wet treedt de verzekeringsinstelling in de plaats van de rechthebbende tot beloop van het bedrag van de verleende prestaties, voor het geheel van de sommen die verschuldigd zijn en die de schade geheel of gedeeltelijk vergoeden; de rechter die weigert de verweerder te veroordelen om de eiser sommen te betalen waarvan niet kan worden uitgesloten dat hij ze reeds van het ziekenfonds heeft ontvangen, ontneemt dat ziekenfonds het recht niet om van de schuldenaar de bedragen terug te vorderen waarvan het kan aantonen dat het deze ter vergoeding van de schade van de schuldeiser heeft betaald (1). (1) Zie concl. OM in Pas. 2017, nr."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161020.2": {
      "court": "CASS",
      "date": "2016-10-20",
      "roleNumber": "C.16.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161020.2",
      "abstractFR": [
        "La victime qui a perçu des prestations de l'organisme assureur pour un dommage résultant d'une incapacité de travail ne peut réclamer une indemnité de droit commun pour ce même dommage que dans la mesure où cette indemnité excède les prestations de l'organisme assureur et ce, jusqu'à concurrence de la différence entre les deux sommes (1). (1) Cass. 15 septembre 2014, RG C.14.0116.N, Pas. 2014, n° 521."
      ],
      "abstractNL": [
        "Het slachtoffer dat prestaties van de verzekeringsinstelling heeft ontvangen voor schade uit arbeidsongeschiktheid, kan voor dezelfde schade slechts aanspraak maken op een vergoeding naar gemeen recht voor zover die vergoeding meer bedraagt dan de prestaties van de verzekeringsinstelling, en dat tot beloop van het verschil tussen beide bedragen (1). (1) Cass. 15 september 2014, AR C.14.0116.N, AC 2014, nr. 521."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140908.1": {
      "court": "CASS",
      "date": "2014-09-08",
      "roleNumber": "C.09.0546.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140908.1",
      "abstractFR": [
        "Le dommage que subit le bénéficiaire consistant dans la quote-part des frais médicaux que la législation sur l'assurance obligatoire en matière de soins de santé et d'indemnités laisse à sa charge après intervention de l'organisme assureur, dite \"ticket modérateur\", n'est pas exclu de la subrogation dudit organisme assureur."
      ],
      "abstractNL": [
        "De schade die de rechthebbende lijdt en die bestaat uit het aandeel in de medische kosten die de wetgeving op de verplichte verzekering voor geneeskundige verzorging en uitkeringen ten zijne laste laat na tussenkomst van de verzekeringsinstelling, het zogeheten \"remgeld\", valt niet buiten de indeplaatsstelling van die verzekeringsinstelling."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130923.2": {
      "court": "CASS",
      "date": "2013-09-23",
      "roleNumber": "C.12.0559.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130923.2&lang=fr",
      "abstractFR": [
        "Le juge peut allouer une indemnité pour la perte d'une chance d'obtenir un avantage ou d'éviter un désavantage pour autant que la perte de cette chance résulte d'une faute; seule la valeur économique de la chance perdue est réparable; cette valeur ne saurait constituer le montant total du préjudice finalement subi ou de l'avantage finalement perdu; il s'ensuit que la perte de la chance de récupérer la capacité de travailler ne constitue pas un dommage au sens de l'article 136, §2, de la loi relative à l'assurance obligatoire soins de santé et indemnités, coordonnée le 14 juillet 1994."
      ],
      "abstractNL": [
        "De rechter kan vergoeding toekennen voor het verlies van een kans op het verwerven van een voordeel of het vermijden van een nadeel indien het verlies van deze kans te wijten is aan een fout; enkel de economische waarde van de verloren gegane kans komt voor vergoeding in aanmerking; deze waarde kan niet bestaan uit het volledige bedrag van het uiteindelijk geleden nadeel of het verloren voordeel; hieruit volgt dat het verlies van een kans op herstel van de arbeidsongeschiktheid geen schade is zoals bedoeld in artikel 136, §2, ZIV-wet."
      ]
    }
  },
  "164": {
    "ECLI:BE:CASS:2019:ARR.20190213.1": {
      "court": "CASS",
      "date": "2019-02-13",
      "roleNumber": "P.18.0153.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190213.1",
      "abstractFR": [
        "L'octroi des prestations d'assurance maladie invalidité est indu dès que les conditions réglementaires prévues ne sont pas réunies, l'article 164, al. 1er et 2, de la loi coordonnée du 14 juillet 1994 relative à l'assurance obligatoire soins de santé et indemnités ne distinguant pas, pour l'obligation de remboursement des prestations octroyées indûment, l'erreur de la fraude (1). (1) Voir les concl. du MP.",
        "L'article 164, al. 1er et 2, de la loi coordonnée du 14 juillet 1994 relative à l'assurance obligatoire soins de santé et indemnités n'empêche pas les organismes assureurs, en cas de poursuites pénales, d'introduire une action civile devant les juridictions répressives sur la base de l'article 1382 du Code civil lorsque les conditions d'application de cet article sont réunies, parmi lesquelles figure la nécessité d'un dommage; ce dommage n'est toutefois pas limité, dans ce cas, au dommage propre des organismes assureurs mais concerne également le dommage résultant des décaissements des montants correspondant à des prestations payées indûment et supportées par le régime de l'assurance qui a fourni les ressources affectées à ces prestations (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Prestaties van de ziekte- en invaliditeitsverzekering zijn ten onrechte uitbetaald zodra de voorgeschreven reglementaire voorwaarden niet zijn vervuld aangezien artikel 164, eerste en tweede lid, ZIV-wet, voor de verplichte terugbetaling van ten onrechte toegekende prestaties, geen onderscheid maakt tussen vergissing en bedrog (1). (1) Zie concl. OM in Pas. 2019, nr. 89.",
        "Artikel 164, eerste en tweede lid, ZIV-wet belet de verzekeringsinstellingen niet om, in geval van strafvervolging, een burgerlijke rechtsvordering in te stellen voor de strafrechter op grond van artikel 1382 Burgerlijk Wetboek wanneer de toepassingsvoorwaarden van dit artikel zijn vervuld, waaronder de noodzakelijkheid van schade; die schade is in dat geval evenwel niet beperkt tot de eigen schade van de verzekeringsinstellingen maar heeft ook betrekking op de schade voortvloeiend uit de uitbetaling van de bedragen die overeenkomen met ten onrechte betaalde prestaties en die door de verzekeringsregeling worden gedragen die de middelen voor die prestaties heeft verstrekt (1). (1) Zie concl. OM in Pas. 2019, nr. 89."
      ]
    }
  },
  "167": {
    "ECLI:BE:CASS:2016:ARR.20161220.2": {
      "court": "CASS",
      "date": "2016-12-20",
      "roleNumber": "P.15.1538.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161220.2&lang=fr",
      "abstractFR": [
        "Lorsqu'une prévention de faux concerne un document autorisant le remboursement de prestations de santé, visées par la loi relative à l'assurance obligatoire soins de santé et indemnités, coordonnée le 14 juillet 1994, seuls les membres de l'auditorat du travail sont, sous réserve des dispositions de l'article 155, alinéa 2, du Code judiciaire, compétents pour exercer l'action publique du chef de telles infractions et la chambre de la cour d'appel qui statue sur l'action publique doit être composée de deux conseillers à la cour d'appel, y compris le président, et d'un conseiller à la cour du travail."
      ],
      "abstractNL": [
        "Wanneer een telastlegging wegens valsheid betrekking heeft op een document dat de terugbetaling toelaat van geneeskundige verstrekkingen, bedoeld in de ZIV-wet, zijn, onder voorbehoud van het bepaalde in artikel 155, tweede lid, Gerechtelijk Wetboek, enkel de leden van het arbeidsauditoraat bevoegd de strafvordering wegens dergelijke inbreuken uit te oefenen en moet de kamer van het hof van beroep dat uitspraak doet over de strafvordering samengesteld zijn uit twee raadsheren in het hof van beroep, de voorzitter daaronder begrepen, en uit één raadsheer in het arbeidshof."
      ]
    }
  },
  "168": {
    "ECLI:BE:CASS:2002:ARR.20020506.9": {
      "court": "CASS",
      "date": "2002-05-06",
      "roleNumber": "S.01.0052.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2002:ARR.20020506.9&lang=fr",
      "abstractFR": [
        "Les amendes administratives prévues par les articles 6 et 7 de l'arrêté royal du 4 juin 1987 et du 25 novembre 1996 fixant les modalités de tenue d'un registre de prestations par les kinésithérapeutes et les praticiens de l'art infirmier et déterminant les amendes administratives en cas d'infraction à ces dispositions sont des sanctions administratives au sens des articles 101 de la loi du 9 août 1963 instituant et organisant un régime d'assurance obligatoire contre la maladie et l'invalidité et 168 de la loi relative à l'assurance obligatoire soins de santé et indemnités, coordonnée le 14 juillet 1994 (1). (1) Voir les conclusions (contraires) du MP."
      ],
      "abstractNL": [
        "De administratieve geldboetes bepaald bij de artt. 6 en 7 K.B. 4 juni 1987 en 25 november 1996 tot vaststelling van de regelen inzake het bijhouden van een verstrekkingenregister door de kinesitherapeuten en de verpleegkundigen en tot betaling van de administratieve geldboetes in geval van inbreuk op deze voorschriften zijn administratieve sancties in de zin van artt. 101 Z.I.V.-wet en 168 van de gecoörd. Z.I.V.-wet 14 juli 1994 (1). (1) Zie de (strijdige) conclusie van het O.M."
      ]
    }
  },
  "174": {
    "ECLI:BE:CASS:2025:ARR.20250210.3F.4": {
      "court": "CASS",
      "date": "2025-02-10",
      "roleNumber": "S.21.0042.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250210.3F.4",
      "abstractFR": [
        "Il ne suit pas de l'article 174 de la loi relative à l'assurance obligatoire soins de santé et indemnités, coordonnée le 14 juillet 1994, que seules les prestations octroyées postérieurement à une manœuvre frauduleuse sont soumises au délai de prescription de cinq ans (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit artikel 174 ZIV-wet volgt niet dat enkel de prestaties die na een listige kunstgreep werden verleend, onderworpen zijn aan een verjaringstermijn van vijf jaar (1). (1) Zie concl. OM."
      ]
    }
  },
  "25quater": {
    "ECLI:BE:CASS:2025:ARR.20250505.3N.7": {
      "court": "CASS",
      "date": "2025-05-05",
      "roleNumber": "S.21.0018.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250505.3N.7",
      "abstractFR": null,
      "abstractNL": [
        "Uit de wetsgeschiedenis blijkt dat artikel 25quater ZIV-wet ertoe strekt het College van geneesheren-directeurs toe te laten reeds tussenkomst te verlenen in de kosten van innovatieve medische technieken met aangetoonde therapeutische meerwaarde gedurende de periode die, ingevolge de voor de aanpassing van de Nomenclatuur van de geneeskundige verstrekkingen te volgen procedure, nodig is om deze nieuwe technieken in de Nomenclatuur op te nemen (1). (1) Zie concl. OM.",
        "Door de artikelen 25bis, 25ter en 25quater ZIV-wet worden aan het College van geneesheren-directeurs in onderscheiden gevallen de bevoegdheid toegekend om uit de middelen van het Bijzonder Solidariteitsfonds een tegemoetkoming te verlenen in de kosten van bijzondere en dure verstrekkingen die niet voor vergoeding door de verzekering voor geneeskundige verzorging in aanmerking komen; noch uit de bepalingen van artikel 25bis ZIV-wet, noch uit die van artikel 25quater volgt dat voor een verstrekking die is opgenomen in de limitatieve lijst bedoeld in artikel 25quater, eerste lid, ZIV-wet geen tegemoetkoming kan worden verleend op grond van artikel 25bis of artikel 25ter voor zover aan de in die artikelen bepaalde voorwaarden is voldaan (1). (1) Zie concl. OM."
      ]
    }
  },
  "25bis": {
    "ECLI:BE:CASS:2025:ARR.20250505.3N.7": {
      "court": "CASS",
      "date": "2025-05-05",
      "roleNumber": "S.21.0018.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250505.3N.7",
      "abstractFR": null,
      "abstractNL": [
        "Door de artikelen 25bis, 25ter en 25quater ZIV-wet worden aan het College van geneesheren-directeurs in onderscheiden gevallen de bevoegdheid toegekend om uit de middelen van het Bijzonder Solidariteitsfonds een tegemoetkoming te verlenen in de kosten van bijzondere en dure verstrekkingen die niet voor vergoeding door de verzekering voor geneeskundige verzorging in aanmerking komen; noch uit de bepalingen van artikel 25bis ZIV-wet, noch uit die van artikel 25quater volgt dat voor een verstrekking die is opgenomen in de limitatieve lijst bedoeld in artikel 25quater, eerste lid, ZIV-wet geen tegemoetkoming kan worden verleend op grond van artikel 25bis of artikel 25ter voor zover aan de in die artikelen bepaalde voorwaarden is voldaan (1). (1) Zie concl. OM."
      ]
    }
  },
  "25ter": {
    "ECLI:BE:CASS:2025:ARR.20250505.3N.7": {
      "court": "CASS",
      "date": "2025-05-05",
      "roleNumber": "S.21.0018.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250505.3N.7",
      "abstractFR": null,
      "abstractNL": [
        "Door de artikelen 25bis, 25ter en 25quater ZIV-wet worden aan het College van geneesheren-directeurs in onderscheiden gevallen de bevoegdheid toegekend om uit de middelen van het Bijzonder Solidariteitsfonds een tegemoetkoming te verlenen in de kosten van bijzondere en dure verstrekkingen die niet voor vergoeding door de verzekering voor geneeskundige verzorging in aanmerking komen; noch uit de bepalingen van artikel 25bis ZIV-wet, noch uit die van artikel 25quater volgt dat voor een verstrekking die is opgenomen in de limitatieve lijst bedoeld in artikel 25quater, eerste lid, ZIV-wet geen tegemoetkoming kan worden verleend op grond van artikel 25bis of artikel 25ter voor zover aan de in die artikelen bepaalde voorwaarden is voldaan (1). (1) Zie concl. OM."
      ]
    }
  },
  "73bis": {
    "ECLI:BE:CASS:2018:ARR.20180911.2": {
      "court": "CASS",
      "date": "2018-09-11",
      "roleNumber": "P.17.1311.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180911.2&lang=fr",
      "abstractFR": [
        "Lorsqu'une prévention de faux concerne un document autorisant le remboursement de prestations de santé, visées par la loi relative à l'assurance obligatoire soins de santé et indemnités, coordonnée le 14 juillet 1994, la chambre de la cour d'appel qui statue sur l'action publique doit être composée de deux conseillers à la cour d'appel et d'un conseiller à la cour du travail (1). (1) Voir Cass. 20 décembre 2016, RG P.15.1538.N, Pas. 2016, n° 738."
      ],
      "abstractNL": [
        "Wanneer een telastlegging wegens valsheid betrekking heeft op een document dat de terugbetaling toelaat van in de ZIV-Wet bedoelde geneeskundige verstrekkingen, moet de kamer van het hof van beroep die uitspraak doet over de strafvordering, samengesteld zijn uit twee raadsheren in het hof van beroep en uit één raadsheer in het arbeidshof (1). (1) Zie: Cass. 20 december 2016, AR P.15.1538.N, AC 2016, nr. 738."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161220.2": {
      "court": "CASS",
      "date": "2016-12-20",
      "roleNumber": "P.15.1538.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161220.2&lang=fr",
      "abstractFR": [
        "Lorsqu'une prévention de faux concerne un document autorisant le remboursement de prestations de santé, visées par la loi relative à l'assurance obligatoire soins de santé et indemnités, coordonnée le 14 juillet 1994, seuls les membres de l'auditorat du travail sont, sous réserve des dispositions de l'article 155, alinéa 2, du Code judiciaire, compétents pour exercer l'action publique du chef de telles infractions et la chambre de la cour d'appel qui statue sur l'action publique doit être composée de deux conseillers à la cour d'appel, y compris le président, et d'un conseiller à la cour du travail."
      ],
      "abstractNL": [
        "Wanneer een telastlegging wegens valsheid betrekking heeft op een document dat de terugbetaling toelaat van geneeskundige verstrekkingen, bedoeld in de ZIV-wet, zijn, onder voorbehoud van het bepaalde in artikel 155, tweede lid, Gerechtelijk Wetboek, enkel de leden van het arbeidsauditoraat bevoegd de strafvordering wegens dergelijke inbreuken uit te oefenen en moet de kamer van het hof van beroep dat uitspraak doet over de strafvordering samengesteld zijn uit twee raadsheren in het hof van beroep, de voorzitter daaronder begrepen, en uit één raadsheer in het arbeidshof."
      ]
    }
  }
}