{
  "3": {
    "ECLI:BE:CASS:2023:ARR.20230627.2N.28": {
      "court": "CASS",
      "date": "2023-06-27",
      "roleNumber": "P.22.0859.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230627.2N.28",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 4, § 1, 1 en 4, en § 1bis Sociale Documentenwet en art. 3, § 1 KB van 8 augustus 1980 betreffende het bijhouden van sociale documenten volgt dat de Dimona-aangifteplicht het bijhouden van een personeelsregister vervangt; daaruit moet worden afgeleid dat de regelgever met de invoering van de Dimona-aangifteplicht niet uitsluitend beoogt te verzekeren dat de betrokken werknemers zouden zijn aangesloten bij een sociaalzekerheidsstelsel en de naleving van de ter zake geldende regelgeving, maar daarnaast en dus bijkomend ook als doel heeft de doeltreffendheid te waarborgen van de door de bevoegde nationale autoriteiten uitgevoerde controles betreffende de in het arbeidsrecht vastgestelde arbeidsvoorwaarden en –omstandigheden; daaruit volgt ook dat de Dimona-aangifteplicht zich niet beperkt tot de tewerkstelling in België van werknemers door ondernemingen die enkel in België een werkelijke en duurzame vestiging hebben (1). (1) Zie concl. OM en Cass. 9 mei 2023, AR P.21.0738.N, AC 2023, nr. 339 met concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230509.2N.7": {
      "court": "CASS",
      "date": "2023-05-09",
      "roleNumber": "P.21.0738.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230509.2N.7",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 4, § 1, 1., en 4, § 1bis Sociale Documentenwet en artikel 3, § 1 KB van 8 augustus 1980 betreffende het bijhouden van sociale documenten volgt dat de Dimona–aangifteplicht het bijhouden van een personeelsregister vervangt; daaruit moet worden afgeleid dat de regelgever met de invoering van de Dimona–aangifteplicht niet uitsluitend beoogt te verzekeren dat de betrokken werknemers zouden zijn aangesloten bij een sociaalzekerheidsstelsel en de naleving van de ter zake geldende regelgeving, maar daarnaast en dus bijkomend ook als doel heeft de doeltreffendheid te waarborgen van de door de bevoegde nationale autoriteiten uitgevoerde controles betreffende de in het arbeidsrecht vastgestelde arbeidsvoorwaarden en –omstandigheden; daaruit volgt ook dat de Dimona–aangifteplicht zich niet beperkt tot de tewerkstelling in België van werknemers door ondernemingen die enkel in België een werkelijke en duurzame vestiging hebben en dat de Koning de hem door de wetgever verleende bevoegdheid niet heeft overschreden (1). (1) Zie gelijkluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220419.2N.11": {
      "court": "CASS",
      "date": "2022-04-19",
      "roleNumber": "P.21.1232.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220419.2N.11",
      "abstractFR": [
        "Il suit des articles 4, § 1er, 1., et 4, et § 1erbis de l'arrêté royal n° 5 du 23 octobre 1978 relatif à la tenue des documents sociaux et 3, § 1er, de l'arrêté royal du 8 août 1980 relatif à la tenue des documents sociaux que l'obligation de déclaration Dimona remplace la tenue d'un registre du personnel; qu'il faut en conclure qu'en introduisant l'obligation de déclaration Dimona, le législateur entend non seulement s'assurer que les travailleurs concernés soient affiliés à un régime de sécurité sociale et que la législation en la matière soit respectée, mais aussi, et donc en plus, garantir l'efficacité des contrôles opérés par les autorités nationales compétentes en ce qui concerne les conditions de travail imposées par le droit du travail (1). (1) Voir les concl. contraires du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de artikel 4, § 1, 1., en 4, § 1bis Sociale Documentenwet en art. 3, § 1 KB van 8 augustus 1980 betreffende het bijhouden van sociale documenten volgt dat de Dimona-aangifteplicht het bijhouden van een personeelsregister vervangt; daaruit moet worden afgeleid dat de regelgever met de invoering van de Dimona-aangifteplicht niet uitsluitend beoogt te verzekeren dat de betrokken werknemers zouden zijn aangesloten bij een sociaalzekerheidsstelsel en de naleving van de ter zake geldende regelgeving, maar daarnaast en dus bijkomend ook als doel heeft de doeltreffendheid te waarborgen van de door de bevoegde nationale autoriteiten uitgevoerde controles betreffende de in het arbeidsrecht vastgestelde arbeidsvoorwaarden en -omstandigheden (1). (1) Zie andersluidende concl. OM."
      ]
    }
  }
}