{
  "5": {
    "ECLI:BE:CASS:2021:ARR.20210129.1N.17": {
      "court": "CASS",
      "date": "2021-01-29",
      "roleNumber": "F.18.0140.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210129.1N.17&lang=fr",
      "abstractFR": [
        "S'agissant du caractère imposable de sommes perçues en tant qu'avantages anormaux ou bénévoles, l'article 5, § 1er, de l'arrêté royal n 187 du 30 décembre 1982 relatif à la création de centres de coordination n'établit aucune distinction selon que le remboursement des revenus doit avoir lieu ou non au cours d'une période imposable ultérieure; par conséquent, les sommes que le contribuable perçoit au cours d'une période imposable et qu'il doit rembourser au cours d'une période imposable ultérieure peuvent être considérées comme des avantages anormaux ou bénévoles imposables (1). (1)Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Voor de belastbaarheid van ontvangen gelden als abnormale of goedgunstige voordelen maakt artikel 5, § 1, koninklijk besluit nr. 187 geen onderscheid naargelang de inkomsten al dan niet in een later tijdperk moeten worden terugbetaald; sommen die de belastingplichtige in een belastbaar tijdperk ontvangt en die hij in een later belastbaar tijdperk moet terugbetalen, kunnen bijgevolg als belastbare abnormale of goedgunstige voordelen worden aangemerkt (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170120.5": {
      "court": "CASS",
      "date": "2017-01-20",
      "roleNumber": "F.15.0197.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170120.5&lang=fr",
      "abstractFR": [
        "L'inclusion de l'impôt des sociétés établi lors d'un exercice d'imposition antérieur dans la base de calcul des centres de coordination lors d'un exercice suivant entraîne un double emploi au sens de l'article 376, § 1er, du Code des impôts sur les revenus 1992, dans la mesure où la partie du bénéfice de l'exercice d'imposition antérieur correspondant à l'impôt des sociétés fait l'objet d'une seconde imposition alors que la loi fiscale ne le prévoit pas (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer de vennootschapsbelasting van een vorig aanslagjaar wordt opgenomen in de berekeningsgrondslag van de coördinatiecentra in een volgend aanslagjaar, leidt zulks tot dubbele belasting in de zin van artikel 376, § 1, WIB92 aangezien aldus het met de vennootschapsbelasting overeenstemmend deel van de winst van het vorig aanslagjaar een tweede maal wordt belast, terwijl de belastingwet daarin niet voorziet (1). (1) Zie concl. OM."
      ]
    }
  }
}