{
  "2": {
    "ECLI:BE:CASS:2014:ARR.20141126.1": {
      "court": "CASS",
      "date": "2014-11-26",
      "roleNumber": "P.14.0730.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141126.1",
      "abstractFR": [
        "Lorsque se pose devant la Cour de cassation la question de savoir si l'article 2, alinéa 1er, de l'arrêté royal n° 236 du 20 janvier 1936 simplifiant certaines formes de la procédure pénale à l'égard des détenus, confirmé par la loi du 4 mai 1936, viole les articles 10 et 11 de la Constitution, lus isolément ou combinés avec les articles 6 et 13 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, dans la mesure où un prévenu condamné par défaut et détenu dans un établissement pénitentiaire ne peut faire opposition aux condamnations pénales prononcées par les cours d'appel, les tribunaux correctionnels et les tribunaux de police, par déclaration à l'attaché-directeur ou au conseiller-directeur de prison de l'établissement pénitentiaire ou à son délégué, qu'à la condition de ne pas être détenteur de la somme nécessaire pour couvrir les frais d'acte d'huissier, alors que, en vertu de l'article 1er de la loi du 25 juillet 1893 relative aux déclarations d'appel et de pourvoi en cassation des personnes détenues ou internées, dans les établissements pénitentiaires, les déclarations d'appel ou de recours en cassation en matière pénale peuvent être faites sans restriction aux directeurs de ces établissements ou à leur délégué par les personnes qui y sont détenues, la Cour pose une question préjudicielle à la Cour constitutionnelle (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer het Hof van Cassatie de vraag wordt gesteld of artikel 2, eerste lid, van het koninklijk besluit nr. 236 van 20 januari 1936 tot vereenvoudiging van sommige vormen van de strafvordering ten opzichte van de gedetineerden, bevestigd bij wet van 4 mei 1936, de artikelen 10 en 11 van de Grondwet schendt, afzonderlijk of samen gelezen met de artikelen 6 en 13 van het Verdrag tot bescherming van de rechten van de mens en de fundamentele vrijheden, in zoverre een bij verstek veroordeelde beklaagde die in een strafinrichting is opgesloten enkel verzet kan doen tegen de veroordelingen in strafzaken, uitgesproken door de hoven van beroep, de correctionele rechtbanken en de politierechtbanken, door middel van een verklaring aan de attaché-gevangenisdirecteur of adviseur-gevangenisdirecteur van de strafinrichting of aan zijn gemachtigde, op voorwaarde dat hij het vereiste bedrag niet in zijn bezit heeft om de kosten van de akte van deurwaarder te dekken, terwijl krachtens artikel 1 van de wet van 25 juli 1893 betreffende de aantekening van beroep of van voorziening in cassatie van gevangenzittende of geïnterneerde personen, in de strafinrichtingen, door de personen die erin opgesloten zijn, de verklaringen van hoger beroep of van voorziening in verbreking in strafzaken, onbeperkt kunnen worden gedaan aan de bestuurders van die inrichtingen of aan hun gemachtigde, stelt het Hof een prejudiciële vraag aan het Grondwettelijk Hof (1). (1) Zie concl. OM in Pas. 2014, nr. ..."
      ]
    }
  }
}