{
  "2": {
    "ECLI:BE:CASS:2020:ARR.20201110.2N.6": {
      "court": "CASS",
      "date": "2020-11-10",
      "roleNumber": "P.20.0759.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201110.2N.6&lang=fr",
      "abstractFR": [
        "Il résulte de la genèse législative de l'arrêté royal du 30 décembre 1993 réglementant l'importation, l'exportation et le transit des marchandises et des technologies connexes, ainsi que de l'effet direct du Règlement (UE) n° 36/2012 du Conseil du 18 janvier 2012 concernant des mesures restrictives en raison de la situation en Syrie et abrogeant le Règlement (UE) n° 442/2011, et des règlements portant modification, que l'avis, publié au Moniteur belge du 2 avril 2012, rendu sur l'application du Règlement (UE) n° 36/2012 n'a qu'une valeur informative; cet avis n'est pas requis pour l'entrée en vigueur de l'obligation d'autorisation prévue aux règlements précités; il ne s'agit pas davantage d'un arrêté d'exécution dont la violation est punie par l'article 9, § 1er, de l'arrêté royal du 30 décembre 1993."
      ],
      "abstractNL": [
        "Uit de wetsgeschiedenis van het KB Uitvoer, alsook uit de rechtstreekse werking van Verordening (EU) nr. 36/12 en de wijzigingsverordeningen volgt dat het Bericht in het Belgisch Staatsblad van 2 april 2012 over toepassing van Verordening (EU) nr. 36/12 enkel een informatieve waarde heeft; dat bericht is niet vereist voor de inwerkingtreding van de vergunningsplicht bepaald in vermelde verordeningen; evenmin is dat bericht een uitvoeringsbesluit waarvan de overtreding strafbaar is gesteld door artikel 9, § 1 KB Uitvoer."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2024:ARR.20240917.2N.12": {
      "court": "CASS",
      "date": "2024-09-17",
      "roleNumber": "P.23.1093.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240917.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "In correctionele en politiezaken maakt de verwijzingsbeslissing van het onderzoeksgerecht of de dagvaarding om te verschijnen voor het vonnisgerecht niet de daarin vervatte kwalificatie bij het vonnisgerecht aanhangig, maar wel de feiten zoals zij blijken uit de stukken van het onderzoek en die aan de akte van aanhangigmaking ten grondslag liggen; die kwalificatie is voorlopig en het vonnisgerecht heeft de plicht om aan de feiten, voorwerp van de telastlegging, hun juiste omschrijving te geven; wanneer de feiten slechts onder één misdrijfkwalificatie worden vervolgd maar er meerdere misdrijfkwalificaties op van toepassing zijn, kan het vonnisgerecht zonder aanvullende aanhangigmaking de beklaagde niet veroordelen voor meerdere misdrijven en is het ertoe gehouden de feiten te kwalificeren volgens de misdrijfomschrijving waarop de zwaarste straf wordt gesteld; de verplichting om aan de feiten hun juiste omschrijving te geven, verhindert niet dat het vonnisgerecht een oorspronkelijk als douanemisdrijf gekwalificeerd feit heromschrijft naar een gemeenrechtelijk misdrijf; daarvoor is niet vereist dat het openbaar ministerie dat feit gelijktijdig en gezamenlijk met de algemene administratie van de douane en accijnzen vervolgt; artikel 4 Wet 13 mei 2003, dat slechts bepaalt dat de Koning op basis van de Wet Uitvoer verder uitvoering kan geven aan een door de Europese Unie opgelegde beperkende maatregel, laat niet toe anders te oordelen; de loutere heromschrijving van een douanemisdrijf naar een gemeenrechtelijk misdrijf houdt als dusdanig geen onwettige overschrijding in van de saisine van het vonnisgerecht; wanneer de feiten enkel door de algemene administratie van de douane en accijnzen onder een douanerechtelijke kwalificatie worden vervolgd en het vonnisgerecht oordeelt dat die feiten moeten worden gekwalificeerd naar een gemeenrechtelijk misdrijf met een zwaardere bestraffing, treedt dat vonnisgerecht bij afwezigheid op dat ogenblik van vervolging voor die feiten door het openbaar ministerie, evenmin buiten zijn saisine; in dat geval kan het vonnisgerecht enkel vaststellen dat de aanhangige strafvordering werd ingesteld door een daarvoor niet-bevoegde instantie (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230425.2N.5": {
      "court": "CASS",
      "date": "2023-04-25",
      "roleNumber": "P.22.1396.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230425.2N.5",
      "abstractFR": null,
      "abstractNL": [
        "Uit de verwijzing in artikel 2ter.3 Verordening nr. 36/2012 naar artikel 11 Verordening nr. 428/2009, zoals van toepassing, kan niet worden afgeleid dat de apparatuur, goederen of technologie als genoemd in bijlage IX van Verordening nr. 36/2012 en al dan niet van oorsprong uit de Unie, gelijk te stellen zijn met producten voor tweeërlei gebruik die het voorwerp uitmaken van Verordening nr. 428/2009 en Besluit 14 maart 2014; met die verwijzing wordt voor het verlenen van een voorafgaande vergunning vereist voor het direct of indirect verkopen, leveren, overdragen of exporteren van de bedoelde apparatuur, goederen of technologie ten behoeve van een Syrisch persoon, entiteit of lichaam of bestemd voor gebruik in Syrië, tot stand gebracht als een beperkende maatregel tegen Syrië, enkel een procedurele regeling overgenomen voor het geval meerdere lidstaten voor het afgeven van de vergunning in aanmerking kunnen komen en daarmee worden geen andere bepalingen van Verordening nr. 428/2009 overgenomen of van toepassing gemaakt, zodat noch het Besluit 14 maart 2014, dat uitsluitend betrekking heeft op de vergunningen vereist voor uitvoer en doorvoer van producten voor tweeërlei gebruik, noch artikel 10 Wet Uitvoer, noch de artikelen 281 en 283 AWDA verder bepalend zijn voor de toepassing van artikel 2ter Verordening nr. 36/2012 (1). (1) Zie concl. OM.",
        "Uit de verwijzing in artikel 2ter.3 Verordening nr. 36/2012 naar artikel 11 Verordening nr. 428/2009, zoals van toepassing, kan niet worden afgeleid dat de apparatuur, goederen of technologie als genoemd in bijlage IX van Verordening nr. 36/2012 en al dan niet van oorsprong uit de Unie, gelijk te stellen zijn met producten voor tweeërlei gebruik die het voorwerp uitmaken van Verordening nr. 428/2009 en Besluit 14 maart 2014; met die verwijzing wordt voor het verlenen van een voorafgaande vergunning vereist voor het direct of indirect verkopen, leveren, overdragen of exporteren van de bedoelde apparatuur, goederen of technologie ten behoeve van een Syrisch persoon, entiteit of lichaam of bestemd voor gebruik in Syrië, tot stand gebracht als een beperkende maatregel tegen Syrië, enkel een procedurele regeling overgenomen voor het geval meerdere lidstaten voor het afgeven van de vergunning in aanmerking kunnen komen en daarmee worden geen andere bepalingen van Verordening nr. 428/2009 overgenomen of van toepassing gemaakt, zodat noch het Besluit 14 maart 2014, dat uitsluitend betrekking heeft op de vergunningen vereist voor uitvoer en doorvoer van producten voor tweeërlei gebruik, noch artikel 10 Wet Uitvoer, noch de artikelen 281 en 283 AWDA verder bepalend zijn voor de toepassing van artikel 2ter Verordening nr. 36/2012 (1). (1) Zie concl. OM"
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201110.2N.6": {
      "court": "CASS",
      "date": "2020-11-10",
      "roleNumber": "P.20.0759.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201110.2N.6&lang=fr",
      "abstractFR": [
        "Il résulte de la genèse législative de l'arrêté royal du 30 décembre 1993 réglementant l'importation, l'exportation et le transit des marchandises et des technologies connexes, ainsi que de l'effet direct du Règlement (UE) n° 36/2012 du Conseil du 18 janvier 2012 concernant des mesures restrictives en raison de la situation en Syrie et abrogeant le Règlement (UE) n° 442/2011, et des règlements portant modification, que l'avis, publié au Moniteur belge du 2 avril 2012, rendu sur l'application du Règlement (UE) n° 36/2012 n'a qu'une valeur informative; cet avis n'est pas requis pour l'entrée en vigueur de l'obligation d'autorisation prévue aux règlements précités; il ne s'agit pas davantage d'un arrêté d'exécution dont la violation est punie par l'article 9, § 1er, de l'arrêté royal du 30 décembre 1993."
      ],
      "abstractNL": [
        "Uit de wetsgeschiedenis van het KB Uitvoer, alsook uit de rechtstreekse werking van Verordening (EU) nr. 36/12 en de wijzigingsverordeningen volgt dat het Bericht in het Belgisch Staatsblad van 2 april 2012 over toepassing van Verordening (EU) nr. 36/12 enkel een informatieve waarde heeft; dat bericht is niet vereist voor de inwerkingtreding van de vergunningsplicht bepaald in vermelde verordeningen; evenmin is dat bericht een uitvoeringsbesluit waarvan de overtreding strafbaar is gesteld door artikel 9, § 1 KB Uitvoer."
      ]
    }
  }
}