{
  "14": {
    "ECLI:BE:CASS:2019:ARR.20191114.12": {
      "court": "CASS",
      "date": "2019-11-14",
      "roleNumber": "C.18.0128.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191114.12&lang=fr",
      "abstractFR": [
        "Il est satisfait à l'obligation de présenter l'exception d'irrecevabilité avant toute exception ou moyen de défense lorsque l'exception est proposée dans le premier acte de procédure et avant l'ouverture des débats au fond, l'ordre dans lequel plusieurs exceptions figurent étant sans importance lorsqu'elles sont présentées dans cet acte."
      ],
      "abstractNL": [
        "Aan de verplichting om de exceptie van onontvankelijkheid voor te dragen voor elke andere exceptie of verweermiddel is voldaan wanneer de exceptie wordt voorgedragen in de eerste akte van rechtspleging en vooraleer het debat ten gronde wordt aangegaan, onverschillig in welke volgorde dit gebeurt indien in die akte meerdere excepties worden voorgedragen."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171013.4": {
      "court": "CASS",
      "date": "2017-10-13",
      "roleNumber": "C.17.0015.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171013.4",
      "abstractFR": [
        "L'action, qui porte sur l'indemnisation de la perte du bénéfice d'une activité pour laquelle l'entreprise n'est pas inscrite et des moyens y affectés est une action basée sur cette activité (1). (1) Voir Cass. 8 février 2013, RG C.10.0669.N, Pas. 2013, n° 94."
      ],
      "abstractNL": [
        "De vordering, die betrekking heeft op de vergoeding van het verlies van de winst uit een activiteit waarvoor de onderneming niet is ingeschreven en van de daartoe bestemde middelen, is een op die activiteit gegronde vordering (1). (1) Zie Cass. 8 februari 2013, AR C.10.0669.N, AC 2013, nr. 94."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150206.2": {
      "court": "CASS",
      "date": "2015-02-06",
      "roleNumber": "C.13.0182.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150206.2&lang=fr",
      "abstractFR": [
        "La seule circonstance qu''une entreprise commerciale ou artisanale ne dispose pas d''une inscription dans la Banque-Carrefour des Entreprises, n''a pas pour conséquence que les conventions qu''elle a conclues sont illicites et ne peuvent constituer le fondement d''une action."
      ],
      "abstractNL": [
        "De enkele omstandigheid dat een handels- of ambachtsonderneming niet over een inschrijving in de Kruispuntbank van Ondernemingen beschikt, heeft niet tot gevolg dat de door haar gesloten overeenkomsten onrechtmatig zijn en geen grondslag kunnen bieden aan een rechtsvordering."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150115.2": {
      "court": "CASS",
      "date": "2015-01-15",
      "roleNumber": "C.14.0075.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150115.2",
      "abstractFR": [
        "L'article 14 de la loi du 16 janvier 2003 portant création d'une banque-carrefour des entreprises, modernisation du registre de commerce, création de guichets-entreprises agréés et portant diverses dispositions ne s'applique pas aux actes de défense à une action, cet acte fût-il un acte d'appel ou un pourvoi en cassation; une société ne se trouve dès lors pas dans l'impossibilité de former un pourvoi en cassation recevable pendant la période de la radiation d'office de son inscription auprès de la banque-carrefour des entreprises (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel 14 van de wet van 16 januari 2003 tot oprichting van een Kruispuntbank van Ondernemingen, tot modernisering van het handelsregister, tot oprichting van erkende ondernemingsloketten en houdende diverse bepalingen, is niet van toepassing op de akten van verweer tegen een rechtsvordering, zelfs niet wanneer die akte een akte van hoger beroep of een cassatieberoep is; een vennootschap verkeert dus niet in de onmogelijkheid om een ontvankelijk cassatieberoep in te stellen tijdens de periode van ambtshalve schrapping van haar inschrijving bij de Kruispuntbank van Ondernemingen (1). (1) Zie concl. OM in Pas. 2015, nr. ... ."
      ]
    }
  }
}