{
  "9": {
    "ECLI:BE:CASS:2018:ARR.20181010.1": {
      "court": "CASS",
      "date": "2018-10-10",
      "roleNumber": "P.18.0660.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181010.1",
      "abstractFR": [
        "Il ne ressort ni du texte ni des travaux préparatoires de la loi sur la tutelle des mineurs étrangers non accompagnés que le législateur a eu l'intention de priver ceux-ci de la capacité d'accomplir personnellement ou par avocat les actes juridiques ou de procédure que les mineurs d'âge accomplissent eux-mêmes sans l'intervention de leur représentant légal; lorsque le mineur d'âge est une personne qui était âgée de seize ans ou plus au moment du fait qualifié infraction et qui a fait l'objet d'une décision de dessaisissement en application de l'article 57bis de la loi du 8 avril 1965 relative à la protection de la jeunesse, ce mineur exerce personnellement, le cas échéant à l'intervention de son avocat, les voies de recours prévues par la loi contre les décisions des juridictions d'instruction et des chambres spécifiques des juridictions de la jeunesse relatives à l'action publique; ses parents ou son tuteur n'ont pas le pouvoir de former ces recours en son nom, et le délai de recours ne prend pas cours à partir de la notification de ces décisions au tuteur (1). (1) Voir le « Rapport fait au nom de la Commission de la Justice », Doc. Parl., Ch., 50K2124/028, pp. 44-45 et 48.",
        "À supposer que l'article 9, § 1er, de la loi sur la tutelle des mineurs étrangers non accompagnés ait pour effet de priver le mineur étranger non accompagné qui a fait l'objet d'une décision de dessaisissement du droit d'exercer lui-même, ou à l'intervention de son avocat, les recours prévus par la loi contre les décisions relatives à l'action publique des juridictions d'instruction et des chambres spécifiques des juridictions de la jeunesse, et d'attribuer l'exercice de ce droit au tuteur, ladite disposition légale serait contraire aux articles 6.3.c de la Convention et 14.3.d) du Pacte international relatif aux droits civils et politiques et ne pourrait, dans cette mesure, être appliquée."
      ],
      "abstractNL": [
        "Uit de tekst of de wetsgeschiedenis van de Voogdijwet NBM blijkt niet dat de wetgever de bedoeling heeft gehad om de niet-begeleide minderjarige vreemdeling de bekwaamheid te ontzeggen om persoonlijk of door middel van zijn advocaat de rechtshandelingen of procedurele handelingen te stellen die minderjarigen zelf verrichten, zonder tussenkomst van hun wettelijke vertegenwoordiger; wanneer de minderjarige een persoon is die op het tijdstip van het als misdrijf omschreven feit zestien jaar of ouder was en die met toepassing van artikel 57bis Jeugdbeschermingswet het voorwerp is geweest van een beslissing tot uithandengeving, stelt die minderjarige persoonlijk, in voorkomend geval door tussenkomst van zijn advocaat, de bij wet bepaalde rechtsmiddelen in tegen de beslissingen van de onderzoeksgerechten en van de bijzondere kamers van de jeugdgerechten over de strafvordering; zijn ouders of voogd zijn niet bevoegd om die rechtsmiddelen in zijn naam in te stellen en de beroepstermijn begint niet te lopen vanaf de kennisgeving van die beslissingen aan de voogd (1). (1) Zie \"Verslag namens de Commissie voor de Justitie\", Gedr. St., Kamer, 50K2124/028, pp. 44-45 en 48.",
        "In de veronderstelling dat artikel 9, § 1, Voogdijwet NBM tot gevolg heeft dat de niet-begeleide minderjarige vreemdeling die het voorwerp is geweest van een beslissing tot uithandengeving het recht wordt ontzegd om zelf of door tussenkomst van zijn advocaat de bij de wet bepaalde rechtsmiddelen in te stellen tegen de beslissingen op de strafvordering van de onderzoeksgerechten en van de bijzondere kamers van de jeugdrechtbank en dat de uitoefening van dat recht wordt toegekend aan de voogd, dan zou die wetsbepaling in strijd zijn met artikel 6.3.c EVRM en artikel 14.3.d) IVBPR en in zoverre niet toegepast kunnen worden."
      ]
    }
  }
}