{
  "24": {
    "ECLI:BE:CASS:2023:ARR.20230503.2F.8": {
      "court": "CASS",
      "date": "2023-05-03",
      "roleNumber": "P.23.0353.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230503.2F.8",
      "abstractFR": [
        "Sans doute l'article 44 du Code forestier et l'article 24, alinéa 3, de l'arrêté du gouvernement wallon du 27 mai 2009 relatif à l'entrée en vigueur et à l'exécution du décret du 15 juillet 2008 relatif au Code forestier autorisent-ils le brûlage des rémanents contaminés, à condition de prendre les mesures nécessaires pour éviter la propagation du feu et de prévenir l'administration (1); mais il ne s'en déduit pas que ce matériau ne constituerait pas un déchet au sens du décret du Conseil régional wallon du 27 juin 1996 relatif aux déchets, ni qu'un doute légitime puisse exister à cet égard dans le chef d'un exploitant forestier normalement prudent et avisé, ni que ce dernier ait pu se croire autorisé par le décret à incinérer pareils déchets sur le site d'abattage en enfumant le voisinage (2). (1) Cette disposition autorise en effet, sous ces conditions, de « brûler les rémanents après une forte attaque d'insectes et/ou de champignons nuisibles à l'état sanitaire de la forêt telle une attaque de scolytes ou d'insectes défoliateurs et dans le cadre d'un défrichement au titre d'une mesure de gestion de la biodiversité ». Abrogé pour la Région wallonne, par le décret régional wallon du 15 juillet relatif au Code forestier, et pour la Région flamande par le décret du 13 juin 1990, l'art. 167 du Code forestier interdit de porter ou d'allumer du feu dans l'intérieur des bois et forêts, et à moins de cent mètres. (2) Le MP a considéré que le motif critiqué, relatif à l'erreur invincible, était surabondant, et, partant, que le moyen est irrecevable à défaut d'intérêt. En outre, il a relevé que le demandeur ne critiquait pas la considération - que la Cour contredit d'office -, dans l'arrêt attaqué, qu'en l'espèce, le bois ne peut être considéré comme un déchet. L'art. 2 du décret du 27 juin 1996 relatif aux déchets mentionne des déchet « agricoles », « de jardin », « biodégradables de jardin ou de parc »."
      ],
      "abstractNL": null
    }
  }
}