{
  "1/1": {
    "ECLI:BE:CASS:2016:ARR.20160519.5": {
      "court": "CASS",
      "date": "2016-05-19",
      "roleNumber": "D.15.0005.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160519.5&lang=fr",
      "abstractFR": [
        "Il ressort des dispositions des articles 4, alinéas 1er et 3, de la loi du 20 février 1939 sur la protection du titre et de la profession d'architecte, 21, alinéa 1er du Règlement de déontologie établi par le Conseil national de l'Ordre des Architectes et approuvé par l'arrêté royal du 18 avril 1985, 4.2.1. du Code flamand de l'aménagement du territoire et 1/1, 1° de l'arrêté du Gouvernement flamand du 23 mai 2003 déterminant les actes exonérés de l'intervention de l'architecte, qu'il y a lieu d'interpréter de manière restrictive dans la mesure où elles limitent la liberté d'industrie et de travail1, que l'intervention d'un architecte n'est pas légalement requise pour les actes légalement exonérés de l'intervention d'un architecte ou pour lesquels aucune autorisation urbanistique n'est requise. 1 Cass. 18 décembre 1967, Bull. et Pas. 1968, 516. --------------- ------------------------------------------------------------ --------------- ------------------------------------------------------------",
        "La circonstance que l'autorisation urbanistique est accordée pour la construction d'un immeuble destiné à une fonction précise n'implique pas que l'intervention d'un architecte est obligatoire pour tous les travaux nécessaires à l'usage de cet immeuble conformément à cette destination; après l'exécution du gros oeuvre l'architecte n'est dès lors pas tenu d'intervenir plus avant pour les travaux de finition qui sont, en soi, légalement exonérés de l'intervention d'un architecte ou pour lesquels aucune autorisation urbanistique n'est en soi requise; l'architecte peut ainsi limiter sa mission de contrôle au gros oeuvre - phase de fermeture du bâtiment à moins que les travaux de finition résolvent un problème de construction ou modifient la stabilité de l'immeuble."
      ],
      "abstractNL": [
        "Uit de bepalingen van artikel 4, eerste en derde lid, van de wet van 20 februari 1939 op de bescherming van de titel en het beroep van architect, artikel 21, eerste lid, van het Reglement van beroepsplichten vastgesteld door de Orde van architecten en goedgekeurd bij koninklijk besluit van 18 april 1985, artikel 4.2.1. Vlaamse Codex Ruimtelijke Ordening en artikel 1/1, 1°, van het Besluit van de Vlaamse regering van 23 mei 2003 tot bepaling van de handelingen die vrijgesteld zijn van de medewerking van de architect, die in de mate dat zij de vrijheid van nijverheid en arbeid beperken restrictief dienen te worden uitgelegd (1), volgt dat de tussenkomst van een architect wettelijk niet is vereist voor handelingen die overeenkomstig de wet zijn vrijgesteld van de medewerking van een architect of waarvoor geen stedenbouwkundige vergunning is vereist. (1) Cass. 18 december 1967, AC 1968, 553.",
        "De omstandigheid dat de stedenbouwkundige vergunning wordt verleend voor de oprichting van een voor een bepaalde functie bestemd gebouw, houdt niet in dat de tussenkomst van de architect verplicht is voor alle werken noodzakelijk voor het gebruik van het gebouw overeenkomstig die bestemming; na de uitvoering van de ruwbouwwerken, is de architect aldus niet gehouden verdere tussenkomsten te verlenen voor de afwerkingswerken, die op zich wettelijk zijn vrijgesteld van de medewerking van een architect of waarvoor op zich geen stedenbouwkundige vergunning is vereist; de architect kan zodoende zijn controleopdracht beperken tot de ruwbouw-winddichtfase, tenzij de afwerkingswerken de oplossing van een constructieprobleem met zich meebrengen of de stabiliteit van het gebouw wijzigen."
      ]
    }
  }
}