{
  "7": {
    "ECLI:BE:CASS:2022:ARR.20220309.2F.8": {
      "court": "CASS",
      "date": "2022-03-09",
      "roleNumber": "P.21.1457.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220309.2F.8",
      "abstractFR": [
        "Il résulte de la combinaison des articles 3 du code de la route, 62, alinéa 1er, de la loi relative à la police de la circulation routière, 7 de la loi du 26 avril 2002 relative aux éléments essentiels du statut des membres du personnel des services de police et portant diverses autres dispositions relatives aux services de police et 138bis de la loi du 7 décembre 1998 instaurant un service de police intégré, structuré à deux niveaux que la qualité d'« assistant, visionneur au sein du CRT » du rédacteur d'un procès-verbal dressé en matière de surveillance menée dans le cadre de la loi relative à la police de la circulation routière implique nécessairement que les agents qui remplissent cette qualité sont qualifiés pour surveiller l'application de ladite loi (1). (1) Voir les concl. du MP.",
        "Il résulte de la combinaison des articles 3 du code de la route, 62, alinéa 1er, de la loi relative à la police de la circulation routière, 7 de la loi du 26 avril 2002 relative aux éléments essentiels du statut des membres du personnel des services de police et portant diverses autres dispositions relatives aux services de police et 138bis de la loi du 7 décembre 1998 instaurant un service de police intégré, structuré à deux niveaux que la qualité d’« assistant, visionneur au sein du CRT » du rédacteur d’un procès-verbal dressé en matière de surveillance menée dans le cadre de la loi relative à la police de la circulation routière implique nécessairement que les agents qui remplissent cette qualité sont qualifiés pour surveiller l’application de ladite loi (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de samenhang tussen artikel 3 Wegverkeersreglement, artikel 62, eerste lid, Wegverkeerswet, artikel 7 van de wet van 26 april 2002 houdende de essentiële elementen van het statuut van de personeelsleden van de politiediensten en houdende diverse andere bepalingen met betrekking tot de politiediensten en artikel 138bis Wet Geïntegreerde Politiedienst volgt dat de hoedanigheid van “assistent, CRT-viewer” van de opsteller van een inzake het toezicht op de Wegverkeerswet opgesteld proces-verbaal noodzakelijkerwijs impliceert dat de agenten die deze functie uitoefenen, bevoegd zijn om toe te zien op de toepassing van laatstgenoemde wet (1). (1) Zie concl. OM in Pas. 2022, nr. 180.",
        "Uit de samenhang tussen artikel 3 Wegverkeersreglement, artikel 62, eerste lid, Wegverkeerswet, artikel 7 van de wet van 26 april 2002 houdende de essentiële elementen van het statuut van de personeelsleden van de politiediensten en houdende diverse andere bepalingen met betrekking tot de politiediensten en artikel 138bis Wet Geïntegreerde Politiedienst volgt dat de hoedanigheid van “assistent, CRT-viewer” van de opsteller van een inzake het toezicht op de Wegverkeerswet opgesteld proces-verbaal noodzakelijkerwijs impliceert dat de agenten die deze functie uitoefenen, bevoegd zijn om toe te zien op de toepassing van laatstgenoemde wet (1). (1) Zie concl. OM in Pas. 2022, nr. 179."
      ]
    }
  }
}