{
  "9": {
    "ECLI:BE:CASS:2020:ARR.20200604.1N.14": {
      "court": "CASS",
      "date": "2020-06-04",
      "roleNumber": "C.19.0293.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200604.1N.14&lang=fr",
      "abstractFR": [
        "Le régime transitoire spécifique contenu à l’article 9 de la loi du 13 août 2011 réformant la procédure de liquidation-partage judiciaire prévoit une dérogation à l’application immédiate des nouvelles règles de procédure aux litiges en cours, visée à l’article 3 du Code judiciaire et ne vise à rendre les nouvelles règles de procédure applicables qu’aux actions en liquidation-partage prises en délibéré après l’entrée en vigueur de la nouvelle loi, tandis que les anciennes règles de procédure continuent de s’appliquer lorsque le partage a déjà été ordonné ou que l’action en liquidation-partage a déjà été prise en délibéré avant la date d’entrée en vigueur de la loi (1). (1) Cass. 2 novembre 2018, RG C.18.0134.N, Pas. 2018, n° 603."
      ],
      "abstractNL": [
        "De specifieke overgangsregeling van artikel 9 van de wet van 13 augustus 2011 houdt een afwijking in op de onmiddellijke toepasselijkheid van nieuwe procedureregels op hangende geschillen zoals bepaald in artikel 3 Gerechtelijk Wetboek en beoogt de nieuwe procedureregels slechts toepasselijk te maken op vorderingen tot vereffening-verdeling die in beraad worden genomen na de inwerkingtreding van de nieuwe wet terwijl de oude procedureregels verder gelden eenmaal de verdeling reeds werd bevolen of de vordering tot vereffening-verdeling reeds in beraad was genomen voor het ogenblik van inwerkingtreding van de wet (1). (1) Cass. 2 november 2018, AR C.18.0134.N, AC 2018, nr. 603."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181102.5": {
      "court": "CASS",
      "date": "2018-11-02",
      "roleNumber": "C.18.0134.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181102.5&lang=fr",
      "abstractFR": [
        "Le régime transitoire spécifique prévu à l'article 9 de la loi du 13 août 2011 réformant la procédure de liquidation-partage judiciaire implique une dérogation à l'application immédiate des nouvelles règles de procédure aux litiges en cours, visée à l'article 3 du Code judiciaire dès lors qu'il ressort des travaux préparatoires du régime transitoire que celui-ci visait à rendre les nouvelles règles de procédure seulement applicables aux actions en liquidation-partage mises en délibéré après l'entrée en vigueur de la nouvelle loi et à maintenir l'application des anciennes règles de procédure « lorsque le partage a déjà été ordonné sous l'empire de l'ancienne loi », de sorte que les causes dans lesquelles l'action en liquidation-partage a été mise en délibéré avant l'entrée en vigueur de la loi continuent d'être soumises aux dispositions qui s'appliquaient antérieurement (1). (1) Voir les concl. publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De specifieke overgangsregeling van artikel 9 van de wet van 13 augustus 2011 houdt een afwijking in op de onmiddellijke toepasselijkheid van nieuwe procedureregels op hangende geschillen van artikel 3 Gerechtelijk wetboek, nu uit de wetsgeschiedenis van de overgangsregeling blijkt dat deze beoogde de nieuwe procedureregels slechts toepasselijk te maken op de vorderingen tot vereffening-verdeling die in beraad worden genomen na de inwerkingtreding van de nieuwe wet en de oude procedureregels verder te laten gelden \"eenmaal de verdeling reeds werd bevolen onder de gelding van de oude wet\", zodat in de zaken waarin de vordering tot vereffening-verdeling reeds in beraad was genomen vóór het ogenblik van in werkingtreding van de wet, de bepalingen van toepassing blijven zoals die golden voorafgaand aan de nieuwe wet (1). (1) Zie concl. OM."
      ]
    }
  }
}