{
  "8": {
    "ECLI:BE:CASS:2017:ARR.20170315.4": {
      "court": "CASS",
      "date": "2017-03-15",
      "roleNumber": "P.16.1109.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170315.4",
      "abstractFR": [
        "Eu égard à la nature particulière de l'instance en cassation, une indemnité de procédure ne peut être allouée à charge du prévenu dont le pourvoi formé contre la décision statuant sur l'action exercée par la partie civile contre lui a été rejeté (1) et il n'y a pas lieu de poser à la Cour constitutionnelle la question préjudicielle suggérée quant à cette différence de traitement par rapport à celui de la partie civile devant le juge pénal qui se prononce sur le bien-fondé de sa demande sur pied des articles 8 à 12 de la loi du 21 avril 2007 relative à la répétibilité des honoraires et frais d'avocats. (1) Voir p. ex. Cass. 21 avril 2015, RG P.13.0954.N, Pas. 2015, n° 262; Cass. 15 septembre 2014, RG C.13.0017.N, Pas. 2014, n° 520; Cass. 21 octobre 2010, RG F.08.0035.F, avec concl. contr. de M. A. HENKES, alors avocat général, Pas. 2010, n° 623; Cass. 21 octobre 2008, RG P.08.0561.N, Pas. 2008, n° 567; Cass. 11 septembre 2008, RG C.08.0088.F, Pas. 2008, n° 466; Cass. 27 juin 2008, RG C.05.0328.F, Pas. 2008, n° 416, avec concl. contr. de M. Ph. DE KOSTER, alors avocat général délégué; F. VAN VOLSEM, « De rechtsplegingsvergoeding in strafzaken: zeven jaar rechtspraak van het Grondwettelijk Hof en het Hof van Cassatie », in Efficiënt procederen voor een goede rechtsbedeling, Wolters Kluwer, 2016, n°182, pp. 595 et s., spéc. pp. 663 et s."
      ],
      "abstractNL": [
        "Gelet op de bijzondere aard van het cassatiegeding kan geen rechtsplegingsvergoeding worden toegekend ten laste van de beklaagde wiens cassatieberoep tegen de beslissing over de door de burgerlijke partij tegen hem ingestelde rechtsvordering werd verworpen (1) en is er geen grond om het Grondwettelijk Hof de voorgestelde prejudiciële vraag te stellen over dat verschil in behandeling vergeleken met die van de burgerlijke partij voor de strafrechter die, op grond van de artikelen 8 tot 12 van de wet van 21 april 2007 betreffende de verhaalbaarheid van de erelonen verbonden aan de bijstand van een advocaat, uitspraak doet over de gegrondheid van haar vordering. (1) Zie bijv. Cass. 21 april 2015, AR P.13.0954.N, AC 2015, nr. 262; Cass. 15 september 2014, AR C.13.0017.N, AC 2014, nr. 520; Cass. 21 oktober 2010, AR F.08.0035.F, met andersluidende concl. van advocaat-generaal A. HENKES, AC 2010, nr. 623; Cass. 21 oktober 2008, AR P.08.0561.N, AC 2008, nr. 567; Cass. 11 september 2008, AR C.08.0088.F, AC 2008, nr. 466; Cass. 27 juni 2008, AR C.05.0328.F, AC 2008, nr. 416 met andersluidende concl. van advocaat-generaal met opdracht Ph. DE KOSTER; F. VAN VOLSEM, De rechtsplegingsvergoeding in strafzaken: zeven jaar rechtspraak van het Grondwettelijk Hof en het Hof van Cassatie, in Efficiënt procederen voor een goede rechtsbedeling, Wolters Kluwer, 2016, nr. 182, pp. 595 e.v., inz. pp. 663 e.v."
      ]
    }
  },
  "13": {
    "ECLI:BE:CASS:2014:ARR.20140915.1": {
      "court": "CASS",
      "date": "2014-09-15",
      "roleNumber": "C.13.0017.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140915.1&lang=fr",
      "abstractFR": [
        "L'article 1022, alinéa 1er, du Code judiciaire, dans la version postérieure à sa modification par l'article 7 de la loi du 21 avril 2007 relative à la répétibilité des honoraires et des frais d'avocat, est, dès l'entrée en vigueur de la loi, immédiatement applicable aux affaires en cours; les affaires en cours sont les affaires qui, dans les instances concernées, étaient encore à trancher au moment de l'entrée en vigueur de la nouvelle loi; il s'ensuit qu'en degré d'appel, dans le cadre d'une procédure régie en première instance par l'ancienne loi, l'indemnité de procédure ne peut être allouée en application de la nouvelle loi (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel 1022, eerste lid, Gerechtelijk Wetboek, zoals gewijzigd bij artikel 7 van de wet van 21 april 2007 betreffende de verhaalbaarheid van de erelonen en de kosten verbonden aan de bijstand van een advocaat, is, vanaf haar inwerkingtreding, onmiddellijk van toepassing op de hangende zaken; onder hangende zaken worden de zaken bedoeld waarover, in de betreffende aanleg, nog uitspraak moet worden gedaan bij de inwerkingtreding van de nieuwe wet; hieruit volgt dat in hoger beroep geen rechtsplegingsvergoeding overeenkomstig de nieuwe wet kan worden toegekend voor de procedure gevoerd in eerste aanleg onder de toepassing van de oude wet (1). (1) Zie concl. OM."
      ]
    }
  },
  "14": {
    "ECLI:BE:CASS:2018:ARR.20181220.5": {
      "court": "CASS",
      "date": "2018-12-20",
      "roleNumber": "F.17.0114.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181220.5",
      "abstractFR": [
        "L'article 1022 du Code judiciaire, tel qu'il a été remplacé par l'article 7 de la loi du 21 avril 2007 relative à la répétibilité des honoraires et des frais d'avocats, n'est applicable qu'aux affaires en cours au 1er janvier 2008; par affaires en cours sont visées les affaires dans lesquelles il doit encore être statué, en première instance ou en appel, lors de l'entrée en vigueur de la loi nouvelle (1). (1) Cass. 22 avril 2013, RG S.12.0117.F, Pas. 2013, n° 249 avec concl. de M. Genicot, avocat général; voir Cass. 15 septembre 2014, RG C.13.0017.N, Pas. 2014, n° 520 avec concl. de M. Vanderlinden, avocat général publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Artikel 1022 van het Gerechtelijk Wetboek, zoals vervangen bij artikel 7 van de wet van 21 april 2007 betreffende de verhaalbaarheid van de erelonen en de kosten verbonden aan de bijstand van een advocaat, is enkel toepasselijk op de zaken die op 1 januari 2008 hangende zijn; met hangende zaken worden de zaken bedoeld waarover, bij de inwerkingtreding van die nieuwe wet, in eerste aanleg of in hoger beroep nog uitspraak moet worden gedaan (1). (1) Cass. 22 april 2013, AR S.12.0117.F, AC 2013, nr. 249 met concl. van advocaat-generaal Genicot in Pas. 2013, n° 249; zie Cass. 15 september 2014, AR C.13.0017.N, AC 2014, nr. 520 met concl. van advocaat-generaal Vanderlinden."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140915.1": {
      "court": "CASS",
      "date": "2014-09-15",
      "roleNumber": "C.13.0017.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140915.1&lang=fr",
      "abstractFR": [
        "L'article 1022, alinéa 1er, du Code judiciaire, dans la version postérieure à sa modification par l'article 7 de la loi du 21 avril 2007 relative à la répétibilité des honoraires et des frais d'avocat, est, dès l'entrée en vigueur de la loi, immédiatement applicable aux affaires en cours; les affaires en cours sont les affaires qui, dans les instances concernées, étaient encore à trancher au moment de l'entrée en vigueur de la nouvelle loi; il s'ensuit qu'en degré d'appel, dans le cadre d'une procédure régie en première instance par l'ancienne loi, l'indemnité de procédure ne peut être allouée en application de la nouvelle loi (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel 1022, eerste lid, Gerechtelijk Wetboek, zoals gewijzigd bij artikel 7 van de wet van 21 april 2007 betreffende de verhaalbaarheid van de erelonen en de kosten verbonden aan de bijstand van een advocaat, is, vanaf haar inwerkingtreding, onmiddellijk van toepassing op de hangende zaken; onder hangende zaken worden de zaken bedoeld waarover, in de betreffende aanleg, nog uitspraak moet worden gedaan bij de inwerkingtreding van de nieuwe wet; hieruit volgt dat in hoger beroep geen rechtsplegingsvergoeding overeenkomstig de nieuwe wet kan worden toegekend voor de procedure gevoerd in eerste aanleg onder de toepassing van de oude wet (1). (1) Zie concl. OM."
      ]
    }
  }
}