{
  "3": {
    "ECLI:BE:CASS:2022:ARR.20221125.1N.6": {
      "court": "CASS",
      "date": "2022-11-25",
      "roleNumber": "F.21.0135.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221125.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "Uit de rechtspraak van het Hof van Justitie van de Europese Unie volgt dat de administratie het recht op aftrek niet ma g weigeren louter omdat op een factuur niet alle vermeldingen voorkomen bedoeld in artikel 5, § 1, van het koninklijk besluit nr. 1 met betrekking tot de regeling voor de voldoening van de belasting over de toegevoegde waarde, indien vaststaat dat aan de materiële voorwaarden voor het recht op aftrek is voldaan (1). (1) Zie concl. OM."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2016:ARR.20161014.1": {
      "court": "CASS",
      "date": "2016-10-14",
      "roleNumber": "F.14.0127.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161014.1&lang=fr",
      "abstractFR": [
        "L'assujetti établi en Belgique qui facture des services exonérés de la TVA sur la base de l'article 21, § 3, 7°, d) du Code de la taxe sur la valeur ajoutée est tenu de démontrer que ces prestations de services ont pour objet un travail intellectuel effectué dans le cadre de son activité habituelle en tant que conseiller, bureau conseil ou prestataire de services similaire; d'autres prestations qui ne sont pas purement d'avis ou de conseil, ne peuvent, sur cette base, être facturées avec exonération de la TVA, même si l'accent est mis, quant à l'activité de l'assujetti à la TVA, sur l'avis ou le conseil."
      ],
      "abstractNL": [
        "De in België gevestigde belastingplichtige die diensten factureert met vrijstelling van BTW op grond van artikel 21, § 3, 7°, d), BTW-wetboek, dient aan te tonen dat deze diensten intellectueel werk tot voorwerp hebben verricht in het kader van zijn geregelde werkzaamheid als adviseur, adviesbureau of soortgelijke dienstverrichter; andere prestaties, die niet zuiver adviserend of raadgevend zijn, kunnen op die grond niet met vrijstelling van BTW worden gefactureerd, ook al ligt de klemtoon van de activiteit van de BTW-belastingplichtige op de adviesverlening of raadgeving."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140116.6": {
      "court": "CASS",
      "date": "2014-01-16",
      "roleNumber": "F.12.0129.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140116.6&lang=fr",
      "abstractFR": [
        "Pour faire courir le délai pour instaurer un recours juridictionnel, la notification de la décision du gouvernement flamand relative au recours administratif d'un assujetti contre la redevance sur la désaffectation doit mentionner l'existence d'un recours juridictionnel devant le juge et ses modalités (1). (1) Voir le concl. du M.P. publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Om de termijn om een jurisdictioneel beroep in te stellen te doen ingaan, moet de kennisgeving van de beslissing van de Vlaamse regering over het administratief beroep van de belastingplichtige tegen de leegstandheffing, het bestaan vermelden van een jurisdictioneel beroep bij de rechter en de modaliteiten ervan (1). (1) Zie concl. O.M."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140116.5": {
      "court": "CASS",
      "date": "2014-01-16",
      "roleNumber": "F.12.0044.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140116.5&lang=fr",
      "abstractFR": [
        "Dans le cadre du régime des déductions de la taxe sur la valeur ajoutée, le droit à déduction peut aussi être refusé si l'assujetti à la TVA est de bonne foi, dès lors que les dispositions en question n'opèrent pas de distinction en fonction de la bonne ou mauvaise foi de l'assujetti à la taxe sur la valeur ajoutée (1). (1) Voir les concl. du M.P. publiées à leur date dans AC.",
        "L'administration de la taxe sur la valeur ajoutée peut rejeter le droit à déduction relativement à des factures qui ne mentionnent pas la date de livraison, dès lors que la mention sur la facture de la date de livraison des biens est nécessaire pour permettre la perception de la taxe et son contrôle par l'administration (1). (1) Voir les concl. du M.P. publiées à leur date dans AC.",
        "Il appartient au juge national d'apprécier si les mentions obligatoires sur la facture imposées par l'État membre sont nécessaires pour assurer la perception de la taxe sur la valeur ajoutée et son contrôle par l'administration fiscale et si elles satisfont à l'exigence que ces mentions ne doivent pas, par leur nombre ou leur technicité, rendre pratiquement impossible ou excessivement difficile l'exercice du droit à déduction (1). (1) Voir les concl. du M.P. publiées à leur date dans AC."
      ],
      "abstractNL": [
        "In het kader van de aftrekregeling van de BTW, kan het recht op aftrek ook geweigerd worden als de BTW-plichtige te goeder trouw is nu de desbetreffende bepalingen geen onderscheid maken naargelang de BTW-plichtige te goeder trouw is of niet (1). (1) Zie concl. O.M.",
        "De BTW-administratie is gerechtigd het recht op aftrek te verwerpen met betrekking tot de facturen waarop de leveringsdatum niet is vermeld, nu de vermelding op de factuur van de datum van levering van de goederen nodig is om de inning van de belasting en de controle daarop door de administratie mogelijk te maken (1). (1) Zie concl. O.M.",
        "Het komt aan de nationale rechter toe om te oordelen of de door de lidstaten opgelegde verplichte vermeldingen op de factuur nodig zijn om de inning van de BTW en de controle daarvan door de belastingadministratie te verzekeren, en voldoen aan de vereiste dat die vermeldingen niet zo talrijk of technisch mogen zijn dat zij de uitoefening van het recht op aftrek nagenoeg onmogelijk of overdreven moeilijk maken (1). (1) Zie concl. O.M."
      ]
    }
  },
  "20": {
    "ECLI:BE:CASS:2021:ARR.20210129.1N.16": {
      "court": "CASS",
      "date": "2021-01-29",
      "roleNumber": "F.19.0009.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210129.1N.16&lang=fr",
      "abstractFR": [
        "En cas d'autoliquidation, les exigences de fond du droit à déduction doivent également être satisfaites; lorsque l'absence d'une facture régulière, en tant que condition formelle de l'exercice de ce droit, empêche d'apporter la preuve certaine que les exigences de fond ont été satisfaites, l'administration peut légalement refuser le droit à déduction de la taxe sur la valeur ajoutée en amont, même si l'assujetti a indiqué dans sa déclaration que la taxe sur la valeur ajoutée est due.",
        "Lorsque l'achat d'un bien ou d'un service est fictif, il ne peut avoir un quelconque lien de rattachement avec les opérations de l'assujetti taxées en aval; c'est la raison pour laquelle aucun droit à déduction ne peut prendre naissance lorsque la réalisation effective de la livraison de biens ou de la prestation de services fait défaut."
      ],
      "abstractNL": [
        "Ook in geval van verlegging van de heffing moet voldaan zijn aan de materiële voorwaarden voor het recht op aftrek; wanneer het ontbreken van een regelmatige factuur, als formele vereiste voor de uitoefening van dat recht, verhindert dat het zekere bewijs wordt geleverd dat aan de materiële voorwaarden is voldaan, kan de administratie wettig het recht op aftrek van de voorbelasting weigeren, ook al heeft de belastingplichtige in zijn aangifte de btw als verschuldigd opgegeven.",
        "Wanneer de aankoop van een goed of dienst fictief is, kan deze niet gekoppeld worden aan transacties van de belastingplichtige die in een later stadium worden belast; er ontstaat daarom geen recht op aftrek wanneer er geen daadwerkelijke levering van goederen of daadwerkelijke verrichting van diensten plaatsvindt."
      ]
    }
  }
}