{
  "4": {
    "ECLI:BE:CASS:2023:ARR.20231122.2F.14": {
      "court": "CASS",
      "date": "2023-11-22",
      "roleNumber": "P.23.1516.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231122.2F.14",
      "abstractFR": [
        "Il y a lieu, conformément à l'article 267, alinéa 3, du Traité sur le fonctionnement de l'Union européenne, de poser à la Cour de justice de l'Union européenne la question préjudicielle suivante: « Lorsque les juridictions de l'État membre d'exécution d'un mandat d'arrêt européen ont constaté qu'il existe un risque, en cas de remise de la personne recherchée à l'État membre d'émission, d'atteinte aux droits fondamentaux de cette personne, liée à l'exécution de la peine étrangère, de sorte qu'il y a lieu de refuser l'exécution du mandat d'arrêt européen, l'article 4.6 de la décision-cadre 2002/584/JAI du Conseil du 13 juin 2002 relative au mandat d'arrêt européen et aux procédures de remise entre États membres autorise-t-il ces juridictions de l'État membre d'exécution, qui constatent que la personne recherchée réside dans ce dernier État, à ensuite décider que, conformément à la disposition qui transpose dans l'ordre juridique national l'article 4.6 de la décision-cadre, il y a lieu d'exécuter, dans l'État membre d'exécution, la peine d'emprisonnement infligée dans l'État membre d'émission du mandat d'arrêt européen, peine qui est visée par cet acte »? (1). (1) Voir les concl. contraires du MP ; l'avocat général près la C.J.U.E. a entendu ne pas donner suite à la demande de procédure préjudicielle d'urgence (C-722/23 - v. art. 109, § 6, de son règlement de procédure)."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250402.2F.13": {
      "court": "CASS",
      "date": "2025-04-02",
      "roleNumber": "P.25.0243.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250402.2F.13",
      "abstractFR": [
        "Il résulte de la combinaison des articles 14 et 18, §§ 1er, 3 et 4, de la loi du 15 mai 2012 relative à l'application du principe de reconnaissance mutuelle aux peines ou mesures privatives de liberté prononcées dans un État membre de l'Union européenne et de l'interprétation de la décision-cadre 2008/909/JAI du 27 novembre 2008 concernant l'application du principe de reconnaissance mutuelle aux jugements en matière pénale prononçant des peines ou des mesures privatives de liberté aux fins de leur exécution dans l'Union européenne par la Cour de justice de l'Union européenne, d'une part, que le procureur du Roi de Bruxelles est seul compétent pour, dans les circonstances et aux conditions limitativement énumérées à l'article 18, §§ 1er et 2, de la loi, décider d'adapter la peine ou la mesure prononcée dans l'État membre d'émission et, d'autre part, qu'en cas d'adaptation de celle-ci, le tribunal de l'application des peines peut être saisi par le condamné, conformément au paragraphe 4, seulement lorsque ce dernier estime que l'adaptation décidée par le procureur du Roi aggrave la peine ou la mesure prononcée dans l'État d'émission quant à sa durée ou à sa nature; partant, n'est pas légalement justifié le jugement qui décide que le tribunal de l'application des peines est compétent pour examiner la requête d'un condamné aux termes de laquelle ce dernier entend faire constater que la réduction de peine accordée par le procureur du Roi est insuffisante au regard de la qualification alléguée du mode de participation de l'intéressé aux faits jugés établis dans l'État d'émission (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2014:ARR.20140429.1": {
      "court": "CASS",
      "date": "2014-04-29",
      "roleNumber": "P.14.0611.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140429.1&lang=fr",
      "abstractFR": [
        "Dans la mesure où le tribunal de l'application des peines appelé à se prononcer sur la contestation énoncée statue uniquement sur la nécessité et le mode d'adaptation de la condamnation ou mesure prononcée à l'étranger en vue de la continuation de son exécution en Belgique, ce tribunal ne peut, certes, examiner à nouveau les faits qui ont fondé la condamnation étrangère ni soumettre le jugement étranger à un contrôle, mais doit toutefois examiner les circonstances de fait énoncées dans le jugement étranger afin de déterminer, à leur lumière, quelle infraction elles constituent selon la loi belge, en vue de fixer ensuite la peine maximale encourue du chef de cette infraction; la circonstance qu'un jugement étranger n'ait pas admis comme étant établie une circonstance aggravante selon sa propre législation, n'empêche pas le tribunal de l'application des peines de décider qu'aux faits qui fondent la condamnation étrangère, tels qu'ils sont énoncés dans ledit jugement, correspond une circonstance aggravante selon la loi belge (1). (1) Voir: Cass., 13 octobre 2009, RG P.09.0998.N, Pas., 2009, n° 579."
      ],
      "abstractNL": [
        "Binnen de perken dat de strafuitvoeringsrechtbank die uitspraak doet over de vermelde betwisting, enkel oordeelt over de noodzaak en de wijze van aanpassing van de in het buitenland uitgesproken veroordeling of maatregel met het oog op de voortzetting van de tenuitvoerlegging ervan in België, mag deze rechtbank weliswaar de feiten die aan de buitenlandse veroordeling ten grondslag liggen niet opnieuw onderzoeken noch het buitenlandse vonnis aan toezicht onderwerpen, maar moet zij wel de in het buitenlandse vonnis vermelde feitelijke omstandigheden onderzoeken om aan de hand daarvan te bepalen welk misdrijf zij volgens het Belgische recht uitmaken, om vervolgens de maximumstraf te bepalen die op dat misdrijf staat; de omstandigheid dat een buitenlands vonnis een verzwarende omstandigheid naar het eigen recht niet bewezen acht, belet de strafuitvoeringsrechtbank niet te oordelen dat de aan de buitenlandse veroordeling ten grondslag liggende feiten, zoals in dat vonnis vermeld, overeenstemmen met een verzwarende omstandigheid naar Belgisch recht (1). (1) Zie Cass. 13 okt. 2009, AR P.09.0998.N, AC 2009, nr. 579."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2023:ARR.20231122.2F.14": {
      "court": "CASS",
      "date": "2023-11-22",
      "roleNumber": "P.23.1516.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231122.2F.14",
      "abstractFR": [
        "Il y a lieu, conformément à l'article 267, alinéa 3, du Traité sur le fonctionnement de l'Union européenne, de poser à la Cour de justice de l'Union européenne la question préjudicielle suivante: « Lorsque les juridictions de l'État membre d'exécution d'un mandat d'arrêt européen ont constaté qu'il existe un risque, en cas de remise de la personne recherchée à l'État membre d'émission, d'atteinte aux droits fondamentaux de cette personne, liée à l'exécution de la peine étrangère, de sorte qu'il y a lieu de refuser l'exécution du mandat d'arrêt européen, l'article 4.6 de la décision-cadre 2002/584/JAI du Conseil du 13 juin 2002 relative au mandat d'arrêt européen et aux procédures de remise entre États membres autorise-t-il ces juridictions de l'État membre d'exécution, qui constatent que la personne recherchée réside dans ce dernier État, à ensuite décider que, conformément à la disposition qui transpose dans l'ordre juridique national l'article 4.6 de la décision-cadre, il y a lieu d'exécuter, dans l'État membre d'exécution, la peine d'emprisonnement infligée dans l'État membre d'émission du mandat d'arrêt européen, peine qui est visée par cet acte »? (1). (1) Voir les concl. contraires du MP ; l'avocat général près la C.J.U.E. a entendu ne pas donner suite à la demande de procédure préjudicielle d'urgence (C-722/23 - v. art. 109, § 6, de son règlement de procédure)."
      ],
      "abstractNL": null
    }
  },
  "12": {
    "ECLI:BE:CASS:2017:ARR.20170215.4": {
      "court": "CASS",
      "date": "2017-02-15",
      "roleNumber": "P.17.0129.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170215.4",
      "abstractFR": [
        "Sur la base de l'article 6, 4°, de la loi du 19 décembre 2003, la juridiction d'instruction ne peut refuser la remise d'un condamné belge ou résidant en Belgique en vue d'y exécuter la peine si celle-ci est prescrite selon la loi belge; une telle décision rendrait sans objet la peine prononcée dans l'État d'émission du mandat d'arrêt européen (1). (1) Voir Cass. 7 novembre 2007, RG P.07.1516.F, Pas. 2007, n° 534, T. Strafr., 2007, p. 106, avec note J. VAN GAEVER; Cass. 17 juin 2009, RG P.09.0879.F, Pas. 2009, n° 414, Cass. 11 décembre 2012, RG P.12.1816.N, Pas. 2012, n° 683; S. DEWULF, Handleiding Uitleveringsrecht, Intersentia, 2013, p. 237; M.-A. BEERNAERT, H. BOSLY et D. VANDERMEERSCH, Droit la procédure pénale, La Charte, 7ème éd., 2014, t. II, pp. 1648 et 1649."
      ],
      "abstractNL": [
        "Op grond van artikel 6, 4°, Wet Europees Aanhoudingsbevel kan het onderzoeksgerecht de overlevering van een Belgische of in België verblijvende veroordeelde, met het oog op de tenuitvoerlegging van zijn straf, niet weigeren als die straf naar Belgisch recht verjaard is; dergelijke beslissing maakt de straf die is uitgesproken door de Staat die het Europees aanhoudingsbevel heeft uitgevaardigd, zonder voorwerp (1). (1) Zie Cass. 7 november 2007, AR P.07.1516.F, AC 2007, nr. 534, T.Strafr. 2007, p. 106, met noot J. VAN GAEVER; Cass. 17 juni 2009, AR P.09.0879.F, AC 2009, nr. 414; Cass. 11 december 2012, AR P.12.1816.N, AC 2012, nr. 683; S. DEWULF, Handleiding Uitleveringsrecht, Intersentia, 2013, p. 237; M.-A. BEERNAERT, H. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, Die Keure, 7de uitg., 2014, dl. II, p. 1648 en 1649."
      ]
    }
  },
  "18": {
    "ECLI:BE:CASS:2025:ARR.20250402.2F.13": {
      "court": "CASS",
      "date": "2025-04-02",
      "roleNumber": "P.25.0243.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250402.2F.13",
      "abstractFR": [
        "Il résulte de la combinaison des articles 14 et 18, §§ 1er, 3 et 4, de la loi du 15 mai 2012 relative à l'application du principe de reconnaissance mutuelle aux peines ou mesures privatives de liberté prononcées dans un État membre de l'Union européenne et de l'interprétation de la décision-cadre 2008/909/JAI du 27 novembre 2008 concernant l'application du principe de reconnaissance mutuelle aux jugements en matière pénale prononçant des peines ou des mesures privatives de liberté aux fins de leur exécution dans l'Union européenne par la Cour de justice de l'Union européenne, d'une part, que le procureur du Roi de Bruxelles est seul compétent pour, dans les circonstances et aux conditions limitativement énumérées à l'article 18, §§ 1er et 2, de la loi, décider d'adapter la peine ou la mesure prononcée dans l'État membre d'émission et, d'autre part, qu'en cas d'adaptation de celle-ci, le tribunal de l'application des peines peut être saisi par le condamné, conformément au paragraphe 4, seulement lorsque ce dernier estime que l'adaptation décidée par le procureur du Roi aggrave la peine ou la mesure prononcée dans l'État d'émission quant à sa durée ou à sa nature; partant, n'est pas légalement justifié le jugement qui décide que le tribunal de l'application des peines est compétent pour examiner la requête d'un condamné aux termes de laquelle ce dernier entend faire constater que la réduction de peine accordée par le procureur du Roi est insuffisante au regard de la qualification alléguée du mode de participation de l'intéressé aux faits jugés établis dans l'État d'émission (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20210317.2F.8": {
      "court": "CASS",
      "date": "2021-03-17",
      "roleNumber": "P.21.0272.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210317.2F.8",
      "abstractFR": [
        "Le délai de droit commun, prévu à l'article 423 du Code d'instruction criminelle, pour se pourvoir en cassation s'applique au pourvoi formé contre la décision du tribunal de l'application des peines de Bruxelles statuant sur la contestation par la personne condamnée de la décision, prise par le procureur du Roi de Bruxelles, d'adapter une peine ou mesure en application de l'article 18, § 4, de la loi du 15 mai 2012 relative à l'application du principe de reconnaissance mutuelle aux peines ou mesures privatives de liberté prononcées dans un État membre de l'Union européenne (1). (Solution implicite). (1) Aux termes duquel « si la personne condamnée estime que l'adaptation décidée par le procureur du Roi aggrave la peine ou la mesure prononcée dans l'État d'émission quant à sa durée ou à sa nature, elle peut contester cette décision devant le tribunal de l'application des peines de Bruxelles ». Des travaux parlementaires, il ressort que « le droit commun de la procédure pénale s'applique quant aux voies de recours ouvertes contre la décision du tribunal de l'application des peines » prise sur pied de cette disposition (Exposé des motifs, Doc. parl., Chambre, 53K1796/001, p. 22). Ainsi, la Cour considère qu'en cas de pourvoi contre une telle décision, le demandeur en cassation ne peut déposer un mémoire après l'expiration du délai de droit commun prévu par l'article 429, alinéa 1er, du Code d'instruction criminelle (Cass. 6 novembre 2019, RG P.19.1013.F, Pas. 2019, n° 575, avec concl. « dit en substance » de M. VANDERMEERSCH, avocat général). (M.N.B.)"
      ],
      "abstractNL": [
        "De door artikel 423 Wetboek van Strafvordering bepaalde gemeenrechtelijke termijn van cassatieberoep is van toepassing op het cassatieberoep tegen een beslissing van de strafuitvoeringsrechtbank te Brussel over de betwisting door de veroordeelde van de door de procureur des Konings te Brussel genomen beslissing om een straf of maatregel met toepassing van artikel 18, § 4, Wet Erkenning Vrijheidsbenemende Straffen aan te passen (1). (1) Dat artikel bepaalt: “indien de gevonniste persoon meent dat de door de procureur des Konings besliste aanpassing de in de beslissingsstaat uitgesproken straf of maatregel verzwaart naar aard of duur, kan hij deze beslissing voor de strafuitvoeringsrechtbank te Brussel betwisten”. Uit de parlementaire voorbereiding blijkt dat “het gemene recht van de strafrechtspleging van toepassing is op de rechtsmiddelen die openstaan tegen de beslissing van de strafuitvoeringsrechtbank” die op grond van die bepaling is genomen (Memorie van toelichting, Parl. St. Kamer, 53K1796/001, p. 22). Het Hof oordeelt aldus dat de eiser, in geval van cassatieberoep tegen een dergelijke beslissing, geen memorie mag neerleggen na het verstrijken van de door artikel 429, eerste lid, Wetboek van Strafvordering bepaalde gemeenrechtelijke termijn (Cass. 6 november 2019, AR P.19.1013.F, AC 2019, nr. 575, met concl. “in hoofzaak” van advocaat-generaal VANDERMEERSCH op datum in Pas.). (M.N.B.)"
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201223.2N.1": {
      "court": "CASS",
      "date": "2020-12-23",
      "roleNumber": "P.20.1205.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201223.2N.1&lang=fr",
      "abstractFR": [
        "L'article 6 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales ne s'applique pas au juge qui, sur la base de l'article 18 de la loi de la loi du 15 mai 2012 relative à l'application du principe de reconnaissance mutuelle aux peines ou mesures privatives de liberté prononcées dans un État membre de l'Union européenne, statue sur l'aggravation, en ce qui concerne sa nature et sa durée, d'une peine ou d'une mesure visée par cette disposition; en effet, ce juge ne se prononce pas sur le bien-fondé d'une poursuite pénale, ni sur un droit civil."
      ],
      "abstractNL": [
        "Artikel 6 EVRM is niet van toepassing op de rechter die op grond van artikel 18 Wet Wederzijdse Erkenning Straffen uitspraak doet over de verzwaring naar aard en duur van een straf of maatregel als bedoeld in die bepaling; die rechter doet immers geen uitspraak over de gegrondheid van een strafvervolging of over een burgerlijk recht."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191106.5": {
      "court": "CASS",
      "date": "2019-11-06",
      "roleNumber": "P.19.1013.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191106.5",
      "abstractFR": [
        "Lorsque, en application de l'article 18, § 1er, de la loi du 15 mai 2012 relative à l'application du principe de reconnaissance mutuelle aux peines ou mesures privatives de liberté prononcées dans un État membre de l'Union européenne, le procureur du Roi a décidé de maintenir la peine prononcée dans l'État d'émission, le pourvoi de ce dernier dirigé contre un jugement qui ne remet pas en cause sa décision est irrecevable à défaut d'intérêt (1). (1) Voir les concl. « dit en substance » du MP.",
        "L'article 18, § 4, de la loi du 15 mai 2012 relative à l'application du principe de reconnaissance mutuelle aux peines ou mesures privatives de liberté prononcées dans un État membre de l'Union européenne prévoit que, si la personne condamnée estime que l'adaptation décidée par le procureur du Roi aggrave la peine ou la mesure prononcée dans l'État d'émission quant à sa durée ou sa nature, elle peut contester cette décision devant le tribunal de l'application des peines de Bruxelles; est irrecevable à défaut d'intérêt le pourvoi de la personne condamnée dirigé contre le jugement qui déclare non fondée la requête du demandeur contre la décision du ministère public qui maintient, et non aggrave, la peine infligée par le jugement étranger (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": [
        "Wanneer de procureur des Konings, met toepassing van artikel 18, § 1, van de wet van 15 mei 2012 inzake de toepassing van het beginsel van wederzijdse erkenning op de vrijheidsbenemende straffen of maatregelen uitgesproken in een lidstaat van de Europese Unie, beslist heeft de door de in de beslissingsstaat uitgesproken straf te handhaven, is het cassatieberoep van laatstgenoemde dat gericht is tegen een vonnis dat de beslissing van het openbaar ministerie niet ter discussie stelt, niet-ontvankelijk wegens gebrek aan belang (1). (1) Zie concl. « in hoofdzaak » OM in Pas. 2019, nr. 575.",
        "Artikel 18, § 4, van de wet van 15 mei 2012 inzake de toepassing van het beginsel van wederzijdse erkenning op de vrijheidsbenemende straffen of maatregelen uitgesproken in een lidstaat van de Europese Unie bepaalt dat indien de gevonniste persoon meent dat de door de procureur des Konings besliste aanpassing de in de beslissingsstaat uitgesproken straf of maatregel verzwaart naar aard of duur, kan hij deze beslissing voor de strafuitvoeringsrechtbank te Brussel betwisten; het cassatieberoep van de gevonniste persoon dat gericht is tegen het vonnis dat afwijzend beschikt op het verzoekschrift van de eiser tegen een beslissing van het openbaar ministerie die de door het buitenlands vonnis opgelegde straf handhaaft en niet verzwaart, is niet-ontvankelijk wegens gebrek aan belang (1). (1) Zie concl. « in hoofdzaak » OM in Pas. 2019, nr. 575."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170719.7": {
      "court": "CASS",
      "date": "2017-07-19",
      "roleNumber": "P.17.0758.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170719.7&lang=fr",
      "abstractFR": [
        "Les décisions judiciaires rendues sur des griefs formulés contre la reconnaissance et l'exécution de la peine prononcée par une juridiction dans un autre État membre de l'Union européenne et celles rendues sur des griefs formulés contre l'adaptation de cette peine, constituent des décisions définitives qui ne peuvent faire l'objet que d'un pourvoi en cassation; il s'agit de décisions rendues sur l'objet de l'action publique, dès lors qu'elles concernent la fixation de la peine applicable; elles sont revêtues de l'autorité de la chose jugée (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De rechterlijke beslissingen inzake de bezwaren tegen de erkenning en tenuitvoerlegging van de straf uitgesproken door een rechtscollege van een andere lidstaat van de Europese Unie en deze inzake de bezwaren tegen de aanpassing van deze straf, zijn eindbeslissingen waartegen enkel cassatieberoep mogelijk is; het zijn beslissingen inzake het voorwerp van de strafvordering, gezien zij betrekking hebben op het bepalen van de toepasselijke straf; zij hebben gezag van gewijsde (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140429.1": {
      "court": "CASS",
      "date": "2014-04-29",
      "roleNumber": "P.14.0611.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140429.1&lang=fr",
      "abstractFR": [
        "La circonstance que l'obligation, pour le tribunal de l'application des peines, d'examiner la cause à huis clos touche à l'ordre public ne fait pas obstacle à la possibilité pour la personne jugée de donner son accord à la présence à l'audience d'un tiers étranger au service; lorsque les autres parties ne s'y opposent pas davantage, la décision de ce tribunal de permettre à un tiers de suivre les débats n'entache pas la régularité de la procédure et du jugement rendu.",
        "Dans la mesure où le tribunal de l'application des peines appelé à se prononcer sur la contestation énoncée statue uniquement sur la nécessité et le mode d'adaptation de la condamnation ou mesure prononcée à l'étranger en vue de la continuation de son exécution en Belgique, ce tribunal ne peut, certes, examiner à nouveau les faits qui ont fondé la condamnation étrangère ni soumettre le jugement étranger à un contrôle, mais doit toutefois examiner les circonstances de fait énoncées dans le jugement étranger afin de déterminer, à leur lumière, quelle infraction elles constituent selon la loi belge, en vue de fixer ensuite la peine maximale encourue du chef de cette infraction; la circonstance qu'un jugement étranger n'ait pas admis comme étant établie une circonstance aggravante selon sa propre législation, n'empêche pas le tribunal de l'application des peines de décider qu'aux faits qui fondent la condamnation étrangère, tels qu'ils sont énoncés dans ledit jugement, correspond une circonstance aggravante selon la loi belge (1). (1) Voir: Cass., 13 octobre 2009, RG P.09.0998.N, Pas., 2009, n° 579."
      ],
      "abstractNL": [
        "De omstandigheid dat de verplichting voor de strafuitvoeringsrechtbank om de zaak met gesloten deuren te behandelen de openbare orde raakt, doet geen afbreuk aan de mogelijkheid voor de gevonniste persoon om akkoord te gaan met de aanwezigheid van een niet tot de dienst geroepen derde ter rechtszitting; wanneer ook de andere partijen zich daartegen niet verzetten, tast de beslissing van die rechtbank om een derde toe te laten de debatten te volgen, de regelmatigheid van de rechtspleging en van het gewezen vonnis niet aan.",
        "Binnen de perken dat de strafuitvoeringsrechtbank die uitspraak doet over de vermelde betwisting, enkel oordeelt over de noodzaak en de wijze van aanpassing van de in het buitenland uitgesproken veroordeling of maatregel met het oog op de voortzetting van de tenuitvoerlegging ervan in België, mag deze rechtbank weliswaar de feiten die aan de buitenlandse veroordeling ten grondslag liggen niet opnieuw onderzoeken noch het buitenlandse vonnis aan toezicht onderwerpen, maar moet zij wel de in het buitenlandse vonnis vermelde feitelijke omstandigheden onderzoeken om aan de hand daarvan te bepalen welk misdrijf zij volgens het Belgische recht uitmaken, om vervolgens de maximumstraf te bepalen die op dat misdrijf staat; de omstandigheid dat een buitenlands vonnis een verzwarende omstandigheid naar het eigen recht niet bewezen acht, belet de strafuitvoeringsrechtbank niet te oordelen dat de aan de buitenlandse veroordeling ten grondslag liggende feiten, zoals in dat vonnis vermeld, overeenstemmen met een verzwarende omstandigheid naar Belgisch recht (1). (1) Zie Cass. 13 okt. 2009, AR P.09.0998.N, AC 2009, nr. 579."
      ]
    }
  },
  "19": {
    "ECLI:BE:CASS:2017:ARR.20170719.7": {
      "court": "CASS",
      "date": "2017-07-19",
      "roleNumber": "P.17.0758.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170719.7&lang=fr",
      "abstractFR": [
        "Les décisions judiciaires rendues sur des griefs formulés contre la reconnaissance et l'exécution de la peine prononcée par une juridiction dans un autre État membre de l'Union européenne et celles rendues sur des griefs formulés contre l'adaptation de cette peine, constituent des décisions définitives qui ne peuvent faire l'objet que d'un pourvoi en cassation; il s'agit de décisions rendues sur l'objet de l'action publique, dès lors qu'elles concernent la fixation de la peine applicable; elles sont revêtues de l'autorité de la chose jugée (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De rechterlijke beslissingen inzake de bezwaren tegen de erkenning en tenuitvoerlegging van de straf uitgesproken door een rechtscollege van een andere lidstaat van de Europese Unie en deze inzake de bezwaren tegen de aanpassing van deze straf, zijn eindbeslissingen waartegen enkel cassatieberoep mogelijk is; het zijn beslissingen inzake het voorwerp van de strafvordering, gezien zij betrekking hebben op het bepalen van de toepasselijke straf; zij hebben gezag van gewijsde (1). (1) Zie concl. OM."
      ]
    }
  },
  "38": {
    "ECLI:BE:CASS:2023:ARR.20231122.2F.14": {
      "court": "CASS",
      "date": "2023-11-22",
      "roleNumber": "P.23.1516.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231122.2F.14",
      "abstractFR": [
        "Il y a lieu, conformément à l'article 267, alinéa 3, du Traité sur le fonctionnement de l'Union européenne, de poser à la Cour de justice de l'Union européenne la question préjudicielle suivante: « Lorsque les juridictions de l'État membre d'exécution d'un mandat d'arrêt européen ont constaté qu'il existe un risque, en cas de remise de la personne recherchée à l'État membre d'émission, d'atteinte aux droits fondamentaux de cette personne, liée à l'exécution de la peine étrangère, de sorte qu'il y a lieu de refuser l'exécution du mandat d'arrêt européen, l'article 4.6 de la décision-cadre 2002/584/JAI du Conseil du 13 juin 2002 relative au mandat d'arrêt européen et aux procédures de remise entre États membres autorise-t-il ces juridictions de l'État membre d'exécution, qui constatent que la personne recherchée réside dans ce dernier État, à ensuite décider que, conformément à la disposition qui transpose dans l'ordre juridique national l'article 4.6 de la décision-cadre, il y a lieu d'exécuter, dans l'État membre d'exécution, la peine d'emprisonnement infligée dans l'État membre d'émission du mandat d'arrêt européen, peine qui est visée par cet acte »? (1). (1) Voir les concl. contraires du MP ; l'avocat général près la C.J.U.E. a entendu ne pas donner suite à la demande de procédure préjudicielle d'urgence (C-722/23 - v. art. 109, § 6, de son règlement de procédure)."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240131.2F.12": {
      "court": "CASS",
      "date": "2024-01-31",
      "roleNumber": "P.24.0111.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240131.2F.12",
      "abstractFR": [
        "Il y a lieu, conformément à l'article 267, alinéa 3, du Traité sur le fonctionnement de l'Union européenne, de poser à la Cour de justice de l'Union européenne la question préjudicielle suivante : « Lorsque les juridictions de l'État membre d'exécution d'un mandat d'arrêt européen ont constaté qu'il existe un risque, en cas de remise de la personne recherchée à l'État membre d'émission, d'atteinte aux droits fondamentaux de cette personne, liée à l'exécution de la peine étrangère, de sorte qu'il y a lieu de refuser l'exécution du mandat d'arrêt européen, l'article 4.6 de la décision-cadre 2002/584/JAI du Conseil du 13 juin 2002 relative au mandat d'arrêt européen et aux procédures de remise entre États membres doit-il être interprété comme imposant à ces mêmes juridictions de l'État d'exécution d'examiner, afin d'éviter l'impunité de la personne recherchée qui a la nationalité de cet État ou y réside, s'il y a lieu d'ordonner, conformément à la disposition qui transpose dans l'ordre juridique national l'article 4.6 précité, l'exécution, dans l'État membre d'exécution, de la peine d'emprisonnement infligée à la personne concernée dans l'État membre d'émission du mandat d'arrêt européen, peine qui est visée par cet acte ? » (1). (1) Le MP s'est référé à la question préjudicielle similaire déjà posée par un arrêt précédent (Cass. 22 novembre 2023, RG P.23.1516.F, Pas. 2023, n° 765, avec concl. contraires du MP), qui se distingue de celle que pose le présent arrêt en ce que, sur le pourvoi d'une personne faisant l'objet d'un mandat d'arrêt européen contre la décision d'exequatur, il a alors été demandé si l'article 4.6 de la décision-cadre 2002/584/JAI autorise les juridictions de l'État membre d'exécution qui constatent l'existence de la cause de refus obligatoire visée à l'article 1.3 de la même décision-cadre (et à l'art. 4, 5°, de la loi du 19 décembre 2003) à appliquer la cause de non-exécution facultative visée audit article 4.6 de la décision-cadre (et à l'article 6, 4°, de la loi du 19 décembre 2003), et non s'il le leur impose."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20221130.2F.14": {
      "court": "CASS",
      "date": "2022-11-30",
      "roleNumber": "P.22.1529.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221130.2F.14",
      "abstractFR": [
        "Conformément à l'article 38, § 1er, de la loi du 15 mai 2012 relative à l'application du principe de reconnaissance mutuelle aux peines ou mesures privatives de liberté prononcées dans un Etat membre de l'Union européenne, lorsque la juridiction d'instruction fait application de l'article 6, 4°, de la loi du 19 décembre 2003, sa décision emporte la reconnaissance et l'exécution de la peine ou mesure privative de liberté visée dans la décision judiciaire faisant l'objet du mandat d'arrêt européen et le procureur du Roi se fait remettre, par l'autorité d'émission du mandat d'arrêt européen, le jugement, accompagné du certificat ; dès lors qu'en application de l'article 3, 1°, de la loi du 15 mai 2012, il y a lieu d'entendre par « jugement », une décision définitive rendue par une juridiction de l'État d'émission en matière pénale prononçant une peine ou une mesure privative de liberté, la décision de cumul des peines prise par un procureur de la République italienne qui a consisté à regrouper des condamnations prononcées auparavant par des tribunaux répressifs italiens, ne prononce pas une condamnation et ne constitue pas un jugement au sens des dispositions précitées ; les dispositions légales précitées ne sauraient davantage avoir pour effet de permettre l'exécution, en Belgique, d'une peine prescrite selon le droit belge (1). (1) Voir Cass. 30 novembre 2022, RG P.22.1511.F, Pas. 2022, n° 784."
      ],
      "abstractNL": [
        "Artikel 38, § 1, Wet Wederzijdse Erkenning Vrijheidsbenemende Straffen bepaalt dat indien het onderzoeksgerecht artikel 6, 4°, Wet Europees Aanhoudingsbevel toepast, haar beslissing de erkenning en de tenuitvoerlegging van de vrijheidsbenemende straf of maatregel omvat die vermeld wordt in de rechterlijke beslissing waarvoor een Europees aanhoudingsbevel is uitgevaardigd en dat de procureur des Konings zich door de staat die het Europees aanhoudingsbevel heeft uitgevaardigd het vonnis, vergezeld van het certificaat, laat bezorgen; aangezien artikel 3, 1°, Wet Wederzijdse Erkenning Vrijheidsbenemende Straffen bepaalt dat onder “vonnis” een door een rechtscollege van de beslissingsstaat in strafzaken gewezen onherroepelijke beslissing wordt verstaan waarbij een vrijheidsbenemende straf of maatregel wordt opgelegd, is de door de procureur van de Italiaanse Republiek genomen beslissing tot voeging van eerdere, door de Italiaanse strafgerechten uitgesproken veroordelingen geen beslissing die een veroordeling uitspreekt en vormt ze geen vonnis in de zin van de voormelde bepalingen; de voormelde wetsbepalingen kunnen evenmin tot gevolg hebben dat er in België een volgens de Belgische wet verjaarde straf zou kunnen worden uitgevoerd (1). (1) Zie Cass. 30 november 2022, AR P.22.1511.F, AC 2022, nr. 784."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191217.2N.14": {
      "court": "CASS",
      "date": "2019-12-17",
      "roleNumber": "P.19.1232.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191217.2N.14&lang=fr",
      "abstractFR": [
        "Il résulte de l'article 38, § 1er, de la loi du 15 mai 2012 relative à l'application du principe de reconnaissance mutuelle aux peines ou mesures privatives de liberté prononcées dans un État membre de l'Union européenne que, si la juridiction d'instruction refuse d'exécuter le mandat d'arrêt européen sur la base de l'article 6, 4°, de la loi du 19 décembre 2003 relative au mandat d'arrêt européen, la peine prononcée à l'étranger est directement et immédiatement exécutoire en Belgique et doit effectivement être mise à exécution par les autorités du pouvoir exécutif (1). (1) Cass. 12 juin 2018, RG P.18.0579.N, Pas. 2018, n° 381.",
        "L'article 5, § 4, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales ne s'applique pas à une détention ordonnée à la suite d'une condamnation judiciaire, de sorte que la juridiction d'instruction ne peut déduire de cette disposition conventionnelle son pouvoir juridictionnel pour connaître d'une demande de mise en liberté formulée par une personne faisant l'objet d'un mandat d'arrêt européen qui a été émis à des fins d'exécution d'une peine et dont l'exécution a été rejetée sur la base de l'article 6, 4°, de la loi du 19 décembre 2003 relative au mandat d'arrêt européen, cette personne se trouvant, de ce fait, au stade de l'exécution de sa peine en application de l'article 38, § 1er, de la loi du 15 mai 2012 relative à l'application du principe de reconnaissance mutuelle aux peines ou mesures privatives de liberté prononcées dans un État membre de l'Union européenne."
      ],
      "abstractNL": [
        "Uit artikel 38, §1, Wet Erkenning Vrijheidsbenemende Straffen volgt dat bij weigering van de tenuitvoerlegging van het Europees aanhoudingsbevel door het onderzoeksgerecht op grond van artikel 6.4° Wet Europees Aanhoudingsbevel, de buitenlandse straf onmiddellijk en rechtstreeks uitvoerbaar is in België en door de autoriteiten van de uitvoerende macht ook moet worden uitgevoerd (1). (1) Cass. 12 juni 2018, AR P.18.0579.N, AC 2018, nr. 381.",
        "Artikel 5.4 EVRM is niet van toepassing op een gevangenhouding na een rechterlijke veroordeling, zodat het onderzoeksgerecht aan deze verdragsbepaling geen rechtsmacht kan ontlenen om kennis te nemen van een verzoek tot invrijheidstelling van hij tegen wie een buitenlands Europees aanhoudingsbevel ter fine van strafuitvoering werd uitgevaardigd dat werd geweigerd op grond van artikel 6.4° Wet Europees Aanhoudingsbevel en die zich daardoor bij toepassing van artikel 38, §1, Wet Erkenning Vrijheidsbenemende Straffen in strafuitvoering bevindt."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170215.4": {
      "court": "CASS",
      "date": "2017-02-15",
      "roleNumber": "P.17.0129.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170215.4",
      "abstractFR": [
        "Sur la base de l'article 6, 4°, de la loi du 19 décembre 2003, la juridiction d'instruction ne peut refuser la remise d'un condamné belge ou résidant en Belgique en vue d'y exécuter la peine si celle-ci est prescrite selon la loi belge; une telle décision rendrait sans objet la peine prononcée dans l'État d'émission du mandat d'arrêt européen (1). (1) Voir Cass. 7 novembre 2007, RG P.07.1516.F, Pas. 2007, n° 534, T. Strafr., 2007, p. 106, avec note J. VAN GAEVER; Cass. 17 juin 2009, RG P.09.0879.F, Pas. 2009, n° 414, Cass. 11 décembre 2012, RG P.12.1816.N, Pas. 2012, n° 683; S. DEWULF, Handleiding Uitleveringsrecht, Intersentia, 2013, p. 237; M.-A. BEERNAERT, H. BOSLY et D. VANDERMEERSCH, Droit la procédure pénale, La Charte, 7ème éd., 2014, t. II, pp. 1648 et 1649."
      ],
      "abstractNL": [
        "Op grond van artikel 6, 4°, Wet Europees Aanhoudingsbevel kan het onderzoeksgerecht de overlevering van een Belgische of in België verblijvende veroordeelde, met het oog op de tenuitvoerlegging van zijn straf, niet weigeren als die straf naar Belgisch recht verjaard is; dergelijke beslissing maakt de straf die is uitgesproken door de Staat die het Europees aanhoudingsbevel heeft uitgevaardigd, zonder voorwerp (1). (1) Zie Cass. 7 november 2007, AR P.07.1516.F, AC 2007, nr. 534, T.Strafr. 2007, p. 106, met noot J. VAN GAEVER; Cass. 17 juni 2009, AR P.09.0879.F, AC 2009, nr. 414; Cass. 11 december 2012, AR P.12.1816.N, AC 2012, nr. 683; S. DEWULF, Handleiding Uitleveringsrecht, Intersentia, 2013, p. 237; M.-A. BEERNAERT, H. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, Die Keure, 7de uitg., 2014, dl. II, p. 1648 en 1649."
      ]
    }
  }
}