{
  "2": {
    "ECLI:BE:CASS:2024:ARR.20240104.1N.6": {
      "court": "CASS",
      "date": "2024-01-04",
      "roleNumber": "C.21.0525.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240104.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "Het Hof van Cassatie is in beginsel gehouden zelf een prejudiciële vraag te stellen aan het Grondwettelijk Hof over de schending, door de wet, van de artikelen 10 en 11 van de Grondwet, wanneer de appelrechters dit hebben geweigerd en de eiser in zijn cassatiemiddel niet alleen de afwijzing van zijn vraag aanvecht maar tevens de beslissing bekritiseert over het geschil zelf dat voor hem de grond oplevert tot het opwerpen van een prejudiciële vraag."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221007.1N.2": {
      "court": "CASS",
      "date": "2022-10-07",
      "roleNumber": "C.21.0525.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221007.1N.2",
      "abstractFR": null,
      "abstractNL": [
        "Het Hof van Cassatie is in beginsel gehouden zelf een prejudiciële vraag te stellen aan het Grondwettelijk Hof over de schending, door de wet, van de artikelen 10 en 11 van de Grondwet, wanneer de appelrechters dit hebben geweigerd en de eiser in zijn cassatiemiddel niet alleen de afwijzing van zijn vraag aanvecht maar tevens de beslissing bekritiseert over het geschil zelf dat voor hem de grond oplevert tot het opwerpen van een prejudiciële vraag."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220916.1N.2": {
      "court": "CASS",
      "date": "2022-09-16",
      "roleNumber": "C.21.0390.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220916.1N.2&lang=fr",
      "abstractFR": [
        "En constatant que l'incompatibilité d'une loi avec l'article 1er du Premier protocole additionnel à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales est invoquée et en ne posant pas, à ce sujet, de question préjudicielle à la Cour constitutionnelle, sans vérifier si le titre II de la Constitution comporte une disposition tout à fait ou partiellement analogue à cet article 1er et sans vérifier si l'une des exceptions à l'obligation de poser une question préjudicielle visées à l'article 26, § 4, alinéa 2, de l'ancien Code civil se présente, le juge d'appel ne justifie pas légalement sa décision."
      ],
      "abstractNL": [
        "De appelrechter die vaststelt dat de strijdigheid van een wet met artikel 1 Eerste Aanvullend Protocol EVRM wordt aangevoerd en hierover geen prejudiciële vraag stelt aan het Grondwettelijk Hof, zonder na te gaan of titel II Grondwet een met artikel 1 Eerste Aanvullend Protocol EVRM analoge of gedeeltelijk analoge bepaling bevat en zonder na te gaan of een in voormeld artikel 26, § 4, tweede lid, bepaalde uitzondering op de verplichting tot het stellen van een prejudiciële vraag voorhanden is, verantwoordt zijn beslissing niet naar recht."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191213.1F.8": {
      "court": "CASS",
      "date": "2019-12-13",
      "roleNumber": "C.19.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191213.1F.8",
      "abstractFR": [
        "Il n'y a pas lieu de poser à la Cour constitutionnelle la question proposée par la demanderesse, qui ne dénonce pas une distinction entre des justiciables se trouvant dans la même situation juridique auxquels s'appliqueraient des règles différentes mais prétend opposer des justiciables qui, se trouvant dans des situations différentes, sont soumis à des règles différentes qui s'appliquent sans distinction à tous ceux qui se trouvent dans la même situation (1). (1) Cass. 25 avril 2019, RG D.18.0014.F, Pas. 2019., n° 248."
      ],
      "abstractNL": [
        "De prejudiciële vraag van de eiseres dient niet aan het Grondwettelijk Hof te worden gesteld, wanneer die vraag geen onderscheid laakt tussen rechtzoekenden die, hoewel ze zich in dezelfde juridische toestand bevinden, aan verschillende regels zouden zijn onderworpen, maar een onderscheid tracht te maken tussen rechtzoekenden die, hoewel ze zich in een verschillende toestand bevinden, aan verschillende regels zijn onderworpen die, zonder onderscheid, van toepassing zijn op alle rechtzoekenden die zich in dezelfde toestand bevinden (1). (1) Cass. 25 april 2019, AR D.18.0014.F, AC 2019, nr. 248."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190920.3": {
      "court": "CASS",
      "date": "2019-09-20",
      "roleNumber": "D.19.0006.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190920.3",
      "abstractFR": [
        "Il n'y a pas lieu de poser à la Cour constitutionnelle la question proposée par le demandeur qui ne dénonce pas une distinction entre des avocats se trouvant dans des situations juridiques différentes auxquelles s'appliquerait une règle identique, mais prétend opposer ces avocats, qui se trouvent dans la même situation juridique où ils se voient infliger la peine de la radiation, en fonction de leur propre choix de solliciter ou non leur omission du tableau (1). (1) Cass. 30 mars 2018, RG C.16.0420.F, Pas. 2018, n° 215."
      ],
      "abstractNL": [
        "Er bestaat geen grond om aan het Grondwettelijk Hof de door de eiser voorgestelde vraag te stellen, die geen onderscheid laakt tussen advocaten die zich in onderscheiden rechtstoestanden bevinden waarop dezelfde regel van toepassing zou zijn, maar poogt die advocaten tegenover elkaar te stellen, die zich in dezelfde rechtstoestand bevinden, namelijk die waarin hun de straf van schrapping wordt opgelegd, naargelang van hun eigen keuze om al dan niet hun weglating van het tableau te vragen (1). (1) Cass. 30 maart 2018, AR C.16.0420.F, AC 2018, nr. 215."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190425.5": {
      "court": "CASS",
      "date": "2019-04-25",
      "roleNumber": "D.18.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190425.5",
      "abstractFR": [
        "Il n'y a pas lieu de poser à la Cour constitutionnelle la question proposée par le demandeur qui ne dénonce pas une distinction entre des avocats qui, se trouvant dans la même situation, sont soumis à des règles différentes, mais entre des avocats qui, se trouvant dans des situations différentes, sont soumis à des règles différentes qui s'appliquent sans distinction à tous ceux qui se trouvent dans la même situation, les uns étant soumis à la mesure de l'interdiction de palais et les autres, à toute autre mesure conservatoire, quelles qu'en soient la portée, l'étendue ou les modalités, sans que le fait que l'une et les autres présentent les caractéristiques propres à la déontologie de garantir les principes de dignité, de probité et de délicatesse inhérents à l'exercice de la profession d'avocat et d'affecter l'exercice de cette profession, et donc la situation économique de l'avocat, soit de nature à effacer cette différence (1). (1) Voir Cass. 30 mars 2018, RG C.16.0420.F, Pas. 2018, n° 215."
      ],
      "abstractNL": [
        "De door de eiser voorgestelde prejudiciële vraag laakt niet het onderscheid tussen advocaten die, terwijl ze in dezelfde situatie verkeren, aan verschillende regels zijn onderworpen, maar tussen advocaten die, terwijl ze in verschillende situaties verkeren, onderworpen zijn aan verschillende regels die, zonder onderscheid, van toepassing zijn op alle advocaten die in dezelfde situatie verkeren, omdat de enen onderworpen zijn aan de maatregel dat ze het paleis niet mogen betreden en de anderen aan een andere bewarende maatregel, ongeacht de draagwijdte, omvang of vormvereisten ervan, waarbij het feit dat alle maatregelen conform de deontologie zijn, namelijk dat zij de beginselen waarborgen van waardigheid, rechtschapenheid en kiesheid die inherent zijn aan de uitoefening van het beroep van advocaat en de uitoefening van dat beroep raken, en dus de economische situatie van de advocaat, dat onderscheid niet kan opheffen zodat ze niet aan het Grondwettelijk Hof hoeft te worden gesteld (1). (1) Zie Cass. 30 maart 2018, AR C.16.0420.F, AC 2018, nr. 215."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170529.2": {
      "court": "CASS",
      "date": "2017-05-29",
      "roleNumber": "S.15.0079.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170529.2",
      "abstractFR": [
        "La Cour est tenue de poser à la Cour constitutionnelle la question de la violation des articles 10 et 11 de la Constitution par l'article 4, 3° de la loi du 20 décembre 2002 excluant à l'égard du conseiller en prévention licencié dans le cas de licenciement collectif, auquel s'appliquent les procédures fixées en vertu du Chapitre VII de la loi du 13 février 1998 portant dispositions en faveur de l'emploi, l'application des procédures prévues par la loi du 20 décembre 2002 pour le conseiller en prévention dont le licenciement individuel est envisagé.",
        "La Cour est tenue de poser à la Cour constitutionnelle la question de la violation des articles 10 et 11 de la Constitution par l'article 4, 3° de la loi du 20 décembre 2002 excluant à l'application des procédures de protection à l'égard de tout conseiller en prévention licencié dans le cas de licenciement collectif, sans distinguer selon que l'employeur reste ou non tenu de disposer d'un conseiller en prévention au sein du personnel après le licenciement collectif, suivant qu'il occupe à ce moment au moins vingt ou, au contraire, moins de vingt travailleurs."
      ],
      "abstractNL": [
        "Het Hof is verplicht om aan het Grondwettelijk Hof de vraag stellen over de schending van de artikelen 10 en 11 van de Grondwet door artikel 4, 3°, van de wet van 20 december 2002 in zoverre het, ten aanzien van de preventieadviseur die ontslagen is in het kader van een collectief ontslag, waarop de procedures van toepassing zijn die zijn vastgesteld krachtens hoofdstuk VII van de wet van 13 februari 1998 houdende bepalingen tot bevordering van de tewerkstelling, de toepassing uitsluit van de door de wet van 20 december 2002 voorgeschreven procedures op de preventieadviseur van wie het individueel ontslag wordt overwogen.",
        "Het Hof is verplicht om aan het Grondwettelijk Hof de vraag stellen over de schending van de artikelen 10 en 11 van de Grondwet door artikel 4, 3°, van de wet van 20 december 2002, in zoverre het de toepassing uitsluit van de beschermingsprocedures ten aanzien van elke preventieadviseur die ontslagen wordt in het kader van een collectief ontslag, ongeacht of de werkgever al dan niet verplicht is om na het collectief ontslag binnen zijn personeel over een preventieadviseur te beschikken, al naargelang hij op dat tijdstip ten minste twintig of, integendeel, minder dan twintig werknemers in dienst heeft."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161124.5": {
      "court": "CASS",
      "date": "2016-11-24",
      "roleNumber": "C.15.0104.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161124.5",
      "abstractFR": [
        "Lorsque la discrimination alléguée ne repose pas sur une distinction entre des justiciables se trouvant dans la même situation juridique auxquels s'appliqueraient des règles différentes mais sur une distinction entre des justiciables, qui, selon leur qualité de personne active ou non au moment de la souscription par leur employeur d'un contrat d'assurance maladie collectif, sont dans des situations juridiques différentes, il n'y a pas lieu de poser de question préjudicielle (1). (1) Cass. 23 septembre 2015, RG P.14.0238.F, Pas. 2015, n° 546, avec concl. de M. Vandermeersch, avocat général."
      ],
      "abstractNL": [
        "Wanneer de aangevoerde discriminatie niet berust op een onderscheid tussen rechtzoekenden die zich in dezelfde rechtstoestand bevinden waarop verschillende regels zouden worden toegepast, maar op een onderscheid tussen rechtzoekenden die, volgens hun hoedanigheid van al dan niet actieve persoon op het tijdstip waarop hun werkgever een collectieve ziekteverzekeringsovereenkomst heeft gesloten zich in onderscheiden rechtstoestanden bevinden, bestaat er geen grond om het Grondwettelijk Hof een prejudiciële vraag te stellen (1). (1) Cass. 23 september 2015, AR P.14.0238.F, AC 2015, nr. 546, met concl. van advocaat-generaal Vandermeersch."
      ]
    }
  },
  "8": {
    "ECLI:BE:CASS:2017:ARR.20170120.6": {
      "court": "CASS",
      "date": "2017-01-20",
      "roleNumber": "F.16.0049.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170120.6&lang=fr",
      "abstractFR": [
        "Lorsque la Cour constitutionnelle constate l'inconstitutionnalité d'une loi, cette décision revêt en principe un caractère déclaratif et s'applique dès lors rétroactivement; il s'ensuit que la Cour peut casser une décision judiciaire rendue en dernier ressort lorsque la disposition légale sur laquelle cette décision se fonde a été annulée par la Cour constitutionnelle, alors même que l'arrêt d'annulation de la Cour constitutionnelle a été rendu et publié après le prononcé de ladite décision judiciaire (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer het Grondwettelijk Hof vaststelt dat een wet ongrondwettelijk is, dan heeft die beslissing in de regel een declaratief karakter en werkt zij dus retroactief; hieruit volgt dat het Hof een in laatste aanleg gewezen rechterlijke beslissing kan vernietigen wanneer de wetsbepaling die ten grondslag ligt aan die beslissing, vernietigd werd door het Grondwettelijk Hof, ook al werd het vernietigingsarrest van het Grondwettelijk Hof gewezen en bekendgemaakt na de uitspraak van die rechterlijke beslissing (1). (1) Zie concl. van het OM."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161018.6": {
      "court": "CASS",
      "date": "2016-10-18",
      "roleNumber": "P.16.0124.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161018.6&lang=fr",
      "abstractFR": [
        "La disposition prévue à l'article 8, alinéa 3, de la loi spéciale du 6 janvier 1989 sur la Cour constitutionnelle a une portée générale et signifie qu'en règle, les effets de la disposition annulée sont maintenus à l'égard de tous les actes et décisions administratifs et judiciaires (1). (1) Voir R. MOERENHOUT, Commentaar bij artikel 8 Bijzondere Wet van 6 januari 1989, OAPR, fascicule 8 (janvier l999); R. ANDERSEN, « La modulation dans le temps des effets des arrêts d'annulation du Conseil d'État », in Liber Amicorum Michel Melchior, pp. 385-386; VERSTRAELEN, S., « Toen barstte de bom: het Grondwettelijk Hof handhaaft in een prejudicieel arrest de gevolgen van een vastgestelde ongrondwettigheid », RW 2011-12, 1230; TULKENS, F., « Actualités et réflexions sur le droit transitoire jurisprudentiel. Quand le juge maintient les effets de ce qu'il annule. », JT 2012, 737."
      ],
      "abstractNL": [
        "De bepaling van artikel 8, derde lid, Bijzondere Wet Grondwettelijk Hof heeft een algemene strekking en betekent dat de gevolgen van de vernietigde bepaling in de regel worden gehandhaafd ten aanzien van alle administratieve en rechterlijke handelingen en beslissingen (1). (1) Zie R. MOERENHOUT, Commentaar bij artikel 8 Bijzondere Wet van 6 januari 1989, OAPR, afl. 8 (januari 1999); R. ANDERSEN, 'La modulation dans le temps des effets des arrêts d'annulatoin du conseil d'Etat', in Liber Amicorum Michel Melchior, blz. 385-386; VERSTRAELEN, S., 'Toen barstte de bom: het Grondwettelijk Hof handhaaft in een prejudicieel arrest de gevolgen van een vastgestelde ongrondwettigheid', RW 2011-12, 1230; TULKENS, F., 'Actualités et réflexions sur le droit transitoire jurisprudentiel. Quand le juge maintien les effets de ce qu'il annule.', JT 2012, 737."
      ]
    }
  },
  "9": {
    "ECLI:BE:CASS:2023:ARR.20231016.3N.2": {
      "court": "CASS",
      "date": "2023-10-16",
      "roleNumber": "C.22.0377.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231016.3N.2",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer het Grondwettelijk Hof bij zijn onderzoek naar de verenigbaarheid van een norm van intern recht met een grondrecht gewaarborgd in titel II van de Grondwet, rekening houdt met een grondrecht dat op geheel of gedeeltelijk analoge wijze is gewaarborgd in een bepaling van Europees of internationaal recht, heeft zijn beslissing niet het gezag dat Artikel 9, § 2, Bijzondere Wet Grondwettelijk Hof eraan toekent, in zoverre zij betrekking heeft op de voornoemde rechtstreeks toepasselijke norm van internationaal verdragsrecht (1). (1) Zie Cass. 29 september 2017, AR F.15.0010.F, AC 2017, nr. 514, met concl. van eerste advocaat-generaal Henkes op datum in Pas.."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250512.3F.6": {
      "court": "CASS",
      "date": "2025-05-12",
      "roleNumber": "C.22.0182.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250512.3F.6",
      "abstractFR": [
        "Lorsque l'amende administrative est fondée sur une disposition d'une loi, d'un décret ou d'une règle visée à l'article 134 de la Constitution, qui a ensuite été annulée par la Cour constitutionnelle, l'autorité absolue de la chose jugée dont est revêtu l'arrêt d'annulation ouvre à l'intéressé les recours prévus par les articles 10 à 18 de cette loi, notamment les recours administratifs ou juridictionnels contre les actes des autorités administratives conformément à l'article 18 et le recours en rétractation d'un arrêt du Conseil d'État prévu par l'article 17, mais l'annulation de la disposition n'affecte pas la légalité et la régularité, notamment l'actualité, de la contrainte décernée en raison du non-paiement de l'amende (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20210115.1N.17": {
      "court": "CASS",
      "date": "2021-01-15",
      "roleNumber": "C.20.0174.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210115.1N.17&lang=fr",
      "abstractFR": [
        "À la suite de l'annulation de l'article 577, 50°, du décret sur l'administration locale du 22 décembre 2017, dans la mesure où il abroge l'article 194, alinéa 1er, du décret du 15 juillet 2005, si le collège des bourgmestre et échevins ou le conseil communal omet d'agir en droit, un ou plusieurs habitants conservent la faculté d'agir en droit au nom de la commune, à condition qu'ils garantissent de supporter personnellement les frais de procédure ainsi que d'assurer la condamnation à des dommages et intérêts ou une amende pour procédure téméraire et vexatoire ou pour un recours qui pourrait être prononcé (1). (1) Décr. du 22 décembre 2017, art. 577, 50°, tel qu'il a été annulé par extrait de l'arrêt n° 129/2019 du 10 octobre 2019 de la Cour constitutionnelle."
      ],
      "abstractNL": [
        "Ingevolge de vernietiging van artikel 577, 50° Decreet Lokaal Bestuur voor zover het artikel 194 Gemeentedecreet opheft, blijft het mogelijk dat, indien het college van burgemeester en schepenen of de gemeenteraad nalaten in rechte op te treden, een of meer inwoners in rechte kunnen optreden namens de gemeente, mits zij onder zekerheidstelling aanbieden om persoonlijk de kosten van het geding te dragen en in te staan voor de veroordeling tot schadevergoeding of boete wegens tergend en roekeloos geding of hoger beroep die kan worden uitgesproken (1). (1) Art. 577, 50° Decreet Lokaal Bestuur zoals vernietigd bij Uittreksel uit arrest nr. 129/2019 van 10 oktober 2019 van het Grondwettelijk Hof.",
        "Ingevolge de vernietiging van artikel 577, 50° Decreet Lokaal Bestuur voor zover het artikel 194 Gemeentedecreet opheft, blijft het mogelijk dat, indien het college van burgemeester en schepenen of de gemeenteraad nalaten in rechte op te treden, een of meer inwoners in rechte kunnen optreden namens de gemeente, mits zij onder zekerheidstelling aanbieden om persoonlijk de kosten van het geding te dragen en in te staan voor de veroordeling tot schadevergoeding of boete wegens tergend en roekeloos geding of hoger beroep die kan worden uitgesproken (1). (1) Art. 577, 50° Decreet Lokaal Bestuur zoals vernietigd bij Uittreksel uit arrest nr. 129/2019 van 10 oktober 2019."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180426.9": {
      "court": "CASS",
      "date": "2018-04-26",
      "roleNumber": "C.15.0258.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180426.9&lang=fr",
      "abstractFR": [
        "Les arrêts rendus par la Cour constitutionnelle portant rejet des recours en annulation sont obligatoires pour les juridictions en ce qui concerne les questions de droit tranchées par ces arrêts (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De door het Grondwettelijk Hof gewezen arresten waarbij beroepen tot vernietiging verworpen worden, zijn bindend voor de rechtscolleges wat de door die arresten beslechte rechtspunten betreft (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170929.3": {
      "court": "CASS",
      "date": "2017-09-29",
      "roleNumber": "F.15.0010.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170929.3",
      "abstractFR": [
        "Lorsque la Cour constitutionnelle étend aux normes de droit européen ou de droit international l'examen de la conformité d'une norme de droit interne à une disposition du titre II de la Constitution, sa décision n'a, dans la mesure où elle porte sur lesdites normes du droit international conventionnel directement applicables, pas l'autorité que lui attribue l'article 9, § 2, de la loi spéciale du 6 janvier 1989 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer het Grondwettelijk Hof aan die normen van Europees of internationaal recht het onderzoek toevoegt naar de verenigbaarheid van een norm van intern recht met een bepaling uit titel II van de Grondwet, zijn beslissing, in zoverre ze betrekking heeft op de voornoemde, rechtstreeks toepasselijke van het internationaal verdragsrecht, niet het gezag heeft dat artikel 9, § 2, van de bijzondere wet van 6 januari 1989 eraan toekent (1). (1) Zie concl. OM in Pas. 2017, nr. ***."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170120.6": {
      "court": "CASS",
      "date": "2017-01-20",
      "roleNumber": "F.16.0049.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170120.6&lang=fr",
      "abstractFR": [
        "Lorsque la Cour constitutionnelle constate l'inconstitutionnalité d'une loi, cette décision revêt en principe un caractère déclaratif et s'applique dès lors rétroactivement; il s'ensuit que la Cour peut casser une décision judiciaire rendue en dernier ressort lorsque la disposition légale sur laquelle cette décision se fonde a été annulée par la Cour constitutionnelle, alors même que l'arrêt d'annulation de la Cour constitutionnelle a été rendu et publié après le prononcé de ladite décision judiciaire (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer het Grondwettelijk Hof vaststelt dat een wet ongrondwettelijk is, dan heeft die beslissing in de regel een declaratief karakter en werkt zij dus retroactief; hieruit volgt dat het Hof een in laatste aanleg gewezen rechterlijke beslissing kan vernietigen wanneer de wetsbepaling die ten grondslag ligt aan die beslissing, vernietigd werd door het Grondwettelijk Hof, ook al werd het vernietigingsarrest van het Grondwettelijk Hof gewezen en bekendgemaakt na de uitspraak van die rechterlijke beslissing (1). (1) Zie concl. van het OM."
      ]
    }
  },
  "16": {
    "ECLI:BE:CASS:2022:ARR.20220505.1N.3": {
      "court": "CASS",
      "date": "2022-05-05",
      "roleNumber": "C.21.0483.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220505.1N.3&lang=fr",
      "abstractFR": [
        "La rétractation prévue par l'article 16, § 1er, de loi spéciale du 6 janvier 1989 sur la Cour constitutionnelle vise à rétablir la légalité d'une décision passée en force de chose jugée rendue par une juridiction civile lorsque l'annulation d'une disposition légale par la Cour constitutionnelle la prive de son fondement juridique ; il s'ensuit que la décision peut être rétractée non seulement lorsque la décision a fait application de la norme annulée, mais également lorsque celle-ci se fonde sur une autre disposition légale dont l'application est déterminée par la norme annulée (1). (1) Voir les concl. du MP publiées à leur date dans AC. Voir Cass. 10 mai 2004, RG S.02.0078.F, Pas. 2004, n° 247 ; Cass. 26 février 2001, RG S.99.0205.F, Pas. 2001, n° 114.",
        "Un recours en annulation d'un acte administratif a, quelle que soit la décision du Conseil d'État sur ce recours, les mêmes effets qu'une citation en justice à l'égard de l'interruption de la prescription de l'action en réparation du dommage causé par cet acte et ce, sur la base de l'article 2244, § 1er, alinéa 3, de l'ancien Code civil, cette disposition étant réputée avoir toujours eu ce sens (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De intrekking voorzien door artikel 16, § 1, Bijzondere Wet Grondwettelijk Hof strekt ertoe de legaliteit van een in kracht van gewijsde gegane beslissing van een burgerlijk gerecht te herstellen wanneer de vernietiging van een wetsbepaling door het Grondwettelijk Hof er de juridische grondslag aan ontneemt; hieruit volgt dat de beslissing niet enkel kan worden ingetrokken wanneer de beslissing toepassing heeft gemaakt van de vernietigde norm maar ook wanneer deze steunt op een andere wetsbepaling waarvan de toepassing wordt gedetermineerd door de vernietigde norm (1). (1) Zie concl. OM. Zie Cass. 10 mei 2004, AR S.02.0078.F, AC 2004, nr. 247 en Cass. 26 februari 2001, AR S.99.0205.F, AC 2001, nr. 114.",
        "Een beroep tot vernietiging van een administratieve rechtshandeling heeft ongeacht het oordeel van de Raad van State over dit beroep dezelfde gevolgen als een dagvaarding voor het gerecht ten aanzien van de stuiting van de verjaring van de vordering tot herstel van de schade veroorzaakt door deze handeling en dit op grond van artikel 2244, § 1, derde lid Oud Burgerlijk Wetboek, waarbij deze bepaling steeds geacht wordt deze betekenis te hebben gehad (1). (1) Zie concl. OM."
      ]
    }
  },
  "17": {
    "ECLI:BE:CASS:2025:ARR.20250512.3F.6": {
      "court": "CASS",
      "date": "2025-05-12",
      "roleNumber": "C.22.0182.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250512.3F.6",
      "abstractFR": [
        "Lorsque l'amende administrative est fondée sur une disposition d'une loi, d'un décret ou d'une règle visée à l'article 134 de la Constitution, qui a ensuite été annulée par la Cour constitutionnelle, l'autorité absolue de la chose jugée dont est revêtu l'arrêt d'annulation ouvre à l'intéressé les recours prévus par les articles 10 à 18 de cette loi, notamment les recours administratifs ou juridictionnels contre les actes des autorités administratives conformément à l'article 18 et le recours en rétractation d'un arrêt du Conseil d'État prévu par l'article 17, mais l'annulation de la disposition n'affecte pas la légalité et la régularité, notamment l'actualité, de la contrainte décernée en raison du non-paiement de l'amende (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "18": {
    "ECLI:BE:CASS:2025:ARR.20250512.3F.6": {
      "court": "CASS",
      "date": "2025-05-12",
      "roleNumber": "C.22.0182.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250512.3F.6",
      "abstractFR": [
        "Lorsque l'amende administrative est fondée sur une disposition d'une loi, d'un décret ou d'une règle visée à l'article 134 de la Constitution, qui a ensuite été annulée par la Cour constitutionnelle, l'autorité absolue de la chose jugée dont est revêtu l'arrêt d'annulation ouvre à l'intéressé les recours prévus par les articles 10 à 18 de cette loi, notamment les recours administratifs ou juridictionnels contre les actes des autorités administratives conformément à l'article 18 et le recours en rétractation d'un arrêt du Conseil d'État prévu par l'article 17, mais l'annulation de la disposition n'affecte pas la légalité et la régularité, notamment l'actualité, de la contrainte décernée en raison du non-paiement de l'amende (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2020:ARR.20200109.1N.9": {
      "court": "CASS",
      "date": "2020-01-09",
      "roleNumber": "C.18.0146.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200109.1N.9&lang=fr",
      "abstractFR": [
        "La circonstance qu'un acte administratif ne soit plus susceptible d'annulation après l'écoulement du délai de six mois dont il est question à l'article 18 de la loi spéciale du 6 janvier 1989 sur la Cour constitutionnelle, ne s'oppose pas, en règle, à ce que les cours et tribunaux puissent en écarter l'application sur la base de l'article 159 de la Constitution (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De omstandigheid dat een bestuurshandeling na het verstrijken van de termijn van zes maanden waarvan sprake in artikel 18 Bijzondere Wet Grondwettelijk Hof niet meer voor nietigverklaring vatbaar is, verhindert in de regel niet dat de hoven en rechtbanken deze op grond van artikel 159 Grondwet buiten toepassing kunnen laten (1). (1) Zie concl. OM."
      ]
    }
  },
  "26": {
    "ECLI:BE:CASS:2025:ARR.20251125.2N.3": {
      "court": "CASS",
      "date": "2025-11-25",
      "roleNumber": "P.25.0594.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251125.2N.3",
      "abstractFR": null,
      "abstractNL": [
        "Eensdeels vereist artikel 29, § 2, eerste zin, Bijzondere Wet Grondwettelijk Hof, dat bepaalt dat de beslissing waarbij een rechtscollege weigert een prejudiciële vraag te stellen de redenen van de weigering moet aangeven, niet dat het rechtscollege waarvan de beslissing vatbaar is voor voorziening in cassatie, zijn beslissing op grond van artikel 26, § 2, derde lid, Bijzondere Wet Grondwettelijk Hof omstandig onderbouwt, en anderdeels mag het rechtscollege zijn weigeringsbeslissing ook niet zodanig motiveren dat het zich in de plaats van het Grondwettelijk Hof stelt (1). (1) Zie Cass. 14 januari 2025, AR P.24.0918.N, ECLI:BE:CASS:2025:ARR.20250114.2N.1; Cass. 21 december 2021, AR P.21.1141.N, ECLI:BE:CASS:2021:ARR.20211214.2N.3.",
        "Gezien het gelijkheidsbeginsel en niet-discriminatiebeginsel op geheel of gedeeltelijk analoge wijze is gewaarborgd door de artikelen 10 en 11 Grondwet en door artikel 14 EVRM en artikel 26 IVBPR, kan het Hof overeenkomstig artikel 26, § 4, tweede lid, 2°, Bijzondere Wet Grondwettelijk Hof onderzoeken of de artikelen 37/1, § 1, derde lid, en 38, § 6, Wegverkeerswet, door de in die bepalingen verplichte sanctionering van een voor een verkeersovertreding veroordeelde beklaagde te laten afhangen van het al dan niet voldoen aan de in artikel 37/1, § 1, derde lid, Wegverkeerswet omschreven drempel of aan de in artikel 38, § 6, Wegverkeerswet bepaalde voorwaarden, de artikelen 10 en 11 Grondwet klaarblijkelijk niet schendt."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251118.2N.33": {
      "court": "CASS",
      "date": "2025-11-18",
      "roleNumber": "P.25.0428.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251118.2N.33",
      "abstractFR": null,
      "abstractNL": [
        "De Belgische Staat die op grond van artikel 4bis Voorafgaande Titel Wetboek van Strafvordering voor de strafrechter een vordering stelt tot bevestiging of tot het verschaffen van een titel tot betaling van de betreffende belastingen, de opcentiemen en opdeciemen, de verhogingen, de administratieve en fiscale geldboeten en bijbehoren, is geen burgerlijke partij aangezien hij voor de straftrechter een zelfstandige vordering instelt waarbij de bevoegde belastingadministratie tussenkomt in de strafzaak en dit geen vordering tot schadevergoeding betreft maar een fiscale vordering die rechtstreeks haar grondslag vindt in de wet, zodat artikel 43bis, derde lid, tweede zin, Strafwetboek de toewijzing van de verbeurdverklaarde zaken aan de Belgische Staat als zelfstandig vorderende partij niet toelaat; de prejudiciële vraag die een vergelijking beoogt van twee niet vergelijkbare rechtstoestanden, namelijk de rechtstoestand van een burgerlijke partij van wie de schadevergoedingsvordering overeenkomstig artikel 4 Voorafgaande Titel Wetboek van Strafvordering is gesteund op een bij de strafrechter aanhangig strafbaar feit, en de rechtstoestand van de Belgische Staat die overeenkomstig artikel 4bis Voorafgaande Titel Wetboek van Strafvordering op grond van de fiscale wet een zelfstandige vordering stelt tot betaling van belastingen, de opcentiemen en opdeciemen, de verhogingen, de administratieve en fiscale geldboeten en bijbehoren dient niet te worden gesteld."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251028.2N.28": {
      "court": "CASS",
      "date": "2025-10-28",
      "roleNumber": "P.25.0928.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251028.2N.28",
      "abstractFR": null,
      "abstractNL": [
        "Uit de bewoordingen zelf van artikel 4bis, tweede en derde lid, Voorafgaande Titel Wetboek van Strafvordering, de wetsgeschiedenis en de doelstellingen van die bepaling, volgt dat de opschorting en de beëindiging van de procedures voor de burgerlijke rechtbanken automatisch het gevolg zijn van de toepassing van de wet, zonder dat zij afhankelijk zijn van een vrije keuze van de belastingadministratie om een reeds voor de burgerlijke rechtbanken ingestelde procedure al dan niet verder te zetten voor de strafrechte, zodat een prejudiciële vraag die uitgaat van een onjuiste rechtsopvatting desaangaande niet dient te worden gesteld."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230530.2N.1": {
      "court": "CASS",
      "date": "2023-05-30",
      "roleNumber": "P.21.1231.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230530.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Het Hof is verplicht tot het stellen van een prejudiciële vraag aan het Grondwettelijk Hof, met name of artikel 49/1 Wegverkeerswet de artikelen 10 en 11 Grondwet schendt doordat de wetgever niet voorziet in een onderscheid in bestraffing al naargelang de dader dit misdrijf opzettelijk dan wel louter uit onachtzaamheid pleegt.",
        "Uit de uit artikel 26, § 2, Bijzondere Wet Grondwettelijk Hof voortvloeiende verplichting voor het Hof om aan het Grondwettelijk Hof een prejudiciële vraag te stellen, kan niet worden afgeleid dat het Hof moet ingaan op elk verzoek van een beklaagde om aan het Grondwettelijk Hof te vragen of het verschil in bestraffing op een feit waarvoor die beklaagde wordt vervolgd en de bestraffing op een ander strafbaar feit geen miskenning inhoudt van het door de artikelen 10 en 11 Grondwet gewaarborgde gelijkheids- en niet-discriminatiebeginsel; indien prima facie duidelijk is dat de voorgestelde prejudiciële vraag betrekking heeft op rechtstoestanden die geenszins te vergelijken vallen, dient het Hof de prejudiciële vraag niet te stellen; het kan immers niet de bedoeling van de bijzondere wetgever geweest zijn aan het Grondwettelijk Hof vragen voor te leggen waarvan het antwoord prima facie duidelijk is en op die wijze bovendien de verdere strafvervolging in dergelijke zaken te belemmeren en zo het recht van een beklaagde op een behandeling van zijn zaak binnen een redelijke termijn in het gedrang te brengen.",
        "Uit het arrest nr. 17/2023 van het Grondwettelijk Hof van 22 februari 2022 volgt dat de omstandigheid dat de wetgever met artikel 49/1, eerste lid, Wegverkeerswet in eenzelfde bestraffing heeft voorzien ongeacht of het door dit misdrijf strafbaar gestelde verzuim opzettelijk of door onachtzaamheid werd gepleegd, geen schending inhoudt van de artikelen 10 en 11 Grondwet (1). (1) GwH 2 februari 2023, nr. 17/2023, www.const-cour.be."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230310.1N.5": {
      "court": "CASS",
      "date": "2023-03-10",
      "roleNumber": "C.22.0126.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230310.1N.5",
      "abstractFR": null,
      "abstractNL": [
        "De rechter die wordt geconfronteerd met een wettelijke bepaling die het Grondwettelijk Hof in een prejudicieel arrest gewezen in een andere zaak ongrondwettig heeft verklaard, moet hetzij zich voegen naar dat arrest, hetzij een nieuwe prejudiciële vraag stellen, zodat het aan de rechter staat om elke leemte in een wet waarvan het Grondwettelijk Hof de ongrondwettigheid in voldoende precieze bewoordingen heeft vastgesteld, in te vullen, evenals elke leemte die hieruit voortvloeit dat een wetsbepaling als ongrondwettig wordt aangemerkt, wanneer hij die leemte in het raam van de bestaande wetsbepalingen kan verhelpen teneinde de wet in overeenstemming te brengen met de Grondwet (1). (1) Zie de andersluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250114.2N.1": {
      "court": "CASS",
      "date": "2025-01-14",
      "roleNumber": "P.24.0918.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250114.2N.1",
      "abstractFR": [
        "En vertu de l'article 26, § 2, alinéa 3, de la loi spéciale du 6 janvier 1989 sur la Cour constitutionnelle, la juridiction dont la décision est susceptible de pourvoi en cassation n'est pas tenue de poser à la Cour constitutionnelle une question préjudicielle soulevée devant elle si elle estime que la réponse à cette question n'est pas indispensable pour rendre sa décision ; il suffit que la juridiction précise sa décision par un ou plusieurs motifs susceptibles de fonder celle-ci ; elle n'est pas tenue de développer de manière circonstanciée et nuancée le ou les motifs.",
        "En vertu de l'article 26, § 2, alinéa 3, de la loi spéciale du 6 janvier 1989 sur la Cour constitutionnelle, la juridiction dont la décision est susceptible de pourvoi en cassation n'est pas tenue de poser à la Cour constitutionnelle une question préjudicielle soulevée devant elle si elle estime que la réponse à cette question n'est pas indispensable pour rendre sa décision ; il suffit que la juridiction précise sa décision par un ou plusieurs motifs susceptibles de fonder celle-ci ; elle n'est pas tenue du développer de manière circonstanciée et nuancée le ou les motifs."
      ],
      "abstractNL": [
        "Op grond van artikel 26, § 2, derde lid, Bijzondere Wet Grondwettelijk Hof is het rechtscollege waarvan de beslissing vatbaar is voor voorziening in cassatie niet gehouden een opgeworpen prejudiciële vraag aan het Grondwettelijk Hof te stellen wanneer het rechtscollege meent dat het antwoord op de prejudiciële vraag niet onontbeerlijk is om uitspraak te doen; het volstaat dat het rechtscollege zijn oordeel verduidelijkt aan de hand van een of meerdere redenen die de beslissing kunnen dragen; het moet de reden of de redenen daarvoor niet omstandig en genuanceerd onderbouwen."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251023.1N.10": {
      "court": "CASS",
      "date": "2025-10-23",
      "roleNumber": "F.22.0161.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251023.1N.10",
      "abstractFR": null,
      "abstractNL": [
        "Gezien de vraag rijst of de in artikel 419, eerste lid, 4°, WIB92 neergelegde regel dat bij de terugbetaling van bedrijfsvoorheffing geen moratoriuminterest verschuldigd is door de Staat, bestaanbaar is met de artikelen 10, 11 en 172 Grondwet wanneer de belastingplichtige de bedrijfsvoorheffing aanvankelijk spontaan heeft betaald, maar nadien een bezwaarschrift heeft ingediend en terugbetaling heeft gevorderd van de bedrijfsvoorheffing en de rechter deze vordering inwilligt; stelt het Hof de in het dictum van dit arrest geformuleerde vraag aan het Grondwettelijk Hof: “Schenden de artikelen 418, eerste lid, en 419, eerste lid, 4° WIB92, in de versie zoals van toepassing voor de aanslagjaren 2015 en 2016, de artikelen 10, 11 en 172 Grondwet in de uitlegging dat ze uitsluiten dat moratoriuminterest wordt toegekend aan de belastingplichtige wanneer deze de bedrijfsvoorheffing aanvankelijk spontaan heeft betaald maar nadien een bezwaarschrift heeft ingediend en terugbetaling heeft gevorderd van de bedrijfsvoorheffing en de rechter deze vordering inwilligt, doordat ze een verschillende behandeling invoeren: 1° tussen die belastingplichtigen en de belastingplichtigen die de terugbetaling verkrijgen van een belasting, roerende voorheffing of bedrijfsvoorheffing die zij hebben betaald nadat die belasting of voorheffing ten onrechte jegens hen werd ingekohierd, waarbij aan de laatstgenoemde belastingplichtigen moratoriuminterest wordt toegekend? 2° tussen die belastingplichtigen en de belastingplichtigen die de terugbetaling verkrijgen van dezelfde voorheffingen, die zij niet spontaan hebben betaald binnen de termijn bepaald in artikel 412 van dat wetboek, maar pas nadat de administratie ze jegens hen had ingekohierd, overeenkomstig artikel 304, § 1, tweede lid, van datzelfde wetboek, waarbij aan de laatstgenoemde belastingplichtigen moratoriuminterest wordt toegekend?” (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250909.2N.5": {
      "court": "CASS",
      "date": "2025-09-09",
      "roleNumber": "P.24.1373.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250909.2N.5",
      "abstractFR": null,
      "abstractNL": [
        "Het Hof is van oordeel dat er grond is tot het stellen van de volgende prejudiciële vraag aan het Grondwettelijk Hof: “Schendt artikel 5 Wet Toegangsbewijzen de artikelen 38 en 127, § 1, 1°, Grondwet, in samenhang gelezen met artikel 4 Bijzondere Wet Hervorming Instellingen, krachtens dewelke de Gemeenschappen exclusief bevoegd zijn voor culturele aangelegenheden?” (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220222.2N.31": {
      "court": "CASS",
      "date": "2022-02-22",
      "roleNumber": "P.21.1231.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220222.2N.31",
      "abstractFR": null,
      "abstractNL": [
        "Het Hof is verplicht tot het stellen van een prejudiciële vraag aan het Grondwettelijk Hof, met name of artikel 49/1 Wegverkeerswet de artikelen 10 en 11 Grondwet schendt doordat de wetgever niet voorziet in een onderscheid in bestraffing al naargelang de dader dit misdrijf opzettelijk dan wel louter uit onachtzaamheid pleegt."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250916.2N.9": {
      "court": "CASS",
      "date": "2025-09-16",
      "roleNumber": "P.25.0400.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250916.2N.9",
      "abstractFR": null,
      "abstractNL": [
        "Het Hof kan overeenkomstig artikel 26, § 4, tweede lid, 2°, Bijzondere Wet Grondwettelijk Hof onderzoeken of de betwiste wetsbepaling artikel 13 Grondwet klaarblijkelijk niet schendt; de toegang tot de rechter, zoals gewaarborgd bij artikel 13 Grondwet, artikel 6.1 EVRM en artikel 14.1 IVBPR, kan worden onderworpen aan ontvankelijkheidsvoorwaarden, zoals een belangenvereiste; die voorwaarden mogen de toegang tot de rechter niet dermate beperken dat afbreuk wordt gedaan aan de essentie zelf ervan; dat zou het geval zijn wanneer een beperking niet redelijk evenredig zou zijn met het gewettigde doel; de hiervoor vermelde uitlegging van artikel 17 Gerechtelijk Wetboek beperkt, door middel van de ontvankelijkheidsvoorwaarde van het hebben van een eigen belang, de toegang tot de gewone rechtscolleges, zodat een vereniging in beginsel niet in rechte kan optreden ter verwezenlijking van haar maatschappelijk doel, zoals dit het geval is bij de bescherming of de vrijwaring van het dierenwelzijn, maar dat wel kan doen wanneer dit maatschappelijk doel de bescherming beoogt van de rechten van de mens of de fundamentele vrijheden zoals erkend in de Grondwet en in de internationale instrumenten die België binden zoals voorzien in artikel 17, tweede lid, Gerechtelijk Wetboek of in een verdragsbepaling, zoals het Verdrag van Aarhus, België verplicht dergelijke toegang tot de rechter te verlenen; deze beperking is evenredig met het nagestreefde wettige doel, namelijk een goede rechtsbedeling verzekeren door de actio popularis te weigeren en het beginsel in acht te doen nemen dat is uitgedrukt in het adagium “nul ne plaide par procureur”; aldus schendt de vermelde uitlegging van artikel 17 Gerechtelijk Wetboek artikel 13 Grondwet met betrekking tot het recht op toegang tot de bevoegde rechter, zoals tevens gewaarborgd door artikel 6.1 EVRM, klaarblijkelijk niet (1). (1) Zie concl. ‘in hoofdzaak' OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231110.1F.3": {
      "court": "CASS",
      "date": "2023-11-10",
      "roleNumber": "C.21.0398.F-C.21.0404.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231110.1F.3",
      "abstractFR": [
        "Lorsque l'inconstitutionnalité d'une disposition légale fondée sur une discrimination est invoquée dans des conclusions, l'arrêt est, en règle, tenu de motiver son refus de poser à la Cour constitutionnelle la question préjudicielle proposée; tel n'est pas le cas lorsque l'arrêt considère que la différence de traitement invoquée n'existe pas."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20231207.1N.4": {
      "court": "CASS",
      "date": "2023-12-07",
      "roleNumber": "F.22.0161.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231207.1N.4",
      "abstractFR": null,
      "abstractNL": [
        "Gezien de vraag rijst of de in artikel 419, eerste lid, 4°, WIB92 neergelegde regel dat bij de terugbetaling van bedrijfsvoorheffing geen moratoriuminterest verschuldigd is door de Staat, bestaanbaar is met de artikelen 10, 11 en 172 Grondwet wanneer de belastingplichtige de bedrijfsvoorheffing aanvankelijk spontaan heeft betaald, maar nadien een bezwaarschrift heeft ingediend en terugbetaling heeft gevorderd van de bedrijfsvoorheffing en de rechter deze vordering inwilligt; stelt het Hof de in het dictum van dit arrest geformuleerde vraag aan het Grondwettelijk Hof: “Schenden de artikelen 418, eerste lid, en 419, eerste lid, 4° WIB92, in de versie zoals van toepassing voor de aanslagjaren 2015 en 2016, de artikelen 10, 11 en 172 Grondwet in de uitlegging dat ze uitsluiten dat moratoriuminterest wordt toegekend aan de belastingplichtige wanneer deze de bedrijfsvoorheffing aanvankelijk spontaan heeft betaald maar nadien een bezwaarschrift heeft ingediend en terugbetaling heeft gevorderd van de bedrijfsvoorheffing en de rechter deze vordering inwilligt, doordat ze een verschillende behandeling invoeren: 1° tussen die belastingplichtigen en de belastingplichtigen die de terugbetaling verkrijgen van een belasting, roerende voorheffing of bedrijfsvoorheffing die zij hebben betaald nadat die belasting of voorheffing ten onrechte jegens hen werd ingekohierd, waarbij aan de laatstgenoemde belastingplichtigen moratoriuminterest wordt toegekend? 2° tussen die belastingplichtigen en de belastingplichtigen die de terugbetaling verkrijgen van dezelfde voorheffingen, die zij niet spontaan hebben betaald binnen de termijn bepaald in artikel 412 van dat wetboek, maar pas nadat de administratie ze jegens hen had ingekohierd, overeenkomstig artikel 304, § 1, tweede lid, van datzelfde wetboek, waarbij aan de laatstgenoemde belastingplichtigen moratoriuminterest wordt toegekend?” (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240124.2F.1": {
      "court": "CASS",
      "date": "2024-01-24",
      "roleNumber": "P.23.0510.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240124.2F.1",
      "abstractFR": [
        "Lorsque la question préjudicielle n'énonce pas une différence de traitement entre deux catégories de personnes, susceptible d'être contraire aux articles 10 et 11 de la Constitution, il n'y a pas lieu à renvoi préjudiciel (1). (1) Voir C. const., 17 septembre 2009, arrêt n° 142/2009."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240104.1N.6": {
      "court": "CASS",
      "date": "2024-01-04",
      "roleNumber": "C.21.0525.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240104.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "Het Hof van Cassatie is in beginsel gehouden zelf een prejudiciële vraag te stellen aan het Grondwettelijk Hof over de schending, door de wet, van de artikelen 10 en 11 van de Grondwet, wanneer de appelrechters dit hebben geweigerd en de eiser in zijn cassatiemiddel niet alleen de afwijzing van zijn vraag aanvecht maar tevens de beslissing bekritiseert over het geschil zelf dat voor hem de grond oplevert tot het opwerpen van een prejudiciële vraag."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231227.2N.8": {
      "court": "CASS",
      "date": "2023-12-27",
      "roleNumber": "P.23.1751.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231227.2N.8",
      "abstractFR": null,
      "abstractNL": [
        "Volgens artikel 26, § 3, Bijzondere Wet Grondwettelijk Hof is een rechtscollege niet ertoe gehouden een prejudiciële vraag te stellen in het geval de vordering spoedeisend is en de uitspraak over de vordering slechts een voorlopig karakter heeft, behalve wanneer er ernstige twijfel bestaat over de verenigbaarheid van een wet, een decreet of een in artikel 134 Grondwet bedoelde regel met een van de in artikel 26, § 1, bedoelde regels of artikelen van de Grondwet en geen vraag of beroep met hetzelfde onderwerp bij het Grondwettelijk Hof aanhangig is.",
        "De rechtspleging strekkende tot de tenuitvoerlegging van een Europees aanhoudingsbevel is een procedure die spoedeisend is en een voorlopig karakter heeft in de zin van artikel 26, § 3, Bijzondere Wet Grondwettelijk Hof."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240130.2N.11": {
      "court": "CASS",
      "date": "2024-01-30",
      "roleNumber": "P.22.0800.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240130.2N.11",
      "abstractFR": null,
      "abstractNL": [
        "De rechtstoestand van een beklaagde die in eerste aanleg wordt vrijgesproken en die in hoger beroep schuldig wordt verklaard en aan wie een strafsanctie wordt opgelegd, valt niet te vergelijken met de rechtstoestand van een beklaagde die in eerste aanleg wordt vrijgesproken en waarbij in hoger beroep wordt geoordeeld dat de strafvordering is vervallen door verjaring, wordt vastgesteld dat de betrokkene het als misdrijf omschreven feit heeft gepleegd en aan wie een herstelmaatregel wordt opgelegd; bij de eerste wordt vastgesteld dat hij zich schuldig heeft gemaakt aan een misdrijf en daarvoor tot straf moet worden veroordeeld, terwijl voor wat betreft de tweede enkel wordt vastgesteld dat hij een als misdrijf omschreven feit heeft gepleegd en gehouden is tot herstel, zonder dat hem enige strafsanctie kan worden opgelegd."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240220.2N.14": {
      "court": "CASS",
      "date": "2024-02-20",
      "roleNumber": "P.23.1574.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240220.2N.14",
      "abstractFR": null,
      "abstractNL": [
        "De prejudiciële vraag die strekt tot een vergelijking van niet vergelijkbare rechtstoestanden, namelijk, eensdeels, het geval waarbij een klacht met burgerlijke partijstelling niet een door artikel 479 Wetboek van Strafvordering bedoelde persoon viseert, maar enkel de mededaders van het aan die persoon verweten misdrijf en de daders van de samen- hangende misdrijven, en, anderdeels, het geval waarbij zowel een persoon met een door artikel 479 Wetboek van Strafvordering bedoelde hoedanigheid als de mededaders van het aan die persoon verweten misdrijf en de daders van de ermee samenhangende misdrijven worden geviseerd, dient niet te worden gesteld."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240220.2N.20": {
      "court": "CASS",
      "date": "2024-02-20",
      "roleNumber": "P.24.0148.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240220.2N.20",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 76, eerste lid, Interneringswet schrijft voor dat de bepalingen van deze wet van toepassing zijn op een persoon die zowel een vrijheidsstraf als een internering ondergaat en volgens artikel 77, eerste lid, Interneringswet, vernummerd tot artikel 77, § 1, eerste lid, Interneringswet door artikel 209, 1°, van de wet van 4 mei 2016 houdende internering en diverse bepalingen inzake Justitie (1), is de toekenning van een invrijheidstelling op proef slechts mogelijk overeenkomstig de in de Wet Strafuitvoering bepaalde tijdsvoorwaarden; uit het arrest nr. 80/2018 van 28 juni 2018 van het Grondwettelijk Hof (2) volgt dan ook dat, ook al werd formeel enkel artikel 77, § 1, eerste lid, Interneringswet, in de mate dat het werd gewijzigd door artikel 209, 1°, Interneringswijzigingswet van 4 mei 2016, vernietigd, de artikelen 3 en 5.1 EVRM zich ertegen verzetten dat de toekenning van een door de Interneringswet bedoelde invrijheidstelling op proef aan een persoon die zowel geïnterneerd is als werd veroordeeld tot een vrijheidsstraf, afhankelijk wordt gemaakt van de in de Wet Strafuitvoering bepaalde tijdsvoorwaarden, zodat in de mate dat artikel 77, eerste lid, thans artikel 77, § 1, eerste lid, Interneringswet, deze voorwaarde bevat, het wegens strijdigheid met de artikelen 3 en 5.1 EVRM buiten toepassing moet worden gelaten (3). (1) BS 13 mei 2016. (2) GwH 28 juni 2018, nr. 80/2018. (3) Artikel 77, § 1, eerste lid, Interneringswet werd enkel vernietigd in de mate dat het werd gewijzigd door de wet van 4 mei 2016 aangezien het enkel tegen de wijziging is dat een vernietigingsberoep werd ingesteld en niet tegen de initiële tekst, die formeel gezien dus voor het overige is blijven bestaan. Uit de redenen van het vernietigingsarrest van het GwH volgt evenwel dat de gehele regeling niet verenigbaar werd geacht met het EVRM en derhalve niet mocht worden toegepast. AW"
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240613.1N.8": {
      "court": "CASS",
      "date": "2024-06-13",
      "roleNumber": "C.23.0105.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240613.1N.8",
      "abstractFR": null,
      "abstractNL": [
        "Notarissen zijn geen categorie van personen die vergelijkbaar zijn met gerechtsdeurwaarders of advocaten bij het Hof van Cassatie (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240430.2F.2": {
      "court": "CASS",
      "date": "2024-04-30",
      "roleNumber": "P.24.0605.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240430.2F.2",
      "abstractFR": [
        "La Cour n'est pas tenue de poser une question préjudicielle à la Cour constitutionnelle lorsque la question a trait à des catégories de personnes qui ne se trouvent pas dans la même situation (1). (1) Cass. 10 janvier 2018, RG P.17.0661.F, Pas. 2018, n° 20.",
        "Les condamnés belges ou résidant en Belgique qui font l'objet d'un mandat d'arrêt européen pour l'exécution d'une peine prescrite en application du droit belge ne se trouvent pas dans la même situation que ces mêmes condamnés pour lesquels la peine n'est pas prescrite selon le droit belge; en effet, lorsque la peine n'est pas prescrite au regard du droit belge, son exécution est juridiquement possible en Belgique et la cause de refus facultative prévue à l'article 6, 4°, de la loi du 19 décembre 2003 peut être invoquée tandis que lorsque la peine est prescrite au regard du droit belge, son exécution est impossible en Belgique et seule une exécution dans l'Etat d'émission peut être envisagée, à défaut de quoi il y aurait impunité."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240910.2N.6": {
      "court": "CASS",
      "date": "2024-09-10",
      "roleNumber": "P.24.0432.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240910.2N.6",
      "abstractFR": null,
      "abstractNL": [
        "Overeenkomstig artikel 26, § 1, derde lid, Bijzondere Wet Grondwettelijk Hof doet het Grondwettelijk Hof bij wijze van prejudiciële beslissing uitspraak bij wege van arrest op vragen omtrent de schending door een wet, een decreet of een in artikel 134 Grondwet bedoelde regel van de artikelen van titel II ‘De Belgen en hun rechten', en de artikelen 170, 172 en 191 Grondwet, maar die bepaling noch enige andere bepaling verlenen aan het Grondwettelijk Hof de bevoegdheid zich bij prejudicieel arrest uit te spreken over een vraag naar de verenigbaarheid van een uitvoeringsbesluit met de voormelde grondwetsbepalingen; artikel 6, 2°, c), KB Rijbewijs voert slechts artikel 23, § 1, 2°, Wegverkeerswet uit door, conform de in die norm aan de Koning gegeven opdracht, nadere regels inzake scholing te bepalen en de voorgestelde prejudiciële vragen die ertoe strekken het Grondwettelijk Hof te bevragen over de verenigbaarheid van dit uitvoeringsbesluit met de in artikel 26, § 1, 3°, Bijzondere Wet Grondwettelijk Hof vermelde grondwetsbepalingen, behoren niet tot de bevoegdheid van het Grondwettelijk Hof."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240924.2N.2": {
      "court": "CASS",
      "date": "2024-09-24",
      "roleNumber": "P.24.0394.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240924.2N.2",
      "abstractFR": null,
      "abstractNL": [
        "De situatie van een beklaagde die voor de politierechtbank of de correctionele rechtbank om een taalverwijzing verzoekt, valt niet te vergelijken met de situatie van een beschuldigde die het voorwerp uitmaakt van een vordering tot verwijzing naar het hof van assisen en naar aanleiding hiervan aan de kamer van inbeschuldigingstelling om een taalverwijzing kan verzoeken, zodat de prejudiciële vraag betrekking heeft op niet-vergelijkbare rechtstoestanden, en derhalve niet wordt gesteld (1). (1) De Taalwet Gerechtszaken gaat uit van het principe van de ééntaligheid van de rechtspleging dat evenwel verzoend wordt met de taalvrijheid van de partijen zodat deze onder bepaalde voorwaarden een taalwijziging kunnen vragen. De essentie van de problematiek in deze zaak was te weten op welk ogenblik en voor welke instantie in criminele zaken die voor het hof van assisen zullen worden gebracht een taalwijziging kan worden aangevraagd. Het antwoord op die vraag is vervat in artikel 20 Taalwet Gerechtszaken dat stelt dat een dergelijke taalwijziging enkel kan worden toegestaan door de kamer van inbeschuldigingstelling in het kader van de regeling van de rechtspleging. Een taalwijziging moet door de beschuldigde dus worden gevraagd aan de kamer van inbeschuldigingstelling vóór deze hem naar het hof van assisen verwijst (Cass. 2 mei 1995, AR P.95.0334.N, AC 1995, nr. 219; Cass. 13 december 1954, AC 1955, p. 265, Pas., 1954, I, p. 364; Cass. 17 april 1950, Pas. 1950, I, p. 555; L. LINDEMANS, Taalgebruik in gerechtszaken, in APR 1973, p. 123-124, nr. 208. L. LINDEMANS en M. VAN REYBROUCK, “Wet Talen Gerechtszaken Art. 20”, in Comm. Ger., Kluwer, afl. 52, p. 3, nr. 3). Deze regel lijkt niet alleen bijzonder logisch en redelijk maar is ook vanuit proceseconomisch oogpunt evident, aangezien het niet aanvaardbaar zou zijn dat met een dergelijk verzoek zou worden gewacht tot de zaak bij het hof van assisen zou aanhangig gemaakt zijn. Daaruit volgt dan ook dat wanneer de beschuldigde voor de kamer van inbeschuldigingstelling een dergelijke verwijzing heeft gevraagd, hij zijn recht op verwijzing krachtens artikel 20 heeft verbeurd. Er bestaat evenwel een afwijkende regeling bij een verwijzing naar het hof van assisen van Brussel-Hoofdstad dat zetelt in het Frans of het Nederlands of naar het hof van assisen van Luik dat zetelt in het Frans of het Duits, waar volgens art. 19, derde lid, Taalwet Gerechtszaken de taalwijziging nog kan worden gevraagd uiterlijk “in de loop van de ondervraging vermeld in art. 293 Sv.” Dat artikel voorzag in een verplichte ondervraging door de voorzitter van het hof van assisen ‘ten laatste tien dagen nadat de stukken ter griffie zijn ingeleverd en de beschuldigde in het huis van bewaring is aangekomen te zittingsdag'. Dat artikel werd bij wet van 20 september 2002 (BS 22 oktober 2002) evenwel gewijzigd en nadien bij wet van 21 december 2009 (BS 11 januari 2010) ingevoegd als artikel 254 in het Wetboek van Strafvordering. Belangrijk daarbij is vast te stellen dat deze ondervraging niet meer verplicht is aangezien de tekst stelt dat de voorzitter de beschuldigde kan ondervragen en spreekt thans van ‘ten laatste vijftien dagen na de dagvaarding om te verschijnen op de preliminaire zitting'. In de praktijk lijkt dit artikel eerder in onbruik te zijn gevallen maar alleszins dient opgemerkt te worden dat dit duidelijk moet worden onderscheiden van het verhoor van de beschuldigde door de voorzitter in openbare terechtzitting waarmee het debat ten gronde, vóór het horen van de getuigen, doorgaans aanvangt. Het is inderdaad zo dat een beklaagde die dient te verschijnen voor een politierechtbank of een correctionele rechtbank op basis van artikel 23 Taalwet Gerechtszaken de taalwijziging kan vragen naar een rechtbank waar de procedure geschiedt in zijn taal. De rechtstoestand van een dergelijke beklaagde is echter niet te vergelijken met die van een beschuldigde die het voorwerp uitmaakt van een vordering tot verwijzing naar een hof van assisen en die over de mogelijkheid beschikt om een dergelijke taalwijziging aan te vragen tijdens de regeling van de rechtspleging en de verwijzing door de kamer van inbeschuldigingstelling. Net ook omwille van die mogelijkheid die aan een beschuldigde wordt geboden houdt de onmogelijkheid om dit te vragen aan het hof van assisen zelf geen miskenning in van het recht van verdediging noch van artikel 6 EVRM. Alhoewel die afwijkende regeling hier hoe dan ook niet aan de orde was vermits de eiser werd verwezen naar het hof van assisen van West-Vlaanderen, riep hij toch in dat er geen enkele reden was om hem anders te behandelen dan een beschuldigde die wordt verwezen naar het hof van assisen van het administratief arrondissement Brussel-Hoofdstad en die gerechtigd is ‘een aanvraag tot taalverwijzing te doen uiterlijk in de loop van de ondervraging door de voorzitter van het hof van assisen zoals bedoeld in artikel 293 van het Wetboek van Strafvordering, thans artikel 254, derde lid, Wetboek van Strafvordering'. Niets belet dat een verzoek tot taalwijziging wordt gesteld aan de kamer van inbeschuldigingstelling bij het regelen van de rechtspleging met het oog op een verwijzing naar het hof van assisen van Brussel-Hoofdstad. Proceseconomisch lijkt dat trouwens de beste oplossing aangezien bij het toestaan van een taalwijziging onvermijdelijk zal dienen te worden overgegaan tot een vertaling van het- soms zeer omvangrijk – dossier. Quid wanneer het verzoek niet werd gesteld aan de kamer van inbeschuldigingstelling? Men kan in dat geval terugvallen op het artikel 254, derde lid, Wetboek van Strafvordering, maar dat veronderstelt natuurlijk wel dat de voorzitter van het hof van assisen inderdaad voorafgaand aan de zitting ten gronde is overgegaan tot een ondervraging van de beschuldigde en deze bij die gelegenheid om een taalwijziging heeft verzocht (Cass. 30 mei 2006, AR P.06.0748.N, AC 2006, nr. 298. (onder gelding van het oude artikel 293 Wetboek van Strafvordering). Quid evenwel wanneer een dergelijke voorafgaand verhoor, dat zoals reeds gezegd niet meer verplicht is, niet heeft plaatsgegrepen? Aan wie dient dan een verzoek tot taalwijziging te worden gesteld? Uit een arrest van 31 mei 2006, AR P.06.0743.F van het Hof van Cassatie lijkt te volgen dat het de voorzitter is van het hof van assisen aan wie de vraag moet worden gericht en die een dergelijke beslissing neemt. In tegenstelling tot het arrest van 30 mei 2006 wordt hier inderdaad niet verwezen naar artikel 293 Wetboek van Strafvordering. Een laatste vraag is dan tot wanneer een dergelijk verzoek tot taalwijziging nog kan worden ingediend? Volgens D. DILLENBOURG (“La réforme de la cour d'assises et ses incidences sur les juridictions correctionnelles”, RDP 2010, (396-443), p. 423.), die de vraag verbindt met de ondervraging ex artikel 254 Wetboek van Strafvordering, zou dat dienen te gebeuren ten laatste 15 dagen vóór de preliminaire zitting, terwijl P. MORLET (“La cour d'assises (Première partie)”, in Droit pénal et procédure pénale, Suppl. 19 (15 februari 2008), p. 23-24, nr. 55) lijkt te suggereren dat dit zou kunnen tot op het ogenblik van de opening van het debat. Deze laatste auteur wijst er evenwel op dat het net daarom van belang is dat de voorzitter van het hof van assisen van Brussel-Hoofdstad overgaat tot een verhoor van de beschuldigde “afin d'éviter qu'une demande de changement de langue soit formée dans un délai trop rapproché de l'ouverture des débats, voire au moment de cette ouverture”. Uit het voorgaande volgt alleszins dat een beschuldigde die kan worden of is verwezen naar het hof van assisen van Brussel-Hoofdstad over voldoende mogelijkheden beschikt om ten gepaste tijde een taalwijziging aan te vragen op basis van artikel 19, derde lid of artikel 20 Taalwet Gerechtszaken. Het is uiteraard wenselijk vanuit proceseconomisch standpunt dat een dergelijk verzoek plaatsgrijpt op een ogenblik dat de rechtsgang daardoor minimaal wordt geïmpacteerd dus liefst vooraleer één van de fases van de assisenprocedure een aanvang neemt. Dit zou derhalve betekenen dat dit idealiter zou gebeuren voor de kamer van inbeschuldigingstelling bij de regeling van de rechtspleging en de verwijzing, zoals dat ook het geval is voor de andere hoven van assisen. Een andere mogelijkheid is dat de voorzitter van het hof van assisen Brussel-Hoofdstad gebruik maakt van de mogelijkheid die hem wordt geboden door artikel 254 Wetboek van Strafvordering om de beschuldigde te ondervragen over een eventueel verzoek tot taalwijziging. Tenslotte zou ook de preliminaire zitting als ultieme datum voor het indienen van een verzoek tot taalwijziging in aanmerking kunnen komen alhoewel dit toch problematisch is. Niet alleen ligt de preliminaire zitting vrij dicht bij de aanvang van de zitting ten gronde maar daarenboven worden op die zitting reeds een aantal zaken geregeld die te maken hebben met de grond van de zaak die zal worden behandeld, met name de lijst van getuigen, de controle van de bijzondere opsporingsmethoden en het onderzoek van nietigheden en oorzaken van onontvankelijkheid of verval van de strafvordering. Tenslotte lijkt het uitgesloten dat een dergelijk verzoek nog zou worden ingediend eens de jury werd samengesteld bij toepassing van artikel 289, § 3, Wetboek van Strafvordering aangezien men op dat ogenblik inderdaad in de fase van de zitting ten gronde belandt. De beschuldigde heeft dan immers een aantal hem toekomende rechten reeds uitgeoefend, zoals het wraken van juryleden, zodat een dergelijk verzoek op dat ogenblik van aard zou zijn de rechtsgang te belemmeren. AW",
        "De situatie van een beklaagde die voor de politierechtbank of de correctionele rechtbank om een taalverwijzing verzoekt, valt niet te vergelijken met de situatie van een beschuldigde die het voorwerp uitmaakt van een vordering tot verwijzing naar het hof van assisen en naar aanleiding hiervan aan de kamer van inbeschuldigingstelling om een taalverwijzing kan verzoeken, zodat de prejudiciële vraag betrekking heeft op niet-vergelijkbare rechtstoestanden, en derhalve niet wordt gesteld (1). (1) De Taalwet Gerechtszaken gaat uit van het principe van de ééntaligheid van de rechtspleging dat evenwel verzoend wordt met de taalvrijheid van de partijen zodat deze onder bepaalde voorwaarden een taalwijziging kunnen vragen. De essentie van de problematiek in deze zaak was te weten op welk ogenblik en voor welke instantie in criminele zaken die voor het hof van assisen zullen worden gebracht een taalwijziging kan worden aangevraagd. Het antwoord op die vraag is vervat in artikel 20 Taalwet Gerechtszaken dat stelt dat een dergelijke taalwijziging enkel kan worden toegestaan door de kamer van inbeschuldigingstelling in het kader van de regeling van de rechtspleging. Een taalwijziging moet door de beschuldigde dus worden gevraagd aan de kamer van inbeschuldigingstelling vóór deze hem naar het hof van assisen verwijst (Cass. 2 mei 1995, AR P.95.0334.N, AC 1995, nr. 219; Cass. 13 december 1954, AC 1955, p. 265, Pas., 1954, I, p. 364; Cass. 17 april 1950, Pas. 1950, I, p.555; L. LINDEMANS, Taalgebruik in gerechtszaken, in APR 1973, p. 123-124, nr. 208. L. LINDEMANS en M. VAN REYBROUCK, “Wet Talen Gerechtszaken Art. 20”, in Comm. Ger., Kluwer, afl. 52, p. 3, nr. 3). Deze regel lijkt niet alleen bijzonder logisch en redelijk maar is ook vanuit proceseconomisch oogpunt evident, aangezien het niet aanvaardbaar zou zijn dat met een dergelijk verzoek zou worden gewacht tot de zaak bij het hof van assisen zou aanhangig gemaakt zijn. Daaruit volgt dan ook dat wanneer de beschuldigde voor de kamer van inbeschuldigingstelling een dergelijke verwijzing heeft gevraagd, hij zijn recht op verwijzing krachtens artikel 20 heeft verbeurd. Er bestaat evenwel een afwijkende regeling bij een verwijzing naar het hof van assisen van Brussel-Hoofdstad dat zetelt in het Frans of het Nederlands of naar het hof van assisen van Luik dat zetelt in het Frans of het Duits, waar volgens art. 19, derde lid, Taalwet Gerechtszaken de taalwijziging nog kan worden gevraagd uiterlijk “in de loop van de ondervraging vermeld in art. 293 Sv.” Dat artikel voorzag in een verplichte ondervraging door de voorzitter van het hof van assisen ‘ten laatste tien dagen nadat de stukken ter griffie zijn ingeleverd en de beschuldigde in het huis van bewaring is aangekomen te zittingsdag'. Dat artikel werd bij wet van 20 september 2002 (BS 22 oktober 2002) evenwel gewijzigd en nadien bij wet van 21 december 2009 (BS 11 januari 2010) ingevoegd als artikel 254 in het Wetboek van Strafvordering. Belangrijk daarbij is vast te stellen dat deze ondervraging niet meer verplicht is aangezien de tekst stelt dat de voorzitter de beschuldigde kan ondervragen en spreekt thans van ‘ten laatste vijftien dagen na de dagvaarding om te verschijnen op de preliminaire zitting'. In de praktijk lijkt dit artikel eerder in onbruik te zijn gevallen maar alleszins dient opgemerkt te worden dat dit duidelijk moet worden onderscheiden van het verhoor van de beschuldigde door de voorzitter in openbare terechtzitting waarmee het debat ten gronde, vóór het horen van de getuigen, doorgaans aanvangt. Het is inderdaad zo dat een beklaagde die dient te verschijnen voor een politierechtbank of een correctionele rechtbank op basis van artikel 23 Taalwet Gerechtszaken de taalwijziging kan vragen naar een rechtbank waar de procedure geschiedt in zijn taal. De rechtstoestand van een dergelijke beklaagde is echter niet te vergelijken met die van een beschuldigde die het voorwerp uitmaakt van een vordering tot verwijzing naar een hof van assisen en die over de mogelijkheid beschikt om een dergelijke taalwijziging aan te vragen tijdens de regeling van de rechtspleging en de verwijzing door de kamer van inbeschuldigingstelling. Net ook omwille van die mogelijkheid die aan een beschuldigde wordt geboden houdt de onmogelijkheid om dit te vragen aan het hof van assisen zelf geen miskenning in van het recht van verdediging noch van artikel 6 EVRM. Alhoewel die afwijkende regeling hier hoe dan ook niet aan de orde was vermits de eiser werd verwezen naar het hof van assisen van West-Vlaanderen, riep hij toch in dat er geen enkele reden was om hem anders te behandelen dan een beschuldigde die wordt verwezen naar het hof van assisen van het administratief arrondissement Brussel-Hoofdstad en die gerechtigd is ‘een aanvraag tot taalverwijzing te doen uiterlijk in de loop van de ondervraging door de voorzitter van het hof van assisen zoals bedoeld in artikel 293 van het Wetboek van Strafvordering, thans artikel 254, derde lid, Wetboek van Strafvordering'. Niets belet dat een verzoek tot taalwijziging wordt gesteld aan de kamer van inbeschuldigingstelling bij het regelen van de rechtspleging met het oog op een verwijzing naar het hof van assisen van Brussel-Hoofdstad. Proceseconomisch lijkt dat trouwens de beste oplossing aangezien bij het toestaan van een taalwijziging onvermijdelijk zal dienen te worden overgegaan tot een vertaling van het- soms zeer omvangrijk – dossier. Quid wanneer het verzoek niet werd gesteld aan de kamer van inbeschuldigingstelling? Men kan in dat geval terugvallen op het artikel 254, derde lid, Wetboek van Strafvordering, maar dat veronderstelt natuurlijk wel dat de voorzitter van het hof van assisen inderdaad voorafgaand aan de zitting ten gronde is overgegaan tot een ondervraging van de beschuldigde en deze bij die gelegenheid om een taalwijziging heeft verzocht (Cass. 30 mei 2006, AR P. 06.0748.N, AC 2006, nr. 298. (onder gelding van het oude artikel 293 Wetboek van Strafvordering). Quid evenwel wanneer een dergelijke voorafgaand verhoor, dat zoals reeds gezegd niet meer verplicht is, niet heeft plaatsgegrepen? Aan wie dient dan een verzoek tot taalwijziging te worden gesteld? Uit een arrest van 31 mei 2006, AR P. 06.0743.F van het Hof van Cassatie lijkt te volgen dat het de voorzitter is van het hof van assisen aan wie de vraag moet worden gericht en die een dergelijke beslissing neemt. In tegenstelling tot het arrest van 30 mei 2006 wordt hier inderdaad niet verwezen naar artikel 293 Wetboek van Strafvordering. Een laatste vraag is dan tot wanneer een dergelijk verzoek tot taalwijziging nog kan worden ingediend? Volgens D. DILLENBOURG (“La réforme de la cour d'assises et ses incidences sur les juridictions correctionnelles”, RDP 2010, (396-443), p. 423.), die de vraag verbindt met de ondervraging ex artikel 254 Wetboek van Strafvordering, zou dat dienen te gebeuren ten laatste 15 dagen vóór de preliminaire zitting, terwijl P. MORLET (“La cour d'assises (Première partie)”, in Droit pénal et procédure pénale, Suppl. 19 (15 februari 2008), p. 23-24, nr. 55) lijkt te suggereren dat dit zou kunnen tot op het ogenblik van de opening van het debat. Deze laatste auteur wijst er evenwel op dat het net daarom van belang is dat de voorzitter van het hof van assisen van Brussel-Hoofdstad overgaat tot een verhoor van de beschuldigde “afin d'éviter qu'une demande de changement de langue soit formée dans un délai trop rapproché de l'ouverture des débats, voire au moment de cette ouverture”. Uit het voorgaande volgt alleszins dat een beschuldigde die kan worden of is verwezen naar het hof van assisen van Brussel-Hoofdstad over voldoende mogelijkheden beschikt om ten gepaste tijde een taalwijziging aan te vragen op basis van artikel 19, derde lid of artikel 20 Taalwet Gerechtszaken. Het is uiteraard wenselijk vanuit proceseconomisch standpunt dat een dergelijk verzoek plaatsgrijpt op een ogenblik dat de rechtsgang daardoor minimaal wordt geïmpacteerd dus liefst vooraleer één van de fases van de assisenprocedure een aanvang neemt. Dit zou derhalve betekenen dat dit idealiter zou gebeuren voor de kamer van inbeschuldigingstelling bij de regeling van de rechtspleging en de verwijzing, zoals dat ook het geval is voor de andere hoven van assisen. Een andere mogelijkheid is dat de voorzitter van het hof van assisen Brussel-Hoofdstad gebruik maakt van de mogelijkheid die hem wordt geboden door artikel 254 Wetboek van Strafvordering om de beschuldigde te ondervragen over een eventueel verzoek tot taalwijziging. Tenslotte zou ook de preliminaire zitting als ultieme datum voor het indienen van een verzoek tot taalwijziging in aanmerking kunnen komen alhoewel dit toch problematisch is. Niet alleen ligt de preliminaire zitting vrij dicht bij de aanvang van de zitting ten gronde maar daarenboven worden op die zitting reeds een aantal zaken geregeld die te maken hebben met de grond van de zaak die zal worden behandeld, met name de lijst van getuigen, de controle van de bijzondere opsporingsmethoden en het onderzoek van nietigheden en oorzaken van onontvankelijkheid of verval van de strafvordering. Tenslotte lijkt het uitgesloten dat een dergelijk verzoek nog zou worden ingediend eens de jury werd samengesteld bij toepassing van artikel 289, § 3, Wetboek van Strafvordering aangezien men op dat ogenblik inderdaad in de fase van de zitting ten gronde belandt. De beschuldigde heeft dan immers een aantal hem toekomende rechten reeds uitgeoefend, zoals het wraken van juryleden, zodat een dergelijk verzoek op dat ogenblik van aard zou zijn de rechtsgang te belemmeren. AW"
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241119.2N.15": {
      "court": "CASS",
      "date": "2024-11-19",
      "roleNumber": "P.24.1154.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241119.2N.15",
      "abstractFR": null,
      "abstractNL": [
        "Een inbreuk op de in artikel 47bis Wetboek van Strafvordering omschreven verplichtingen houdt als zodanig geen strafbaar feit in zoals bedoeld in de artikelen 12, tweede lid, en 14 Grondwet, zodat een prejudiciële vraag die uitgaat van een onjuiste rechtsopvatting, niet dient te worden gesteld."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241210.2N.21": {
      "court": "CASS",
      "date": "2024-12-10",
      "roleNumber": "P.24.0054.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241210.2N.21",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer voor het Hof wordt aangevoerd dat er geen redelijke verantwoording bestaat om ten aanzien van een beklaagde die in België geen woon- of verblijfplaats noch gekozen woonplaats heeft en aan wie de verstekbeslissing in het buitenland werd betekend, de in artikel 55 Gerechtelijk Wetboek bedoelde termijnverlenging slechts toe te passen op de buitengewone termijn van verzet, die volgens artikel 187, § 1, tweede lid, Wetboek van Strafvordering van toepassing is wanneer de betekening in het buitenland van de verstekbeslissing niet aan de persoon is gebeurd, en niet op de gewone termijn van verzet, die volgens artikel 187, § 1, eerste lid, Wetboek van Strafvordering van toepassing is wanneer de verstekbeslissing in het buitenland aan de persoon werd betekend, is er grond om overeenkomstig artikel 26, § 1, 3°, en § 2, eerste lid, Bijzondere Wet Grondwettelijk Hof aan het Grondwettelijk Hof een prejudiciële vraag te stellen (1). (1) Cass. 21 oktober 2009, AR P.09.0576.F, AC 2009, nr. 598, NC 2011, 55 met noot van T. DESCHEPPER, “Over de verlenging van de buitengewone verzetstermijn”; Cass. 17 december 2002, RW 2003-2004, 1102 met noot S. VAN OVERBEKE, “Verlenging van termijnen om rechtsmiddelen aan te wenden in strafzaken voor een partij die in België geen woon-of verblijfplaats heeft”."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250206.1F.3": {
      "court": "CASS",
      "date": "2025-02-06",
      "roleNumber": "C.23.0349.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250206.1F.3",
      "abstractFR": [
        "Dès lors qu'elle repose, pour identifier la discrimination qu'elle allègue entre les catégories de personnes qu'elle oppose, sur l'hypothèse, que rien ne permet de vérifier, qu'en établissant le plafond d'indemnisation prévu par son arrêté du 5 août 1991, le Roi se serait fondé sur une définition restrictive de l'article 8, alinéa 1er, de la loi du 30 juillet 1979, excluant de son champ d'application, en violation de cette disposition légale, les personnes ne démontrant pas leur présence sur les lieux au moment du sinistre, la question préjudicielle proposée par la demanderesse ne doit pas être posée à la Cour constitutionnelle."
      ],
      "abstractNL": [
        "Aangezien de prejudiciële vraag van de eiseres, tot aanwijzing van de discriminatie die zij aanvoert tussen de categorieën van personen die zij tegenover elkaar stelt, uitgaat van de oncontroleerbare veronderstelling dat de Koning, bij het vaststellen van het maximaal bedrag van de vergoeding bepaald in het koninklijk besluit van 5 augustus 1991, zou zijn uitgegaan van een beperkende omschrijving van artikel 8, eerste lid, van de wet van 30 juli 1979, zodat Hij, in strijd met die wetsbepaling, de personen die hun aanwezigheid op de plaats en op het ogenblik van het schadegeval niet aantonen, van de toepassing van die wet uitsluit, dient die vraag niet aan het Grondwettelijk Hof te worden gesteld."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250530.1N.5": {
      "court": "CASS",
      "date": "2025-05-30",
      "roleNumber": "C.23.0212.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250530.1N.5",
      "abstractFR": null,
      "abstractNL": [
        "Het Hof mag niet zelf oordelen dat een bepaling van Titel II Grondwet klaarblijkelijk niet is geschonden."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230228.2N.21": {
      "court": "CASS",
      "date": "2023-02-28",
      "roleNumber": "P.23.0254.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230228.2N.21",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 26, § 3, Bijzondere Wet Grondwettelijk Hof bepaalt dat behalve wanneer er ernstige twijfel bestaat over de verenigbaarheid van een wet, een decreet of een in artikel 134 Grondwet bedoelde regel met een van de in paragraaf 1 bedoelde regels of artikelen van de Grondwet en geen vraag of beroep met hetzelfde onderwerp bij het Grondwettelijk Hof aanhangig is, een rechtscollege ingeval het een procedure ter beoordeling van de handhaving van de voorlopige hechtenis betreft, niet ertoe gehouden is een prejudiciële vraag te stellen (1). (1) Cass. 24 oktober 2017, AR P.17.1001.N, AC 2017, nr. 588; Cass. 16 maart 2011, AR P.11.0441.F, AC 2011, nr. 204; Cass. 21 september 1993, AR P.93.1298.N, AC 1993, 791, RDPC 1994, 672, R.Cass. 1993, 221 noot E. MEERSSCHAUT."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221007.1N.2": {
      "court": "CASS",
      "date": "2022-10-07",
      "roleNumber": "C.21.0525.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221007.1N.2",
      "abstractFR": null,
      "abstractNL": [
        "Het Hof van Cassatie is in beginsel gehouden zelf een prejudiciële vraag te stellen aan het Grondwettelijk Hof over de schending, door de wet, van de artikelen 10 en 11 van de Grondwet, wanneer de appelrechters dit hebben geweigerd en de eiser in zijn cassatiemiddel niet alleen de afwijzing van zijn vraag aanvecht maar tevens de beslissing bekritiseert over het geschil zelf dat voor hem de grond oplevert tot het opwerpen van een prejudiciële vraag."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231108.2F.2": {
      "court": "CASS",
      "date": "2023-11-08",
      "roleNumber": "P.22.1318.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231108.2F.2",
      "abstractFR": [
        "Lorsqu'un moyen sollicite qu'une question préjudicielle soit posée à la Cour constitutionnelle, il n'y a pas lieu de poser la question lorsque la réponse à celle-ci serait sans incidence sur la légalité de l'arrêt attaqué (1). (1) Voir Cass. 19 décembre 2017, RG P.17.0385.N, Pas. 2017, n° 719."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230308.2F.2": {
      "court": "CASS",
      "date": "2023-03-08",
      "roleNumber": "P.22.0318.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230308.2F.2",
      "abstractFR": [
        "En vertu de l'article 26, § 2, alinéa 2, 2°, de la loi spéciale du 6 janvier 1989 sur la Cour constitutionnelle, le renvoi préjudiciel n'est pas obligatoire lorsque cette Cour a déjà statué sur une question ayant le même objet (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220308.2N.6": {
      "court": "CASS",
      "date": "2022-03-08",
      "roleNumber": "P.21.1454.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220308.2N.6",
      "abstractFR": [
        "Sur la base de l'article 26, § 1er, 3°, et § 2, alinéa 1er, de la loi spéciale du 6 janvier 1989 sur la Cour constitutionnelle, la Cour est tenue d'interroger la Cour constitutionnelle sur la question de savoir si l'article 4 de la loi du 24 décembre 2020 portant confirmation des arrêtés royaux pris en application de la loi du 27 mars 2020 habilitant le Roi à prendre des mesures de lutte contre la propagation du coronavirus COVID-19 (II) viole les articles 10 et 11 de la Constitution et méconnaît le principe d'égalité et de non-discrimination qu'ils consacrent, dans la mesure où la suspension de la prescription de l'action publique, instaurée par l'article 3 de l'arrêté royal n° 3 du 9 avril 2020 portant des dispositions diverses relatives à la procédure pénale et à l'exécution des peines et des mesures prévues dans le cadre de la lutte contre la propagation du coronavirus COVID-19, telles qu'elles ont été prolongées par les arrêtés royaux du 28 avril 2020 et du 13 mai 2020, est d'application générale, et donc sans faire de distinction selon que les procédures pénales ont été retardées ou non en raison de la crise sanitaire de COVID-19."
      ],
      "abstractNL": [
        "Het Hof is er op grond van artikel 26, § 1, 3°, en § 2, eerste lid, Bijzondere Wet Grondwettelijk Hof toe gehouden het Grondwettelijk Hof te bevragen over de vraag of artikel 4 van de wet van 24 december 2020 tot bekrachtiging van de koninklijke besluiten genomen met toepassing van de wet van 27 maart 2020 die machtiging verleent aan de Koning om maatregelen te nemen in de strijd tegen de verspreiding van het coronavirus COVID-19 (II), de artikelen 10 en 11 Grondwet en het daarin vervatte gelijkheids- en non-discriminatiebeginsel schendt, voor zover de bij artikel 3 van het koninklijk besluit nr. 3 van 9 april 2020 houdende diverse bepalingen inzake strafprocedure en uitvoering van straffen en maatregelen in het kader van de strijd tegen de verspreiding van het coronavirus COVID-19, zoals verlengd met de koninklijke besluiten van 28 april 2020 en 13 mei 2020, ingevoerde schorsing van de verjaring van de strafvordering algemeen van toepassing is en dus zonder een onderscheid te maken naargelang de strafprocedures wel of geen vertraging hebben opgelopen ingevolge de COVID-19-gezondheidscrisis."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211214.2N.3": {
      "court": "CASS",
      "date": "2021-12-14",
      "roleNumber": "P.21.1141.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211214.2N.3&lang=fr",
      "abstractFR": [
        "En vertu de l'article 26, § 2, 2°, alinéa 2, et § 4, alinéa 2, 2°, de la loi spéciale du 6 janvier 1989 sur la Cour constitutionnelle, la juridiction dont la décision est susceptible d'un pourvoi en cassation, n'est pas tenue de poser une question préjudicielle à la Cour constitutionnelle lorsque la loi ne viole manifestement pas un article du Titre II de la Constitution et il suffit que la juridiction précise sa décision par un ou plusieurs motifs qui peuvent fonder celle-ci sans qu'elle soit tenue de développer de manière circonstanciée et nuancée le ou les motifs ; tel est le cas lorsque les motifs de l'arrêt attaqué peuvent fonder la décision selon laquelle la différence relative à l'obligation de motivation entre les articles 46bis et 88bis du Code d'instruction ne méconnait manifestement pas le principe d'égalité et le fait que le législateur a depuis lors considéré que l'obligation de motivation requise par les deux articles devait, au niveau textuel, être harmonisée sur le fondement d'une évaluation du caractère sensible, du point de vue du respect de la vie privée, des mesures respectives ainsi visées, n'a aucune incidence à cet égard (1). (1) Les faits sont antérieurs à la loi du 29 mai 2016 relative à la collecte et à la conservation des données dans le secteur des communications électroniques, M.B. 18 juillet 2016.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Op grond van artikel 26, § 2, 2°, tweede lid, en § 4, tweede lid, 2°, Bijzondere Wet Grondwettelijk Hof is het rechtscollege waarvan de beslissing vatbaar is voor voorziening in cassatie niet gehouden een opgeworpen prejudiciële vraag aan het Grondwettelijk Hof te stellen wanneer de wet een artikel van titel II van de Grondwet klaarblijkelijk niet schendt en het volstaat dat het rechtscollege zijn oordeel verduidelijkt aan de hand van een of meerdere redenen die de beslissing kunnen dragen zonder dat het de reden of de redenen daarvoor omstandig en genuanceerd moet onderbouwen; dit is het geval wanneer de redenen van het bestreden arrest de beslissing kunnen dragen dat het verschil in motiveringsplicht tussen de artikelen 46bis en 88bis Wetboek van Strafvordering het gelijkheidsbeginsel klaarblijkelijk niet miskent en het feit dat de wetgever nadien heeft geoordeeld dat de door de beide artikelen vereiste motiveringsplicht tekstueel diende te worden gelijkgeschakeld op grond van een onderlinge afweging van de privacygevoeligheid van de respectieve ermee beoogde maatregelen, doet daaraan geen afbreuk (1). (1) De feiten dateren van vóór de wet van 29 mei 2016 betreffende het verzamelen en het bewaren van de gegevens in de sector van de elektronische communicatie, BS 18 juli 2016."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201027.2N.1": {
      "court": "CASS",
      "date": "2020-10-27",
      "roleNumber": "P.20.0432.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201027.2N.1&lang=fr",
      "abstractFR": [
        "Il y a lieu de poser une question préjudicielle à la Cour constitutionnelle, concernant la violation éventuelle des articles 10 et 11 de la Constitution par l'article 419 du Code pénal, dans la mesure où une personne poursuivie pour homicide involontaire ne peut être condamnée qu'à une peine maximale d'emprisonnement de deux ans (article 419, alinéa 1er) et où une personne poursuivie pour homicide involontaire dans le contexte d'un accident de la circulation peut être condamnée à plus du double de cette peine, soit cinq ans (article 419, alinéa 2), alors que la faute de ces deux personnes présente le même caractère involontaire et entraîne la même conséquence, à savoir la mort, la seconde catégorie pouvant en outre encourir une peine dont l'exécution sera appréciée par le tribunal de l'application des peines alors que tel n'est pas le cas pour la première catégorie, et que le contexte d'accident de la circulation routière dans lequel survient le manque de prévoyance ou de précaution ne fournit pas une justification raisonnable à cette différence de sanction."
      ],
      "abstractNL": [
        "Er is grond tot het stellen van een prejudiciële vraag aan het Grondwettelijk Hof, aangaande de eventuele schending door artikel 419 Strafwetboek van artikelen 10 en 11 G.W., doordat hij die wordt vervolgd wegens onopzettelijke doding slechts kan worden veroordeeld tot een maximumgevangenisstraf van twee jaar (artikel 419, eerste lid) en hij die wordt vervolgd wegens onopzettelijke doding in het kader van een verkeersongeval tot meer dan het dubbele, namelijk vijf jaar (artikel 419, tweede lid), terwijl de fout van beide personen eenzelfde onopzettelijk karakter heeft en aanleiding geeft tot eenzelfde gevolg, namelijk een overlijden, waarbij de tweede categorie bovendien een straf kan oplopen waardoor de strafuitvoering wordt beoordeeld door de strafuitvoeringsrechtbank terwijl dat niet het geval is voor de eerste categorie, en dat de omstandigheid dat het gebrek aan voorzorg of voorzichtigheid kadert in een verkeersongeval geen redelijke verantwoording biedt voor dit onderscheid in bestraffing.",
        "Er is grond tot het stellen van een prejudiciële vraag aan het Grondwettelijk Hof, aangaande de eventuele schending door artikel 419 Strafwetboek van artikelen 10 en 11 G.W., doordat hij die wordt vervolgd wegens onopzettelijke doding slechts kan worden veroordeeld tot een maximumgevangenisstraf van twee jaar (artikel 419, eerste lid) en hij die wordt vervolgd wegens onopzettelijke doding in het kader van een verkeersongeval tot meer dan het dubbele, namelijk vijf jaar (artikel 419, tweede lid), terwijl de fout van beide personen eenzelfde onopzettelijk karakter heeft en aanleiding geeft tot eenzelfde gevolg, namelijk een overlijden, waarbij de tweede categorie bovendien een straf kan oplopen waardoor de strafuitvoering wordt beoordeeld door de strafuitvoeringsrechtbank terwijl dat niet het geval is voor de eerste categorie, en dat de omstandigheid dat het gebrek aan voorzorg of voorzichtigheid kadert in een verkeersongeval geen redelijke verantwoording biedt voor dit onderscheidt in bestraffing."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211006.2F.10": {
      "court": "CASS",
      "date": "2021-10-06",
      "roleNumber": "P.21.0713.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211006.2F.10",
      "abstractFR": [
        "Lorsque la question que le demandeur suggère à la Cour de cassation de poser à la Cour constitutionnelle est déduite d'un prétendu défaut de cohérence et de réalisme de la loi, il n'y a pas lieu de poser cette question qui n'est pas préjudicielle (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de vraag die de eiser het Hof van Cassatie voorstelt om aan het Grondwettelijk Hof te stellen uitgaat van een vermeend gebrek aan coherentie en realiteitszin van de wet, moet die vraag, die niet prejudicieel is, niet worden gesteld (1). (1) Zie concl. OM in Pas. 2021, nr. 621."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200520.2F.2": {
      "court": "CASS",
      "date": "2020-05-20",
      "roleNumber": "P.20.0466.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200520.2F.2",
      "abstractFR": [
        "Lorsqu'une question préjudicielle n'est pas soulevée à l'appui d'une demande, d'une défense ou d'une exception, le juge ne doit pas répondre à la demande de poser cette question (1). (1) Rapport annuel de la Cour de cassation 1999, Bruxelles, Ed. Moniteur belge, 2000, p. 104."
      ],
      "abstractNL": [
        "Wanneer een prejudiciële vraag niet wordt aangevoerd tot staving van een vordering, een verweer of een exceptie, hoeft de rechter niet op het verzoek tot het stellen van die vraag te antwoorden (1). (1) Jaarverslag van het Hof van Cassatie 1999, Brussel, uitg. Belgisch Staatsblad, 2000, p. 105."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200604.1N.11": {
      "court": "CASS",
      "date": "2020-06-04",
      "roleNumber": "C.19.0066.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200604.1N.11&lang=fr",
      "abstractFR": [
        "La Cour constitutionnelle n'est pas compétente pour statuer sur une question préjudicielle relative à la violation d'une loi par une loi."
      ],
      "abstractNL": [
        "Het Grondwettelijk Hof is niet bevoegd om uitspraak te doen over een prejudiciële vraag omtrent de schending door een wet van een wet."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210921.2N.9": {
      "court": "CASS",
      "date": "2021-09-21",
      "roleNumber": "P.21.0828.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210921.2N.9&lang=fr",
      "abstractFR": [
        "Lorsque la Cour de cassation constate que l'article 278, § 4, du Code d'instruction criminelle, lu à la lumière des articles 281, § 2, et 306 du même code, opère une distinction entre, d'une part, les parties devant une cour d'assises, qui ne peuvent introduire de pourvoi en cassation différé contre l'arrêt de l'audience préliminaire visé à l'article 278 du Code d'instruction criminelle, par lequel le président de la cour d'assises rejette leur demande d'interroger ou faire interroger des témoins à l'audience de cette cour, et, d'autre part, les parties devant un autre juge du fond en matière pénale, lesquelles peuvent, par contre, former un pourvoi en cassation, le cas échéant différé, contre toute décision rendue en dernier ou en unique ressort par laquelle le juge rejette cette même demande, de sorte que la question se pose de savoir si cette distinction est compatible avec le principe d'égalité consacré aux articles 10 et 11 de la Constitution, elle interroge à ce sujet la Cour constitutionnelle, à titre préjudiciel (1). (1) Voir concl. du MP publiées à leur date dans AC.",
        "Lorsque la Cour de cassation constate, d'une part, que l'article 278, § 4, du Code d'instruction criminelle empêche des parties devant la cour d'assises de se pourvoir en cassation contre un arrêt de l'audience préliminaire tenue par le président de cette cour dans lequel figure la liste des témoins devant être entendus à l'audience et, d'autre part, que lesdites parties peuvent former, sur la base de l'article 278bis du Code d'instruction criminelle, un pourvoi contre l'arrêt de l'audience préliminaire tenue par le président de la cour d'assises qui statue sur des irrégularités, des omissions ou nullités et des causes d'irrecevabilité ou d'extinction de l'action publique, alors que ces parties peuvent se trouver, dans ces deux cas de figure, dans une situation comparable dès lors que les contestations tranchées par chacun desdits arrêts peuvent se rapporter à l'exercice de leurs droits de défense, de sorte que la question se pose de savoir si cette distinction est compatible avec le principe d'égalité consacré aux articles 10 et 11 de la Constitution, elle interroge à ce sujet la Cour constitutionnelle, à titre préjudiciel (1). (1) Voir concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer het Hof van Cassatie vaststelt dat artikel 278, § 4, Wetboek van Strafvordering, in het licht van de artikelen 281, § 2, en 306 van dat wetboek, een onderscheid bevat tussen, eensdeels, partijen voor een hof van assisen, die geen uitgesteld cassatieberoep kunnen instellen tegen het in artikel 278 Wetboek van Strafvordering bedoelde arrest van de preliminaire zitting waarbij de voorzitter van het hof van assisen hun verzoek afwijst om getuigen ter rechtszitting van dat hof te ondervragen of ze te doen ondervragen en, anderdeels, partijen voor een andere vonnisrechter in strafzaken, die wel een, eventueel uitgesteld, cassatieberoep kunnen instellen tegen elke in laatste of in enige aanleg gewezen beslissing waarbij de rechter datzelfde verzoek afwijst, zodat aldus de vraag rijst of dit onderscheid verenigbaar is met het gelijkheidsbeginsel neergelegd in de artikelen 10 en 11 Grondwet, stelt het hierover een prejudiciële vraag aan het Grondwettelijk Hof (1). (1) Zie concl. OM.",
        "Wanneer het Hof van Cassatie vaststelt enerzijds dat artikel 278, § 4, Wetboek van Strafvordering partijen voor het hof van assisen belet cassatieberoep in te stellen tegen een arrest van de preliminaire rechtszitting van de voorzitter van dat hof dat de lijst bevat van de getuigen die ter rechtszitting van dat hof zullen worden gehoord en anderzijds dat die partijen op grond van artikel 278bis Wetboek van Strafvordering wel cassatieberoep kunnen instellen tegen het arrest van de preliminaire rechtszitting van de voorzitter van het hof van assisen over onregelmatigheden, verzuimen of nietigheden en gronden van niet-ontvankelijkheid of verval van de strafvordering, daar waar die partijen zich in de beide gevallen in een vergelijkbare situatie kunnen bevinden omdat betwistingen die het voorwerp uitmaken van zowel het ene als het andere arrest verband kunnen houden met de uitoefening van hun recht van verdediging. zodat aldus de vraag rijst of dit onderscheid verenigbaar is met het gelijkheidsbeginsel neergelegd in de artikelen 10 en 11 Grondwet, stelt het hierover een prejudiciële vraag aan het Grondwettelijk Hof (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211019.2N.24": {
      "court": "CASS",
      "date": "2021-10-19",
      "roleNumber": "P.21.0952.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211019.2N.24&lang=fr",
      "abstractFR": [
        "Le moyen qui critique la position prise dans un arrêt rendu par la Cour constitutionnelle et ne critique donc pas l'arrêt attaqué, est irrecevable, de sorte qu'il n'y a pas lieu de poser la question préjudicielle, conformément à l'article 26, § 2, alinéa 2, 1° de la loi spéciale sur la Cour constitutionnelle (1). (1) C. const. 7 novembre 1996, n° 60/96 ; A. WINANTS, « Enkele beschouwingen over het voorrecht van rechtsmacht », dans F. DERUYCK (éd.), Strafrecht in/uit balans, la Charte 2020, pp. 135-140, n° 10-18 ; J. DE CODT, « De vervolging van magistraten », dans X. DE RIEMAECKER et R. VAN RANSBEEK (éd.), Statuut en deontologie van de magistraat, Bruges, la Charte, 2020, n° 15 ; R. VERSTRAETEN, « Voorrecht van rechtsmacht », dans L. DUPONT et B. SPRIET (eds.), Strafrecht voor rechtspractici, IV, Acco, 1991, 115 ; G. BELTJENS, « Article 479 », Encyclopédie du droit criminel belge, II, 1903, n° 28."
      ],
      "abstractNL": [
        "Het middel dat het door het Grondwettelijk Hof in een arrest ingenomen standpunt bekritiseert en dus niet het bestreden arrest is niet ontvankelijk, zodat de prejudiciële vraag bij toepassing van artikel 26, § 2, tweede lid, 1°, Bijzondere Wet Grondwettelijk Hof niet dient te worden gesteld (1). (1) GwH 7 november 1996, nr. 60/96; A. WINANTS, \"Enkele beschouwingen over het voorrecht van rechtsmacht\", in F. DERUYCK (ed.), Strafrecht in/uit balans, die Keure 2020, pp. 135-140, nrs. 10-18; J. DE CODT, “De vervolging van magistraten”, in X. DE RIEMAECKER en R. VAN RANSBEEK (eds), Statuut en deontologie van de magistraat, Brugge, die Keure, 2020, nr. 15; R. VERSTRAETEN, “Voorrecht van rechtsmacht”, in L. DUPONT en B. SPRIET (eds.), Strafrecht voor rechtspractici, IV, Acco, 1991, 115; G. BELTJENS, “Article 479”, Encyclopédie du droit criminel belge, II, 1903, nr. 28."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211110.2F.4": {
      "court": "CASS",
      "date": "2021-11-10",
      "roleNumber": "P.21.0862.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211110.2F.4",
      "abstractFR": [
        "L'article 26, § 1er, de la loi spéciale du 6 janvier 1989 sur la Cour constitutionnelle n'attribue pas à celle-ci le pouvoir d'établir une hiérarchie des dispositions constitutionnelles afin d'en contrôler la conformité les unes par rapport aux autres."
      ],
      "abstractNL": [
        "Artikel 26, § 1, Bijzondere Wet Grondwettelijk Hof kent aan dit Hof evenwel niet de bevoegdheid toe om een hiërarchie van de grondwettelijke bepalingen te bepalen teneinde de bestaanbaarheid van de ene bepaling ten aanzien van de andere te toetsen."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170314.2": {
      "court": "CASS",
      "date": "2017-03-14",
      "roleNumber": "P.14.1001.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170314.2&lang=fr",
      "abstractFR": [
        "Les personnes chez lesquelles une perquisition est pratiquée ne se trouvent pas dans une situation comparable à celle dans laquelle se trouvent ceux qui collaborent à la reconstitution des faits dès lors que cette reconstitution requiert la collaboration active de l'inculpé, alors que la perquisition peut se dérouler en l'absence de ce dernier et permet de recueillir des preuves indépendamment de la volonté de l'inculpé, de sorte que, lorsque se pose devant elle la question de la compatibilité des articles 87 et 89bis du Code d'instruction criminelle avec les articles 10 et 11 de la Constitution, lus en combinaison avec l'article 6 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales en ce qu'ils n'exigeaient pas qu'un inculpé puisse se faire accompagner par son conseil lors qu'une perquisition pratiquée chez lui, alors que tel est le cas lors d'une descente sur les lieux organisée en vue d'une reconstitution, conformément à l'article 62, alinéa 2, du Code d'instruction criminelle, la Cour de cassation n'est pas tenue de soumettre la question à la Cour constitutionnelle.",
        "Les personnes chez lesquelles une perquisition est pratiquée ne se trouvent pas dans une situation comparable à celle dans laquelle se trouvent ceux qui collaborent à la reconstitution des faits dès lors que cette reconstitution requiert la collaboration active de l'inculpé, alors que la perquisition peut se dérouler en l'absence de ce dernier et permet de recueillir des preuves indépendamment de la volonté de l'inculpé, de sorte que, lorsque se pose devant elle la question de la compatibilité des articles 87 et 89bis du Code d'instruction criminelle avec les articles 10 et 11 de la Constitution, lus en combinaison avec l'article 6 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, en ce qu'ils n'exigent pas que, préalablement à la perquisition pratiquée chez lui, l'inculpé soit informé de ses droits (particulièrement le droit au silence et l'interdiction de forcer l'auto-incrimination) et puisse contacter un conseil, même lorsque ledit inculpé est à ce moment privé de liberté, alors que, dans le cadre d'une descente sur les lieux organisée en vue d'une reconstitution, conformément à l'article 62, alinéa 2, du Code d'instruction criminelle, l'inculpé, même s'il n'est pas en détention, peut se faire accompagner par son conseil et peut donc également être informé de ses droits, la Cour de cassation n'est pas tenue de soumettre la question à la Cour constitutionnelle."
      ],
      "abstractNL": [
        "Personen bij wie een huiszoeking wordt uitgevoerd, bevinden zich niet in een situatie die vergelijkbaar is met deze waarin personen zich bevinden die meewerken aan een reconstructie van de feiten vermits de reconstructie van de feiten de actieve medewerking van de verdachte vereist terwijl de huiszoeking kan plaatsvinden buiten de aanwezigheid van de verdachte en leidt tot het verzamelen van bewijs dat bestaat los van de wil van de verdachte, zodat, wanneer voor het Hof de vraag rijst naar de bestaanbaarheid van de artikelen 87 en 89bis van het Wetboek van Strafvordering met de artikelen 10 en 11 van de Grondwet in samenhang gelezen met artikel 6 EVRM doordat zij niet vereisen dat bij een huiszoeking verricht in de woning van de verdachte die verdachte zich kan laten vergezellen door zijn raadsman, terwijl dat wel het geval is bij een plaatsbezoek dat georganiseerd wordt met het oog op een reconstructie overeenkomstig artikel 62, tweede lid van het Wetboek van Strafvordering, het Hof de vraag aan het Grondwettelijk Hof niet moet stellen.",
        "Personen bij wie een huiszoeking wordt uitgevoerd, bevinden zich niet in een situatie die vergelijkbaar is met deze waarin personen zich bevinden die meewerken aan een reconstructie van de feiten vermits de reconstructie van de feiten de actieve medewerking van de verdachte vereist terwijl de huiszoeking kan plaatsvinden buiten de aanwezigheid van de verdachte en leidt tot het verzamelen van bewijs dat bestaat los van de wil van de verdachte, zodat, wanneer voor het Hof de vraag rijst naar de bestaanbaarheid van de artikelen 87 en 89bis van het Wetboek van Strafvordering met de artikelen 10 en 11 van de Grondwet in samenhang gelezen met artikel 6 EVRM doordat zij niet vereisen dat voorafgaand aan een huiszoeking verricht in de woning van de verdachte die verdachte in kennis moet zijn gesteld van zijn rechten (inzonderheid het zwijgrecht en het verbod van gedwongen zelfincriminatie) of contact moet hebben kunnen nemen met een raadsman, zelfs niet wanneer die verdachte op dat ogenblik van zijn vrijheid is beroofd, terwijl bij een plaatsbezoek dat georganiseerd wordt met het oog op een reconstructie overeenkomstig artikel 62, tweede lid van het Wetboek van Strafvordering de verdachte, zelfs wanneer hij niet is aangehouden, zich kan laten vergezellen door zijn raadsman en dus ook reeds kennis kan hebben van zijn rechten, het Hof de vraag aan het Grondwettelijk Hof niet moet stellen."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221215.1F.1": {
      "court": "CASS",
      "date": "2022-12-15",
      "roleNumber": "C.21.0253.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221215.1F.1",
      "abstractFR": [
        "La cause étant urgente et la cour d'appel n'ayant statué qu'au provisoire, il n'y a pas lieu de poser à la Cour constitutionnelle la question préjudicielle demandée."
      ],
      "abstractNL": [
        "Aangezien de zaak spoedeisend is en de uitspraak van het hof van beroep slechts een voorlopig karakter heeft, dient de voorgestelde prejudiciële vraag niet te worden gesteld."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220126.2F.10": {
      "court": "CASS",
      "date": "2022-01-26",
      "roleNumber": "P.21.1688.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220126.2F.10",
      "abstractFR": [
        "L'article 149 de la Constitution ne fait pas partie des dispositions qui, visées par l'article 26, § 1er, 3°, de la loi spéciale du 6 janvier 1989 sur la Cour constitutionnelle, définissent le périmètre du contrôle de constitutionnalité dévolu à cette juridiction.",
        "L’article 149 de la Constitution ne fait pas partie des dispositions qui, visées par l’article 26, § 1er, 3°, de la loi spéciale du 6 janvier 1989 sur la Cour constitutionnelle, définissent le périmètre du contrôle de constitutionnalité dévolu à cette juridiction."
      ],
      "abstractNL": [
        "Artikel 149 Grondwet maakt geen deel uit van de door artikel 26, § 1, 3°, Bijzondere Wet Grondwettelijk Hof bedoelde bepalingen die de grenzen van het aan dat gerecht voorbehouden grondwettigheidstoezicht afbakenen."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220420.2F.3": {
      "court": "CASS",
      "date": "2022-04-20",
      "roleNumber": "P.21.1022.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220420.2F.3",
      "abstractFR": [
        "Il n'y a pas lieu de poser à la Cour constitutionnelle une question préjudicielle étrangère aux motifs pour lesquels le moyen est rejeté.",
        "Il n’y a pas lieu de poser à la Cour constitutionnelle une question préjudicielle étrangère aux motifs pour lesquels le moyen est rejeté."
      ],
      "abstractNL": [
        "Een prejudiciële vraag die geen verband houdt met de redenen op grond waarvan het middel wordt verworpen, hoeft niet aan het Grondwettelijk Hof te worden gesteld."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220916.1N.2": {
      "court": "CASS",
      "date": "2022-09-16",
      "roleNumber": "C.21.0390.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220916.1N.2&lang=fr",
      "abstractFR": [
        "En constatant que l'incompatibilité d'une loi avec l'article 1er du Premier protocole additionnel à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales est invoquée et en ne posant pas, à ce sujet, de question préjudicielle à la Cour constitutionnelle, sans vérifier si le titre II de la Constitution comporte une disposition tout à fait ou partiellement analogue à cet article 1er et sans vérifier si l'une des exceptions à l'obligation de poser une question préjudicielle visées à l'article 26, § 4, alinéa 2, de l'ancien Code civil se présente, le juge d'appel ne justifie pas légalement sa décision."
      ],
      "abstractNL": [
        "De appelrechter die vaststelt dat de strijdigheid van een wet met artikel 1 Eerste Aanvullend Protocol EVRM wordt aangevoerd en hierover geen prejudiciële vraag stelt aan het Grondwettelijk Hof, zonder na te gaan of titel II Grondwet een met artikel 1 Eerste Aanvullend Protocol EVRM analoge of gedeeltelijk analoge bepaling bevat en zonder na te gaan of een in voormeld artikel 26, § 4, tweede lid, bepaalde uitzondering op de verplichting tot het stellen van een prejudiciële vraag voorhanden is, verantwoordt zijn beslissing niet naar recht."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210915.2F.3": {
      "court": "CASS",
      "date": "2021-09-15",
      "roleNumber": "P.21.0446.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210915.2F.3",
      "abstractFR": [
        "Le pourvoi immédiat est ouvert contre l'arrêt statuant sur la contestation par laquelle il est allégué qu'un juge a méconnu les attributions d'un autre juge, alors qu'il n'est pas ouvert contre l'arrêt statuant sur une exception d'irrecevabilité de l'action publique déduite du principe de la territorialité du droit pénal national; cette distinction ne porte pas sur des personnes traitées différemment alors que leur situation juridique est identique ou similaire, ni sur des personnes soumises au même traitement alors qu'elles sont placées dans des situations différentes mais sur des personnes dont le recours est traité différemment parce qu'il a un objet différent (1); étrangère au principe d'égalité et de non-discrimination, la question relative à cette différence de traitement n'est pas préjudicielle au sens de l'article 26, § 1er, 3°, de la loi spéciale du 6 janvier 1989 sur la Cour constitutionnelle et, partant, ne doit pas être posée. (1) « La Cour n'est pas tenue de poser une question préjudicielle à la Cour constitutionnelle lorsque cette question a trait à des catégories de personnes qui ne se trouvent pas dans la même situation » (Cass. 15 février 2011, RG P.10.1665.N, Pas. 2010, n° 134, et concl. de M. DUINSLAEGER, alors avocat général, publiées à leur date dans AC). À cet égard, « la différence de traitement entre certaines catégories de personnes qui découle de l'application de règles procédurales différentes dans des circonstances différentes n'est pas discriminatoire en soi. Il ne pourrait être question de discrimination que si la différence de traitement qui découle de l'application de ces règles de procédure entraînait une limitation disproportionnée des droits des personnes concernées » (C. const. 21 décembre 2017, n° 148/2017, § B.75.1)."
      ],
      "abstractNL": [
        "Onmiddellijk cassatieberoep kan worden ingesteld tegen het arrest dat uitspraak doet over de betwisting waarbij wordt aangevoerd dat een rechter de bevoegdheden van een andere rechter heeft miskend, terwijl dergelijk cassatieberoep niet kan worden ingesteld tegen het arrest dat uitspraak doet over een exceptie van niet-ontvankelijkheid van de strafvordering, afgeleid uit het territorialiteitsbeginsel van het interne strafrecht; dit onderscheid betreft noch personen die verschillend worden behandeld terwijl zij zich in een zelfde of soortgelijke rechtspositie bevinden noch personen die op dezelfde wijze worden behandeld terwijl zij in een verschillende rechtspositie verkeren, maar op personen wier rechtsmiddel anders worden behandeld omdat het een verschillend onderwerp heeft (1); de vraag betreffende dat verschil in behandeling dat geen verband houdt met het beginsel van gelijkheid en niet-discriminatie, is geen prejudiciële vraag in de zin van artikel 26, § 1, 3°, Bijzondere Wet Grondwettelijk Hof en dient bijgevolg niet te worden gesteld. (1) “Het Hof is niet gehouden een prejudiciële vraag te stellen aan het Grondwettelijk Hof wanneer deze vraag betrekking heeft op categorieën van personen die zich niet in dezelfde juridische toestand bevinden” (Cass. 15 februari 2011, AR P.10.1665.N, AC. 2010, nr. 134, met concl. van advocaat-generaal DUINSLAEGER). Wat dat betreft “houdt het verschil in behandeling tussen bepaalde categorieën van personen dat voortvloeit uit de toepassing van verschillende procedureregels in verschillende omstandigheden, op zich geen discriminatie in. Van discriminatie zou slechts sprake zijn indien het verschil in behandeling dat voortvloeit uit de toepassing van die procedureregels een onevenredige beperking van de rechten van de daarbij betrokken personen met zich zou meebrengen”. (AGwH 21 september 2017, nr. 148/2017, § B.75.1)."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210415.1F.4": {
      "court": "CASS",
      "date": "2021-04-15",
      "roleNumber": "C.20.0198.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210415.1F.4",
      "abstractFR": [
        "Lorsque devant la Cour se pose la question de savoir si l'article 100, alinéa 1er, 1°, des lois sur la comptabilité de l'État, coordonnées le 17 juillet 1991, en ce qu'il fixe le point de départ de la prescription quinquennale d'une action en réparation d'un dommage fondée sur une responsabilité extracontractuelle des pouvoirs publics au premier janvier de l'année budgétaire au cours de laquelle la créance est née, lorsque la personne lésée a connaissance du dommage et de l'identité de la personne responsable avant l'expiration du délai quinquennal, alors que, suivant l'article 2262bis, § 1er, alinéa 2, de l'ancien Code civil, toute action en réparation d'un dommage fondée sur une responsabilité extracontractuelle se prescrit par cinq ans à partir du jour qui suit celui où la personne lésée a eu connaissance du dommage et de l'identité de la personne responsable viole les articles 10, 11 et 16 de la Constitution, la Cour pose une question préjudicielle à la Cour constitutionnelle (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer voor het Hof de vraag rijst of artikel 100, eerste lid, 1°, Wet Rijkscomptabiliteit, de artikelen 10, 11 en 16 Grondwet schendt in zoverre dit het aanvangspunt van de vijfjarige verjaring van een rechtsvordering tot vergoeding van schade op grond van een buitencontractuele aansprakelijkheid van de overheid vaststelt op één januari van het begrotingsjaar in de loop waarvan de schuldvordering is ontstaan, wanneer de benadeelde kennis heeft van de schade en van de identiteit van de daarvoor aansprakelijke persoon vóór het verstrijken van de vijfjarige termijn, terwijl, volgens artikel 2262bis, § 1, tweede lid, Oud Burgerlijk Wetboek, alle rechtsvorderingen tot vergoeding van schade op grond van buitencontractuele aansprakelijkheid verjaren door verloop van vijf jaar vanaf de dag volgend op die waarop de benadeelde kennis heeft gekregen van de schade en van de identiteit van de daarvoor aansprakelijke persoon, stelt het Hof een prejudiciële vraag aan het Grondwettelijk Hof."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200527.2F.3": {
      "court": "CASS",
      "date": "2020-05-27",
      "roleNumber": "P.20.0146.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200527.2F.3",
      "abstractFR": [
        "L'article 278bis du Code d'instruction criminelle (1) attribue au président de la cour d'assises, et non plus à la cour (2) elle-même, le jugement des moyens visés à l'article 235bis du même code, que les parties peuvent soumettre au juge du fond, alors que devant les juridictions de droit commun, c'est le tribunal et non le président qui statue sur ces moyens; cette distinction n'est pas faite entre des accusés se trouvant dans la même situation et auxquels s'appliqueraient des règles différentes, mais entre des justiciables se trouvant dans des situations juridiques différentes sans distinction pour chacune des personnes relevant des catégories concernées; il n'y a dès lors pas lieu de poser une question préjudicielle à la Cour constitutionnelle (3). (1) Inséré par l'art. 46 de la loi du 5 mai 2019 portant des dispositions diverses en matière pénale et en matière de cultes, et modifiant la loi du 28 mai 2002 relative à l'euthanasie et le Code pénal social, MB, 24 mai 2019, vig. 3 juin. (2) Au sens de l'art. 216octies C.I.cr., soit « le président et les deux assesseurs ». (3) Pour d'autres applications de ce principe, voir Cass. 5 juin 2019, RG P.19.0346.F, Pas. 2019, n° 351, et note signée M.N.B. (quant à la correctionnalisabilité généralisée des crimes); Cass. 23 septembre 2015, RG P.14.0238.F, Pas. 2015, n° 546 (quant à l'art. 32 T.P.C.P.P. « Antigoon »); Cass. 15 février 2011, RG P.10.1665.N, Pas. 2011, n° 134 et concl. de M. DUINSLAEGER, alors avocat général (quant à l'ouverture d'un pourvoi en cassation immédiat contre un arrêt statuant conformément à l'article 235ter C.I.cr., mais non contre un arrêt statuant conformément à l'article 235quater du même code).",
        "N'étant pas préjudicielle au sens de l'article 26 de la loi spéciale du 6 janvier 1989 sur la Cour constitutionnelle, une question ne doit pas être posée à celle-ci lorsque la discrimination invoquée résulte non pas de la loi, mais de l'application dans le temps des effets de sa modification ou de son abrogation, notamment lorsque la critique qu'elle contient ne trouve pas son siège dans les dispositions légales visées par la question préjudicielle mais dans la règle consacrée par l'article 3 du Code judiciaire et relative à l'application immédiate des lois de procédure aux procès en cours (1). (1) Voir Cass. 5 juin 2019, RG P.19.0346.F, Pas. 2019, n° 351 (quant à une question préjudicielle suggérée procédant de l'application dans le temps des effets d'un arrêt d'annulation rendu par la Cour constitutionnelle)."
      ],
      "abstractNL": [
        "Artikel 278bis Wetboek van Strafvordering (1) vertrouwt de beoordeling van de in artikel 235bis Wetboek van Strafvordering bedoelde middelen, die de partijen aan de feitenrechter kunnen voorleggen, toe aan de voorzitter van het hof en niet meer aan het hof (2) zelf, terwijl voor de gemeenrechtelijke gerechten de rechtbank en niet de voorzitter over die middelen uitspraak doet; dat onderscheid wordt niet gemaakt tussen beschuldigden die zich in dezelfde toestand bevinden en waarop verschillende regels van toepassing zouden zijn, maar tussen justitiabelen die zich in verschillende juridische toestanden bevinden die zonder onderscheid gelden voor alle personen die tot de betrokken categorieën behoren; er bestaat dus geen grond om een prejudiciële vraag te stellen aan het Grondwettelijk Hof (3). (1) Ingevoegd door art. 46 van de wet van 5 mei 2019 houdende diverse bepalingen in strafzaken en inzake erediensten, en tot wijziging van de wet van 28 mei 2002 betreffende de euthanasie en van het Sociaal Strafwetboek, BS 24 mei 2019, in werking getreden op 3 juni 2019. (2) In de zin van art. 216octies Wetboek van Strafvordering, namelijk “de voorzitter en de twee assessoren”. (3) Voor andere toepassingen van dit beginsel, zie Cass. 5 juni 2019, AR P.19.0346.F, AC 2019, nr. 351, met noot M.N.B. (betreffende de veralgemeende correctionaliseerbaarheid van de misdaden) ; Cass. 23 september 2015, AR P.14.0238.F, AC 2015, nr. 546 (wat betreft art. 32 Voorafgaande Titel Wetboek van Strafvordering “Antigoon”); Cass. 15 februari 2011, AR P.10.1665.N, AC 2011, nr. 134, met concl. van advocaat-generaal Duinslaeger (betreffende de mogelijkheid van een onmiddellijk cassatieberoep tegen een arrest dat uitspraak doet overeenkomstig art. 235ter Wetboek van Strafvordering, maar niet tegen een arrest dat uitspraak doet overeenkomstig art. 235quater van datzelfde wetboek).",
        "Een vraag is geen prejudiciële vraag in de zin van artikel 26 Bijzondere Wet Grondwettelijk Hof en dient dus niet aan dat hof te worden gesteld wanneer de aangevoerde discriminatie niet voortvloeit uit de wet maar uit de werking in de tijd van de gevolgen van de wijziging of de opheffing van die wet, en met name wanneer de daarin geuite kritiek niet berust op de in de prejudiciële vraag vermelde wettelijke bepalingen maar op de in artikel 3 Gerechtelijk Wetboek vastgelegde regel inzake de onmiddellijke toepassing van de procedurewetten op de hangende rechtsgedingen (1). (1) Zie Cass. 5 juni 2019, AR P.19.0346.F, AC 2019, nr. 351 (betreffende een voorgestelde prejudiciële vraag die voortvloeit uit de werking in de tijd van de gevolgen van een vernietigingsarrest van het Grondwettelijk Hof)."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200213.1N.4": {
      "court": "CASS",
      "date": "2020-02-13",
      "roleNumber": "F.18.0141.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200213.1N.4&lang=fr",
      "abstractFR": [
        "Lorsque les juges d’appel ont refusé de poser à la Cour constitutionnelle une question préjudicielle sur la violation, par la loi, des articles 10 et 11 de la Constitution, et que, dans son pourvoi en cassation, le demandeur conteste non seulement le rejet de sa demande, mais critique également la décision rendue sur le litige lui-même, qui lui fournit le fondement d’une question préjudicielle à soulever, la Cour est en principe tenue de poser elle-même cette question à la Cour constitutionnelle (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer de appelrechters hebben geweigerd om aan het Grondwettelijk Hof een prejudiciële vraag te stellen over de schending, door de wet, van de artikelen 10 en 11 Grondwet, en de eiser in het cassatiemiddel niet alleen de afwijzing van zijn vraag aanvecht, maar tevens de beslissing bekritiseert over het geschil zelf, dat voor hem de grond oplevert tot het opwerpen van een prejudiciële vraag, is het Hof in beginsel gehouden zelf die vraag aan het Grondwettelijk Hof te stellen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191213.1F.8": {
      "court": "CASS",
      "date": "2019-12-13",
      "roleNumber": "C.19.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191213.1F.8",
      "abstractFR": [
        "Il n'y a pas lieu de poser à la Cour constitutionnelle la question proposée par la demanderesse, qui ne dénonce pas une distinction entre des justiciables se trouvant dans la même situation juridique auxquels s'appliqueraient des règles différentes mais prétend opposer des justiciables qui, se trouvant dans des situations différentes, sont soumis à des règles différentes qui s'appliquent sans distinction à tous ceux qui se trouvent dans la même situation (1). (1) Cass. 25 avril 2019, RG D.18.0014.F, Pas. 2019., n° 248."
      ],
      "abstractNL": [
        "De prejudiciële vraag van de eiseres dient niet aan het Grondwettelijk Hof te worden gesteld, wanneer die vraag geen onderscheid laakt tussen rechtzoekenden die, hoewel ze zich in dezelfde juridische toestand bevinden, aan verschillende regels zouden zijn onderworpen, maar een onderscheid tracht te maken tussen rechtzoekenden die, hoewel ze zich in een verschillende toestand bevinden, aan verschillende regels zijn onderworpen die, zonder onderscheid, van toepassing zijn op alle rechtzoekenden die zich in dezelfde toestand bevinden (1). (1) Cass. 25 april 2019, AR D.18.0014.F, AC 2019, nr. 248."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190920.3": {
      "court": "CASS",
      "date": "2019-09-20",
      "roleNumber": "D.19.0006.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190920.3",
      "abstractFR": [
        "Il n'y a pas lieu de poser à la Cour constitutionnelle la question proposée par le demandeur qui ne dénonce pas une distinction entre des avocats se trouvant dans des situations juridiques différentes auxquelles s'appliquerait une règle identique, mais prétend opposer ces avocats, qui se trouvent dans la même situation juridique où ils se voient infliger la peine de la radiation, en fonction de leur propre choix de solliciter ou non leur omission du tableau (1). (1) Cass. 30 mars 2018, RG C.16.0420.F, Pas. 2018, n° 215."
      ],
      "abstractNL": [
        "Er bestaat geen grond om aan het Grondwettelijk Hof de door de eiser voorgestelde vraag te stellen, die geen onderscheid laakt tussen advocaten die zich in onderscheiden rechtstoestanden bevinden waarop dezelfde regel van toepassing zou zijn, maar poogt die advocaten tegenover elkaar te stellen, die zich in dezelfde rechtstoestand bevinden, namelijk die waarin hun de straf van schrapping wordt opgelegd, naargelang van hun eigen keuze om al dan niet hun weglating van het tableau te vragen (1). (1) Cass. 30 maart 2018, AR C.16.0420.F, AC 2018, nr. 215."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190912.4": {
      "court": "CASS",
      "date": "2019-09-12",
      "roleNumber": "C.19.0005.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190912.4&lang=fr",
      "abstractFR": [
        "Il suit de la jurisprudence constante de la Cour constitutionnelle que le principe de l'union économique et monétaire constitue une règle répartitrice de compétence au sens de l'article 26, § 1, 1°, de la loi spéciale du 6 janvier 1989 relative à la Cour constitutionnelle, dont seule la Cour constitutionnelle peut contrôler la violation par un décret (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de vaste rechtspraak van het Grondwettelijk Hof volgt dat het beginsel van de economische en monetaire unie een bevoegdheidsverdelende regel uitmaakt in de zin van artikel 26,§1, 1°, bijzondere wet van 6 januari 1989 op het Grondwettelijk Hof, waarvan uitsluitend het Grondwettelijk Hof de schending door een decreet mag toetsen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190605.3": {
      "court": "CASS",
      "date": "2019-06-05",
      "roleNumber": "P.19.0346.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190605.3",
      "abstractFR": [
        "La distinction résultant de la circonstance qu'un inculpé aurait pu, si le règlement de la procédure avait eu lieu avant le 12 janvier 2018, être renvoyé devant le tribunal correctionnel du chef d'un crime rendu correctionnalisable par la loi du 5 février 2016, n'est pas faite entre des inculpés se trouvant dans la même situation, mais entre des inculpés se trouvant dans des situations juridiques différentes valant sans distinction pour chacune des personnes relevant des catégories concernées; elle résulte non pas de la loi mais de l'application dans le temps des effets d'un arrêt d'annulation rendu par la Cour constitutionnelle, laquelle a décidé de les maintenir pour une période déterminée (1). (1) Voir loi du 5 février 2016 modifiant le droit pénal et la procédure pénale et portant des dispositions diverses en matière de justice, dite « pot-pourri II », partiellement annulée par C. const. 21 décembre 2017, n° 148/2018, et 9 mars 2018, n° 28/2018 (arrêt interprétatif). Le demandeur faisait valoir qu'il aurait pu, si l'arrêt de renvoi avait été rendu avant la publication de l'arrêt n° 148/2018 de la Cour constitutionnelle, être renvoyé devant le tribunal correctionnel plutôt que devant la cour d'assises et que dans ce cas il n'aurait encouru qu'une peine de privation de liberté maximale de trente ans, alors qu'il a été condamné à la réclusion à perpétuité par la cour d'assises. Mais il omettait de mentionner que, même sous l'empire des dispositions annulées, la correctionnalisation d'un crime par une juridiction d'instruction supposait l'admission par cette juridiction de circonstances atténuantes ou d'une cause d'excuse. Le ministère public en déduisait que la discrimination alléguée n'existe pas. (M.N.B.)."
      ],
      "abstractNL": [
        "Het onderscheid dat hierin bestaat dat, indien de regeling van de rechtspleging had plaatsgevonden vóór 12 januari 2018, de inverdenkinggestelde naar de correctionele rechtbank had kunnen worden verwezen uit hoofde van een door de wet van 5 februari 2016 gecorrectionaliseerde misdaad, wordt niet gemaakt tussen inverdenkinggestelden die zich in dezelfde toestand bevinden, maar tussen inverdenkinggestelden die zich in verschillende juridische toestanden bevinden die zonder onderscheid gelden voor alle personen die tot de betrokken categorieën behoren; dat onderscheid vloeit niet voort uit de wet maar uit de werking in de tijd van de gevolgen van een vernietigingsarrest van het Grondwettelijk Hof, dat beslist heeft om die gevolgen gedurende een welbepaalde periode te handhaven (1). (1) Zie de wet van 5 februari 2016 tot wijziging van het strafrecht en de strafvordering en houdende diverse bepalingen inzake justitie, de zogenaamde \"pot-pourri II\"-wet, gedeeltelijk vernietigd door AGwH 21 december 2017, nr. 148/2018, en 9 maart 2018, nr. 28/2018 (uitleggingsarrest) De eiser betoogde dat, indien het verwijzingsarrest was gewezen vóór de bekendmaking van arrest nr. 148/2018 van het Grondwettelijk Hof, hij eerder zou zijn verwezen naar de correctionele rechtbank dan naar het hof van assisen en dat hem in dat geval slechts een vrijheidsstraf van maximum dertig jaar zou zijn opgelegd, terwijl hij nu door het hof van assisen was veroordeeld tot levenslange opsluiting. Hij liet echter na te vermelden dat, zelfs onder vigeur van de vernietigde bepalingen, de correctionalisering van een misdaad door een onderzoeksgerecht enkel mogelijk was als voornoemd gerecht verzachtende omstandigheden of een verschoningsgrond in aanmerking had genomen. Het OM leidde hieruit af dat de aangevoerde discriminatie niet bestond. (M.N.B.)."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190515.4": {
      "court": "CASS",
      "date": "2019-05-15",
      "roleNumber": "P.19.0469.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190515.4",
      "abstractFR": [
        "Lorsqu'une juridiction est confrontée à une demande de poser une question préjudicielle à la Cour constitutionnelle, elle doit apprécier dans quelle mesure cette demande est conciliable avec l'exigence de toute personne détenue avant jugement d'être jugée dans un délai raisonnable ou libérée durant la procédure (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer een rechtscollege kennisneemt van een vordering om aan het Grondwettelijk Hof een prejudiciële vraag te stellen, moet het beoordelen in welke mate die vordering verenigbaar is met de eis dat eenieder die vóór zijn berechting wordt gedetineerd, binnen een redelijke termijn wordt berecht of hangende het proces in vrijheid wordt gesteld (1). (1) Zie concl. OM in Pas. 2019, nr. 290."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190425.5": {
      "court": "CASS",
      "date": "2019-04-25",
      "roleNumber": "D.18.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190425.5",
      "abstractFR": [
        "Il n'y a pas lieu de poser à la Cour constitutionnelle la question proposée par le demandeur qui ne dénonce pas une distinction entre des avocats qui, se trouvant dans la même situation, sont soumis à des règles différentes, mais entre des avocats qui, se trouvant dans des situations différentes, sont soumis à des règles différentes qui s'appliquent sans distinction à tous ceux qui se trouvent dans la même situation, les uns étant soumis à la mesure de l'interdiction de palais et les autres, à toute autre mesure conservatoire, quelles qu'en soient la portée, l'étendue ou les modalités, sans que le fait que l'une et les autres présentent les caractéristiques propres à la déontologie de garantir les principes de dignité, de probité et de délicatesse inhérents à l'exercice de la profession d'avocat et d'affecter l'exercice de cette profession, et donc la situation économique de l'avocat, soit de nature à effacer cette différence (1). (1) Voir Cass. 30 mars 2018, RG C.16.0420.F, Pas. 2018, n° 215."
      ],
      "abstractNL": [
        "De door de eiser voorgestelde prejudiciële vraag laakt niet het onderscheid tussen advocaten die, terwijl ze in dezelfde situatie verkeren, aan verschillende regels zijn onderworpen, maar tussen advocaten die, terwijl ze in verschillende situaties verkeren, onderworpen zijn aan verschillende regels die, zonder onderscheid, van toepassing zijn op alle advocaten die in dezelfde situatie verkeren, omdat de enen onderworpen zijn aan de maatregel dat ze het paleis niet mogen betreden en de anderen aan een andere bewarende maatregel, ongeacht de draagwijdte, omvang of vormvereisten ervan, waarbij het feit dat alle maatregelen conform de deontologie zijn, namelijk dat zij de beginselen waarborgen van waardigheid, rechtschapenheid en kiesheid die inherent zijn aan de uitoefening van het beroep van advocaat en de uitoefening van dat beroep raken, en dus de economische situatie van de advocaat, dat onderscheid niet kan opheffen zodat ze niet aan het Grondwettelijk Hof hoeft te worden gesteld (1). (1) Zie Cass. 30 maart 2018, AR C.16.0420.F, AC 2018, nr. 215."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190329.4": {
      "court": "CASS",
      "date": "2019-03-29",
      "roleNumber": "D.18.0005.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190329.4&lang=fr",
      "abstractFR": [
        "Il n'y a pas lieu de poser la question préjudicielle à la Cour constitutionnelle lorsqu'elle procède d'une prémisse erronée (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Er is geen reden om de vraag aan het Grondwettelijk Hof te stellen, wanneer de voorgestelde prejudiciële vraag uitgaat van een onjuiste veronderstelling (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180626.6": {
      "court": "CASS",
      "date": "2018-06-26",
      "roleNumber": "P.18.0347.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180626.6&lang=fr",
      "abstractFR": [
        "Le demandeur en cassation ne peut demander, dans une note déposée en réponse aux conclusions du ministère public, de poser une question préjudicielle à la Cour constitutionnelle s'il en avait déjà eu l'opportunité dans son mémoire régulièrement introduit (1). (1) Cass. 1er avril 2014, RG P.12.1334.N, Pas. 2014, n° 252."
      ],
      "abstractNL": [
        "De eiser in cassatie vermag in een in antwoord op de conclusie van het openbaar ministerie neergelegde noot niet te verzoeken een prejudiciële vraag aan het Grondwettelijk Hof te stellen wanneer hij dat reeds had kunnen aanvoeren in zijn regelmatig neergelegde memorie (1). (1) Cass. 1 april 2014, AR P.12.1334.N, AC 2014, nr. 252."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180416.3": {
      "court": "CASS",
      "date": "2018-04-16",
      "roleNumber": "S.17.0009.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180416.3&lang=fr",
      "abstractFR": [
        "Les articles 1 et 2 de la loi du 8 juin 1972 organisant le travail portuaire limitent la liberté d'action des personnes, institutions ou entreprises qui exercent des activités dans une zone portuaire, ce qui a nécessairement une incidence sur la liberté du commerce et de l'industrie; la liberté du commerce et d'industrie n'ayant pas un caractère absolu, ces limitations ne seraient discriminatoires que si elles avaient été imposées sans aucune nécessité ou si elles étaient disproportionnées au but poursuivi; dès lors que la question se pose de savoir si les limites imposées par les articles 1 et 2 de la loi précitée à la liberté du commerce des personnes, institutions ou entreprises exerçant des activités dans une zone portuaire sont compatibles avec le principe constitutionnel d'égalité, il y a lieu de poser une question préjudicielle à la Cour constitutionnelle."
      ],
      "abstractNL": [
        "De artikelen 1 en 2 Havenarbeidswet beperken de vrijheid van handelen van de personen, instellingen of ondernemingen die in een havengebied activiteiten ontplooien, wat noodzakelijkerwijze een weerslag heeft op de vrijheid van handel en nijverheid; de vrijheid van handel en nijverheid heeft geen absoluut karakter, zodat die beperkingen slechts discriminatoir zouden zijn indien zij werden opgelegd zonder enige noodzakelijkheid daartoe of indien zij onevenredig zouden zijn ten aanzien van het nagestreefde doel; aangezien de vraag rijst of de beperkingen die de artikelen 1 en 2 Havenarbeidswet stellen aan de vrijheid van handelen van de personen, instellingen of ondernemingen die in een havengebied activiteiten ontplooien, bestaanbaar zijn met het grondwettelijk gelijkheidsbeginsel, is er grond tot het stellen aan het Grondwettelijk Hof van een prejudiciële vraag."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171121.3": {
      "court": "CASS",
      "date": "2017-11-21",
      "roleNumber": "P.15.0109.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171121.3&lang=fr",
      "abstractFR": [
        "La Cour constitutionnelle n'est pas compétente pour confronter à titre préjudiciel une décision judiciaire aux articles 10, 11, 12 et 14 de la Constitution."
      ],
      "abstractNL": [
        "Het Grondwettelijk Hof is niet bevoegd om bij wijze van prejudiciële beslissing een rechterlijke uitspraak te toetsen aan de artikelen 10, 11, 12 en 14 van de Grondwet."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170929.3": {
      "court": "CASS",
      "date": "2017-09-29",
      "roleNumber": "F.15.0010.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170929.3",
      "abstractFR": [
        "Il ne résulte pas de l'article 26, § 4, de la loi spéciale du 6 janvier 1989 sur la Cour constitutionnelle que la compétence de la Cour constitutionnelle s'étende à l'examen de la conformité des normes de droit interne qui y sont visées aux normes de droit européen ou de droit international qui consacrent des droits fondamentaux également garantis de manière partiellement ou totalement analogue par une disposition du titre II de la Constitution (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit artikel 26, § 4, van de bijzondere wet van 6 januari 1989 op het Grondwettelijk Hof volgt niet dat de bevoegdheid van het Grondwettelijk Hof wordt uitgebreid tot het onderzoek naar de verenigbaarheid van de daarin bedoelde normen van intern recht met de normen van Europees of internationaal recht die grondrechten bekrachtigen die tevens op geheel of gedeeltelijk analoge wijze zijn gewaarborgd in een bepaling uit titel II van de Grondwet (1). (1) Zie concl. OM in Pas. 2017, nr. ***."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170428.2": {
      "court": "CASS",
      "date": "2017-04-28",
      "roleNumber": "C.16.0075.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170428.2&lang=fr",
      "abstractFR": [
        "Lorsque se pose devant la Cour de cassation la question de savoir si, dans la mesure où il prévoit que l'époux qui s'est chargé de l'administration des biens dans le régime de la séparation de biens conventionnelle n'est tenu qu'à la représentation des fruits et qu'il n'est pas comptable de ceux qui ont été consommés jusque là, l'article 1467 du Code civil viole les articles 10 et 11 de la Constitution coordonnée dès lors que cette disposition déroge à la règle générale de droit commun prévue par l'article 1993 du Code civil suivant lequel tout mandataire est tenu de rendre compte de sa gestion, et de faire raison au mandant de tout ce qu'il a reçu en vertu de sa procuration, quand même ce qu'il aurait reçu n'eût point été dû au mandant, la Cour pose une question préjudicielle à la Cour constitutionnelle (1). (1) Voir les concl. contraires du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer voor het Hof van Cassatie de vraag rijst of artikel 1467 van het Burgerlijk Wetboek, in de mate het erin voorziet dat de echtgenoot die, in het stelsel van bedongen scheiding van goederen het beheer heeft uitgeoefend, slechts gehouden is tot het opleveren van de aanwezige vruchten en geen verantwoording schuldig is van die welke tot dan zijn verbruikt, de artikelen 10 en 11 van de gecoördineerde Grondwet schendt doordat deze bepaling afwijkt van de algemene regel van gemeen recht bepaald in artikel 1993 van het Burgerlijk Wetboek, volgens dewelke iedere lasthebber gehouden is rekenschap te geven van de uitvoering van zijn opdracht en aan de lastgever, zonder beperking, volledige verantwoording te doen van al hetgeen hij krachtens zijn volmacht heeft ontvangen al was het door hem ontvangene aan de lastgever niet verschuldigd, stelt het Hof een prejudiciële vraag aan het Grondwettelijk Hof (1). (1) Zie andersluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170425.4": {
      "court": "CASS",
      "date": "2017-04-25",
      "roleNumber": "P.16.0972.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170425.4&lang=fr",
      "abstractFR": [
        "Lorsque les juges d'appel ont refusé de poser une question préjudicielle à la Cour constitutionnelle, la Cour n'est, en principe, tenue de poser elle-même cette question à la Cour constitutionnelle que lorsque le demandeur conteste non seulement le rejet de sa demande mais critique également la décision rendue sur le litige même qui constitue, selon lui, la cause du rejet de la question préjudicielle."
      ],
      "abstractNL": [
        "Wanneer de appelrechters hebben geweigerd aan het Grondwettelijk Hof een prejudiciële vraag te stellen is het Hof in beginsel enkel ertoe gehouden zelf die vraag aan het Grondwettelijk Hof te stellen, wanneer de eiser niet alleen de afwijzing van zijn verzoek aanvecht, maar tevens de beslissing bekritiseert over het geschil zelf dat voor hem de grond oplevert tot het opwerpen van de prejudiciële vraag."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170331.2": {
      "court": "CASS",
      "date": "2017-03-31",
      "roleNumber": "C.14.0349.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170331.2&lang=fr",
      "abstractFR": [
        "Lorsque la demande tendant à poser une question préjudicielle à la Cour constitutionnelle est fondée sur une prémisse juridique inexacte, la Cour n'est pas tenue de poser cette question (1). (1) Voir (sur ce point) les concl. contraires « dit en substance » du MP publiées à leur date dans AC; voir Cass. 24 mars 2015, RG P.14.1964.N, Pas. 2015, n° 218; Cass. 6 novembre 2014, RG C.14.0066.F, Pas. 2014, n° 675; Cass; 14 octobre 2014, RG P.14.0507.N, Pas. 2014, n° 606; Cass. 28 novembre 2013, RG C.13.0003.N, Pas. 2013, n° 642, avec concl. MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer het verzoek om een prejudiciële vraag te stellen aan het Grondwettelijk Hof berust op een verkeerde rechtsopvatting, hoeft het Hof die vraag niet te stellen (1). (1) Zie (op dit punt) andersluidende concl. 'in hoofdzaak' OM; zie Cass. 24 maart 2015, AR P.14.1964.N, AC 2015, nr. 218; Cass. 6 november 2014, AR C.14.0066.F, AC 2014, nr. 675; Cass; 14 oktober 2014, AR P.14.0507.N, AC 2014, nr. 606; Cass. 28 november 2013, AR C.13.0003.N, AC 2013, nr. 642, met concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170310.2": {
      "court": "CASS",
      "date": "2017-03-10",
      "roleNumber": "C.14.0162.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170310.2&lang=fr",
      "abstractFR": [
        "Il n'y a pas lieu de poser à la Cour constitutionnelle une question préjudicielle qui est fondée sur une prémisse juridique erronée (1). (1) Voir Cass. 24 mars 2015, RG P.14.1964.N, Pas. 2015, n° 218; Cass. 6 novembre 2014, RG C.14.0066.F, Pas. 2014, n° 675; Cass. 7 novembre 2013, RG C.12.0053.N, Pas. 2013, n° 590."
      ],
      "abstractNL": [
        "Er bestaan geen aanleiding om aan het Grondwettelijk Hof een prejudiciële vraag te stellen die berust op een foutieve rechtsopvatting (1). (1) Zie Cass. 7 november 2013, AR C.12.0053.N, AC 2013, nr. 590; Cass. 6 november 2014, AR C.14.0066.F, AC 2014, nr. 675; Cass. 24 maart 2015, AR P.14.1964.N, AC 2015, nr. 218."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161216.6": {
      "court": "CASS",
      "date": "2016-12-16",
      "roleNumber": "D.16.0008.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161216.6&lang=fr",
      "abstractFR": [
        "Les articles de l'arrêté royal n° 80 du 10 novembre 1967 relatif à l'Ordre des pharmaciens constituent une norme qui, ensuite de l'article 26, § 1er, de la loi spéciale du 6 janvier 1989, n'est pas soumise au contrôle par la Cour constitutionnelle.",
        "Les articles de l?arrêté royal n° 80 du 10 novembre 1967 relatif à l?Ordre des pharmaciens constituent une norme qui, ensuite de l?article 26, § 1er, de la loi spéciale du 6 janvier 1989, n?est pas soumise au contrôle par la Cour constitutionnelle."
      ],
      "abstractNL": [
        "De artikelen van het koninklijk besluit nr. 80 van 10 november 1967 betreffende de Orde der apothekers zijn een norm, die ingevolge artikel 26, §1, van de Bijzondere Wet van 6 januari 1989 niet onderworpen is aan de grondwettelijke toetsing door het Grondwettelijk Hof."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161213.14": {
      "court": "CASS",
      "date": "2016-12-13",
      "roleNumber": "P.16.1153.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161213.14&lang=fr",
      "abstractFR": [
        "Lorsqu'est invoquée la violation par une disposition légale d'un droit fondamental garanti de manière totalement ou partiellement analogue par une disposition du titre II de la Constitution ainsi que par une disposition de droit européen ou de droit international, la juridiction est tenue, conformément à l'article 26, § 4, de la loi spéciale du 6 janvier 1989 sur la Cour constitutionnelle, de poser d'abord à la Cour constitutionnelle une question préjudicielle sur la compatibilité de cette disposition légale avec la disposition du titre II de la Constitution; il n'y a toutefois pas lieu de demander à la Cour constitutionnelle d'apprécier la compatibilité d'une disposition légale avec une disposition de droit européen ou de droit international."
      ],
      "abstractNL": [
        "Wanneer de schending wordt opgeworpen door een wetsbepaling van een grondrecht dat op geheel of gedeeltelijk analoge wijze is gewaarborgd door een bepaling in titel II van de Grondwet en een bepaling van Europees of internationaal recht, moet het rechtscollege, overeenkomstig artikel 26, § 4, Bijzondere Wet Grondwettelijk Hof, eerst aan het Grondwettelijk Hof de prejudiciële vraag stellen over de bestaanbaarheid van die wetsbepaling met de bepaling uit titel II van de Grondwet.; er is evenwel geen aanleiding aan het Grondwettelijk Hof te vragen de bestaanbaarheid van een wettelijke bepaling te toetsen aan een bepaling van Europees of internationaal recht."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161124.5": {
      "court": "CASS",
      "date": "2016-11-24",
      "roleNumber": "C.15.0104.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161124.5",
      "abstractFR": [
        "Lorsque la discrimination alléguée ne repose pas sur une distinction entre des justiciables se trouvant dans la même situation juridique auxquels s'appliqueraient des règles différentes mais sur une distinction entre des justiciables, qui, selon leur qualité de personne active ou non au moment de la souscription par leur employeur d'un contrat d'assurance maladie collectif, sont dans des situations juridiques différentes, il n'y a pas lieu de poser de question préjudicielle (1). (1) Cass. 23 septembre 2015, RG P.14.0238.F, Pas. 2015, n° 546, avec concl. de M. Vandermeersch, avocat général."
      ],
      "abstractNL": [
        "Wanneer de aangevoerde discriminatie niet berust op een onderscheid tussen rechtzoekenden die zich in dezelfde rechtstoestand bevinden waarop verschillende regels zouden worden toegepast, maar op een onderscheid tussen rechtzoekenden die, volgens hun hoedanigheid van al dan niet actieve persoon op het tijdstip waarop hun werkgever een collectieve ziekteverzekeringsovereenkomst heeft gesloten zich in onderscheiden rechtstoestanden bevinden, bestaat er geen grond om het Grondwettelijk Hof een prejudiciële vraag te stellen (1). (1) Cass. 23 september 2015, AR P.14.0238.F, AC 2015, nr. 546, met concl. van advocaat-generaal Vandermeersch."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160419.4": {
      "court": "CASS",
      "date": "2016-04-19",
      "roleNumber": "P.16.0132.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160419.4&lang=fr",
      "abstractFR": [
        "Lorsque se pose devant la Cour de cassation la question de savoir si l'article 21ter du Titre préliminaire du Code de procédure pénale, lu en combinaison avec les articles 6 et 13 CEDH, viole les articles 10 et 11 de la Constitution, en tant que cet article n'est applicable qu'aux pénalement responsables et ne prévoit des sanctions pour le dépassement du délai raisonnable en matière répressive qu'à l'égard des pénalement responsables de sorte que ledit article ne prévoit par conséquent pas de recours effectif en ce qui concerne le dépassement du délai raisonnable en matière répressive à l'égard d'inculpés qui, lorsque leur cause est jugée, se trouvent dans un état de déséquilibre mental grave, la Cour n'est pas tenue de poser cette question préjudicielle étant donné que le malade mental qui n'est pas pénalement responsable et à l'égard duquel, en application de la loi de défense sociale, une mesure de protection est ordonnée ne se trouve pas dans une situation juridique comparable à celle d'un prévenu qui est déclaré coupable et est dès lors puni."
      ],
      "abstractNL": [
        "Wanneer voor het Hof van Cassatie de vraag rijst of artikel 21ter Voorafgaande Titel Wetboek van Strafvordering, gelezen in samenhang met de artikelen 6 en 13 EVRM, de artikelen 10 en 11 Grondwet schendt, in zoverre dit artikel slechts toepasselijk is op schuldbekwamen en slechts sancties voorziet voor de overschrijding van de redelijke termijn in strafzaken opzichtens schuldbekwamen zodat dit artikel derhalve in geen effectief rechtsmiddel voorziet met betrekking tot de overschrijding van de redelijke termijn in strafzaken opzichtens verdachten die bij de berechting van hun zaak in staat van ernstige geestesstoornis verkeren, dient het Hof deze prejudiciële vraag niet te stellen aangezien de geestesgestoorde die niet toerekeningsvatbaar is en ten aanzien van dewelke met toepassing van de Wet Bescherming Maatschappij een beschermingsmaatregel wordt gelast zich niet in een vergelijkbare rechtstoestand bevindt als een beklaagde die schuldig wordt verklaard en hiervoor gestraft wordt."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151103.1": {
      "court": "CASS",
      "date": "2015-11-03",
      "roleNumber": "P.14.0597.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151103.1&lang=fr",
      "abstractFR": [
        "Lorsqu'est soulevée devant la Cour de cassation la question de savoir si les articles 162bis du Code d'instruction criminelle et 283 de la loi générale du 18 juillet 1977 sur les douanes et accises, séparément ou lus en combinaison avec les articles 2, 569, 32°, 1017, 1018 et 1022 du Code judiciaire, violent les articles 10 et 11 de la Constitution coordonnée, dans la mesure où l'État belge qui succombe ne peut, sans aucune justification raisonnable, être condamné par le juge pénal, lequel est saisi de l'action fiscale en vertu de l'article 283 de la loi générale sur les douanes et accises, au versement au citoyen de l'indemnité de procédure visée à l'article 1022 du Code judiciaire, alors que tel est pourtant le cas lorsque cette même contestation relative à l'application d'une loi d'impôt est tranchée par un tribunal civil, conformément aux articles 569, 32°, 1017 et 1018, la Cour pose une question préjudicielle à la Cour constitutionnelle."
      ],
      "abstractNL": [
        "Wanneer voor het Hof van Cassatie de vraag rijst of de artikelen 162bis van het Wetboek van Strafvordering en 283 AWDA, afzonderlijk of samen gelezen met de artikelen 2, 569,32°, 1017, 1018 en 1022 van het Gerechtelijk Wetboek de artikelen 10 en 11 van de Gecoördineerde Grondwet schenden, in de mate de in het ongelijk gestelde Belgische Staat zonder enige redelijke verantwoording door de strafrechter, die krachtens artikel 283 AWDA kennis neemt van de fiscaalrechtelijke vordering, niet veroordeeld kan worden tot het betalen aan de burger van de in artikel 1022 van het Gerechtelijk Wetboek voorziene rechtsplegingsvergoeding, terwijl dit wel het geval is wanneer ditzelfde geschil betreffende de toepassing van een belastingwet voor de burgerlijke rechtbank wordt beslecht overeenkomstig de artikelen 569,32°, 1017 en 1018 van het Gerechtelijk Wetboek, stelt het Hof een prejudiciële vraag aan het Grondwettelijk Hof."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150512.4": {
      "court": "CASS",
      "date": "2015-05-12",
      "roleNumber": "P.14.0856.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150512.4&lang=fr",
      "abstractFR": [
        "Lorsque se pose devant la Cour de cassation la question de savoir si l'article 235bis, § 6, du Code d'instruction criminelle, lu en combinaison avec le droit à un procès équitable garanti à l'article 6 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales et avec le principe général du droit relatif au respect des droits de la défense, viole les articles 10 et 11 de la Constitution, en ce que ledit article 235bis, § 6, du Code d'instruction criminelle prévoit, depuis sa modification par la loi du 14 décembre 2012, que la chambre des mises en accusation statue - dans le respect des droits des autres parties - dans quelle mesure les pièces déposées au greffe peuvent encore être consultées lors de la procédure pénale et utilisées par une partie, et cela dès lors que: - il semble de ce fait qu'une différence non raisonnablement justifiable s'élève entre les parties déjà présentes devant la juridiction d'instruction au moment où elle a procédé à la purge des nullités et où elle a déterminé, dans ce cadre, dans quelle mesure les pièces déclarées nulles pouvaient encore être consultées et utilisées par une partie dans la procédure pénale et les parties n'ayant été impliquées que postérieurement en la cause pénale pendante; - il semble de ce fait qu'une différence non raisonnablement justifiable s'élève entre les parties déjà présentes dans la procédure pénale au cours de laquelle la juridiction d'instruction a procédé à la purge des nullités et a déterminé dans quelle mesure les pièces déclarées nulles pouvaient encore être consultées et utilisées par une partie dans la procédure pénale et les parties présentes dans la procédure pénale au cours de laquelle il n'y a pas eu une telle purge; - la possibilité d'écarter globalement les éléments de preuve, à savoir aussi pour le prévenu en tant qu'élément de preuve à décharge, semble également contraire en général tant au droit à un procès équitable garanti par l'article 6 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales qu'aux droits de la défense; la Cour pose une question préjudicielle à la Cour constitutionnelle"
      ],
      "abstractNL": [
        "Wanneer voor het Hof van Cassatie de vraag rijst of het artikel 235bis, § 6, Wetboek van Strafvordering in samenhang gelezen met het recht op een eerlijk proces uit artikel 6 EVRM en met het algemeen rechtsbeginsel van het recht van verdediging, de artikelen 10 en 11 van de Grondwet schendt, in zoverre dit artikel 235bis, § 6, Wetboek van Strafvordering er sinds de wijziging ervan door de wet van 14 december 2012 in voorziet dat de kamer van inbeschuldigingstelling - met inachtneming van de rechten van de andere partijen - oordeelt in welke mate de ter griffie neergelegde nietig verklaarde stukken nog in de strafprocedure door een partij mogen worden ingezien en aangewend, en zulks nu: - hierdoor een niet redelijk te verantwoorden onderscheid lijkt tot stand gebracht te worden tussen de partijen die reeds aanwezig waren voor het onderzoeksgerecht op het ogenblik dat dit tot de zuivering der nietigheden overging en het in het kader daarvan ook bepaalde in welke mate de nietig verklaarde stukken nog in de strafprocedure mogen worden ingezien en aangewend door een partij, en de partijen die pas nadien in de hangende strafzaak worden betrokken; - hierdoor een niet redelijk te verantwoorden onderscheid lijkt tot stand gebracht te worden tussen de partijen die aanwezig zijn in een strafprocedure waarbij het onderzoeksgerecht tot de zuivering van de nietigheden overging en het in het kader daarvan ook bepaalde in welke mate de nietig verklaarde stukken nog in de strafprocedure mogen worden ingezien en aangewend door een partij, en de partijen die aanwezig zijn in de strafprocedure waarin dergelijke zuivering zich niet voordeed; - de mogelijkheid tot het volledig uitsluiten van bewijsgegevens, dit is ook voor de beklaagde als bewijselement à décharge, ook in het algemeen strijdig lijkt zowel met het recht op het eerlijk proces uit artikel 6 EVRM, als met het recht van verdediging; stelt het Hof een prejudiciële vraag aan het Grondwettelijk Hof."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150319.11": {
      "court": "CASS",
      "date": "2015-03-19",
      "roleNumber": "C.14.0103.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150319.11",
      "abstractFR": [
        "Lorsque devant la Cour de cassation la question se pose de savoir si l'article 323 ancien du Code civil viole les articles 22 et 22bis de la Constitution en ce que, lorsque la paternité est établie en vertu des articles 315 ou 317 du même code, il interdit à un enfant de rechercher son père biologique et de faire reconnaître la paternité de celui-ci par jugement sans avoir préalablement contesté la paternité du mari de sa mère, à moins qu'il ne se trouve dans une des hypothèses de présomption faible de paternité visées à l'article 320 de ce code, la Cour pose une question préjudicielle à la Cour constitutionnelle (1). (1) C.civ., art. 323 avant son abrogation par la loi du 1er juillet 2006."
      ],
      "abstractNL": [
        "Wanneer voor het Hof van Cassatie de vraag rijst of het vroegere artikel 323 van het Burgerlijk Wetboek de artikelen 22 en 22bis van de Grondwet schendt in zoverre het, wanneer het vaderschap is vastgesteld krachtens de artikelen 315 of 317 van dat wetboek, een kind verbiedt zijn biologische vader op te sporen en diens vaderschap bij vonnis te doen erkennen, zonder voorafgaandelijk het vaderschap van de echtgenoot van zijn moeder te hebben betwist, tenzij dat kind zich in een van de gevallen bevindt van zwak vermoeden van vaderschap, als bedoeld in artikel 320 van dat wetboek, stelt het Hof een prejudiciële vraag aan het Grondwettelijk Hof (1). (1) Art. 323 Burgerlijk Wetboek, vóór de opheffing ervan bij de wet van 1 juli 2006."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150318.2": {
      "court": "CASS",
      "date": "2015-03-18",
      "roleNumber": "P.14.1815.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150318.2",
      "abstractFR": [
        "Lorsqu'un moyen de cassation invoque la discrimination qui résulterait des délais de recours différents applicables, d'une part, à l'inculpé lorsque l'inculpé a fait l'objet devant la chambre du conseil de la suspension du prononcé de la condamnation et, d'autre part, au ministère public et à la partie civile lorsque la décision entreprise est une ordonnance de non-lieu, la Cour de cassation pose une question préjudicielle à la Cour constitutionnelle (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer een cassatiemiddel discriminatie aanvoert omdat er verschillende termijnen van toepassing zijn om hoger beroep in te stellen voor, enerzijds, de inverdenkinggestelde wanneer hem door de raadkamer opschorting van de veroordeling is verleend en, anderzijds, het openbaar ministerie en de burgerlijke partij, wanneer de beroepen beslissing een beschikking tot buitenvervolgingstelling betreft, stelt het Hof van Cassatie een prejudiciële vraag aan het Grondwettelijk Hof (1). (1) Zie concl. O.M. in Pas. 2015, nr. ... ."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141126.1": {
      "court": "CASS",
      "date": "2014-11-26",
      "roleNumber": "P.14.0730.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141126.1",
      "abstractFR": [
        "Lorsque se pose devant la Cour de cassation la question de savoir si l'article 2, alinéa 1er, de l'arrêté royal n° 236 du 20 janvier 1936 simplifiant certaines formes de la procédure pénale à l'égard des détenus, confirmé par la loi du 4 mai 1936, viole les articles 10 et 11 de la Constitution, lus isolément ou combinés avec les articles 6 et 13 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, dans la mesure où un prévenu condamné par défaut et détenu dans un établissement pénitentiaire ne peut faire opposition aux condamnations pénales prononcées par les cours d'appel, les tribunaux correctionnels et les tribunaux de police, par déclaration à l'attaché-directeur ou au conseiller-directeur de prison de l'établissement pénitentiaire ou à son délégué, qu'à la condition de ne pas être détenteur de la somme nécessaire pour couvrir les frais d'acte d'huissier, alors que, en vertu de l'article 1er de la loi du 25 juillet 1893 relative aux déclarations d'appel et de pourvoi en cassation des personnes détenues ou internées, dans les établissements pénitentiaires, les déclarations d'appel ou de recours en cassation en matière pénale peuvent être faites sans restriction aux directeurs de ces établissements ou à leur délégué par les personnes qui y sont détenues, la Cour pose une question préjudicielle à la Cour constitutionnelle (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer het Hof van Cassatie de vraag wordt gesteld of artikel 2, eerste lid, van het koninklijk besluit nr. 236 van 20 januari 1936 tot vereenvoudiging van sommige vormen van de strafvordering ten opzichte van de gedetineerden, bevestigd bij wet van 4 mei 1936, de artikelen 10 en 11 van de Grondwet schendt, afzonderlijk of samen gelezen met de artikelen 6 en 13 van het Verdrag tot bescherming van de rechten van de mens en de fundamentele vrijheden, in zoverre een bij verstek veroordeelde beklaagde die in een strafinrichting is opgesloten enkel verzet kan doen tegen de veroordelingen in strafzaken, uitgesproken door de hoven van beroep, de correctionele rechtbanken en de politierechtbanken, door middel van een verklaring aan de attaché-gevangenisdirecteur of adviseur-gevangenisdirecteur van de strafinrichting of aan zijn gemachtigde, op voorwaarde dat hij het vereiste bedrag niet in zijn bezit heeft om de kosten van de akte van deurwaarder te dekken, terwijl krachtens artikel 1 van de wet van 25 juli 1893 betreffende de aantekening van beroep of van voorziening in cassatie van gevangenzittende of geïnterneerde personen, in de strafinrichtingen, door de personen die erin opgesloten zijn, de verklaringen van hoger beroep of van voorziening in verbreking in strafzaken, onbeperkt kunnen worden gedaan aan de bestuurders van die inrichtingen of aan hun gemachtigde, stelt het Hof een prejudiciële vraag aan het Grondwettelijk Hof (1). (1) Zie concl. OM in Pas. 2014, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2011:ARR.20110309.1": {
      "court": "CASS",
      "date": "2011-03-09",
      "roleNumber": "P.10.1299.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20110309.1",
      "abstractFR": [
        "La Cour de cassation n'est pas tenue de poser à la Cour constitutionnelle une question préjudicielle revenant à charger celle-ci de contrôler, non pas la conformité à la Constitution d'une loi telle que l'interprète la jurisprudence, mais bien la conformité de la décision judiciaire elle-même (1). (1) Voir Cass., 25 avril 2001, RG P.01.0167.F, Pas., 2001, n° 232."
      ],
      "abstractNL": [
        "Het Hof van Cassatie dient het Grondwettelijk Hof geen prejudiciële vraag te stellen die het Grondwettelijk Hof eigenlijk met het toezicht op de conformiteit van de rechterlijke beslissing zelf belast en niet met de overeenstemming van een wet, zoals die door de rechtspraak wordt uitgelegd, met de Grondwet (1). (1) Zie Cass., 25 april 2001, AR P.01.0167.F, A.C., 2001, nr. 232."
      ]
    }
  },
  "28": {
    "ECLI:BE:CASS:2023:ARR.20230310.1N.5": {
      "court": "CASS",
      "date": "2023-03-10",
      "roleNumber": "C.22.0126.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230310.1N.5",
      "abstractFR": null,
      "abstractNL": [
        "De rechter die wordt geconfronteerd met een wettelijke bepaling die het Grondwettelijk Hof in een prejudicieel arrest gewezen in een andere zaak ongrondwettig heeft verklaard, moet hetzij zich voegen naar dat arrest, hetzij een nieuwe prejudiciële vraag stellen, zodat het aan de rechter staat om elke leemte in een wet waarvan het Grondwettelijk Hof de ongrondwettigheid in voldoende precieze bewoordingen heeft vastgesteld, in te vullen, evenals elke leemte die hieruit voortvloeit dat een wetsbepaling als ongrondwettig wordt aangemerkt, wanneer hij die leemte in het raam van de bestaande wetsbepalingen kan verhelpen teneinde de wet in overeenstemming te brengen met de Grondwet (1). (1) Zie de andersluidende concl. OM.",
        "Uit de handhaving door het Grondwettelijk Hof van de gevolgen van artikel 851 Gerechtelijk Wetboek, zolang de wetgever de door dit artikel vastgestelde Grondwetschending niet verhelpt en uiterlijk tot 31 augustus 2019, volgt dat de rechter deze bepaling kan toepassen voor zover hij de exceptie beoordeelt vóór 31 augustus 2019, ongeacht het tijdstip waarop de exceptie is opgeworpen, maar hij, bij gebrek aan wetgevende tussenkomst, na 31 augustus 2019 gehouden is tot een grondwetsconforme toepassing van artikel 851 Gerechtelijk Wetboek die inhoudt dat de exceptie van de cautio iudicatum solvi kan worden opgeworpen tegen elke eiser, ongeacht zijn nationaliteit, die in het buitenland woont of verblijft en in België over onvoldoende vermogen beschikt om in te staan voor de financiële gevolgen van een eventuele veroordeling, tenzij een internationale overeenkomst tot vrijstelling van borg geldt (1). (1) Zie de andersluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170517.1": {
      "court": "CASS",
      "date": "2017-05-17",
      "roleNumber": "P.16.0288.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170517.1",
      "abstractFR": [
        "Lorsque la Cour constitutionnelle ne fait pas application de l'article 28, alinéa 2, de la loi spéciale du 6 janvier 1989 (1) pour moduler dans le temps les effets de sa décision, le constat d'inconstitutionnalité qu'elle prononce dans sa réponse à une question préjudicielle vise la disposition censurée telle qu'elle était applicable depuis son entrée en vigueur (2). (1) Art. 28, tel que complété d'un alinéa 2 par la loi spéciale du 25 décembre 2016 modifiant la loi spéciale du 6 janvier 1989 sur la Cour constitutionnelle en vue d'autoriser la Cour constitutionnelle à maintenir dans un arrêt rendu sur question préjudicielle les effets d'une disposition déclarée inconstitutionnelle. (2) Sans invoquer une éventuelle violation du principe de la non-rétroactivité de la loi pénale (cf. art. 2 du Code pénal et 7.1 C.E.S.D.H.), le demandeur soutenait que le principe de légalité (cf. art. 14 de la Constitution) interdisait qu'il soit condamné à payer une indemnité de procédure alors qu'au moment où il a interjeté appel - soit avant l'arrêt de la Cour constitutionnelle -, il ne pouvait savoir qu'il pourrait l'être."
      ],
      "abstractNL": [
        "Wanneer het Grondwettelijk Hof geen toepassing maakt van artikel 28, tweede lid, Bijzonder Wet Grondwettelijk Hof (1) om de gevolgen van zijn beslissing te moduleren in de tijd, is de door het Grondwettelijk Hof in antwoord op een prejudiciële vraag vastgestelde ongrondwettigheid gericht tegen de nietigverklaarde bepaling zoals ze sinds haar inwerkingtreding van toepassing was (2). (1) Art. 28, zoals aangevuld met een tweede lid door de Bijzondere wet van 25 december 2016 tot wijziging van de bijzondere wet van 6 januari 1989 op het Grondwettelijk Hof, teneinde het Grondwettelijk Hof te machtigen om in een op prejudiciële vraag gewezen arrest de gevolgen te handhaven van een ongrondwettig verklaarde bepaling. (2) Zonder een eventuele miskenning op te werpen van het beginsel van de niet-terugwerkende kracht van de strafwet (zie art. 2 Strafwetboek en artikel 7.1 EVRM), voerde de eiser aan dat het wettigheidsbeginsel (cf. art. 14 Grondwet) verbood dat hij tot een rechtsplegingsvergoeding zou worden veroordeeld terwijl hij op het ogenblik waarop hij hoger beroep instelde - d.i. vóór het arrest van het Grondwettelijk Hof -, niet kon weten dat hij daartoe kon worden veroordeeld."
      ]
    }
  },
  "29": {
    "ECLI:BE:CASS:2025:ARR.20251125.2N.3": {
      "court": "CASS",
      "date": "2025-11-25",
      "roleNumber": "P.25.0594.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251125.2N.3",
      "abstractFR": null,
      "abstractNL": [
        "Eensdeels vereist artikel 29, § 2, eerste zin, Bijzondere Wet Grondwettelijk Hof, dat bepaalt dat de beslissing waarbij een rechtscollege weigert een prejudiciële vraag te stellen de redenen van de weigering moet aangeven, niet dat het rechtscollege waarvan de beslissing vatbaar is voor voorziening in cassatie, zijn beslissing op grond van artikel 26, § 2, derde lid, Bijzondere Wet Grondwettelijk Hof omstandig onderbouwt, en anderdeels mag het rechtscollege zijn weigeringsbeslissing ook niet zodanig motiveren dat het zich in de plaats van het Grondwettelijk Hof stelt (1). (1) Zie Cass. 14 januari 2025, AR P.24.0918.N, ECLI:BE:CASS:2025:ARR.20250114.2N.1; Cass. 21 december 2021, AR P.21.1141.N, ECLI:BE:CASS:2021:ARR.20211214.2N.3."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231110.1F.3": {
      "court": "CASS",
      "date": "2023-11-10",
      "roleNumber": "C.21.0398.F-C.21.0404.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231110.1F.3",
      "abstractFR": [
        "Lorsque l'inconstitutionnalité d'une disposition légale fondée sur une discrimination est invoquée dans des conclusions, l'arrêt est, en règle, tenu de motiver son refus de poser à la Cour constitutionnelle la question préjudicielle proposée; tel n'est pas le cas lorsque l'arrêt considère que la différence de traitement invoquée n'existe pas."
      ],
      "abstractNL": null
    }
  },
  "30": {
    "ECLI:BE:CASS:2019:ARR.20190515.4": {
      "court": "CASS",
      "date": "2019-05-15",
      "roleNumber": "P.19.0469.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190515.4",
      "abstractFR": [
        "Lorsqu'une juridiction est confrontée à une demande de poser une question préjudicielle à la Cour constitutionnelle, elle doit apprécier dans quelle mesure cette demande est conciliable avec l'exigence de toute personne détenue avant jugement d'être jugée dans un délai raisonnable ou libérée durant la procédure (1). (1) Voir les concl. du MP.",
        "La suspension des délais prévue par l'article 30 de la loi spéciale du 6 janvier 1989 sur la Cour constitutionnelle ne prive pas la personne détenue en vertu d'un mandat d'arrêt européen rendu exécutoire, du droit de faire vérifier par un juge la légalité de sa détention, notamment du point de vue de la durée raisonnable des poursuites (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer een rechtscollege kennisneemt van een vordering om aan het Grondwettelijk Hof een prejudiciële vraag te stellen, moet het beoordelen in welke mate die vordering verenigbaar is met de eis dat eenieder die vóór zijn berechting wordt gedetineerd, binnen een redelijke termijn wordt berecht of hangende het proces in vrijheid wordt gesteld (1). (1) Zie concl. OM in Pas. 2019, nr. 290.",
        "De opschorting van de termijnen bepaald in artikel 30 Bijzondere Wet Grondwettelijk Hof ontzegt degene die krachtens een uitvoerbaar verklaard Europees aanhoudingsbevel wordt gedetineerd, het recht niet de wettigheid van zijn detentie door een rechter te laten toetsen, met name uit het oogpunt van de redelijke termijn van de vervolging (1). (1) Zie concl. OM in Pas. 2019, nr. 290."
      ]
    }
  }
}