{
  "1": {
    "ECLI:BE:CASS:2021:ARR.20211004.3N.4": {
      "court": "CASS",
      "date": "2021-10-04",
      "roleNumber": "S.20.0051.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211004.3N.4&lang=fr",
      "abstractFR": [
        "On entend par fermeture la cessation définitive de l'activité principale de l'entreprise ou d'une division de celle-ci (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Onder sluiting wordt verstaan, de definitieve stopzetting van de hoofdactiviteit van de onderneming of van een afdeling ervan (1). (1) Zie concl. OM."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2020:ARR.20201214.3F.10": {
      "court": "CASS",
      "date": "2020-12-14",
      "roleNumber": "S.19.0020.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201214.3F.10",
      "abstractFR": [
        "Le congé est l'acte par lequel une partie notifie à l'autre qu'elle entend que prenne fin le contrat de travail conclu entre elles pour une durée indéterminée; il sort ses effets, non à l'expiration du préavis dont il est assorti, mais au moment où il est donné (1). (1) Cass. 18 mai 1987, RG 5624 , Pas. 1987, nr. 547.",
        "Le congé ne peut être notifié par l'employeur avant que le travailleur protégé par la loi du 19 mars 1991 ait atteint l'âge de soixante-cinq ans, alors même que le préavis ne vient à expiration qu'après."
      ],
      "abstractNL": [
        "Het ontslag is de handeling waardoor een partij aan de andere partij ter kennis brengt dat zij de tussen hen voor onbepaalde tijd gesloten arbeidsovereenkomst wil beëindigen; zodat het geen gevolg heeft bij het verstrijken van de daarmee gepaard gaande opzeggingstermijn maar op het ogenblik waarop het wordt gegeven (1). (1) Cass. 18 mei 1987, AR 5624, AC 1986-87, nr. 547.",
        "Het ontslag kan door de werkgever niet ter kennis worden gebracht voordat de bij de Wet Ontslagregeling Personeelsafgevaardigden beschermde werknemer de leeftijd van vijfenzestig jaar heeft bereikt, zelfs als de opzeggingstermijn pas hierna verstrijkt."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2018:ARR.20180312.3": {
      "court": "CASS",
      "date": "2018-03-12",
      "roleNumber": "S.15.0060.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180312.3&lang=fr",
      "abstractFR": [
        "Lorsque, dans le cadre d'une action intentée par le travailleur en vue d'obtenir une indemnité de protection en raison de l'irrégularité du licenciement pour des raisons d'ordre technique ou économique, le tribunal du travail doit examiner la décision de l'organe paritaire reconnaissant les raisons d'ordre technique ou économique, il exerce un contrôle de pleine juridiction sur l'existence de ces raisons; ce contrôle n'implique pas d'apprécier l'opportunité des mesures prises par l'employeur en vue de tenir compte des raisons économiques ou techniques invoquées; dans ces circonstances, les raisons à apprécier ne doivent pas se limiter au cas de la fermeture de l'entreprise ou d'une division de celle-ci ou à celui du licenciement d'une catégorie déterminée de personnel (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer het arbeidsgerecht, in het kader van een door de werknemer ingestelde vordering tot het verkrijgen van een beschermingsvergoeding wegens de onregelmatigheid van het ontslag om economische of technische redenen, de beslissing van het paritair orgaan tot erkenning van de economische of technische redenen moet beoordelen, oefent het een controle met volle rechtsmacht uit op het bestaan van deze redenen; die controle impliceert geen beoordeling van de opportuniteit van de door de werkgever voorgenomen maatregelen om aan de ingeroepen economische of technische redenen het hoofd te bieden; de te beoordelen redenen dienen in die omstandigheid niet beperkt te blijven tot de gevallen van sluiting van de onderneming of een afdeling ervan of ontslag van een welbepaalde personeelsgroep (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170626.2": {
      "court": "CASS",
      "date": "2017-06-26",
      "roleNumber": "S.15.0036.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170626.2&lang=fr",
      "abstractFR": [
        "L'objectif poursuivi par la protection consacrée par la loi du 19 mars 1991 portant un régime de licenciement particulier pour les délégués du personnel aux conseils d'entreprise et aux comités de sécurité, d'hygiène et d'embellissement des lieux de travail, ainsi que les candidats délégués du personnel, consiste à éviter une discrimination préjudiciable aux délégués du personnel et à garantir le bon fonctionnement des organes de concertation; tant qu'il n'est pas établi que les organes de concertation en question n'auront plus à exercer leur mission légale à très bref délai dans une entreprise déterminée, il n'y aucun motif, sauf disposition légale particulière dérogatoire telle que l'article 46, § 2, alinéa 1er, de la loi du 8 août 1997 sur les faillites, permettant de licencier un délégué du personnel pour des raisons d'ordre économique ou technique sans consulter la commission paritaire compétente."
      ],
      "abstractNL": [
        "Het doel van de bescherming vervat in de Wet Ontslagregeling Personeelsafgevaardigden bestaat erin nadelige discriminatie van de personeelsafgevaardigden te voorkomen en de goede werking van de overlegorganen te vrijwaren; zolang niet vaststaat dat de betreffende overlegorganen in een bepaalde onderneming binnen een zeer korte termijn niet langer hun wettelijke opdracht zullen te vervullen hebben, is er, behoudens afwijkende bijzondere wetsbepaling zoals artikel 46, §2, eerste lid, Faillissementswet, geen enkele grond die toelaat een personeelsafgevaardigde om technische of economische redenen te ontslaan zonder het bevoegde paritair comité te raadplegen."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2021:ARR.20211004.3N.5": {
      "court": "CASS",
      "date": "2021-10-04",
      "roleNumber": "S.21.0009.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211004.3N.5&lang=fr",
      "abstractFR": [
        "Lorsqu'un employeur saisit, avant l'expiration du délai de trois jours ouvrables visé à l'article 4, § 1er, de la loi du 19 mars 1991 portant un régime de licenciement particulier pour les délégués du personnel aux conseils d'entreprise et aux comités de sécurité, d'hygiène et d'embellissement des lieux de travail, ainsi que pour les candidats délégués du personnel, le président du tribunal du travail au moyen de la requête visée à l'article 4, § 2, et que cette requête est déclarée nulle sur la base de l'article 40, alinéa 1er, de la loi du 15 juin 1935 concernant l'emploi des langues en matière judiciaire, cette requête nulle a interrompu le délai visé, de sorte que l'employeur concerné dispose d'un nouveau délai, correspondant au délai initial imparti, pour saisir le président du tribunal du travail dans le respect de la loi du 15 juin 1935 (1) (2). (1) Voir les concl. du MP publiées à leur date dans AC. (2) Ce faisant, la Cour revient sur sa jurisprudence antérieure du 21 novembre 1994 (Cass. 21 novembre 1994, RG S.94.0054.N, Pas. 1994, n° 503).",
        "Lorsqu'un employeur saisit, avant l'expiration du délai de trois jours ouvrables visé à l'article 4, § 1er, de la loi du 19 mars 1991 portant un régime de licenciement particulier pour les délégués du personnel aux conseils d'entreprise et aux comités de sécurité, d'hygiène et d'embellissement des lieux de travail, ainsi que pour les candidats délégués du personnel, le président du tribunal du travail au moyen de la requête visée à l'article 4, § 2, et que cette requête est déclarée nulle sur la base de l'article 40, alinéa 1er, de la loi du 15 juin 1935 concernant l'emploi des langues en matière judiciaire, cette requête nulle a interrompu le délai visé, de sorte que l'employeur concerné dispose d'un nouveau délai, correspondant au délai initial imparti, pour saisir le président du tribunal du travail dans le respect de la loi du 15 juin 1935 (1) (2). (1) Voir les concl. du MP publiées à leur date dans AC. (2) Ce faisant, la Cour revient sur sa jurisprudence antérieure du 21 novembre 1994 (Cass. 21 novembre 1994, RG. S.94.0054.N, Pas. 1994, n° 503)."
      ],
      "abstractNL": [
        "Wanneer een werkgever vóór het verstrijken van de in artikel 4, § 1, Wet Ontslagregeling Personeelsafgevaardigden bedoelde termijn van drie werkdagen zijn zaak bij de voorzitter van de arbeidsrechtbank aanhangig maakt door middel van het bij artikel 4, § 2, bedoelde verzoekschrift en dit verzoekschrift op grond van artikel 40, eerste lid, Taalwet Gerechtszaken nietig wordt verklaard, heeft dit nietig verzoekschrift de bedoelde termijn gestuit, zodat de betrokken werkgever beschikt over een nieuwe termijn, die overeenstemt met de oorspronkelijke termijn waarover hij beschikte, om zijn zaak met naleving van de Taalwet Gerechtszaken bij de voorzitter van de arbeidsrechtbank aanhangig te maken (1) (2). (1) Zie concl. OM. (2) Het Hof komt hiermee terug op zijn eerdere rechtspraak van 21 november 1994 (Cass. 21 november 1994, AR S.94.0054, AC 1994, nr. 503)."
      ]
    }
  },
  "9": {
    "ECLI:BE:CASS:2024:ARR.20240522.2F.10": {
      "court": "CASS",
      "date": "2024-05-22",
      "roleNumber": "P.22.0797.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240522.2F.10",
      "abstractFR": [
        "L'employeur qui est privé des prestations de son employé parce que celui-ci a commis à son détriment un délit rendant impossible la poursuite de la relation de travail, et qui est tenu de verser à cet employé, en vertu de son statut de travailleur protégé, pendant la durée de la procédure de licenciement, les indemnités prescrites par la loi, peut subir de ce fait un dommage consistant dans le fait de devoir consentir à des décaissements sans obtenir de prestation de travail; ne porte pas atteinte au droit à la réparation dudit dommage le quatrième alinéa de l'article 9 de la loi du 19 mars 1991 portant un régime de licenciement particulier pour les délégués du personnel aux conseils d'entreprise et aux comités de sécurité, d'hygiène et d'embellissement des lieux de travail, ainsi que pour les candidats délégués du personnel, aux termes duquel l'indemnité complémentaire versée par l'employeur reste acquise au délégué du personnel, quelle que soit la décision de la juridiction du travail sur les motifs invoqués par l'employeur (1). (1) Cass. 3 juin 2020, RG P.20.0278.F, Pas. 2020, n° 353, avec concl. contraire du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2020:ARR.20200603.2F.4": {
      "court": "CASS",
      "date": "2020-06-03",
      "roleNumber": "P.20.0278.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200603.2F.4",
      "abstractFR": [
        "L'employeur qui est privé des prestations de son employé parce que celui-ci a commis à son détriment un délit rendant impossible la poursuite de la relation de travail, et qui est tenu de verser à cet employé, en vertu de son statut de travailleur protégé, pendant la durée de la procédure de licenciement, les indemnités prescrites par la loi, peut subir de ce fait un dommage consistant dans le fait de devoir consentir à des décaissements sans obtenir de prestation de travail; il n'en irait autrement que s'il résultait de la loi, du règlement ou de la convention que lesdites dépenses doivent rester à charge de celui qui les a exposées (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de werkgever geen prestaties van zijn werknemer ontvangt omdat laatstgenoemde een wanbedrijf in zijn nadeel heeft gepleegd waardoor de arbeidsverhouding niet kon worden voortgezet en hij die werknemer, wegens zijn statuut van beschermd werknemer, gedurende de ontslagprocedure de bij wet bepaalde vergoedingen moet storten, kan de werkgever hierdoor schade lijden, aangezien hij uitgaven moet verrichten zonder arbeidsprestaties te ontvangen; dat zou enkel anders zijn indien uit de wet, het reglement of de overeenkomst zou blijken dat die uitgaven voor rekening moeten blijven van degene die ze heeft verricht (1). (1) Zie concl. OM in Pas. 2020, nr. 353."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220316.2F.5": {
      "court": "CASS",
      "date": "2022-03-16",
      "roleNumber": "P.21.1532.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220316.2F.5",
      "abstractFR": [
        "Le dommage consistant dans le fait de devoir verser, sans contrepartie, jusqu'à l'issue de la procédure de licenciement pour motif grave, des indemnités au travailleur protégé soupçonné de vol, est un dommage dont la réparation n'est pas subordonnée à une permission expresse que la loi du 19 mars 1991 (1) devrait contenir en son article 9; le droit de l'employeur à obtenir la réparation dudit dommage trouve son fondement dans l'article 1382 de l'ancien Code civil, pour autant qu'il soit constaté que le préjudice ne se serait pas produit en l'absence du délit ayant entraîné la suspension de l'exécution du contrat de travail; ne porte pas atteinte au droit à la réparation dudit dommage le quatrième alinéa de l'article 9 précité, aux termes duquel l'indemnité complémentaire versée par l'employeur reste acquise au délégué du personnel, quelle que soit la décision de la juridiction du travail sur les motifs invoqués à l'appui du licenciement (2). (1) Loi du 19 mars 1991 portant un régime de licenciement particulier pour les délégués du personnel aux conseils d'entreprise et aux comités de sécurité, d'hygiène et d'embellissement des lieux de travail, ainsi que pour les candidats délégués du personnel. (2) Voir Cass. 3 juin 2020, RG P.20.0278.F, Pas. 2020, n° 353, et concl. de M. VANDERMEERSCH, avocat général.",
        "Le dommage consistant dans le fait de devoir verser, sans contrepartie, jusqu’à l’issue de la procédure de licenciement pour motif grave, des indemnités au travailleur protégé soupçonné de vol, est un dommage dont la réparation n’est pas subordonnée à une permission expresse que la loi du 19 mars 1991 (1) devrait contenir en son article 9; le droit de l’employeur à obtenir la réparation dudit dommage trouve son fondement dans l’article 1382 de l’ancien Code civil, pour autant qu’il soit constaté que le préjudice ne se serait pas produit en l’absence du délit ayant entraîné la suspension de l’exécution du contrat de travail; ne porte pas atteinte au droit à la réparation dudit dommage le quatrième alinéa de l’article 9 précité, aux termes duquel l’indemnité complémentaire versée par l’employeur reste acquise au délégué du personnel, quelle que soit la décision de la juridiction du travail sur les motifs invoqués à l’appui du licenciement (2). (1) Loi du 19 mars 1991 portant un régime de licenciement particulier pour les délégués du personnel aux conseils d'entreprise et aux comités de sécurité, d'hygiène et d'embellissement des lieux de travail, ainsi que pour les candidats délégués du personnel. (2) Voir Cass. 3 juin 2020, RG P.20.0278.F, Pas. 2020, n° 353, et concl. de M. VANDERMEERSCH, avocat général."
      ],
      "abstractNL": [
        "De schade die erin bestaat om, zonder tegenprestatie, tot na de ontslagprocedure om dringende reden, vergoedingen te moeten uitkeren aan de van diefstal verdachte beschermde werknemer, betreft een schade waarvan de vergoeding niet afhankelijk wordt gesteld van een uitdrukkelijke toelating die artikel 9 Wet Ontslagregeling Personeelsafgevaardigden (1) zou moeten bevatten. Het recht van de werkgever om de vergoeding van de voormelde schade te verkrijgen, vindt zijn grondslag in artikel 1382 Oud Burgerlijk Wetboek, in zoverre is vastgesteld dat de schade zich niet zou hebben voorgedaan bij ontstentenis van het misdrijf dat tot de schorsing van de uitvoering van de arbeidsovereenkomst heeft geleid; het vierde lid van het voormelde artikel 9, dat bepaalt dat de door de werkgever gestorte bijkomende vergoeding verworven blijft voor de personeelsafgevaardigde, ongeacht de beslissing van het arbeidsgerecht over de door de werkgever ingeroepen redenen, doet geen afbreuk aan het recht op vergoeding van de voormelde schade (2). (1) Wet van 19 maart 1991 houdende bijzondere ontslagregeling voor de personeelsafgevaardigden in de ondernemingsraden en in de comités voor veiligheid, gezondheid en verfraaiing van de werkplaatsen alsmede voor de kandidaat-personeelsafgevaardigden. (2) Zie Cass. 3 juni 2020, AR P.20.0278.F, AC 2020, nr. 353, met concl. van advocaat-generaal VANDERMEERSCH op datum in Pas."
      ]
    }
  },
  "14": {
    "ECLI:BE:CASS:2020:ARR.20201214.3F.10": {
      "court": "CASS",
      "date": "2020-12-14",
      "roleNumber": "S.19.0020.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201214.3F.10",
      "abstractFR": [
        "La protection spéciale contre le licenciement prévue par la loi du 19 mars 1991, qui tend, d'une part, à permettre aux délégués du personnel d'exercer leur mission dans l'entreprise, d'autre part, à assurer l'entière liberté des travailleurs de se porter candidat à cette mission, a été instaurée dans l'intérêt général et intéresse l'ordre public (1). (1) Cass. 16 mai 2011, RG S.10.0093.N, Pas. 2001, nr. 321.",
        "Le congé est l'acte par lequel une partie notifie à l'autre qu'elle entend que prenne fin le contrat de travail conclu entre elles pour une durée indéterminée; il sort ses effets, non à l'expiration du préavis dont il est assorti, mais au moment où il est donné (1). (1) Cass. 18 mai 1987, RG 5624 , Pas. 1987, nr. 547.",
        "Le congé ne peut être notifié par l'employeur avant que le travailleur protégé par la loi du 19 mars 1991 ait atteint l'âge de soixante-cinq ans, alors même que le préavis ne vient à expiration qu'après."
      ],
      "abstractNL": [
        "De bij de Wet Ontslagregeling Personeelsafgevaardigden bepaalde bijzondere bescherming tegen ontslag, die tot doel heeft, enerzijds, aan de personeelsafgevaardigden de gelegenheid te geven hun opdracht in de onderneming uit te oefenen en, anderzijds, de volledige vrijheid van de werknemers te waarborgen om zich kandidaat te stellen teneinde die opdracht uit te oefenen, is ingevoerd in het algemeen belang en raakt de openbare orde (1). (1) Cass. 16 mei 2011, AR S.10.0093.N, AC 2001, nr. 321.",
        "Het ontslag is de handeling waardoor een partij aan de andere partij ter kennis brengt dat zij de tussen hen voor onbepaalde tijd gesloten arbeidsovereenkomst wil beëindigen; zodat het geen gevolg heeft bij het verstrijken van de daarmee gepaard gaande opzeggingstermijn maar op het ogenblik waarop het wordt gegeven (1). (1) Cass. 18 mei 1987, AR 5624, AC 1986-87, nr. 547.",
        "Het ontslag kan door de werkgever niet ter kennis worden gebracht voordat de bij de Wet Ontslagregeling Personeelsafgevaardigden beschermde werknemer de leeftijd van vijfenzestig jaar heeft bereikt, zelfs als de opzeggingstermijn pas hierna verstrijkt."
      ]
    }
  },
  "16": {
    "ECLI:BE:CASS:2020:ARR.20201214.3F.10": {
      "court": "CASS",
      "date": "2020-12-14",
      "roleNumber": "S.19.0020.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201214.3F.10",
      "abstractFR": [
        "Le congé est l'acte par lequel une partie notifie à l'autre qu'elle entend que prenne fin le contrat de travail conclu entre elles pour une durée indéterminée; il sort ses effets, non à l'expiration du préavis dont il est assorti, mais au moment où il est donné (1). (1) Cass. 18 mai 1987, RG 5624 , Pas. 1987, nr. 547.",
        "Le congé ne peut être notifié par l'employeur avant que le travailleur protégé par la loi du 19 mars 1991 ait atteint l'âge de soixante-cinq ans, alors même que le préavis ne vient à expiration qu'après."
      ],
      "abstractNL": [
        "Het ontslag is de handeling waardoor een partij aan de andere partij ter kennis brengt dat zij de tussen hen voor onbepaalde tijd gesloten arbeidsovereenkomst wil beëindigen; zodat het geen gevolg heeft bij het verstrijken van de daarmee gepaard gaande opzeggingstermijn maar op het ogenblik waarop het wordt gegeven (1). (1) Cass. 18 mei 1987, AR 5624, AC 1986-87, nr. 547.",
        "Het ontslag kan door de werkgever niet ter kennis worden gebracht voordat de bij de Wet Ontslagregeling Personeelsafgevaardigden beschermde werknemer de leeftijd van vijfenzestig jaar heeft bereikt, zelfs als de opzeggingstermijn pas hierna verstrijkt."
      ]
    }
  },
  "18": {
    "ECLI:BE:CASS:2023:ARR.20230403.3N.1": {
      "court": "CASS",
      "date": "2023-04-03",
      "roleNumber": "S.21.0015.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230403.3N.1",
      "abstractFR": null,
      "abstractNL": [
        "Het in artikel 18 Wet Ontslagregeling Personeelsafgevaardigden bedoelde begrip “dringende reden” beoogt enkel het in artikel 35 Arbeidsovereenkomstenwet bedoelde feit dat elke verdere samenwerking onmiddellijk en definitief onmogelijk maakt (1). (1) Zie concl. OM.",
        "Een gerechtelijke ontbinding van de arbeidsovereenkomst op verzoek van de werknemer wegens ernstige tekortkoming in hoofde van de werkgever maakt niet steeds een beëindiging door de werknemer uit wegens feiten die een dringende reden uitmaken in hoofde van de werkgever in de zin van artikel 18 Wet Ontslagregeling Personeelafgevaardigden (1). (1) Zie concl. OM."
      ]
    }
  }
}