{
  "1": {
    "ECLI:BE:CASS:2012:ARR.20120222.2": {
      "court": "CASS",
      "date": "2012-02-22",
      "roleNumber": "P.11.1809.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120222.2",
      "abstractFR": [
        "En Région wallonne, peut constituer une clôture interdisant la chasse à tout grand gibier, non seulement celle qui enferme complètement un territoire sur lui-même mais également celle qui, composée d'éléments disposés de manière continue ou discontinue, entrave le libre parcours du grand gibier et porte ainsi atteinte à l'équilibre entre l'animal et son milieu naturel (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "In het Waals Gewest kunnen niet alleen de afsluiting die een gebied volledig omsluit, maar ook de afsluiting bestaande uit omheiningelementen die op doorlopende of niet-doorlopende wijze opgesteld staan en die aldus de vrije verplaatsing van grof wild belemmeren en het evenwicht tussen het dier en zijn natuurlijk milieu verstoren, afsluitingen zijn waardoor de jacht op grof wild verboden is (1). (1) Zie concl. O.M. in Pas. 2012, nr. ..."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2013:ARR.20130918.1": {
      "court": "CASS",
      "date": "2013-09-18",
      "roleNumber": "P.12.1628.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130918.1",
      "abstractFR": [
        "En matière de chasse, la plainte n'est soumise à aucune forme particulière; il suffit que la volonté de la personne lésée de voir exercer les poursuites soit certaine (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "In jachtzaken is de klacht aan geen enkel bijzonder vormvereiste onderworpen; alleen de wil van de benadeelde om de feiten te doen vervolgen moet vaststaan (1). (1) Zie concl. O.M. in Pas. 2013, nr. ..."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2012:ARR.20120222.2": {
      "court": "CASS",
      "date": "2012-02-22",
      "roleNumber": "P.11.1809.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120222.2",
      "abstractFR": [
        "En Région wallonne, peut constituer une clôture interdisant la chasse à tout grand gibier, non seulement celle qui enferme complètement un territoire sur lui-même mais également celle qui, composée d'éléments disposés de manière continue ou discontinue, entrave le libre parcours du grand gibier et porte ainsi atteinte à l'équilibre entre l'animal et son milieu naturel (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "In het Waals Gewest kunnen niet alleen de afsluiting die een gebied volledig omsluit, maar ook de afsluiting bestaande uit omheiningelementen die op doorlopende of niet-doorlopende wijze opgesteld staan en die aldus de vrije verplaatsing van grof wild belemmeren en het evenwicht tussen het dier en zijn natuurlijk milieu verstoren, afsluitingen zijn waardoor de jacht op grof wild verboden is (1). (1) Zie concl. O.M. in Pas. 2012, nr. ..."
      ]
    }
  },
  "25": {
    "ECLI:BE:CASS:2014:ARR.20141119.3": {
      "court": "CASS",
      "date": "2014-11-19",
      "roleNumber": "P.14.0087.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141119.3",
      "abstractFR": [
        "Le fonctionnaire sanctionnateur régional est une partie à la cause débattue devant le tribunal de police (Solution implicite) (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De gewestelijke sanctionerende ambtenaar is partij in de zaak voor de politierechtbank (Impliciet) (1). (1) Zie concl. OM in Pas. 2014, nr. ...."
      ]
    }
  },
  "26": {
    "ECLI:BE:CASS:2013:ARR.20130918.1": {
      "court": "CASS",
      "date": "2013-09-18",
      "roleNumber": "P.12.1628.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130918.1",
      "abstractFR": [
        "En matière de chasse, la plainte n'est soumise à aucune forme particulière; il suffit que la volonté de la personne lésée de voir exercer les poursuites soit certaine (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "In jachtzaken is de klacht aan geen enkel bijzonder vormvereiste onderworpen; alleen de wil van de benadeelde om de feiten te doen vervolgen moet vaststaan (1). (1) Zie concl. O.M. in Pas. 2013, nr. ..."
      ]
    }
  },
  "2ter": {
    "ECLI:BE:CASS:2022:ARR.20220202.2F.3": {
      "court": "CASS",
      "date": "2022-02-02",
      "roleNumber": "P.21.1333.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220202.2F.3",
      "abstractFR": [
        "L'article 2ter de la loi du 28 février 1882 sur la chasse, tel qu'il a été remplacé par le décret du parlement wallon du 23 juin 2006 modifiant cette loi, dispose qu'en Région wallonne, la chasse à tout grand gibier est interdite sur un territoire clôturé sous peine d'une amende de 200 à 1.000 euros mais que cette interdiction ne s'applique pas aux territoires ou parties de territoires délimités par des clôtures installées pour la sécurité des personnes, notamment pour des motifs de sécurité publique ou de sécurité routière, pour la protection des cultures et pour le maintien du bétail, le Gouvernement wallon étant appelé à fixer la hauteur et les modalités d'installation de ces clôtures; la décision des juges d'appel d'écarter, en la cause, en vertu de l'article 159 de la Constitution, l'application de l'arrêté du Gouvernement wallon du 1er décembre 2016 déterminant la hauteur des clôtures visées à l'article 2ter précité, alinéa 2, a eu pour effet de rendre inopérante l'obligation, déduite du troisième alinéa de la disposition précitée, de respecter les règles prescrites par cet arrêté relativement à la hauteur des clôtures et aux modalités d'installation de celles-ci mais elle est restée sans effet sur l'applicabilité du deuxième alinéa de cet article, dont il résulte qu'il est fait exception à l'interdiction de la chasse au grand gibier sur un territoire clôturé si les territoires ou parties de territoires sont délimités par des clôtures installées pour la sécurité des personnes, notamment pour des motifs de sécurité publique ou de sécurité routière, pour la protection des cultures ou pour le maintien du bétail."
      ],
      "abstractNL": [
        "Artikel 2ter van de jachtwet van 28 februari 1882, vervangen door het besluit van het Waalse parlement van 23 juni 2006 tot wijziging van die wet, bepaalt dat het in het Waalse Gewest verboden is op elk grof wild te jagen op een afgesloten terrein, op straffe van een geldboete van 200 tot 1.000 euro, maar dat deze bepaling niet van toepassing is op terreinen of delen van terreinen afgebakend met afsluitingen geplaatst voor de veiligheid van personen, met name om redenen van openbare veiligheid of wegveiligheid, voor de bescherming van de teelten en voor de handhaving van het vee, waarbij het de Waalse toekomt om de hoogte van de afsluitingen en de modaliteiten voor de plaatsing ervan te bepalen; de beslissing van de appelrechters om in deze zaak het besluit van de Waalse regering van 1 december 2016 dat de hoogte van de in het voormelde artikel 2ter bedoelde afsluitingen bepaalt, niet toe te passen krachtens artikel 159 Grondwet, heeft tot gevolg dat de verplichting, afgeleid uit het derde lid van de voormelde bepaling, om de in dat besluit bepaalde voorschriften met betrekking tot de hoogte van de afsluitingen en de modaliteiten voor de plaatsing ervan te eerbiedigen, geen uitwerking meer heeft, maar die beslissing heeft geen gevolg voor de toepasselijkheid in deze zaak van het tweede lid van dat artikel, waaruit volgt dat er een uitzondering wordt gemaakt op het verbod op het jagen op grof wild op een afgesloten terrein als de terreinen of delen van terreinen zijn afgebakend met afsluitingen die werden geplaatst voor de veiligheid van personen, met name om redenen van openbare veiligheid of wegveiligheid, voor de bescherming van de teelten en voor de handhaving van het vee.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20120222.2": {
      "court": "CASS",
      "date": "2012-02-22",
      "roleNumber": "P.11.1809.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120222.2",
      "abstractFR": [
        "En Région wallonne, peut constituer une clôture interdisant la chasse à tout grand gibier, non seulement celle qui enferme complètement un territoire sur lui-même mais également celle qui, composée d'éléments disposés de manière continue ou discontinue, entrave le libre parcours du grand gibier et porte ainsi atteinte à l'équilibre entre l'animal et son milieu naturel (1). (1) Voir les concl. du M.P."
      ],
      "abstractNL": [
        "In het Waals Gewest kunnen niet alleen de afsluiting die een gebied volledig omsluit, maar ook de afsluiting bestaande uit omheiningelementen die op doorlopende of niet-doorlopende wijze opgesteld staan en die aldus de vrije verplaatsing van grof wild belemmeren en het evenwicht tussen het dier en zijn natuurlijk milieu verstoren, afsluitingen zijn waardoor de jacht op grof wild verboden is (1). (1) Zie concl. O.M. in Pas. 2012, nr. ..."
      ]
    }
  },
  "12ter": {
    "ECLI:BE:CASS:2021:ARR.20211117.2F.6": {
      "court": "CASS",
      "date": "2021-11-17",
      "roleNumber": "P.21.1147.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211117.2F.6",
      "abstractFR": [
        "L'article 12ter, § 4, de la loi du 28 février 1882 sur la chasse n'autorise le nourrissage du sanglier que moyennant le respect de deux conditions: d'une part, il faut que l'auteur agisse à titre dissuasif, c'est-à-dire en vue de protéger les cultures de dégâts importants; d'autre part, ce nourrissage doit obéir aux modalités fixées par le gouvernement.",
        "La peine prévue au cinquième paragraphe de l'article 12ter de la loi du 28 février 1882 sur la chasse pour les infractions aux dispositions de cet article est encourue aussi bien pour le nourrissage effectué à des fins autres que dissuasives, que pour le nourrissage réalisé en vue de protéger les récoltes mais sans respecter les conditions de lieu, de produit et de modalités fixées par l'arrêté du gouvernement wallon du 18 octobre 2012 qui détermine, en ce qui concerne le nourrissage dissuasif du sanglier, les lieux de nourrissage, les céréales pouvant être distribuées, et le mode de dispersion et d'épandage.",
        "En raison de l'illégalité de l'arrêté du gouvernement wallon du 18 octobre 2012, l'amende n'est pas encourue pour un nourrissage dissuasif mais réalisé à proximité immédiate d'un terrain de chasse ou d'un cours d'eau, ou au moyen de produits alimentaires non autorisés, ou par des moyens mécaniques ou par des traînées transgressant les mesures permises; cependant, la loi du 28 février 1882 continue à réprimer le nourrissage non dissuasif du sanglier, cette opération demeurant prohibée quelles qu'en soient les modalités."
      ],
      "abstractNL": [
        "Krachtens artikel 12ter, § 4, van de Jachtwet van 28 februari 1882 is het voederen van wilde zwijnen slechts onder twee voorwaarden toegelaten: enerzijds moet er afleidend worden gevoederd, namelijk met het oog op het beschermen van teelten tegen ernstige schade en anderzijds moet het voederen voldoen aan de door de regering vastgestelde voorwaarden.",
        "De geldboete waarin artikel 12ter, § 5, van de Jachtwet van 28 februari 1882 voorziet voor inbreuken op de bepalingen van dat artikel, wordt dus zowel opgelegd voor het met andere doeleinden bijvoederen dan het afleidend voederen als voor het voederen om oogsten te beschermen, waarbij de voorwaarden inzake de plaats, het product en de voorwaarden niet worden nageleefd, zoals bepaald in het besluit van de Waalse regering van 18 oktober 2012 dat, wat betreft het afleidend bijvoeren van wilde zwijnen, de bijvoederingsplaatsen, de graangewassen die mogen worden verspreid en de manier van verspreiden en strooien vaststelt.",
        "Wegens de onwettigheid van het besluit van de Waalse regering van 18 oktober 2012 wordt de geldboete niet opgelegd voor de afleidende bijvoedering maar voor de bijvoedering in de onmiddellijke nabijheid van een jachtterrein of waterloop of met niet-toegelaten voeders of met behulp van mechanische middelen of slierten die de toegelaten afmetingen te boven gaan; de wet van 28 februari 1882 bestraft echter nog steeds de niet-afleidende bijvoedering van wilde zwijnen, wat ongeacht de voorwaarden verboden blijft.",
        "Vertaling nog niet beschikbaar"
      ]
    }
  },
  "1quater": {
    "ECLI:BE:CASS:2013:ARR.20130206.5": {
      "court": "CASS",
      "date": "2013-02-06",
      "roleNumber": "P.12.0395.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130206.5",
      "abstractFR": [
        "Lorsque le juge constate que le respect des plans de tir participe à une bonne gestion cynégétique dont la gestion relève de l'objet social d'une Unité de gestion cynégétique déterminée et qu'il appartient statutairement à cette dernière d'infliger des amendes aux titulaires de droit chasse des secteurs déficitaires, il peut considérer ce conseil cynégétique comme pénalement responsable de la non-réalisation du plan de tir dont il avait à fixer les modalités d'élaboration et d'exécution."
      ],
      "abstractNL": [
        "Wanneer de rechter vaststelt dat de inachtneming van de afschotplannen bijdraagt tot een goed wildbeheer en dat dit beheer deel uitmaakt van het maatschappelijk doel van een welbepaalde Wildbeheereenheid, en dat het statutair de taak is van laatstgenoemde om geldboetes op te leggen aan de jachtrechthouders van de sectoren die het bij afschotplan vastgestelde aantal niet hebben gehaald, kan hij die jachtraad strafrechtelijk verantwoordelijk stellen voor de niet-uitvoering van het afschotplan waarvan zij de uitwerking en tenuitvoerlegging diende te regelen."
      ]
    }
  }
}