{
  "2": {
    "ECLI:BE:CASS:2014:ARR.20141008.5": {
      "court": "CASS",
      "date": "2014-10-08",
      "roleNumber": "P.14.1311.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141008.5",
      "abstractFR": [
        "En prononçant la déchéance de l'autorité parentale, le tribunal de la jeunesse désigne la personne qui, sous son contrôle, exercera les droits dont les parents ou l'un d'eux sont déchus et remplira les obligations qui y sont corrélatives, ou confie le mineur à une institution, laquelle désigne une personne qui exercera ces droits après que sa désignation aura été homologuée par ce tribunal, sur réquisition du ministère public; la désignation du protuteur doit en principe s'opérer dans le jugement prononçant la déchéance de l'autorité parentale (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de jeugdrechtbank de ontzetting van het ouderlijk gezag uitspreekt, wijst zij de persoon aan die, onder haar toezicht, de rechten zal uitoefenen waarvan de ouders of een van hen zijn ontzet en die de daaruit voortvloeiende verplichtingen zal nakomen, of vertrouwt zij de minderjarige toe aan een instantie, die iemand aanwijst om de genoemde rechten uit te oefenen nadat diens aanwijzing door de jeugdrechtbank is gehomologeerd, op vordering van het openbaar ministerie; de aanwijzing van de provoogd moet in principe gebeuren in het vonnis waarbij de ontzetting van het ouderlijk gezag wordt uitgesproken (1). (1) Zie concl. OM in Pas. 2014, nr. ..."
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2025:ARR.20250520.2N.12": {
      "court": "CASS",
      "date": "2025-05-20",
      "roleNumber": "P.25.0278.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250520.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Uit de bepalingen van artikel 375bis, eerste en tweede lid, oud Burgerlijk Wetboek en van de artikelen 7 en 45.1 Jeugdbeschermingswet volgt dat, hoewel artikel 375bis oud Burgerlijk Wetboek deel uitmaakt van boek I, titel IX van het oud Burgerlijk Wetboek, het in dat artikel bedoelde grootouderlijk omgangsrecht niet onder de bevoegdheid van de jeugdrechtbank valt (1). (1) Antwerpen 22 september 2022, RABG 2023/1–2, met noot van M. GOVAERTS, “Artikel 7 Jeugdbeschermingswet en de concurrentiële bevoegdheid van de familie– en jeugdrechtbank omtrent het treffen van maatregelen aangaande de uitoefening van het ouderlijk gezag”; F. VROMAN, ‘Commentaar bij artikel 7 Jeugdbeschermingswet', in VERSCHELDEN, G. en WUYTS, T. (eds.), Personen– en familierecht. Artikelsgewijze commentaar met overzicht van rechtspraak en rechtsleer, Wolters Kluwer Belgium, 2024.",
        "Aangezien uit de bepalingen van artikel 375bis, eerste en tweede lid, oud Burgerlijk Wetboek en van de artikelen 7 en 45.1 Jeugdbeschermingswet volgt dat de grootouder die aan de jeugdrechter een contact vraagt met de minderjarige ten aanzien van wie jeugdbeschermingsmaatregelen zijn opgelegd, niet de hoedanigheid heeft van een partij in de procedure voor het jeugdgerecht en op grond van artikel 55, tweede lid, Jeugdbeschermingswet enkel de partijen en hun advocaat kennis kunnen nemen van het dossier wanneer het openbaar ministerie het opleggen van een maatregel bedoeld in de artikelen 52 en 53 van die wet vordert, alsmede gedurende de termijn voor het instellen van hoger beroep tegen de beschikkingen waarbij zulke maatregelen worden opgelegd, volgt hieruit dat door de weigering van inzage in het jeugdbeschermingsdossier het recht van verdediging van de grootouder niet kan worden miskend en dat deze grootouder ook op geen andere rechtsgrond in de hoedanigheid van partij in de procedure voor het jeugdgerecht kennis kan nemen van dit dossier, zodat de jeugdrechtbank niet moet antwoorden op zijn ter zake gevoerd verweer (1). (1) Antwerpen 22 september 2022, RABG 2023/1–2, met noot van M. GOVAERTS, “Artikel 7 Jeugdbeschermingswet en de concurrentiële bevoegdheid van de familie– en jeugdrechtbank omtrent het treffen van maatregelen aangaande de uitoefening van het ouderlijk gezag”; F. VROMAN, ‘Commentaar bij artikel 7 Jeugdbeschermingswet', in VERSCHELDEN, G. en WUYTS, T. (eds.), Personen– en familierecht. Artikelsgewijze commentaar met overzicht van rechtspraak en rechtsleer, Wolters Kluwer Belgium, 2024."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2023:ARR.20231129.BSAV.7": {
      "court": "CASS",
      "date": "2023-11-29",
      "roleNumber": "P.23.1258.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231129.BSAV.7",
      "abstractFR": null,
      "abstractNL": [
        "Het cassatieberoep ingesteld tegen een arrest dat had beslist tot de functie verblijf, typemodule verblijf in een pleeggezin waarbij de minderjarige werd toevertrouwd aan pleegouders met een opschorting van de contacten tussen de minderjarige enerzijds en de moeder en de maternale grootouders anderzijds en een toezicht door de sociale dienst voor gerechtelijke jeugdhulpverlening, heeft geen bestaansreden meer wanneer een nieuw arrest die regeling heeft beëindigd en de minderjarige verder onder het toezicht blijft van de sociale dienst voor gerechtelijke jeugdhulpverlening en dit in het milieu van zijn vader en dat er een absoluut contactverbod wordt opgelegd tussen de minderjarige enerzijds en de moeder en de maternale grootouders anderzijds."
      ]
    }
  },
  "32": {
    "ECLI:BE:CASS:2022:ARR.20220622.2F.10": {
      "court": "CASS",
      "date": "2022-06-22",
      "roleNumber": "P.22.0094.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220622.2F.10",
      "abstractFR": [
        "En vertu de l'article 6.3.d, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, toute personne accusée d'une infraction a le droit d'interroger ou de faire interroger les témoins à charge et d'obtenir la convocation et l'interrogation des témoins à décharge dans les mêmes conditions que les témoins à charge; les droits de la défense consacrés par cette disposition doivent être reconnus au parent à l'égard duquel la déchéance de l'autorité parentale est requise par le ministère public (1). (1) Voir les concl. du MP.",
        "L'intervention volontaire ou forcée en matière répressive n'est recevable qu'à la condition qu'une loi particulière la prévoie expressément ou qu'en vertu de la loi, le juge pénal soit autorisé exceptionnellement à prononcer une condamnation, une sanction ou une autre mesure à charge d'un tiers; aucune dérogation n'autorise les enfants concernés à devenir parties dans la procédure de déchéance de l'autorité parentale visant un père ou une mère (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Krachtens artikel 6.3.d. EVRM heeft eenieder tegen wie een vervolging wegens een misdrijf is ingesteld, het recht de getuigen à charge te ondervragen of te doen ondervragen en het oproepen en de ondervraging van getuigen à décharge te doen geschieden onder dezelfde voorwaarden als het geval is met de getuigen à charge; het in die bepaling gewaarborgde recht van verdediging dient te worden toegekend aan de ouder ten aanzien van wie het openbaar ministerie de ontzetting vordert (1). (1) Zie concl. OM in Pas. 2022, nr. 444.",
        "De vrijwillige of gedwongen tussenkomst in strafzaken is alleen ontvankelijk op voorwaarde dat een bijzondere wet zulks uitdrukkelijk bepaalt of dat krachtens de wet de strafrechter uitzonderlijk een veroordeling, sanctie of enige andere maatregel tegen een derde mag uitspreken; geen enkele afwijking laat toe dat de betrokken kinderen partij worden in de procedure tot ontzetting uit het ouderlijk gezag van een vader of een moeder (1). (1) Zie concl. OM in Pas. 2022, nr. 444.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141008.5": {
      "court": "CASS",
      "date": "2014-10-08",
      "roleNumber": "P.14.1311.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141008.5",
      "abstractFR": [
        "Le tribunal de la jeunesse apprécie en fait si la déchéance de l'autorité parentale, qui est une mesure facultative ne pouvant être appliquée que dans des circonstances exceptionnelles, constitue une mesure nécessaire à la protection de la santé ou la moralité et si elle est justifiée par une exigence liée à l'intérêt supérieur des enfants concernés (1). (1) Voir les concl. du MP.",
        "Sans qu'il soit requis qu'une condamnation ait été prononcée du chef d'infractions dont l'enfant concerné est l'objet, le tribunal de la jeunesse peut déchoir le père ou la mère qui, par mauvais traitements, abus d'autorité, inconduite notoire ou négligence grave, met en péril la santé, la sécurité ou la moralité de son enfant (1). (1) Voir les concl. du MP.",
        "En prononçant la déchéance de l'autorité parentale, le tribunal de la jeunesse désigne la personne qui, sous son contrôle, exercera les droits dont les parents ou l'un d'eux sont déchus et remplira les obligations qui y sont corrélatives, ou confie le mineur à une institution, laquelle désigne une personne qui exercera ces droits après que sa désignation aura été homologuée par ce tribunal, sur réquisition du ministère public; la désignation du protuteur doit en principe s'opérer dans le jugement prononçant la déchéance de l'autorité parentale (1). (1) Voir les concl. du MP.",
        "Aux fins de désignation du protuteur dans le jugement prononçant la déchéance de l'autorité parentale, des investigations préalables peuvent s'avérer nécessaires, justifiant notamment la convocation de l'institution à laquelle le mineur sera éventuellement confié si la déchéance est prononcée; l'intervention durant la phase préparatoire permet en effet au juge de la jeunesse de réunir tous les éléments utiles à sa décision au fond et de prendre des mesures de protection provisoires dans l'intérêt de l'enfant; le fait de cumuler une intervention dans la phase préparatoire relative aux investigations et aux mesures provisoires et une fonction de juge du fond n'implique pas un manque d'impartialité objective dans son chef (1). (1) Voir les concl. du MP.",
        "De la seule circonstance qu'une assistante sociale du service de protutelle était présente à l'audience du tribunal de la jeunesse avant qu'il ait été statué sur les réquisitions du ministère public relatives à la déchéance de l'autorité parentale, il ne saurait se déduire une violation du droit à un procès équitable du parent déchu (1). (1) Voir les concl. du MP.",
        "Le père ou la mère qui, par mauvais traitements, abus d'autorité, inconduite notoire ou négligence grave, met en péril la santé, la sécurité ou la moralité de son enfant, peut être déchu de l'autorité parentale; par négligence grave, il y a lieu d'entendre le comportement qui a sur l'enfant des effets néfastes non voulus directement ou indirectement et, par mauvais traitements, non seulement les souffrances physiques mais aussi morales qui perturbent les enfants.",
        "Le principe général du droit non bis in idem prohibe la prononciation de deux sanctions de même nature à charge d'une même personne du chef d'un même comportement; la condamnation civile d'un père au dédommagement de ses enfants à la suite d'une faute pénale n'interdit pas de prononcer à son égard, au titre de protection de ceux-ci, la déchéance de l'autorité parentale (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De jeugdrechtbank beoordeelt in feite of de ontzetting van het ouderlijk gezag, een facultatieve maatregel die alleen in uitzonderlijke omstandigheden kan worden toegepast, een maatregel is die noodzakelijk is voor de bescherming van de gezondheid of de zedelijkheid en of het hoger belang van de betrokken kinderen zulks verantwoordt (1). (1) Zie concl. OM in Pas. 2014, nr. ...",
        "Zonder dat wordt vereist dat er een veroordeling moet zijn uitgesproken wegens misdrijven tegen het kind, kan de jeugdrechtbank de vader of de moeder van het ouderlijk gezag ontzetten die, door slechte behandeling, misbruik van gezag, kennelijk slecht gedrag of erge nalatigheid, de gezondheid, de veiligheid of de zedelijkheid van het kind in gevaar brengt (1). (1) Zie concl. OM in Pas. 2014, nr. ...",
        "Wanneer de jeugdrechtbank de ontzetting van het ouderlijk gezag uitspreekt, wijst zij de persoon aan die, onder haar toezicht, de rechten zal uitoefenen waarvan de ouders of een van hen zijn ontzet en die de daaruit voortvloeiende verplichtingen zal nakomen, of vertrouwt zij de minderjarige toe aan een instantie, die iemand aanwijst om de genoemde rechten uit te oefenen nadat diens aanwijzing door de jeugdrechtbank is gehomologeerd, op vordering van het openbaar ministerie; de aanwijzing van de provoogd moet in principe gebeuren in het vonnis waarbij de ontzetting van het ouderlijk gezag wordt uitgesproken (1). (1) Zie concl. OM in Pas. 2014, nr. ...",
        "Met het oog op de aanwijzing van de provoogd in het vonnis waarbij de ontzetting van het ouderlijk gezag wordt uitgesproken, kunnen voorafgaande onderzoeken nodig zijn die met name de oproeping verantwoorden van de instelling waaraan de minderjarige in voorkomend geval zal worden toevertrouwd indien de ontzetting wordt uitgesproken; de tussenkomst tijdens de voorbereidende fase staat de jeugdrechter immers toe alle nuttige gegevens te verzamelen voor zijn beslissing over de grond van de zaak en om voorlopige beschermingsmaatregelen te nemen in het belang van het kind; het feit van een tussenkomst in de voorbereidende fase betreffende de onderzoeken en de voorlopige maatregelen te doen samengaan met een ambt van feitenrechter houdt niet in dat het laatstgenoemde aan objectieve onpartijdigheid ontbreekt (1). (1) Zie concl. OM in Pas. 2014, nr. ...",
        "Uit het enkele feit dat een sociaal assistente van de dienst provoogdij op de rechtszitting van de jeugdrechtbank aanwezig was vooraleer er uitspraak werd gedaan over de vordering van het openbaar ministerie betreffende de ontzetting van het ouderlijk gezag, kan geen miskenning van het recht op een eerlijke behandeling van de zaak van de ontzette ouder worden afgeleid (1). (1) Zie concl. OM in Pas. 2014, nr. ...",
        "De vader of de moeder die, door slechte behandeling, misbruik van gezag, kennelijk slecht gedrag of erge nalatigheid, de gezondheid, de veiligheid of de zedelijkheid van hun kind in gevaar brengt, kan van het ouderlijk gezag worden ontzet; onder erge nalatigheid moet het gedrag worden verstaan dat voor het kind rechtstreeks of onrechtstreeks ongewilde nefaste gevolgen heeft en, onder slechte behandeling, niet alleen fysiek maar ook moreel leed dat de kinderen van slag brengt.",
        "Het algemeen rechtsbeginsel non bis in idem verbiedt dat tegen eenzelfde persoon twee straffen worden uitgesproken van dezelfde aard wegens eenzelfde gedraging; de burgerrechtelijke veroordeling van een vader tot schadeloosstelling van zijn kinderen ten gevolge van een strafrechtelijke fout verbiedt niet dat jegens hem, als beschermingsmaatregel van die kinderen, de ontzetting van het ouderlijk gezag wordt uitgesproken (1). (1) Zie concl. OM in Pas. 2014, nr. ..."
      ]
    }
  },
  "33": {
    "ECLI:BE:CASS:2014:ARR.20141008.5": {
      "court": "CASS",
      "date": "2014-10-08",
      "roleNumber": "P.14.1311.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141008.5",
      "abstractFR": [
        "En prononçant la déchéance de l'autorité parentale, le tribunal de la jeunesse désigne la personne qui, sous son contrôle, exercera les droits dont les parents ou l'un d'eux sont déchus et remplira les obligations qui y sont corrélatives, ou confie le mineur à une institution, laquelle désigne une personne qui exercera ces droits après que sa désignation aura été homologuée par ce tribunal, sur réquisition du ministère public; la désignation du protuteur doit en principe s'opérer dans le jugement prononçant la déchéance de l'autorité parentale (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de jeugdrechtbank de ontzetting van het ouderlijk gezag uitspreekt, wijst zij de persoon aan die, onder haar toezicht, de rechten zal uitoefenen waarvan de ouders of een van hen zijn ontzet en die de daaruit voortvloeiende verplichtingen zal nakomen, of vertrouwt zij de minderjarige toe aan een instantie, die iemand aanwijst om de genoemde rechten uit te oefenen nadat diens aanwijzing door de jeugdrechtbank is gehomologeerd, op vordering van het openbaar ministerie; de aanwijzing van de provoogd moet in principe gebeuren in het vonnis waarbij de ontzetting van het ouderlijk gezag wordt uitgesproken (1). (1) Zie concl. OM in Pas. 2014, nr. ..."
      ]
    }
  },
  "34": {
    "ECLI:BE:CASS:2014:ARR.20141008.5": {
      "court": "CASS",
      "date": "2014-10-08",
      "roleNumber": "P.14.1311.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141008.5",
      "abstractFR": [
        "En prononçant la déchéance de l'autorité parentale, le tribunal de la jeunesse désigne la personne qui, sous son contrôle, exercera les droits dont les parents ou l'un d'eux sont déchus et remplira les obligations qui y sont corrélatives, ou confie le mineur à une institution, laquelle désigne une personne qui exercera ces droits après que sa désignation aura été homologuée par ce tribunal, sur réquisition du ministère public; la désignation du protuteur doit en principe s'opérer dans le jugement prononçant la déchéance de l'autorité parentale (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de jeugdrechtbank de ontzetting van het ouderlijk gezag uitspreekt, wijst zij de persoon aan die, onder haar toezicht, de rechten zal uitoefenen waarvan de ouders of een van hen zijn ontzet en die de daaruit voortvloeiende verplichtingen zal nakomen, of vertrouwt zij de minderjarige toe aan een instantie, die iemand aanwijst om de genoemde rechten uit te oefenen nadat diens aanwijzing door de jeugdrechtbank is gehomologeerd, op vordering van het openbaar ministerie; de aanwijzing van de provoogd moet in principe gebeuren in het vonnis waarbij de ontzetting van het ouderlijk gezag wordt uitgesproken (1). (1) Zie concl. OM in Pas. 2014, nr. ..."
      ]
    }
  },
  "36": {
    "ECLI:BE:CASS:2022:ARR.20220216.2F.2": {
      "court": "CASS",
      "date": "2022-02-16",
      "roleNumber": "P.21.1153.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220216.2F.2",
      "abstractFR": [
        "Les juridictions répressives ont le pouvoir d'apprécier souverainement en fait si la minorité alléguée par un inculpé ou un prévenu est établie, sans que la loi n'assujettisse la question à un mode spécial de preuve (1). (1) Cass. 4 mars 2010, RG P.10.0325.F, Pas. 2010, n° 151."
      ],
      "abstractNL": [
        "De strafgerechten zijn bevoegd om onaantastbaar in feite te beoordelen of de door een inverdenkinggestelde of een beklaagde aangevoerde minderjarigheid vaststaat, zonder dat de wet op dit punt een bijzonder bewijsmiddel voorschrijft (1). (1) Cass. 4 maart 2010, AR P.10.0325.F, AC 2010, nr. 151."
      ]
    }
  },
  "44": {
    "ECLI:BE:CASS:2025:ARR.20250211.2N.5": {
      "court": "CASS",
      "date": "2025-02-11",
      "roleNumber": "P.24.1563.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250211.2N.5",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 44, § 6, eerste lid, Jeugdbeschermingswet volgt dat het openbaar ministerie, dat in eerste aanleg niet werd betrokken bij de onttrekkings- en verwijzingsprocedure, ook voor het eerst in hoger beroep tegen de beslissing van de jeugdrechter kan vragen dat de zaak toch aanhangig blijft bij de jeugdrechtbank waar ze reeds aanhangig werd gemaakt; dat het openbaar ministerie in dat geval zelf geen hoger beroep aantekende tegen de onttrekkings- en verwijzingsbeslissing van de jeugdrechter doet hieraan geen afbreuk."
      ]
    }
  },
  "45": {
    "ECLI:BE:CASS:2025:ARR.20250520.2N.12": {
      "court": "CASS",
      "date": "2025-05-20",
      "roleNumber": "P.25.0278.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250520.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Uit de bepalingen van artikel 375bis, eerste en tweede lid, oud Burgerlijk Wetboek en van de artikelen 7 en 45.1 Jeugdbeschermingswet volgt dat, hoewel artikel 375bis oud Burgerlijk Wetboek deel uitmaakt van boek I, titel IX van het oud Burgerlijk Wetboek, het in dat artikel bedoelde grootouderlijk omgangsrecht niet onder de bevoegdheid van de jeugdrechtbank valt (1). (1) Antwerpen 22 september 2022, RABG 2023/1–2, met noot van M. GOVAERTS, “Artikel 7 Jeugdbeschermingswet en de concurrentiële bevoegdheid van de familie– en jeugdrechtbank omtrent het treffen van maatregelen aangaande de uitoefening van het ouderlijk gezag”; F. VROMAN, ‘Commentaar bij artikel 7 Jeugdbeschermingswet', in VERSCHELDEN, G. en WUYTS, T. (eds.), Personen– en familierecht. Artikelsgewijze commentaar met overzicht van rechtspraak en rechtsleer, Wolters Kluwer Belgium, 2024.",
        "Aangezien uit de bepalingen van artikel 375bis, eerste en tweede lid, oud Burgerlijk Wetboek en van de artikelen 7 en 45.1 Jeugdbeschermingswet volgt dat de grootouder die aan de jeugdrechter een contact vraagt met de minderjarige ten aanzien van wie jeugdbeschermingsmaatregelen zijn opgelegd, niet de hoedanigheid heeft van een partij in de procedure voor het jeugdgerecht en op grond van artikel 55, tweede lid, Jeugdbeschermingswet enkel de partijen en hun advocaat kennis kunnen nemen van het dossier wanneer het openbaar ministerie het opleggen van een maatregel bedoeld in de artikelen 52 en 53 van die wet vordert, alsmede gedurende de termijn voor het instellen van hoger beroep tegen de beschikkingen waarbij zulke maatregelen worden opgelegd, volgt hieruit dat door de weigering van inzage in het jeugdbeschermingsdossier het recht van verdediging van de grootouder niet kan worden miskend en dat deze grootouder ook op geen andere rechtsgrond in de hoedanigheid van partij in de procedure voor het jeugdgerecht kennis kan nemen van dit dossier, zodat de jeugdrechtbank niet moet antwoorden op zijn ter zake gevoerd verweer (1). (1) Antwerpen 22 september 2022, RABG 2023/1–2, met noot van M. GOVAERTS, “Artikel 7 Jeugdbeschermingswet en de concurrentiële bevoegdheid van de familie– en jeugdrechtbank omtrent het treffen van maatregelen aangaande de uitoefening van het ouderlijk gezag”; F. VROMAN, ‘Commentaar bij artikel 7 Jeugdbeschermingswet', in VERSCHELDEN, G. en WUYTS, T. (eds.), Personen– en familierecht. Artikelsgewijze commentaar met overzicht van rechtspraak en rechtsleer, Wolters Kluwer Belgium, 2024."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141008.5": {
      "court": "CASS",
      "date": "2014-10-08",
      "roleNumber": "P.14.1311.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141008.5",
      "abstractFR": [
        "Il relève des attributions, non du juge, mais du ministère public de citer les personnes à comparaître devant les juridictions de la jeunesse (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Niet de rechter maar het openbaar ministerie is bevoegd om personen voor de jeugdgerechten te dagvaarden (1). (1) Zie concl. OM in Pas. 2014, nr. ..."
      ]
    }
  },
  "46": {
    "ECLI:BE:CASS:2021:ARR.20210928.2N.5": {
      "court": "CASS",
      "date": "2021-09-28",
      "roleNumber": "P.21.0791.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210928.2N.5&lang=fr",
      "abstractFR": [
        "Ni l'article 9 de Convention relative aux droits de l'enfant, ni aucune autre disposition de celle-ci ne définissent ce qu'il faut entendre par le terme « parent » concernant le droit de l'enfant de ne pas être séparé de ses parents, sous réserve d'une décision judiciaire, et concernant le droit des parties de prendre part à la procédure relative à la protection de la jeunesse; il s'ensuit qu'il revient aux États contractants d'en préciser les contours; conformément à l'article 46 de la loi du 8 avril 1965 relative à la protection de la jeunesse, à la prise en charge des mineurs ayant commis un fait qualifié infraction et à la réparation du dommage causé par ce fait, applicable en l'espèce, la citation à comparaître devant le tribunal de la jeunesse à la requête du ministère public doit, à peine de nullité, être adressée aux parents, parents d'accueil, tuteurs ou personnes qui ont la garde du mineur de même que, en principe, au mineur lui-même; en l'absence de disposition spécifique, le terme « parent » doit être compris selon son acception en droit commun, laquelle découle, s'agissant de la filiation paternelle, des articles 315 à 325 de l'ancien Code civil (1); il s'ensuit que celui dont il est allégué qu'il est le géniteur de l'enfant sans que la filiation paternelle ait été établie conformément aux dispositions légales précitées ne peut arguer de sa qualité de parent dans le cadre d'une procédure menée devant le tribunal de la jeunesse. (1) Quant à ces règles, voir F. SWENNEN, Het personen en familierecht. Een benadering in context, Intersentia, 2021, pp. 479-492.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Artikel 9 Kinderrechtenverdrag noch een andere bepaling van dat verdrag legt uit wat voor het recht van het kind om niet te worden gescheiden van zijn ouders, behoudens rechterlijke beslissing, en voor het recht op deelname van partijen aan de procedure van jeugdbescherming onder het begrip “ouder” moet worden begrepen; daaruit volgt dat de verdere invulling daarvan is overgelaten aan de verdragsluitende Staten; artikel 46 Jeugdbeschermingswet bepaalt dat de dagvaarding op verzoek van het openbaar ministerie om te verschijnen voor de jeugdrechtbank, op straffe van nietigheid moet worden gericht aan de ouders, de opvangouders, de voogden of degenen die de minderjarige onder bewaring hebben, alsook in beginsel aan de minderjarige zelf; bij gebrek aan een specifieke bepaling is het begrip “ouder” hierbij te begrijpen in de gemeenrechtelijke betekenis, zoals langs vaderszijde bepaald in de artikelen 315 tot en met 325 oud Burgerlijk Wetboek (1); daaruit volgt dat hij van wie wordt aangevoerd dat hij de verwekker is van het kind zonder dat de afstamming van vaderszijde overeenkomstig de voormelde wetsbepalingen is vastgesteld, zich niet als ouder in een procedure voor de jeugdrechtbank kan manifesteren. (1) Over deze regels zie F. SWENNEN, Het personen en familierecht. Een benadering in context, Intersentia, 2021, 479-492."
      ]
    }
  },
  "50": {
    "ECLI:BE:CASS:2019:ARR.20191204.2F.2": {
      "court": "CASS",
      "date": "2019-12-04",
      "roleNumber": "P.18.0531.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191204.2F.2",
      "abstractFR": [
        "En vertu des articles 50 et 55 de la loi du 8 avril 1965 relative à la protection de la jeunesse, les pièces des procédures qui ont été ouvertes au tribunal de la jeunesse et qui concernent la personnalité du mineur intéressé et le milieu où il vit, ont pour seules finalités de déterminer, dans l'intérêt de ce mineur, les modalités de l'administration de sa personne ou les moyens appropriés à son éducation ou à son traitement (1). (1) Cass. 21 septembre 2016, RG. P.15.1123.F, Pas., 2016, n° 510, avec concl. MP.",
        "L'économie générale de la loi du 8 avril 1965 et la finalité des investigations qu'elle permet, excluent que les pièces des procédures qui ont été ouvertes au tribunal de la jeunesse et qui concernent la personnalité du mineur intéressé et le milieu où il vit, soient invoquées dans le cadre de poursuites pénales, et ce, que leur production y soit invoquée par le prévenu à l'appui de sa défense ou par une partie civile au soutien de son accusation (1); cette interdiction vaut également pour les pièces relatives aux investigations et expertises ordonnées par d'autres juges que le juge protectionnel, notamment dans le cadre d'une procédure civile relative à l'exercice de l'autorité parentale et du droit d'hébergement des enfants (2). (1) Cass. 21 mai 2014, RG P.14.0094.F, Pas. 2014, n° 366; Cass. 19 février 2014, RG P.13.1690.F, Pas. 2014, n° 128. (2) Cass. 20 octobre 2010, RG P.09.029.F, Pas. 2010, n° 614.",
        "Le fondement de l'interdiction d'utiliser dans le cadre de poursuites pénales les investigations concernant la personnalité du mineur et le milieu où il vit gît dans le droit de l'enfant au respect de sa vie privée et familiale, protégé notamment par les articles 22 de la Constitution et 8.1 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales; il réside également dans le secret professionnel garanti, par l'article 458 du Code pénal, aux experts ou assistants sociaux auxquels les personnes interrogées doivent pouvoir se confier en ayant l'assurance que les informations communiquées ne serviront pas d'autres objectifs que ceux pour lesquels elles sont récoltées."
      ],
      "abstractNL": [
        "Krachtens de artikelen 50 en 55 Jeugdbeschermingswet hebben de stukken van de procedures die werden ingeleid bij de jeugdrechtbank en die betrekking hebben op de persoonlijkheid van de betrokken minderjarige en op het milieu waarin hij is grootgebracht, enkel tot doel uit te maken welke beheersmaatregelen in zijn belang moeten worden genomen en welke middelen voor zijn opvoeding of behandeling geschikt zijn (1). (1) Cass. 21 september 2016, AR P.15.1123.F, AC 2016, nr. 510, met concl. OM op datum in Pas.",
        "De algemene opzet van de Jeugdbeschermingswet en de finaliteit van de in dat kader mogelijke onderzoeken sluiten uit dat de stukken van de procedures die bij de jeugdrechtbank zijn ingeleid en die betrekking hebben op de persoonlijkheid van de betrokken minderjarige en het milieu waarin hij is grootgebracht, in het kader van een strafvervolging worden aangevoerd, zelfs als de beklaagde de overlegging ervan tot staving van zijn verweer of een burgerlijke partij ze tot staving van haar beschuldiging aanvoert (1); dat verbod geldt ook voor de stukken betreffende de onderzoeken en deskundigenonderzoeken die door andere rechters dan de beschermingsrechter worden bevolen, met name in het kader van een burgerlijke procedure inzake de uitoefening van het ouderlijk gezag en van het recht van huisvesting van de kinderen (2). (1) Cass. 21 mei 2014, AR P.14.0094.F, AC 2014, nr. 366; Cass. 19 februari 2014, AR P.13.1690.F, AC 2014, nr. 128. (2) Cass. 20 oktober 2010, RG P.09.0529.F, AC 2010, nr. 614.",
        "Het verbod om in het kader van de strafvervolging de onderzoeken betreffende de persoonlijkheid van de minderjarige en het milieu waarin hij is grootgebracht aan te wenden, is gegrond op het recht van het kind op de eerbiediging van zijn privéleven en gezinsleven, dat inzonderheid beschermd wordt door de artikelen 22 Grondwet en 8.1 EVRM; het berust ook op het beroepsgeheim dat door artikel 458 Strafwetboek wordt toegekend aan deskundigen of aan maatschappelijk assistenten, waaraan de ondervraagde personen informatie moeten kunnen toevertrouwen met de garantie dat deze niet voor een ander doel zal worden aangewend dan dat waarvoor ze werd vergaard."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190604.8": {
      "court": "CASS",
      "date": "2019-06-04",
      "roleNumber": "P.19.0238.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190604.8&lang=fr",
      "abstractFR": [
        "L'économie générale de la loi du 8 avril 1965 sur la protection de la jeunesse et la finalité des investigations qu'elle permet excluent que les pièces des procédures qui ont été ouvertes au tribunal de la jeunesse et qui concernent la personnalité du mineur intéressé et le milieu dans lequel il vit, soient utilisées à des fins, quelles qu'elles soient, autres que celles pour lesquelles elles ont été réalisées, de sorte qu'elles ne peuvent être invoquées dans le cadre de l'appréciation de la responsabilité civile des parents du mineur (1). (1) Cass. 19 mai 1993, RG P.93.0149.F, Pas. 1993, n° 247."
      ],
      "abstractNL": [
        "Het algemeen opzet van de Jeugdbeschermingswet en de finaliteit van de onderzoeken die zij toestaat, sluiten uit dat de stukken van de procedures die de jeugdrechtbank kan hanteren en die betrekking hebben op de persoonlijkheid van de betrokken minderjarige en op het milieu waarin hij leeft, worden aangewend voor eender welk ander doel dan dat waarvoor ze werden uitgevoerd, zodat deze niet kunnen worden aangevoerd ter beoordeling van de burgerrechtelijke aansprakelijkheid van de ouders van de minderjarige (1). (1) Cass. 19 mei 1993, AR P.93.0149.F, AC 1993, nr. 247."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190220.2": {
      "court": "CASS",
      "date": "2019-02-20",
      "roleNumber": "P.18.1188.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190220.2",
      "abstractFR": [
        "En vertu des articles 50 et 55 de la loi du 8 avril 1965, les pièces des procédures qui ont été ouvertes au tribunal de la jeunesse et qui concernent la personnalité du mineur intéressé et le milieu où il vit, ont pour seule finalité de déterminer, dans l'intérêt du mineur, les modalités de l'administration de la personne ou les moyens appropriés à son éducation ou à son traitement (1). (1) Cass. 21 septembre 2016, RG P.15.1123.F, Pas. 2016, n° 510, et concl. de M. VANDERMEERSCH, avocat général."
      ],
      "abstractNL": [
        "Krachtens de artikelen 50 en 55 Jeugdbeschermingswet hebben de stukken van de procedures voor de jeugdrechtbank die betrekking hebben op de persoonlijkheid van de betrokken minderjarige en het milieu waarin hij leeft, enkel tot doel om, in het belang van de minderjarige, de bestuursmodaliteiten vast te stellen over zijn persoon of de middelen die voor zijn opvoeding of behandeling passend zijn (1). (1) Cass. 21 september 2016, AR P.15.1123.F, AC 2016, nr. 510; en concl. van M. VANDERMEERSCH, advocaat-generaal in Pas."
      ]
    }
  },
  "51": {
    "ECLI:BE:CASS:2025:ARR.20250520.2N.12": {
      "court": "CASS",
      "date": "2025-05-20",
      "roleNumber": "P.25.0278.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250520.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Aangezien uit de bepalingen van artikel 375bis, eerste en tweede lid, oud Burgerlijk Wetboek en van de artikelen 7 en 45.1 Jeugdbeschermingswet volgt dat de grootouder die aan de jeugdrechter een contact vraagt met de minderjarige ten aanzien van wie jeugdbeschermingsmaatregelen zijn opgelegd, niet de hoedanigheid heeft van een partij in de procedure voor het jeugdgerecht en op grond van artikel 55, tweede lid, Jeugdbeschermingswet enkel de partijen en hun advocaat kennis kunnen nemen van het dossier wanneer het openbaar ministerie het opleggen van een maatregel bedoeld in de artikelen 52 en 53 van die wet vordert, alsmede gedurende de termijn voor het instellen van hoger beroep tegen de beschikkingen waarbij zulke maatregelen worden opgelegd, volgt hieruit dat door de weigering van inzage in het jeugdbeschermingsdossier het recht van verdediging van de grootouder niet kan worden miskend en dat deze grootouder ook op geen andere rechtsgrond in de hoedanigheid van partij in de procedure voor het jeugdgerecht kennis kan nemen van dit dossier, zodat de jeugdrechtbank niet moet antwoorden op zijn ter zake gevoerd verweer (1). (1) Antwerpen 22 september 2022, RABG 2023/1–2, met noot van M. GOVAERTS, “Artikel 7 Jeugdbeschermingswet en de concurrentiële bevoegdheid van de familie– en jeugdrechtbank omtrent het treffen van maatregelen aangaande de uitoefening van het ouderlijk gezag”; F. VROMAN, ‘Commentaar bij artikel 7 Jeugdbeschermingswet', in VERSCHELDEN, G. en WUYTS, T. (eds.), Personen– en familierecht. Artikelsgewijze commentaar met overzicht van rechtspraak en rechtsleer, Wolters Kluwer Belgium, 2024."
      ]
    }
  },
  "52": {
    "ECLI:BE:CASS:2025:ARR.20250520.2N.12": {
      "court": "CASS",
      "date": "2025-05-20",
      "roleNumber": "P.25.0278.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250520.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Aangezien uit de bepalingen van artikel 375bis, eerste en tweede lid, oud Burgerlijk Wetboek en van de artikelen 7 en 45.1 Jeugdbeschermingswet volgt dat de grootouder die aan de jeugdrechter een contact vraagt met de minderjarige ten aanzien van wie jeugdbeschermingsmaatregelen zijn opgelegd, niet de hoedanigheid heeft van een partij in de procedure voor het jeugdgerecht en op grond van artikel 55, tweede lid, Jeugdbeschermingswet enkel de partijen en hun advocaat kennis kunnen nemen van het dossier wanneer het openbaar ministerie het opleggen van een maatregel bedoeld in de artikelen 52 en 53 van die wet vordert, alsmede gedurende de termijn voor het instellen van hoger beroep tegen de beschikkingen waarbij zulke maatregelen worden opgelegd, volgt hieruit dat door de weigering van inzage in het jeugdbeschermingsdossier het recht van verdediging van de grootouder niet kan worden miskend en dat deze grootouder ook op geen andere rechtsgrond in de hoedanigheid van partij in de procedure voor het jeugdgerecht kennis kan nemen van dit dossier, zodat de jeugdrechtbank niet moet antwoorden op zijn ter zake gevoerd verweer (1). (1) Antwerpen 22 september 2022, RABG 2023/1–2, met noot van M. GOVAERTS, “Artikel 7 Jeugdbeschermingswet en de concurrentiële bevoegdheid van de familie– en jeugdrechtbank omtrent het treffen van maatregelen aangaande de uitoefening van het ouderlijk gezag”; F. VROMAN, ‘Commentaar bij artikel 7 Jeugdbeschermingswet', in VERSCHELDEN, G. en WUYTS, T. (eds.), Personen– en familierecht. Artikelsgewijze commentaar met overzicht van rechtspraak en rechtsleer, Wolters Kluwer Belgium, 2024."
      ]
    }
  },
  "53": {
    "ECLI:BE:CASS:2025:ARR.20250520.2N.12": {
      "court": "CASS",
      "date": "2025-05-20",
      "roleNumber": "P.25.0278.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250520.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Aangezien uit de bepalingen van artikel 375bis, eerste en tweede lid, oud Burgerlijk Wetboek en van de artikelen 7 en 45.1 Jeugdbeschermingswet volgt dat de grootouder die aan de jeugdrechter een contact vraagt met de minderjarige ten aanzien van wie jeugdbeschermingsmaatregelen zijn opgelegd, niet de hoedanigheid heeft van een partij in de procedure voor het jeugdgerecht en op grond van artikel 55, tweede lid, Jeugdbeschermingswet enkel de partijen en hun advocaat kennis kunnen nemen van het dossier wanneer het openbaar ministerie het opleggen van een maatregel bedoeld in de artikelen 52 en 53 van die wet vordert, alsmede gedurende de termijn voor het instellen van hoger beroep tegen de beschikkingen waarbij zulke maatregelen worden opgelegd, volgt hieruit dat door de weigering van inzage in het jeugdbeschermingsdossier het recht van verdediging van de grootouder niet kan worden miskend en dat deze grootouder ook op geen andere rechtsgrond in de hoedanigheid van partij in de procedure voor het jeugdgerecht kennis kan nemen van dit dossier, zodat de jeugdrechtbank niet moet antwoorden op zijn ter zake gevoerd verweer (1). (1) Antwerpen 22 september 2022, RABG 2023/1–2, met noot van M. GOVAERTS, “Artikel 7 Jeugdbeschermingswet en de concurrentiële bevoegdheid van de familie– en jeugdrechtbank omtrent het treffen van maatregelen aangaande de uitoefening van het ouderlijk gezag”; F. VROMAN, ‘Commentaar bij artikel 7 Jeugdbeschermingswet', in VERSCHELDEN, G. en WUYTS, T. (eds.), Personen– en familierecht. Artikelsgewijze commentaar met overzicht van rechtspraak en rechtsleer, Wolters Kluwer Belgium, 2024."
      ]
    }
  },
  "54": {
    "ECLI:BE:CASS:2024:ARR.20241009.2F.15": {
      "court": "CASS",
      "date": "2024-10-09",
      "roleNumber": "P.24.1198.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241009.2F.15",
      "abstractFR": [
        "Conformément à l'article 54 de la loi du 8 avril 1965 relative à la protection de la jeunesse, les parties comparaissent en personne en matière de mesures de protection des mineur mais cette disposition doit être lue en combinaison avec l'article 6 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales qui consacre, dans le cadre du droit à un procès équitable, le respect des droits de la défense; partant, lorsque le mineur sollicite l'autorisation de se faire représenter devant la juridiction de la jeunesse, celle-ci examine si les circonstances concrètes de la cause justifient cette demande afin de lui garantir le respect des droits de la défense et le droit d'accès effectif à un tribunal (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": null
    }
  },
  "55": {
    "ECLI:BE:CASS:2025:ARR.20250520.2N.12": {
      "court": "CASS",
      "date": "2025-05-20",
      "roleNumber": "P.25.0278.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250520.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Aangezien uit de bepalingen van artikel 375bis, eerste en tweede lid, oud Burgerlijk Wetboek en van de artikelen 7 en 45.1 Jeugdbeschermingswet volgt dat de grootouder die aan de jeugdrechter een contact vraagt met de minderjarige ten aanzien van wie jeugdbeschermingsmaatregelen zijn opgelegd, niet de hoedanigheid heeft van een partij in de procedure voor het jeugdgerecht en op grond van artikel 55, tweede lid, Jeugdbeschermingswet enkel de partijen en hun advocaat kennis kunnen nemen van het dossier wanneer het openbaar ministerie het opleggen van een maatregel bedoeld in de artikelen 52 en 53 van die wet vordert, alsmede gedurende de termijn voor het instellen van hoger beroep tegen de beschikkingen waarbij zulke maatregelen worden opgelegd, volgt hieruit dat door de weigering van inzage in het jeugdbeschermingsdossier het recht van verdediging van de grootouder niet kan worden miskend en dat deze grootouder ook op geen andere rechtsgrond in de hoedanigheid van partij in de procedure voor het jeugdgerecht kennis kan nemen van dit dossier, zodat de jeugdrechtbank niet moet antwoorden op zijn ter zake gevoerd verweer (1). (1) Antwerpen 22 september 2022, RABG 2023/1–2, met noot van M. GOVAERTS, “Artikel 7 Jeugdbeschermingswet en de concurrentiële bevoegdheid van de familie– en jeugdrechtbank omtrent het treffen van maatregelen aangaande de uitoefening van het ouderlijk gezag”; F. VROMAN, ‘Commentaar bij artikel 7 Jeugdbeschermingswet', in VERSCHELDEN, G. en WUYTS, T. (eds.), Personen– en familierecht. Artikelsgewijze commentaar met overzicht van rechtspraak en rechtsleer, Wolters Kluwer Belgium, 2024."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210504.2N.1": {
      "court": "CASS",
      "date": "2021-05-04",
      "roleNumber": "P.21.0041.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210504.2N.1&lang=fr",
      "abstractFR": [
        "L'économie générale de la loi et la finalité des investigations ordonnées dans ce cadre qui concernent la personnalité du mineur intéressé et le milieu dans lequel il est élevé excluent que les pièces des procédures pendantes devant le tribunal de la jeunesse concernant cette enquête sociale soient invoquées dans le cadre de poursuites pénales, quand bien même un prévenu en solliciterait la production à l'appui de sa défense; cette interdiction vaut également pour les pièces relatives aux investigations et expertises ordonnées par des juges autres que le juge de la jeunesse, notamment dans le cadre d'une procédure civile relative à l'exercice de l'autorité parentale ou du droit de séjour des mineurs (1) ; l'origine de cette interdiction gît dans le droit de l'enfant au respect de sa vie privée et familiale, garanti notamment par l'article 8, § 1er, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales et par l'article 22 de la Constitution (2). (1) Cass. 4 décembre 2019, RG P.18.0531.F, Pas. 2019, n° 643 ; Cass. 20 octobre 2010, RG P.09.0529.F, Pas. 2010, n° 614, R.D.P. 2011, 198 et la note de L. NOUWYNCK ; Cass. 19 octobre 2005, RG P.05.0807.F, Pas. 2005, n° 519, avec concl. de M. VANDERMEERSCH, avocat général, N.C. 2006, 196 et la note de B. DE SMET, T.J.K. 2006, 325 et la note de L. DRESER ; Anvers 2 mars 2016, T. Fam. 2017, 41 et la note de A. VERSTAPPEN Contra : Cass. 21 mars 2006, RG P.06.0211.N, Pas. 2006, n° 166. (2) Cass. 20 février 2019, RG P.18.1188.F, Pas. 2019, n° 105 ; Cass. 21 septembre 2016, RG P.15.1123.F, Pas. 2016, n° 510, avec concl. de M. VANDERMEERSCH, avocat général ; Cass. 21 mai 2014, RG P.14.0094.F, Pas. 2014, nr. 366 ; Cass. 19 février 2014, RG P.13.1690.F, Pas. 2014, n° 129 ; Cass. 12 mai 1999, RG P.99.0036.F, Pas. 1999, n° 280, Anvers 21 janvier 2009, R.W. 2009-10, 1053 et la note de B. DE SMET. Voir J. SMETS, Jeugdbeschermingsrecht, A.P.R. 1996, 526-528 ; B. DE SMET, Juridische aanpak van problemen rond opvoeding, Anvers, Intersentia, 2008, 35 ; J. CORINON, « Juridisering van de hulpverlening: het gebruik/misbruik van hulpverleningsdossiers bij vechtscheidingen », Jura Falc. 2013-14, 967-968 ; J. PUT, Handboek jeugdbeschermingsrecht, Bruges, La Charte, 2015, 481-482 ; B. DE SMET, Jeugdbeschermingsrecht in hoofdlijnen, Intersentia, 2017, 302-303 ; A. VERSTAPPEN, « Het gebruik van stukken uit een jeugdbeschermingsprocedure betreffende de minderjarige in andere gerechtelijke procedures », T. Fam. 2017, 44-52."
      ],
      "abstractNL": [
        "Het algemeen opzet van de wet en de finaliteit van de in dat kader bevolen onderzoeken, die betrekking hebben op de persoonlijkheid van de betrokken minderjarige en het milieu waarin hij is grootgebracht, sluiten uit dat stukken van procedures bij de jeugdrechtbank over dat maatschappelijk onderzoek in het kader van een strafvervolging worden aangevoerd, zelfs als een beklaagde de overlegging ervan tot staving van zijn verweer zou vorderen; dat verbod geldt ook voor de stukken betreffende de onderzoeken en deskundigenonderzoeken die door andere rechters dan de jeugdrechter worden bevolen, zoals in het kader van een burgerlijke procedure betreffende de uitoefening van het ouderlijk gezag en het recht van verblijf van de minderjarigen (1) ; dat verbod vindt zijn oorsprong in het recht van het kind op de eerbiediging van zijn privéleven en gezinsleven, dat inzonderheid wordt beschermd door artikel 8.1 EVRM en artikel 22 Grondwet (2). (1) Cass. 4 december 2019, AR P.18.0531.F, AC 2019, nr. 643; Cass. 20 oktober 2010, AR P.09.0529.F, AC 2010, nr. 614, R.D.P. 2011, 198 noot L. NOUWYNCK; Cass. 19 oktober 2005, AR P.05.0807.F, AC 2005, nr. 519 met concl. van advocaat–generaal D. VANDERMEERSCH op datum in Pas., N.C. 2006, 196 noot B. DE SMET, T.J.K. 2006, 325 noot L. DRESER; Antwerpen 2 maart 2016, T. Fam. 2017, 41 noot A. VERSTAPPEN Contra: Cass. 21 maart 2006, AR P.06.0211.N, AC 2006, nr. 166. (2) Cass. 20 februari 2019, AR P.18.1188.F, AC 2019, nr. 105; Cass. 21 september 2016, AR P.15.1123.F, AC 2016, nr. 510; met concl. van advocaat–generaal D. VANDERMEERSCH op datum in Pas.; Cass. 21 mei 2014, AR P.14.0094.F, AC 2014, nr. 366; Cass. 19 februari 2014, AR P.13.1690.F, AC 2014, nr. 129; Cass. 12 mei 1999, AR P.99.0036.F, AC 1999, nr. 280, Antwerpen 21 januari 2009, RW 2009–10, 1053 noot B. DE SMET. Zie J. SMETS, Jeugdbeschermingsrecht, APR 1996, 526–528; B. DE SMET, Juridische aanpak van problemen rond opvoeding, Antwerpen, Intersentia, 2008, 35; J. CORINON, “Juridisering van de hulpverlening: het gebruik/misbruik van hulpverleningsdossiers bij vechtscheidingen”, Jura Falc. 2013–14, 967–968; J. PUT, Handboek jeugdbeschermingsrecht, Brugge, Die Keure, 2015, 481–482; B. DE SMET, Jeugdbeschermingsrecht in hoofdlijnen, Intersentia, 2017, 302–303; A. VERSTAPPEN, “Het gebruik van stukken uit een jeugdbeschermingsprocedure betreffende de minderjarige in andere gerechtelijke procedures”, T. Fam. 2017, 44–52.",
        "Het algemeen opzet van de wet en de finaliteit van de in dat kader bevolen onderzoeken, die betrekking hebben op de persoonlijkheid van de betrokken minderjarige en het milieu waarin hij is grootgebracht, sluiten uit dat stukken van procedures bij de jeugdrechtbank over dat maatschappelijk onderzoek in het kader van een strafvervolging worden aangevoerd, zelfs als een beklaagde de overlegging ervan tot staving van zijn verweer zou vorderen; dat verbod geldt ook voor de stukken betreffende de onderzoeken en deskundigenonderzoeken die door andere rechters dan de jeugdrechter worden bevolen, zoals in het kader van een burgerlijke procedure betreffende de uitoefening van het ouderlijk gezag en het recht van verblijf van de minderjarigen (1) ; dat verbod vindt zijn oorsprong in het recht van het kind op de eerbiediging van zijn privéleven en gezinsleven, dat inzonderheid wordt beschermd door artikel 8.1 EVRM en artikel 22 Grondwet (2). (1) Cass. 4 december 2019, AR P.18.0531.F, AC 2019, nr. 643; Cass. 20 oktober 2010, AR P.09.0529.F, AC 2010, nr. 614, R.D.P. 2011, 198 noot L. NOUWYNCK; Cass. 19 oktober 2005, AR P.05.0807.F, AC 2005, nr. 519 met concl. van advocaat-generaal D. VANDERMEERSCH op datum in Pas., N.C. 2006, 196 noot B. DE SMET, T.J.K. 2006, 325 noot L. DRESER; Antwerpen 2 maart 2016, T. Fam. 2017, 41 noot A. VERSTAPPEN Contra: Cass. 21 maart 2006, AR P.06.0211.N, AC 2006, nr. 166. (2) Cass. 20 februari 2019, AR P.18.1188.F, AC 2019, nr. 105; Cass. 21 september 2016, AR P.15.1123.F, AC 2016, nr. 510; met concl. van advocaat-generaal D. VANDERMEERSCH op datum in Pas.; Cass. 21 mei 2014, AR P.14.0094.F, AC 2014, nr. 366; Cass. 19 februari 2014, AR P.13.1690.F, AC 2014, nr. 129; Cass. 12 mei 1999, AR P.99.0036.F, AC 1999, nr. 280, Antwerpen 21 januari 2009, RW 2009-10, 1053 noot B. DE SMET. Zie J. SMETS, Jeugdbeschermingsrecht, APR 1996, 526-528; B. DE SMET, Juridische aanpak van problemen rond opvoeding, Antwerpen, Intersentia, 2008, 35; J. CORINON, \"Juridisering van de hulpverlening: het gebruik/misbruik van hulpverleningsdossiers bij vechtscheidingen\", Jura Falc. 2013-14, 967-968; J. PUT, Handboek jeugdbeschermingsrecht, Brugge, Die Keure, 2015, 481-482; B. DE SMET, Jeugdbeschermingsrecht in hoofdlijnen, Intersentia, 2017, 302-303; A. VERSTAPPEN, \"Het gebruik van stukken uit een jeugdbeschermingsprocedure betreffende de minderjarige in andere gerechtelijke procedures\", T. Fam. 2017, 44-52."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191204.2F.2": {
      "court": "CASS",
      "date": "2019-12-04",
      "roleNumber": "P.18.0531.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191204.2F.2",
      "abstractFR": [
        "En vertu des articles 50 et 55 de la loi du 8 avril 1965 relative à la protection de la jeunesse, les pièces des procédures qui ont été ouvertes au tribunal de la jeunesse et qui concernent la personnalité du mineur intéressé et le milieu où il vit, ont pour seules finalités de déterminer, dans l'intérêt de ce mineur, les modalités de l'administration de sa personne ou les moyens appropriés à son éducation ou à son traitement (1). (1) Cass. 21 septembre 2016, RG. P.15.1123.F, Pas., 2016, n° 510, avec concl. MP.",
        "L'économie générale de la loi du 8 avril 1965 et la finalité des investigations qu'elle permet, excluent que les pièces des procédures qui ont été ouvertes au tribunal de la jeunesse et qui concernent la personnalité du mineur intéressé et le milieu où il vit, soient invoquées dans le cadre de poursuites pénales, et ce, que leur production y soit invoquée par le prévenu à l'appui de sa défense ou par une partie civile au soutien de son accusation (1); cette interdiction vaut également pour les pièces relatives aux investigations et expertises ordonnées par d'autres juges que le juge protectionnel, notamment dans le cadre d'une procédure civile relative à l'exercice de l'autorité parentale et du droit d'hébergement des enfants (2). (1) Cass. 21 mai 2014, RG P.14.0094.F, Pas. 2014, n° 366; Cass. 19 février 2014, RG P.13.1690.F, Pas. 2014, n° 128. (2) Cass. 20 octobre 2010, RG P.09.029.F, Pas. 2010, n° 614.",
        "Le fondement de l'interdiction d'utiliser dans le cadre de poursuites pénales les investigations concernant la personnalité du mineur et le milieu où il vit gît dans le droit de l'enfant au respect de sa vie privée et familiale, protégé notamment par les articles 22 de la Constitution et 8.1 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales; il réside également dans le secret professionnel garanti, par l'article 458 du Code pénal, aux experts ou assistants sociaux auxquels les personnes interrogées doivent pouvoir se confier en ayant l'assurance que les informations communiquées ne serviront pas d'autres objectifs que ceux pour lesquels elles sont récoltées."
      ],
      "abstractNL": [
        "Krachtens de artikelen 50 en 55 Jeugdbeschermingswet hebben de stukken van de procedures die werden ingeleid bij de jeugdrechtbank en die betrekking hebben op de persoonlijkheid van de betrokken minderjarige en op het milieu waarin hij is grootgebracht, enkel tot doel uit te maken welke beheersmaatregelen in zijn belang moeten worden genomen en welke middelen voor zijn opvoeding of behandeling geschikt zijn (1). (1) Cass. 21 september 2016, AR P.15.1123.F, AC 2016, nr. 510, met concl. OM op datum in Pas.",
        "De algemene opzet van de Jeugdbeschermingswet en de finaliteit van de in dat kader mogelijke onderzoeken sluiten uit dat de stukken van de procedures die bij de jeugdrechtbank zijn ingeleid en die betrekking hebben op de persoonlijkheid van de betrokken minderjarige en het milieu waarin hij is grootgebracht, in het kader van een strafvervolging worden aangevoerd, zelfs als de beklaagde de overlegging ervan tot staving van zijn verweer of een burgerlijke partij ze tot staving van haar beschuldiging aanvoert (1); dat verbod geldt ook voor de stukken betreffende de onderzoeken en deskundigenonderzoeken die door andere rechters dan de beschermingsrechter worden bevolen, met name in het kader van een burgerlijke procedure inzake de uitoefening van het ouderlijk gezag en van het recht van huisvesting van de kinderen (2). (1) Cass. 21 mei 2014, AR P.14.0094.F, AC 2014, nr. 366; Cass. 19 februari 2014, AR P.13.1690.F, AC 2014, nr. 128. (2) Cass. 20 oktober 2010, RG P.09.0529.F, AC 2010, nr. 614.",
        "Het verbod om in het kader van de strafvervolging de onderzoeken betreffende de persoonlijkheid van de minderjarige en het milieu waarin hij is grootgebracht aan te wenden, is gegrond op het recht van het kind op de eerbiediging van zijn privéleven en gezinsleven, dat inzonderheid beschermd wordt door de artikelen 22 Grondwet en 8.1 EVRM; het berust ook op het beroepsgeheim dat door artikel 458 Strafwetboek wordt toegekend aan deskundigen of aan maatschappelijk assistenten, waaraan de ondervraagde personen informatie moeten kunnen toevertrouwen met de garantie dat deze niet voor een ander doel zal worden aangewend dan dat waarvoor ze werd vergaard."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190604.8": {
      "court": "CASS",
      "date": "2019-06-04",
      "roleNumber": "P.19.0238.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190604.8&lang=fr",
      "abstractFR": [
        "L'économie générale de la loi du 8 avril 1965 sur la protection de la jeunesse et la finalité des investigations qu'elle permet excluent que les pièces des procédures qui ont été ouvertes au tribunal de la jeunesse et qui concernent la personnalité du mineur intéressé et le milieu dans lequel il vit, soient utilisées à des fins, quelles qu'elles soient, autres que celles pour lesquelles elles ont été réalisées, de sorte qu'elles ne peuvent être invoquées dans le cadre de l'appréciation de la responsabilité civile des parents du mineur (1). (1) Cass. 19 mai 1993, RG P.93.0149.F, Pas. 1993, n° 247."
      ],
      "abstractNL": [
        "Het algemeen opzet van de Jeugdbeschermingswet en de finaliteit van de onderzoeken die zij toestaat, sluiten uit dat de stukken van de procedures die de jeugdrechtbank kan hanteren en die betrekking hebben op de persoonlijkheid van de betrokken minderjarige en op het milieu waarin hij leeft, worden aangewend voor eender welk ander doel dan dat waarvoor ze werden uitgevoerd, zodat deze niet kunnen worden aangevoerd ter beoordeling van de burgerrechtelijke aansprakelijkheid van de ouders van de minderjarige (1). (1) Cass. 19 mei 1993, AR P.93.0149.F, AC 1993, nr. 247."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190220.2": {
      "court": "CASS",
      "date": "2019-02-20",
      "roleNumber": "P.18.1188.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190220.2",
      "abstractFR": [
        "L'article 6, § 1er de la Convention D.H. n'a pas pour portée d'interdire au législateur de restreindre le droit, y compris d'un prévenu, de faire usage de certaines pièces, lorsque leur production en justice paraît susceptible de porter atteinte aux droits d'autres personnes, notamment ceux dont le respect est lui aussi garanti par la Convention (1). (1) En l'espèce, le droit au respect de la vie privée et familiale, que garantit l'article 8 de la Convention D.H. Les juges d'appel ont considéré qu'ils ne pouvaient avoir égard aux «copies de deux décisions du service de protection judiciaire de Liège concernant [deux] mineurs d'âge», pièces que le prévenu avait déposées à l'appui de sa défense. Le MP a relevé que c'est à tort que le moyen invoque l'arrêt n° 86/2002 du 8 mai 2002 par lequel la Cour constitutionnelle a annulé partiellement les art. 131, §2, et 235bis, § 6, C.I.cr.; en effet, ces dispositions ont été modifiées à la suite de cet arrêt mais, surtout, sont relatives au sort des pièces annulées par les juridictions d'instruction à la suite de la constatation d'une irrégularité, omission, ou cause de nullité, ce qui n'est pas le cas des pièces visées au moyen. (M.N.B.)",
        "En vertu des articles 50 et 55 de la loi du 8 avril 1965, les pièces des procédures qui ont été ouvertes au tribunal de la jeunesse et qui concernent la personnalité du mineur intéressé et le milieu où il vit, ont pour seule finalité de déterminer, dans l'intérêt du mineur, les modalités de l'administration de la personne ou les moyens appropriés à son éducation ou à son traitement (1). (1) Cass. 21 septembre 2016, RG P.15.1123.F, Pas. 2016, n° 510, et concl. de M. VANDERMEERSCH, avocat général.",
        "L'économie générale de la loi du 8 avril 1965 et la finalité des investigations qu'elle permet excluent que les pièces des procédures qui ont été ouvertes au tribunal de la jeunesse et qui concernent la personnalité du mineur intéressé et le milieu où il vit soient invoquées dans le cadre de poursuites pénales et ce, quand bien même la production y serait revendiquée par un prévenu à l'appui de sa défense; en effet, la nature de ces investigations, l'ingérence qu'elles impliquent dans la vie privée et familiale et la confidentialité que la loi leur assigne pour garantir la transmission d'une information complète à l'autorité mandante prohibe leur utilisation à des fins, quelles qu'elles soient, autres que celles pour lesquelles elles ont été réalisées (1). (1) Cass. 21 septembre 2016, RG P.15.1123.F, Pas. 2016, n° 510, et concl. de M. VANDERMEERSCH, avocat général."
      ],
      "abstractNL": [
        "Artikel 6.1 EVRM wil de wetgever niet verbieden het recht te beperken, ook voor een beklaagde, om van bepaalde stukken gebruik te maken, wanneer de aanwending voor de rechtbank afbreuk kan doen aan de rechten van andere personen, die met name eveneens door het EVRM worden gewaarborgd (1). (1) Te dezen, het recht op eerbiediging van het privé- en familieleven, gewaarborgd door artikel 8 EVRM. De appelrechters hebben geoordeeld dat ze geen acht konden slaan op de \"afschriften van twee beslissingen van de dienst gerechtelijke bescherming te Luik betreffende [twee] minderjarigen,\" namelijk stukken die de beklaagde had ingediend tot staving van zijn verweer. Het OM heeft erop gewezen dat het middel ten onrechte het arrest nr. 86/2002 van 8 mei 2002 aanvoert waarbij het Grondwettelijk Hof de artikelen 131, § 2, en 235bis, § 6, Wetboek van Strafvordering gedeeltelijk nietig heeft verklaard; die bepalingen werden na dat arrest immers gewijzigd maar betreffen vooral de stukken die door de onderzoekgerechten nietig werden verklaard als gevolg van de vaststelling van een onregelmatigheid, verzuim, of grond voor nietigverklaring, wat niet het geval is voor de in het middel beoogde stukken. (M.N.B.)",
        "Krachtens de artikelen 50 en 55 Jeugdbeschermingswet hebben de stukken van de procedures voor de jeugdrechtbank die betrekking hebben op de persoonlijkheid van de betrokken minderjarige en het milieu waarin hij leeft, enkel tot doel om, in het belang van de minderjarige, de bestuursmodaliteiten vast te stellen over zijn persoon of de middelen die voor zijn opvoeding of behandeling passend zijn (1). (1) Cass. 21 september 2016, AR P.15.1123.F, AC 2016, nr. 510; en concl. van M. VANDERMEERSCH, advocaat-generaal in Pas.",
        "De algemene opzet van de wet van 8 april 1965 en de finaliteit van de onderzoeken die ze toestaat, sluiten uit dat de stukken van de procedures die bij de jeugdrechtbank werden geopend en die betrekking hebben op de persoonlijkheid van de betrokken minderjarige en het milieu waarin hij leeft, in het kader van strafvervolging worden aangevoerd, zelfs als een beklaagde de overlegging ervan zou vorderen tot staving van zijn verweer; de aard van die onderzoeken, de inmenging die ze vormen in het privé- en familieleven en de vertrouwelijkheid die de wet eraan toekent, teneinde de opdrachtgevende overheid volledige inlichtingen te verschaffen, houden immers in dat ze uitsluitend mogen worden aangewend voor het doel waarvoor die onderzoeken werden verricht (1). (1) Cass. 21 september 2016, AR P.15.1123.F, AC 2016, nr. 510; en concl. van M. VANDERMEERSCH, advocaat-generaal in Pas."
      ]
    }
  },
  "58": {
    "ECLI:BE:CASS:2025:ARR.20251209.2N.24": {
      "court": "CASS",
      "date": "2025-12-09",
      "roleNumber": "P.25.1371.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251209.2N.24",
      "abstractFR": null,
      "abstractNL": [
        "De uithandengegevene kan in de regel pas worden gedagvaard voor de gewone strafrechter, zoals bedoeld in artikel 38 Jeugddelinquentiedecreet, als het vonnis tot uithandengeving definitief is, en dus niet meer vatbaar is voor verzet in de gewone termijn of hoger beroep; de jeugdrechtbank kan echter op grond van artikel 58, laatste lid, Jeugdbeschermingswet, de voorlopige tenuitvoerlegging van haar beslissingen bevelen, behalve wat de kosten betreft (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231129.BSAV.7": {
      "court": "CASS",
      "date": "2023-11-29",
      "roleNumber": "P.23.1258.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231129.BSAV.7",
      "abstractFR": null,
      "abstractNL": [
        "Het cassatieberoep ingesteld tegen een arrest dat had beslist tot de functie verblijf, typemodule verblijf in een pleeggezin waarbij de minderjarige werd toevertrouwd aan pleegouders met een opschorting van de contacten tussen de minderjarige enerzijds en de moeder en de maternale grootouders anderzijds en een toezicht door de sociale dienst voor gerechtelijke jeugdhulpverlening, heeft geen bestaansreden meer wanneer een nieuw arrest die regeling heeft beëindigd en de minderjarige verder onder het toezicht blijft van de sociale dienst voor gerechtelijke jeugdhulpverlening en dit in het milieu van zijn vader en dat er een absoluut contactverbod wordt opgelegd tussen de minderjarige enerzijds en de moeder en de maternale grootouders anderzijds."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240116.2N.4": {
      "court": "CASS",
      "date": "2024-01-16",
      "roleNumber": "P.23.1298.N-P.23.1478.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240116.2N.4",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer hoger beroep wordt aangetekend tegen een vonnis van de jeugdrechtbank dat bij toepassing van artikel 51 Decreet Integrale Jeugdhulp ten aanzien van een minderjarige een maatregel oplegt, kan de jeugdrechter in hoger beroep, alvorens ten gronde over dit hoger beroep wordt geoordeeld, een voorlopige maatregel bevelen (1); het opleggen van een dergelijke voorlopige maatregel heeft niet tot gevolg dat de rechtsmacht van de jeugdkamer van het hof van beroep om ten gronde over het hoger beroep te oordelen is uitgeput, ook al wijkt de voorlopige maatregel af van de maatregel die in het beroepen vonnis werd bevolen. (1) Over de voorlopige maatregelen van jeugdbescherming bevolen tijdens de procedure in hoger beroep, in afwachting van het arrest van de jeugdkamer ten gronde, zie J. SMETS, Jeugdbeschermingsrecht, APR, Story-Scientia, 1996, 636-642; F. TULKENS en T. MOREAU, Droit de la jeunesse, Larcier, 2000, 883-884; J. PUT, Handboek jeugdbeschermingsrecht, die Keure, 2021, 581; B. DE SMET, “Hulpverlening aan minderjarigen in een verontrustende situatie”, RW 2020-21, 938.",
        "De verwerping van het cassatieberoep tegen het arrest van de jeugdkamer van het hof van beroep dat na behandeling van de zaak ten gronde een maatregel van opvoeding bevestigt, bevolen bij arrest als voorlopige maatregel, heeft als gevolg dat het eerder cassatieberoep ingesteld tegen het arrest over die voorlopige maatregel wegens gebrek aan belang niet-ontvankelijk is."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231003.2N.6": {
      "court": "CASS",
      "date": "2023-10-03",
      "roleNumber": "P.23.1278.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231003.2N.6",
      "abstractFR": null,
      "abstractNL": [
        "Bij gebrek aan andersluidende bepalingen zijn op het hoger beroep tegen beslissingen zoals bedoeld in titel II, hoofdstuk III, Jeugdbeschermingswet de bepalingen van het Wetboek van Strafvordering van toepassing, en in beginsel bijgevolg ook de bepalingen van artikel 204 van dat wetboek; de omstandigheid dat de beroepen beslissing betrekking heeft op een beschikking van de jeugdrechter en niet op een vonnis van de jeugdrechtbank, doet hieraan geen afbreuk; dit doet niets af aan de bevoegdheid van de jeugdrechter om bij toepassing van artikel 51, eerste lid, van het decreet van 12 juli 2013 betreffende de integrale jeugdhulp in het belang van de minderjarige de maatregelen op elk moment in te trekken of te vervangen."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181126.1": {
      "court": "CASS",
      "date": "2018-11-26",
      "roleNumber": "C.18.0153.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181126.1",
      "abstractFR": [
        "L'article 270 de la loi du 30 juillet 2013 portant création d'un tribunal de la famille et de la jeunesse, dont l'article 274 fixe l'entrée en vigueur au 1er septembre 2014, ne déroge pas au principe de l'application de la loi en vigueur au jour de la prononciation de la décision, en sorte qu'un jugement rendu par le tribunal de la jeunesse avant le 1er septembre 2014 sur des dispositions de droit civil relatives aux mineurs n'est pas susceptible d'opposition en vertu de l'article 58, alinéa 2, de la loi du 8 avril 1965 applicable à l'époque (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel 270 van de wet van 30 juli 2013 betreffende de invoering van een familie- en jeugdrechtbank, waarvan artikel 274 de inwerkingtreding op 1 september 2014 vastlegt, wijkt niet af van het beginsel van de toepassing van de wet die van kracht is op de dag van de uitspraak van de beslissing, zodat een vonnis gewezen door de jeugdrechtbank vóór 1 september 2014 inzake burgerrechtelijke bepalingen betreffende de minderjarigen niet vatbaar is voor verzet krachtens artikel 58, tweede lid, van de wet van 8 april 1965 die destijds van toepassing was (1). (1) Zie concl. OM in Pas. 2018, nr. 664."
      ]
    }
  },
  "59": {
    "ECLI:BE:CASS:2023:ARR.20231129.BSAV.7": {
      "court": "CASS",
      "date": "2023-11-29",
      "roleNumber": "P.23.1258.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231129.BSAV.7",
      "abstractFR": null,
      "abstractNL": [
        "Het cassatieberoep ingesteld tegen een arrest dat had beslist tot de functie verblijf, typemodule verblijf in een pleeggezin waarbij de minderjarige werd toevertrouwd aan pleegouders met een opschorting van de contacten tussen de minderjarige enerzijds en de moeder en de maternale grootouders anderzijds en een toezicht door de sociale dienst voor gerechtelijke jeugdhulpverlening, heeft geen bestaansreden meer wanneer een nieuw arrest die regeling heeft beëindigd en de minderjarige verder onder het toezicht blijft van de sociale dienst voor gerechtelijke jeugdhulpverlening en dit in het milieu van zijn vader en dat er een absoluut contactverbod wordt opgelegd tussen de minderjarige enerzijds en de moeder en de maternale grootouders anderzijds."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240116.2N.4": {
      "court": "CASS",
      "date": "2024-01-16",
      "roleNumber": "P.23.1298.N-P.23.1478.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240116.2N.4",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer hoger beroep wordt aangetekend tegen een vonnis van de jeugdrechtbank dat bij toepassing van artikel 51 Decreet Integrale Jeugdhulp ten aanzien van een minderjarige een maatregel oplegt, kan de jeugdrechter in hoger beroep, alvorens ten gronde over dit hoger beroep wordt geoordeeld, een voorlopige maatregel bevelen (1); het opleggen van een dergelijke voorlopige maatregel heeft niet tot gevolg dat de rechtsmacht van de jeugdkamer van het hof van beroep om ten gronde over het hoger beroep te oordelen is uitgeput, ook al wijkt de voorlopige maatregel af van de maatregel die in het beroepen vonnis werd bevolen. (1) Over de voorlopige maatregelen van jeugdbescherming bevolen tijdens de procedure in hoger beroep, in afwachting van het arrest van de jeugdkamer ten gronde, zie J. SMETS, Jeugdbeschermingsrecht, APR, Story-Scientia, 1996, 636-642; F. TULKENS en T. MOREAU, Droit de la jeunesse, Larcier, 2000, 883-884; J. PUT, Handboek jeugdbeschermingsrecht, die Keure, 2021, 581; B. DE SMET, “Hulpverlening aan minderjarigen in een verontrustende situatie”, RW 2020-21, 938.",
        "De verwerping van het cassatieberoep tegen het arrest van de jeugdkamer van het hof van beroep dat na behandeling van de zaak ten gronde een maatregel van opvoeding bevestigt, bevolen bij arrest als voorlopige maatregel, heeft als gevolg dat het eerder cassatieberoep ingesteld tegen het arrest over die voorlopige maatregel wegens gebrek aan belang niet-ontvankelijk is."
      ]
    }
  },
  "62": {
    "ECLI:BE:CASS:2023:ARR.20230118.2F.7": {
      "court": "CASS",
      "date": "2023-01-18",
      "roleNumber": "P.22.1502.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230118.2F.7",
      "abstractFR": [
        "En vertu de l'article 62 de la loi du 8 avril 1965 relative à la protection de la jeunesse, les dispositions du Code d'instruction criminelle s'appliquent à la procédure relative aux mesures de protection des mineurs"
      ],
      "abstractNL": [
        "Krachtens artikel 62 Jeugdbeschermingswet gelden de wetsbepalingen van het Wetboek van Strafvordering voor de procedure betreffende de maatregelen ter bescherming van minderjarigen."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231129.BSAV.7": {
      "court": "CASS",
      "date": "2023-11-29",
      "roleNumber": "P.23.1258.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231129.BSAV.7",
      "abstractFR": null,
      "abstractNL": [
        "Het cassatieberoep ingesteld tegen een arrest dat had beslist tot de functie verblijf, typemodule verblijf in een pleeggezin waarbij de minderjarige werd toevertrouwd aan pleegouders met een opschorting van de contacten tussen de minderjarige enerzijds en de moeder en de maternale grootouders anderzijds en een toezicht door de sociale dienst voor gerechtelijke jeugdhulpverlening, heeft geen bestaansreden meer wanneer een nieuw arrest die regeling heeft beëindigd en de minderjarige verder onder het toezicht blijft van de sociale dienst voor gerechtelijke jeugdhulpverlening en dit in het milieu van zijn vader en dat er een absoluut contactverbod wordt opgelegd tussen de minderjarige enerzijds en de moeder en de maternale grootouders anderzijds."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231206.2F.10": {
      "court": "CASS",
      "date": "2023-12-06",
      "roleNumber": "P.23.1341.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231206.2F.10",
      "abstractFR": [
        "Suivant les articles 62 de la loi du 8 avril 1965 relative à la protection de la jeunesse et 420 du Code d'instruction criminelle, la mesure d'hébergement en institution publique, au sein de la section d'éducation intra-muros, en régime ouvert, prise par la chambre de la jeunesse de la cour d'appel en application de l'article 101, § 1er, 6°, du Code de la prévention, de l'aide à la jeunesse et de la protection de la jeunesse, dans le cadre de la phase préparatoire de la procédure visée aux articles 101 à 107 dudit code est une décision préparatoire et non une décision définitive, de sorte qu'une telle décision ne peut faire l'objet d'un pourvoi en cassation immédiat, ce recours ne pouvant être exercé qu'après que la décision définitive aura été rendue, en l'occurrence après que la chambre de la jeunesse de la cour d'appel aura statué au fond (1). (1) Voir les concl. du MP.",
        "Vu la différence de traitement entre, d'une part, la situation de l'inculpé placé en détention préventive qui peut former un pourvoi immédiat contre l'arrêt de la chambre des mises en accusation qui maintient la détention préventive ou ordonne la libération sous conditions et, d'autre part, la personne qui est poursuivie du chef d'un fait qualifié infraction commis avant l'âge de dix-huit ans et fait l'objet, à titre de mesure provisoire, d'une décision d'hébergement en institution publique, au sein de la section d'éducation intra-muros, en régime ouvert et qui ne peut pas immédiatement introduire un pourvoi contre cette décision, il y a lieu de poser à la Cour constitutionnelle la question suivante : « Les articles 62 de la loi du 8 avril 1965 relative à la protection de la jeunesse, à la prise en charge des mineurs ayant commis un fait qualifié infraction et à la réparation du dommage causé par ce fait, et 420 du Code d'instruction criminelle, violent-ils les articles 10 et 11 de la Constitution, dans la mesure où ces dispositions ne prévoient pas la possibilité, pour une personne qui est poursuivie du chef d'un fait qualifié infraction commis avant l'âge de dix-huit ans, et qui fait l'objet, à titre de mesure provisoire, d'une mesure d'hébergement dans une institution publique de protection de la jeunesse, au sein de la section d'éducation intra-muros, en régime ouvert, d'introduire un pourvoi immédiat contre cette décision, alors qu'une personne inculpée ou prévenue peut introduire un tel recours contre un arrêt qui maintient la détention préventive ou ordonne la libération sous conditions ? » (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240116.2N.4": {
      "court": "CASS",
      "date": "2024-01-16",
      "roleNumber": "P.23.1298.N-P.23.1478.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240116.2N.4",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer hoger beroep wordt aangetekend tegen een vonnis van de jeugdrechtbank dat bij toepassing van artikel 51 Decreet Integrale Jeugdhulp ten aanzien van een minderjarige een maatregel oplegt, kan de jeugdrechter in hoger beroep, alvorens ten gronde over dit hoger beroep wordt geoordeeld, een voorlopige maatregel bevelen (1); het opleggen van een dergelijke voorlopige maatregel heeft niet tot gevolg dat de rechtsmacht van de jeugdkamer van het hof van beroep om ten gronde over het hoger beroep te oordelen is uitgeput, ook al wijkt de voorlopige maatregel af van de maatregel die in het beroepen vonnis werd bevolen. (1) Over de voorlopige maatregelen van jeugdbescherming bevolen tijdens de procedure in hoger beroep, in afwachting van het arrest van de jeugdkamer ten gronde, zie J. SMETS, Jeugdbeschermingsrecht, APR, Story-Scientia, 1996, 636-642; F. TULKENS en T. MOREAU, Droit de la jeunesse, Larcier, 2000, 883-884; J. PUT, Handboek jeugdbeschermingsrecht, die Keure, 2021, 581; B. DE SMET, “Hulpverlening aan minderjarigen in een verontrustende situatie”, RW 2020-21, 938.",
        "De verwerping van het cassatieberoep tegen het arrest van de jeugdkamer van het hof van beroep dat na behandeling van de zaak ten gronde een maatregel van opvoeding bevestigt, bevolen bij arrest als voorlopige maatregel, heeft als gevolg dat het eerder cassatieberoep ingesteld tegen het arrest over die voorlopige maatregel wegens gebrek aan belang niet-ontvankelijk is."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240809.ORPS.1": {
      "court": "CASS",
      "date": "2024-08-09",
      "roleNumber": "P.24.1230.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240809.ORPS.1",
      "abstractFR": [
        "Il résulte de l'article 62 de la loi du 8 avril 1965 relative à la protection de la jeunesse, à la prise en charge des mineurs ayant commis un fait qualifié infraction et à la réparation du dommage causé par ce fait, que le pourvoi en cassation dirigé contre un arrêt rendu par une chambre de la jeunesse de la cour d'appel statuant en matière protectionnelle est régi par les règles de droit commun applicables au pourvoi en matière répressive; en vertu de l'article 425, § 1er, alinéas 1er et 2, du Code d'instruction criminelle, la déclaration de pourvoi en cassation d'une partie autre que le ministère public doit être faite par un avocat, titulaire d'une attestation de formation en procédure en cassation, et être signée par cet avocat; le pourvoi qui n'a pas été formé par un avocat, titulaire de l'attestation précitée, est manifestement irrecevable."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20231003.2N.6": {
      "court": "CASS",
      "date": "2023-10-03",
      "roleNumber": "P.23.1278.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231003.2N.6",
      "abstractFR": null,
      "abstractNL": [
        "Bij gebrek aan andersluidende bepalingen zijn op het hoger beroep tegen beslissingen zoals bedoeld in titel II, hoofdstuk III, Jeugdbeschermingswet de bepalingen van het Wetboek van Strafvordering van toepassing, en in beginsel bijgevolg ook de bepalingen van artikel 204 van dat wetboek; de omstandigheid dat de beroepen beslissing betrekking heeft op een beschikking van de jeugdrechter en niet op een vonnis van de jeugdrechtbank, doet hieraan geen afbreuk; dit doet niets af aan de bevoegdheid van de jeugdrechter om bij toepassing van artikel 51, eerste lid, van het decreet van 12 juli 2013 betreffende de integrale jeugdhulp in het belang van de minderjarige de maatregelen op elk moment in te trekken of te vervangen."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220622.2F.10": {
      "court": "CASS",
      "date": "2022-06-22",
      "roleNumber": "P.22.0094.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220622.2F.10",
      "abstractFR": [
        "En vertu de l'article 6.3.d, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, toute personne accusée d'une infraction a le droit d'interroger ou de faire interroger les témoins à charge et d'obtenir la convocation et l'interrogation des témoins à décharge dans les mêmes conditions que les témoins à charge; les droits de la défense consacrés par cette disposition doivent être reconnus au parent à l'égard duquel la déchéance de l'autorité parentale est requise par le ministère public (1). (1) Voir les concl. du MP.",
        "L'intervention volontaire ou forcée en matière répressive n'est recevable qu'à la condition qu'une loi particulière la prévoie expressément ou qu'en vertu de la loi, le juge pénal soit autorisé exceptionnellement à prononcer une condamnation, une sanction ou une autre mesure à charge d'un tiers; aucune dérogation n'autorise les enfants concernés à devenir parties dans la procédure de déchéance de l'autorité parentale visant un père ou une mère (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Krachtens artikel 6.3.d. EVRM heeft eenieder tegen wie een vervolging wegens een misdrijf is ingesteld, het recht de getuigen à charge te ondervragen of te doen ondervragen en het oproepen en de ondervraging van getuigen à décharge te doen geschieden onder dezelfde voorwaarden als het geval is met de getuigen à charge; het in die bepaling gewaarborgde recht van verdediging dient te worden toegekend aan de ouder ten aanzien van wie het openbaar ministerie de ontzetting vordert (1). (1) Zie concl. OM in Pas. 2022, nr. 444.",
        "De vrijwillige of gedwongen tussenkomst in strafzaken is alleen ontvankelijk op voorwaarde dat een bijzondere wet zulks uitdrukkelijk bepaalt of dat krachtens de wet de strafrechter uitzonderlijk een veroordeling, sanctie of enige andere maatregel tegen een derde mag uitspreken; geen enkele afwijking laat toe dat de betrokken kinderen partij worden in de procedure tot ontzetting uit het ouderlijk gezag van een vader of een moeder (1). (1) Zie concl. OM in Pas. 2022, nr. 444.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210310.2F.6": {
      "court": "CASS",
      "date": "2021-03-10",
      "roleNumber": "P.21.0237.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210310.2F.6",
      "abstractFR": [
        "En vertu des articles 423 du Code d'instruction criminelle et 62 de la loi du 8 avril 1965 relative à la protection de la jeunesse, la déclaration de pourvoi en cassation contre un arrêt de la chambre de la jeunesse de la cour d'appel statuant en matière protectionnelle, est faite dans les quinze jours de la décision attaquée (1). (1) Voir les concl. du MP.",
        "L'arrêt qui statue sur l'appel interjeté contre une ordonnance du juge de la jeunesse qui fixe des mesures provisoires n'est pas une décision définitive au sens de l'article 420, alinéa 1er, du Code d'instruction criminelle et est étrangère aux cas visés à l'alinéa 2 de cette disposition; le pourvoi contre une telle décision n'est ouvert qu'après l'arrêt définitif (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Krachtens artikel 423 Wetboek van Strafvordering en artikel 62 Jeugdbeschermingswet moet de verklaring van cassatieberoep gericht tegen een arrest van de jeugdkamer van het hof van beroep dat uitspraak doet over beschermende maatregelen worden gedaan binnen vijftien dagen na de bestreden beslissing (1). (1) Zie concl. OM in Pas. 2021, nr. 176.",
        "Het arrest dat uitspraak doet over het hoger beroep tegen een beschikking van de jeugdrechter die voorlopige maatregelen vastlegt, is geen eindbeslissing in de zin van artikel 420, eerste lid, Wetboek van Strafvordering, en valt niet onder de in het tweede lid van die bepaling bedoelde gevallen; het cassatieberoep tegen een dergelijke beslissing kan pas na het eindarrest worden ingesteld (1). (1) Zie concl. OM in Pas. 2021, nr. 176."
      ]
    }
  },
  "63": {
    "ECLI:BE:CASS:2024:ARR.20240409.2N.16": {
      "court": "CASS",
      "date": "2024-04-09",
      "roleNumber": "P.24.0417.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240409.2N.16",
      "abstractFR": null,
      "abstractNL": [
        "De door de jeugdrechtbank bij toepassing van de bepalingen van de artikelen 29, § 2, eerste lid en 31 tweede lid opgelegde sanctie van de berisping mag krachtens artikel 63, tweede lid, Jeugdbeschermingswet nooit aan particulieren ter kennis worden gebracht; de omstandigheid dat de berisping als sanctie krachtens artikel 63, eerste en derde lid, Jeugdbeschermingswet op het strafregister van de betrokkene wordt vermeld en ter kennis mag worden gebracht van gerechtelijke overheden, leidt als zodanig niet tot de declassering van de betrokkene (1). (1) J. SMETS, Jeugdbeschermingsrecht, in APR 1996, p. 336-338, nrs. 859-866; B. DE SMET, “Berisping door de jeugdrechtbank”, in Comm.Straf., Kluwer, (afl. 96 (1 januari 2021); B. DE SMET, Het Jeugddelinquentierecht in Vlaanderen, Antwerpen, Intersentia, 2019, pp. 68-69."
      ]
    }
  },
  "57bis": {
    "ECLI:BE:CASS:2023:ARR.20230315.2F.23": {
      "court": "CASS",
      "date": "2023-03-15",
      "roleNumber": "P.23.0026.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230315.2F.23",
      "abstractFR": [
        "L'article 6, § 1er, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, qui garantit à toute personne le droit à ce que sa cause soit entendue dans un délai raisonnable par un tribunal qui décidera du bien-fondé de toute accusation en matière pénale dirigée contre elle, est applicable à une procédure de placement d'un mineur dans une institution en régime fermé pour mineurs délinquants ou lorsque sa situation est substantiellement affectée par les mesures prises dans le cadre de l'action publique engagée à sa charge en raison du fait que la juridiction de la jeunesse est appelée à statuer sur une demande de dessaisissement (1). (1) Voir les concl. du MP.",
        "La période à considérer sous l'angle du délai raisonnable garanti par l'article 6, § 1er, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales s'écoule depuis le moment où le mineur soupçonné d'avoir commis un fait qualifié infraction se trouve accusé au sens de cet article (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20210928.2N.4": {
      "court": "CASS",
      "date": "2021-09-28",
      "roleNumber": "P.21.0654.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210928.2N.4&lang=fr",
      "abstractFR": [
        "Une partie civile n'a pas d'intérêt à exiger que la juridiction de jugement ordinaire, et non le tribunal de la jeunesse, apprécie son action civile après un éventuel dessaisissement concernant ce mineur d'âge; en effet, la décision rendue sur le dessaisissement ne porte pas préjudice à l'appréciation de cette action civile; devant chacune de ces deux juridictions, une partie civile peut invoquer tous les arguments à l'appui de son action, laquelle tend uniquement à la réparation du dommage subi par elle; l'impossibilité pour une partie civile d'exercer un recours contre le refus de dessaisissement concernant un mineur d'âge, qui a pour conséquence que le tribunal de la jeunesse statue sur l'action civile, ne porte pas atteinte aux droits de cette partie civile d'avoir accès à un tribunal et de disposer d'un recours effectif, consacrés par les articles 6, § 1er, et 13 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (1). (1) Voir les concl. « dit en substance » du MP publiées à leur date dans AC.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Een burgerlijke partij heeft geen belang om te eisen dat haar burgerlijke rechtsvordering wordt beoordeeld door het gewone vonnisgerecht na een gebeurlijke uithandengeving van de minderjarige en niet door de jeugdrechtbank; de beslissing over de uithandengeving heeft immers geen nadelig effect voor de beoordeling van die burgerlijke rechtsvordering; voor beide gerechten kan een burgerlijke partij alle argumenten aanvoeren tot staving van haar rechtsvordering die enkel strekt tot het herstel van de door haar geleden schade; de onmogelijkheid voor een burgerlijke partij om een rechtsmiddel aan te wenden tegen de weigering om een minderjarige uit handen te geven zodat over de burgerlijke rechtsvordering wordt beslist door de jeugdrechtbank, tast het recht van de burgerlijke partij van toegang tot de rechter of haar recht op een daadwerkelijk rechtsmiddel, zoals gewaarborgd door de artikelen 6.1 en 13 EVRM, niet aan (1). (1) Zie concl. “in hoofdzaak” OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200212.2F.2": {
      "court": "CASS",
      "date": "2020-02-12",
      "roleNumber": "P.19.0692.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200212.2F.2",
      "abstractFR": [
        "Par l'arrêt numéro 161/2019 du 24 octobre 2019, la Cour constitutionnelle a dit pour droit: « L'article 420 du Code d'instruction criminelle, tel qu'il a été remplacé par l'article 20 de la loi du 14 février 2014 relative à la procédure devant la Cour de cassation en matière pénale, viole les articles 10 et 11 de la Constitution en ce qu'il ne prévoit pas la possibilité d'introduire un pourvoi en cassation immédiat contre une décision de dessaisissement »; par le même arrêt, elle a considéré que le constat de cette lacune est exprimé en des termes suffisamment précis et complets pour permettre, dans l'attente d'une intervention du législateur, l'application de la disposition en cause dans le respect du principe d'égalité et de non-discrimination; il s'ensuit que l'art. 420 C.I.cr. ne constitue plus un empêchement au pourvoi immédiat contre une décision de dessaisissement sur pied de l'article 57bis de la loi du 8 avril 1965 relative à la protection de la jeunesse ou de l'article 125 du décret (de la Communauté française) du 18 janvier 2018 portant le code de la prévention, de l'aide à la jeunesse et de la protection de la jeunesse (solution implicite) (1). (1) Voir les concl. « dit en substance » du MP.",
        "Conformément à l'article 2 du Code pénal, nulle infraction ne peut être punie de peines qui n'étaient pas portées par la loi avant que l'infraction fût commise et, si la peine établie au temps du jugement diffère de celle qui était portée au temps de l'infraction, la peine la moins forte sera appliquée; sous l'empire de l'article 57bis, § 1er, alinéa 1er, de la loi relative à la protection de la jeunesse, le tribunal de la jeunesse pouvait se dessaisir si, outre l'inadéquation des mesures de garde, de préservation ou d'éducation, le mineur était soupçonné d'avoir commis un délit ou un crime correctionnalisable, et, à moins qu'il s'agisse d'une infraction visée au second tiret de cette disposition, alors qu'il avait déjà fait l'objet d'une ou de plusieurs mesures visées à l'article 37, § 2, § 2bis ou § 2ter de ladite loi ou d'une offre restauratrice telle que visée à ses articles 37bis à 37quinquies; désormais, conformément à l'article 125, § 1er, alinéa 2, 2°, du décret du 18 janvier 2018, le dessaisissement n'est plus permis que dans l'hypothèse où l'infraction imputée au jeune est un fait consistant en une atteinte à l'intégrité physique ou psychique d'autrui, qui, s'il avait été commis par une personne majeure, aurait été de nature à entraîner, au sens du Code pénal ou des lois particulières, une peine d'emprisonnement correctionnel principal de cinq ans ou une peine plus lourde; ainsi, subordonnant le dessaisissement des juridictions de la jeunesse à des conditions plus strictes que sous l'empire de la loi du 8 avril 1965 relative à la protection de la jeunesse, l'article 125 du décret du 18 janvier 2018 constitue une disposition moins sévère.",
        "Ni les articles 40 de la Convention du 20 novembre 1989 relative aux droits de l'enfant et 14 du Pacte international relatif aux droits civils et politiques ni aucune autre disposition n'interdisent aux États parties aux traités précités de prévoir qu'à partir d'un âge minimum, au-dessous duquel les mineurs ne peuvent relever des tribunaux de droit commun, les juridictions de la jeunesse, dans les conditions établies par la loi et, en particulier, lorsqu'elles estiment inadéquate une mesure de protection, peuvent se dessaisir et renvoyer la cause au ministère public aux fins de poursuite devant les juridictions répressives compétentes."
      ],
      "abstractNL": [
        "Het Grondwettelijk Hof heeft bij arrest nr. 161/2019 van 24 oktober 2019 voor recht gezegd: \"Artikel 420 van het Wetboek van strafvordering, zoals vervangen bij artikel 20 van de wet van 14 februari 2014 met betrekking tot de rechtspleging voor het Hof van Cassatie in strafzaken, schendt de artikelen 10 en 11 Grondwet in zoverre het niet in de mogelijkheid voorziet om onmiddellijk cassatieberoep in te stellen tegen een beslissing tot uithandengeving\"; in datzelfde arrest beslist het Grondwettelijk Hof dat de vaststelling van die lacune is uitgedrukt in voldoende nauwkeurige en volledige bewoordingen om, in afwachting van een optreden van de wetgever, de in het geding zijnde bepaling te kunnen toepassen met inachtneming van het beginsel van gelijkheid en niet-discriminatie; hieruit volgt dat artikel 420 Wetboek van Strafvordering geen belemmering meer vormt voor het onmiddellijk cassatieberoep tegen een beslissing tot uithandengeving op grond van artikel 57bis Jeugdbeschermingswet of van artikel 125 decreet (Franse Gemeenschap) van 18 januari 2018 houdende het wetboek van preventie, hulpverlening aan de jeugd en jeugdbescherming (impliciete oplossing) (1). (1) Zie concl. \"in hoofdzaak\" OM in Pas. 2020, nr. 122.",
        "Overeenkomstig artikel 2 Strafwetboek kan geen misdrijf worden gestraft met straffen die bij de wet niet waren gesteld voordat het misdrijf werd gepleegd, en wordt de minst zware straf toegepast indien de ten tijde van het vonnis bepaalde straf verschilt van die welke ten tijde van het misdrijf was bepaald; onder vigeur van artikel 57bis, § 1, eerste lid, Jeugdbeschermingswet kon de jeugdrechtbank beslissen om de zaak uit handen te geven indien ze een maatregel van bewaring, behoeding of opvoeding niet geschikt achtte of indien de minderjarige ervan werd verdacht een wanbedrijf of een correctionaliseerbare misdaad te hebben gepleegd en dat, tenzij het ging om een in de tweede streep van die bepaling bedoeld misdrijf, terwijl de betrokkene reeds eerder het voorwerp was geweest van een of meerdere van de in artikel 37, § 2, § 2bis of § 2ter Jeugdbeschermingswet bedoelde maatregelen of van een herstelrechtelijk aanbod als bedoeld in de artikelen 37bis tot 37quinquies; overeenkomstig artikel 125, § 1, tweede lid, 2°, decreet 18 januari 2018, is de uithandengeving thans enkel nog toegestaan wanneer het aan de jongere ten laste gelegde misdrijf bestaat in een als aanranding van de lichamelijke of psychische integriteit omschreven feit dat, ingeval het zou zijn gepleegd door een meerderjarige, in de zin van het Strafwetboek of van de bijzondere wetten een correctionele hoofdgevangenisstraf van vijf jaar of een zwaardere straf tot gevolg zou kunnen hebben; aangezien artikel 125 decreet 18 januari 2018 op de uithandengeving van de zaak door de jeugdgerechten striktere voorwaarden stelt dan de Jeugdbeschermingswet, is dat artikel een minder strenge bepaling.",
        "Noch de artikelen 40 Kinderrechtenverdrag en 14 IVBPR noch enige andere bepaling verbieden de bij de voormelde verdragen aangesloten Staten te bepalen dat de jeugdrechtbanken vanaf een minimumleeftijd, waaronder minderjarigen niet onder de bevoegdheid van de gemeenrechtelijke rechtbanken kunnen vallen, onder de bij wet gestelde voorwaarden, en met name wanneer ze een beschermingsmaatregel niet geschikt achten, de zaak uit handen kunnen geven en de zaak naar het openbaar ministerie kunnen verwijzen met het oog op vervolging voor de bevoegde strafgerechten."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181010.1": {
      "court": "CASS",
      "date": "2018-10-10",
      "roleNumber": "P.18.0660.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181010.1",
      "abstractFR": [
        "Il ne ressort ni du texte ni des travaux préparatoires de la loi sur la tutelle des mineurs étrangers non accompagnés que le législateur a eu l'intention de priver ceux-ci de la capacité d'accomplir personnellement ou par avocat les actes juridiques ou de procédure que les mineurs d'âge accomplissent eux-mêmes sans l'intervention de leur représentant légal; lorsque le mineur d'âge est une personne qui était âgée de seize ans ou plus au moment du fait qualifié infraction et qui a fait l'objet d'une décision de dessaisissement en application de l'article 57bis de la loi du 8 avril 1965 relative à la protection de la jeunesse, ce mineur exerce personnellement, le cas échéant à l'intervention de son avocat, les voies de recours prévues par la loi contre les décisions des juridictions d'instruction et des chambres spécifiques des juridictions de la jeunesse relatives à l'action publique; ses parents ou son tuteur n'ont pas le pouvoir de former ces recours en son nom, et le délai de recours ne prend pas cours à partir de la notification de ces décisions au tuteur (1). (1) Voir le « Rapport fait au nom de la Commission de la Justice », Doc. Parl., Ch., 50K2124/028, pp. 44-45 et 48.",
        "À supposer que l'article 9, § 1er, de la loi sur la tutelle des mineurs étrangers non accompagnés ait pour effet de priver le mineur étranger non accompagné qui a fait l'objet d'une décision de dessaisissement du droit d'exercer lui-même, ou à l'intervention de son avocat, les recours prévus par la loi contre les décisions relatives à l'action publique des juridictions d'instruction et des chambres spécifiques des juridictions de la jeunesse, et d'attribuer l'exercice de ce droit au tuteur, ladite disposition légale serait contraire aux articles 6.3.c de la Convention et 14.3.d) du Pacte international relatif aux droits civils et politiques et ne pourrait, dans cette mesure, être appliquée."
      ],
      "abstractNL": [
        "Uit de tekst of de wetsgeschiedenis van de Voogdijwet NBM blijkt niet dat de wetgever de bedoeling heeft gehad om de niet-begeleide minderjarige vreemdeling de bekwaamheid te ontzeggen om persoonlijk of door middel van zijn advocaat de rechtshandelingen of procedurele handelingen te stellen die minderjarigen zelf verrichten, zonder tussenkomst van hun wettelijke vertegenwoordiger; wanneer de minderjarige een persoon is die op het tijdstip van het als misdrijf omschreven feit zestien jaar of ouder was en die met toepassing van artikel 57bis Jeugdbeschermingswet het voorwerp is geweest van een beslissing tot uithandengeving, stelt die minderjarige persoonlijk, in voorkomend geval door tussenkomst van zijn advocaat, de bij wet bepaalde rechtsmiddelen in tegen de beslissingen van de onderzoeksgerechten en van de bijzondere kamers van de jeugdgerechten over de strafvordering; zijn ouders of voogd zijn niet bevoegd om die rechtsmiddelen in zijn naam in te stellen en de beroepstermijn begint niet te lopen vanaf de kennisgeving van die beslissingen aan de voogd (1). (1) Zie \"Verslag namens de Commissie voor de Justitie\", Gedr. St., Kamer, 50K2124/028, pp. 44-45 en 48.",
        "In de veronderstelling dat artikel 9, § 1, Voogdijwet NBM tot gevolg heeft dat de niet-begeleide minderjarige vreemdeling die het voorwerp is geweest van een beslissing tot uithandengeving het recht wordt ontzegd om zelf of door tussenkomst van zijn advocaat de bij de wet bepaalde rechtsmiddelen in te stellen tegen de beslissingen op de strafvordering van de onderzoeksgerechten en van de bijzondere kamers van de jeugdrechtbank en dat de uitoefening van dat recht wordt toegekend aan de voogd, dan zou die wetsbepaling in strijd zijn met artikel 6.3.c EVRM en artikel 14.3.d) IVBPR en in zoverre niet toegepast kunnen worden."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180606.6": {
      "court": "CASS",
      "date": "2018-06-06",
      "roleNumber": "P.18.0562.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180606.6",
      "abstractFR": [
        "Lorsque le juge de la jeunesse d'appel annule le jugement du tribunal de la jeunesse qui avait ordonné le dessaisissement d'un mineur d'âge avec exécution provisoire et, statuant par voie de dispositions nouvelles, ordonne à son tour le dessaisissement, la décision du juge d'appel vient se substituer à la décision annulée de première instance; dès lors, le juge d'instruction qui avait été saisi à la suite du jugement de dessaisissement, reste saisi de la cause, même en l'absence de nouvelles réquisitions du ministère public (Solution implicite) (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer de jeugdrechter in hoger beroep het vonnis van de jeugdrechtbank nietig verklaart dat de uithandengeving van een minderjarige had bevolen met voorlopige tenuitvoerlegging en hij, bij wege van nieuwe beschikkingen, op zijn beurt de uithandengeving beveelt, vervangt de beslissing van de appelrechter de nietigverklaarde beslissing in eerste aanleg; bijgevolg blijft de zaak aanhangig bij de onderzoeksrechter bij wie de zaak ingevolge het vonnis van uithandengeving aanhangig was gemaakt, zelfs bij ontstentenis van een nieuwe vordering van het openbaar ministerie (1). (Impliciete oplossing) (1) Zie concl. OM in Pas. 2018, nr. 362."
      ]
    }
  },
  "52ter": {
    "ECLI:BE:CASS:2023:ARR.20231129.BSAV.7": {
      "court": "CASS",
      "date": "2023-11-29",
      "roleNumber": "P.23.1258.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231129.BSAV.7",
      "abstractFR": null,
      "abstractNL": [
        "Het cassatieberoep ingesteld tegen een arrest dat had beslist tot de functie verblijf, typemodule verblijf in een pleeggezin waarbij de minderjarige werd toevertrouwd aan pleegouders met een opschorting van de contacten tussen de minderjarige enerzijds en de moeder en de maternale grootouders anderzijds en een toezicht door de sociale dienst voor gerechtelijke jeugdhulpverlening, heeft geen bestaansreden meer wanneer een nieuw arrest die regeling heeft beëindigd en de minderjarige verder onder het toezicht blijft van de sociale dienst voor gerechtelijke jeugdhulpverlening en dit in het milieu van zijn vader en dat er een absoluut contactverbod wordt opgelegd tussen de minderjarige enerzijds en de moeder en de maternale grootouders anderzijds."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240528.2N.2": {
      "court": "CASS",
      "date": "2024-05-28",
      "roleNumber": "P.24.0579.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240528.2N.2",
      "abstractFR": null,
      "abstractNL": [
        "In zoverre het middel van een ouder miskenning aanvoert van de rechten van de minderjarige wegens het niet-respecteren van de hoorplicht, heeft de eiser als ouder en onderscheiden procespartij in een procedure van gerechtelijke hulpverlening geen hoedanigheid om daartegen op te komen, en is het middel niet-ontvankelijk (1). (1) Zie concl. OM.",
        "Als uit de stukken waarop het Hof vermag acht te slaan niet blijkt dat de ouder voor de appelrechter heeft aangevoerd dat het niet-respecteren van de hoorplicht van de minderjarige zijn rechten heeft miskend, kan hij dit niet voor het eerst voor het Hof doen, en is zijn middel over zijn rechten middel nieuw en niet- ontvankelijk (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231003.2N.6": {
      "court": "CASS",
      "date": "2023-10-03",
      "roleNumber": "P.23.1278.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231003.2N.6",
      "abstractFR": null,
      "abstractNL": [
        "Bij gebrek aan andersluidende bepalingen zijn op het hoger beroep tegen beslissingen zoals bedoeld in titel II, hoofdstuk III, Jeugdbeschermingswet de bepalingen van het Wetboek van Strafvordering van toepassing, en in beginsel bijgevolg ook de bepalingen van artikel 204 van dat wetboek; de omstandigheid dat de beroepen beslissing betrekking heeft op een beschikking van de jeugdrechter en niet op een vonnis van de jeugdrechtbank, doet hieraan geen afbreuk; dit doet niets af aan de bevoegdheid van de jeugdrechter om bij toepassing van artikel 51, eerste lid, van het decreet van 12 juli 2013 betreffende de integrale jeugdhulp in het belang van de minderjarige de maatregelen op elk moment in te trekken of te vervangen."
      ]
    }
  },
  "54bis": {
    "ECLI:BE:CASS:2023:ARR.20231129.BSAV.7": {
      "court": "CASS",
      "date": "2023-11-29",
      "roleNumber": "P.23.1258.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231129.BSAV.7",
      "abstractFR": null,
      "abstractNL": [
        "Het cassatieberoep ingesteld tegen een arrest dat had beslist tot de functie verblijf, typemodule verblijf in een pleeggezin waarbij de minderjarige werd toevertrouwd aan pleegouders met een opschorting van de contacten tussen de minderjarige enerzijds en de moeder en de maternale grootouders anderzijds en een toezicht door de sociale dienst voor gerechtelijke jeugdhulpverlening, heeft geen bestaansreden meer wanneer een nieuw arrest die regeling heeft beëindigd en de minderjarige verder onder het toezicht blijft van de sociale dienst voor gerechtelijke jeugdhulpverlening en dit in het milieu van zijn vader en dat er een absoluut contactverbod wordt opgelegd tussen de minderjarige enerzijds en de moeder en de maternale grootouders anderzijds."
      ]
    }
  },
  "63bis": {
    "ECLI:BE:CASS:2023:ARR.20231129.BSAV.7": {
      "court": "CASS",
      "date": "2023-11-29",
      "roleNumber": "P.23.1258.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231129.BSAV.7",
      "abstractFR": null,
      "abstractNL": [
        "Het cassatieberoep ingesteld tegen een arrest dat had beslist tot de functie verblijf, typemodule verblijf in een pleeggezin waarbij de minderjarige werd toevertrouwd aan pleegouders met een opschorting van de contacten tussen de minderjarige enerzijds en de moeder en de maternale grootouders anderzijds en een toezicht door de sociale dienst voor gerechtelijke jeugdhulpverlening, heeft geen bestaansreden meer wanneer een nieuw arrest die regeling heeft beëindigd en de minderjarige verder onder het toezicht blijft van de sociale dienst voor gerechtelijke jeugdhulpverlening en dit in het milieu van zijn vader en dat er een absoluut contactverbod wordt opgelegd tussen de minderjarige enerzijds en de moeder en de maternale grootouders anderzijds."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240116.2N.4": {
      "court": "CASS",
      "date": "2024-01-16",
      "roleNumber": "P.23.1298.N-P.23.1478.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240116.2N.4",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer hoger beroep wordt aangetekend tegen een vonnis van de jeugdrechtbank dat bij toepassing van artikel 51 Decreet Integrale Jeugdhulp ten aanzien van een minderjarige een maatregel oplegt, kan de jeugdrechter in hoger beroep, alvorens ten gronde over dit hoger beroep wordt geoordeeld, een voorlopige maatregel bevelen (1); het opleggen van een dergelijke voorlopige maatregel heeft niet tot gevolg dat de rechtsmacht van de jeugdkamer van het hof van beroep om ten gronde over het hoger beroep te oordelen is uitgeput, ook al wijkt de voorlopige maatregel af van de maatregel die in het beroepen vonnis werd bevolen. (1) Over de voorlopige maatregelen van jeugdbescherming bevolen tijdens de procedure in hoger beroep, in afwachting van het arrest van de jeugdkamer ten gronde, zie J. SMETS, Jeugdbeschermingsrecht, APR, Story-Scientia, 1996, 636-642; F. TULKENS en T. MOREAU, Droit de la jeunesse, Larcier, 2000, 883-884; J. PUT, Handboek jeugdbeschermingsrecht, die Keure, 2021, 581; B. DE SMET, “Hulpverlening aan minderjarigen in een verontrustende situatie”, RW 2020-21, 938.",
        "De verwerping van het cassatieberoep tegen het arrest van de jeugdkamer van het hof van beroep dat na behandeling van de zaak ten gronde een maatregel van opvoeding bevestigt, bevolen bij arrest als voorlopige maatregel, heeft als gevolg dat het eerder cassatieberoep ingesteld tegen het arrest over die voorlopige maatregel wegens gebrek aan belang niet-ontvankelijk is."
      ]
    }
  },
  "63ter": {
    "ECLI:BE:CASS:2023:ARR.20231129.BSAV.7": {
      "court": "CASS",
      "date": "2023-11-29",
      "roleNumber": "P.23.1258.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231129.BSAV.7",
      "abstractFR": null,
      "abstractNL": [
        "Het cassatieberoep ingesteld tegen een arrest dat had beslist tot de functie verblijf, typemodule verblijf in een pleeggezin waarbij de minderjarige werd toevertrouwd aan pleegouders met een opschorting van de contacten tussen de minderjarige enerzijds en de moeder en de maternale grootouders anderzijds en een toezicht door de sociale dienst voor gerechtelijke jeugdhulpverlening, heeft geen bestaansreden meer wanneer een nieuw arrest die regeling heeft beëindigd en de minderjarige verder onder het toezicht blijft van de sociale dienst voor gerechtelijke jeugdhulpverlening en dit in het milieu van zijn vader en dat er een absoluut contactverbod wordt opgelegd tussen de minderjarige enerzijds en de moeder en de maternale grootouders anderzijds."
      ]
    }
  },
  "61bis": {
    "ECLI:BE:CASS:2023:ARR.20231003.2N.6": {
      "court": "CASS",
      "date": "2023-10-03",
      "roleNumber": "P.23.1278.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231003.2N.6",
      "abstractFR": null,
      "abstractNL": [
        "Bij gebrek aan andersluidende bepalingen zijn op het hoger beroep tegen beslissingen zoals bedoeld in titel II, hoofdstuk III, Jeugdbeschermingswet de bepalingen van het Wetboek van Strafvordering van toepassing, en in beginsel bijgevolg ook de bepalingen van artikel 204 van dat wetboek; de omstandigheid dat de beroepen beslissing betrekking heeft op een beschikking van de jeugdrechter en niet op een vonnis van de jeugdrechtbank, doet hieraan geen afbreuk; dit doet niets af aan de bevoegdheid van de jeugdrechter om bij toepassing van artikel 51, eerste lid, van het decreet van 12 juli 2013 betreffende de integrale jeugdhulp in het belang van de minderjarige de maatregelen op elk moment in te trekken of te vervangen."
      ]
    }
  },
  "52bis": {
    "ECLI:BE:CASS:2018:ARR.20180911.8": {
      "court": "CASS",
      "date": "2018-09-11",
      "roleNumber": "P.18.0500.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180911.8&lang=fr",
      "abstractFR": [
        "Le délai de six mois prévu à l'article 52bis de la loi du 8 avril 1965 relative à la protection de la jeunesse, à la prise en charge des mineurs ayant commis un fait qualifié infraction et à la réparation du dommage causé par ce fait, est un délai d'ordre; aucune sanction n'est liée au simple dépassement de ce délai."
      ],
      "abstractNL": [
        "De in artikel 52bis Jeugdbeschermingwet bepaalde termijn van zes maanden is een ordetermijn; aan de enkele overschrijding ervan is geen sanctie verbonden."
      ]
    }
  }
}