{
  "55": {
    "ECLI:BE:CASS:2021:ARR.20211008.1F.4": {
      "court": "CASS",
      "date": "2021-10-08",
      "roleNumber": "C.19.0112.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211008.1F.4",
      "abstractFR": [
        "Il ressort de l'article 3 de l'arrêté du 28 avril 2005 que la subvention engagée et liquidée au cours d'une année, l'année de subvention, est allouée au prorata des jours de prestations accomplis par les ayants droit au cours de l'année précédente, la période de référence, et ne peut excéder 10 euros pour chacun de ces jours de prestations; il ne ressort ni de cette disposition ni d'aucune autre que le centre public d'action sociale qui justifierait d'un nombre de jours de prestations moindre au cours de l'année de subvention qu'au cours de l'année de référence ne respecterait pas les conditions d'octroi de la subvention, ne l'utiliserait pas aux fins pour lesquelles elle est accordée ou resterait en défaut de fournir les justifications de l'utilisation des sommes reçues, de sorte qu'il devrait la rembourser en application des articles 55 et 57 des lois sur la comptabilité de l'État."
      ],
      "abstractNL": [
        "Uit artikel 3 van het koninklijk besluit van 28 april 2005 blijkt dat de subsidie die gedurende één jaar, het subsidiejaar, wordt uitgetrokken en uitbetaald, naar rato van de prestatiedagen wordt toegekend die tijdens het voorgaande jaar, de referentieperiode, door de gerechtigden zijn verricht, en niet hoger mag zijn dan tien euro per prestatiedag; noch uit die bepaling noch uit enige andere bepaling volgt dat het openbaar centrum voor maatschappelijk welzijn dat in de loop van het subsidiejaar van een lager aantal prestatiedagen zou doen blijken dan in de loop van het referentiejaar, de voor de subsidie vereiste toekenningsvoorwaarden niet zou naleven, deze niet zou aanwenden voor de doeleinden waarvoor zij werd verleend of in gebreke zou blijven de verantwoording van de ontvangen bedragen te verstrekken, zodat het die bedragen met toepassing van de artikelen 55 en 57 Wet Rijkscomptabiliteit zou moeten terugbetalen."
      ]
    }
  },
  "57": {
    "ECLI:BE:CASS:2021:ARR.20211008.1F.4": {
      "court": "CASS",
      "date": "2021-10-08",
      "roleNumber": "C.19.0112.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211008.1F.4",
      "abstractFR": [
        "Il ressort de l'article 3 de l'arrêté du 28 avril 2005 que la subvention engagée et liquidée au cours d'une année, l'année de subvention, est allouée au prorata des jours de prestations accomplis par les ayants droit au cours de l'année précédente, la période de référence, et ne peut excéder 10 euros pour chacun de ces jours de prestations; il ne ressort ni de cette disposition ni d'aucune autre que le centre public d'action sociale qui justifierait d'un nombre de jours de prestations moindre au cours de l'année de subvention qu'au cours de l'année de référence ne respecterait pas les conditions d'octroi de la subvention, ne l'utiliserait pas aux fins pour lesquelles elle est accordée ou resterait en défaut de fournir les justifications de l'utilisation des sommes reçues, de sorte qu'il devrait la rembourser en application des articles 55 et 57 des lois sur la comptabilité de l'État."
      ],
      "abstractNL": [
        "Uit artikel 3 van het koninklijk besluit van 28 april 2005 blijkt dat de subsidie die gedurende één jaar, het subsidiejaar, wordt uitgetrokken en uitbetaald, naar rato van de prestatiedagen wordt toegekend die tijdens het voorgaande jaar, de referentieperiode, door de gerechtigden zijn verricht, en niet hoger mag zijn dan tien euro per prestatiedag; noch uit die bepaling noch uit enige andere bepaling volgt dat het openbaar centrum voor maatschappelijk welzijn dat in de loop van het subsidiejaar van een lager aantal prestatiedagen zou doen blijken dan in de loop van het referentiejaar, de voor de subsidie vereiste toekenningsvoorwaarden niet zou naleven, deze niet zou aanwenden voor de doeleinden waarvoor zij werd verleend of in gebreke zou blijven de verantwoording van de ontvangen bedragen te verstrekken, zodat het die bedragen met toepassing van de artikelen 55 en 57 Wet Rijkscomptabiliteit zou moeten terugbetalen."
      ]
    }
  },
  "100": {
    "ECLI:BE:CASS:2025:ARR.20251002.1N.9": {
      "court": "CASS",
      "date": "2025-10-02",
      "roleNumber": "C.24.0123.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251002.1N.9",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 100, tweede lid, Wet Rijkcomptabiliteit betreft de schuldvorderingen die voortkomen uit vonnissen en houdt geen verband met de verjaring van de rechtsvordering zelf (1) (2). (1) Zie concl. OM. (2) Zie Cass. 29 januari 2016, AR C.13.0584.F, AC 2016 nr. 66, met concl. van eerste advocaat-generaal HENKES, op datum in Pas.; Cass. 21 april 1994, AR C.93.0329.F, AC 1994, nr. 190.",
        "De verjaringstermijn van artikel 100, eerste lid, 1°, Wet Rijkscomptabiliteit geldt voor alle schuldvorderingen die voor de Staat geen vaste uitgave uitmaken, tenzij het gaat om vorderingen die door een afwijkende wetsbepaling aan een bijzondere verjaringstermijn zijn onderworpen; deze wetsbepaling is ook van toepassing in fiscale zaken wanneer de fiscale wetgeving zelf niet in een verval- of verjaringstermijn voorziet (1). (1) Cass. 27 september 2024, AR F.23.0081.N, ECLI:BE:CASS:2024:ARR.20240927.1N.8, met concl. van advocaat-generaal Ravyse, ECLI:BE:CASS:2024:CONC.20240927.1N.8. Cass. 14 april 2003, AR C.00.0167.N; AC 2003, nr. 250, zie ook Cass. 10 september 2010, AR F.09.0063.N, AC 2010, nr. 510, Cass. 13 juni 2003, RW 2004-2005, 384, noot S. VAN DER JEUGHT; Cass. 25 maart 2004, AR C.01.0597.N, AC 2004, nr. 167; Cass. 31 maart 1955, AC 1955, 656. Contra: Cass. 4 juni 2021, AR F.20.0056.N ECLI:BE:CASS:2021:ARR.20210604.1N.10, met gelijkluidende concl. van advocaat-generaal J. VAN DER FRAENEN, ECLI:BE:CASS:2021:CONC.20210604.1N.10.",
        "Artikel 100 Wet Rijkscomptabiliteit sluit de toepassing van de gemeenrechtelijke verjaringstermijnen, waaronder deze van artikel 2262bis, § 1, Oud Burgerlijk Wetboek, uit (1). (1) Cass. 27 september 2024, AR F.23.0081.N, ECLI:BE:CASS:2024:ARR.20240927.1N.8, met concl. van advocaat-generaal Ravyse, ECLI:BE:CASS:2024:CONC.20240927.1N.8.",
        "De vordering tot teruggave van belastingen die geïnd werden in strijd met een rechtstreeks werkende bepaling van Richtlijn 2003/96/EG vormt voor de Staat geen vaste uitgave.",
        "Artikel 100, tweede lid, Wet Rijkcomptabiliteit betreft de schuldvorderingen die voortkomen uit vonnissen en houdt geen verband met de verjaring van de rechtsvordering zelf (1) (2). (1) Zie concl. OM. (2) Zie Cass. 29 januari 2016, AR C.13.0584.F, AC 2016 nr. 66, met concl. van eerste advocaat-generaal Henkes; Cass. 21 april 1994, AR C.93.0329.F, AC 1994, nr. 190."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240927.1N.8": {
      "court": "CASS",
      "date": "2024-09-27",
      "roleNumber": "F.23.0081.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240927.1N.8",
      "abstractFR": null,
      "abstractNL": [
        "De verjaringstermijn van artikel 100, eerste lid, 1°, Wet Rijkscomptabiliteit geldt voor alle schuldvorderingen die voor de Staat geen vaste uitgave uitmaken, tenzij het gaat om vorderingen die door een afwijkende wetsbepaling aan een bijzondere verjaringstermijn zijn onderworpen; aldus is deze wetsbepaling ook van toepassing in fiscale zaken wanneer de fiscale wetgeving zelf niet in een verval- of verjaringstermijn voorziet (1). (1) Zie concl. OM.",
        "Artikel 100 Wet Rijkscomptabiliteit sluit de toepassing van de gemeenrechtelijke verjaringstermijnen, waaronder deze van artikel 2262bis, § 1, Oud Burgerlijk Wetboek, uit (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230512.1N.9": {
      "court": "CASS",
      "date": "2023-05-12",
      "roleNumber": "C.22.0322.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230512.1N.9",
      "abstractFR": null,
      "abstractNL": [
        "In geval van een onrechtmatige overheidsdaad begint de verjaringstermijn van vijf jaar voor schuldvorderingen tot schadevergoeding pas te lopen vanaf de eerste januari van het begrotingsjaar in de loop waarvan het slachtoffer kennis had van de schade en van de identiteit van de aansprakelijke overheid, zelfs al kan de omvang van de schade op dat ogenblik nog niet precies worden bepaald (1). (1) Zie GwH. Arrest nr.144/2021 van 14 oktober 2021, r.o.B4; Cass. 29 april 2022, AR C.20.0198.F, AC 2022, nr. 304."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210604.1N.10": {
      "court": "CASS",
      "date": "2021-06-04",
      "roleNumber": "F.20.0056.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210604.1N.10&lang=fr",
      "abstractFR": [
        "L'article 100 des lois coordonnées du 17 juillet 1991 sur la comptabilité de l'État s'applique uniquement en matière fiscale lorsque la législation fiscale elle-même ne prévoit pas de délai de déchéance ou de prescription (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Artikel 100 Wet Rijkscomptabiliteit is enkel van toepassing in fiscale zaken waarbij de fiscale wetgeving zelf niet voorziet in een verval- of verjaringstermijn (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210625.1N.2": {
      "court": "CASS",
      "date": "2021-06-25",
      "roleNumber": "F.20.0015.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210625.1N.2&lang=fr",
      "abstractFR": [
        "L'action en réparation d'un dommage contre l'État belge, fondée sur une responsabilité extracontractuelle se prescrit par cinq ans à partir du jour qui suit celui où la partie lésée a eu connaissance du dommage ou de l'identité de la personne responsable ; lorsque la responsabilité de l'autorité résulte de l'édiction d'une norme violant une norme supérieure, la faute de l'autorité est établie au moment de la publication de la norme édictée par elle et la partie lésée a, à ce moment-là, connaissance de l'identité du responsable."
      ],
      "abstractNL": [
        "De vordering tot vergoeding van schade op grond van buitencontractuele aansprakelijkheid tegen de Belgische Staat verjaart door verloop van vijf jaar vanaf de dag volgend op die waarop de benadeelde kennis heeft gekregen van de schade of van de identiteit van de aansprakelijke; wanneer de aansprakelijkheid van de overheid het gevolg is van het uitvaardigen van een norm die een hogere norm schendt, staat de fout van de overheid vast op het ogenblik van de publicatie van de door haar uitgevaardigde norm en krijgt de benadeelde op dat ogenblik kennis van de identiteit van de aansprakelijke."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220429.1F.4": {
      "court": "CASS",
      "date": "2022-04-29",
      "roleNumber": "C.20.0198.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220429.1F.4",
      "abstractFR": [
        "Le point de départ du délai de prescription de cinq ans, visée par l'article 100, alinéa 1er, 1°, des Lois sur la comptabilité de l'État, coordonnées le 17 juillet 1991, dont la victime d'un dommage causé par une autorité publique doit tenir compte lorsqu'elle entend réclamer une indemnisation à cette autorité, n'est pas uniquement non applicable lorsque le préjudice ou l'identité du responsable ne peut être établi que postérieurement à l'expiration du délai de prescription quinquennal."
      ],
      "abstractNL": [
        "De in artikel 100, eerste lid, 1°, Wet Rijkscomptabiliteit bepaalde verjaringstermijn van vijf jaar waarmee het slachtoffer van door een overheid veroorzaakte schade rekening dient te houden wanneer het van die overheid een schadevergoeding wenst te vorderen, gaat niet enkel niet in wanneer de schade of de identiteit van de voor die schade aansprakelijke persoon pas na het verstrijken van de verjaringstermijn van vijf jaar kan worden vastgesteld.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220922.1F.5": {
      "court": "CASS",
      "date": "2022-09-22",
      "roleNumber": "F.21.0044.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220922.1F.5",
      "abstractFR": [
        "La réclamation, qui a pour objet de contester une imposition au précompte professionnel et qui doit répondre à des conditions de forme et de délai qui lui sont propres en vertu des articles 366 et suivants du Code des impôts sur les revenus 1992, ne constitue pas un mode de production des créances à charge de l'État ; partant, ne lui est pas applicable l'article 100, alinéa 1er, 1°, des lois sur la comptabilité de l'État, coordonnées le 17 juillet 1991, suivant lequel sont prescrites et définitivement éteintes au profit de l'État, les créances qui, devant être produites selon les modalités fixées par la loi ou le règlement, ne l'ont pas été dans le délai de cinq ans à partir du premier janvier de l'année budgétaire pendant laquelle elles sont nées."
      ],
      "abstractNL": [
        "Het bezwaarschrift, dat strekt tot betwisting van een aanslag in de bedrijfsvoorheffing en moet voldoen aan eigen vorm- en termijnvereisten krachtens de artikelen 366 en volgende WIB92, vormt geen wijze van overlegging van schuldvorderingen ten aanzien van de Staat; bijgevolg is artikel 100, eerste lid, 1°, Wet Rijkscomptabiliteit, volgens hetwelk zijn verjaard en voorgoed ten voordele van de Staat vervallen, de schuldvorderingen waarvan de op wettelijke of reglementaire wijze bepaalde overlegging niet is geschied binnen een termijn van vijf jaar te rekenen vanaf de eerste januari van het begrotingsjaar in de loop waarvan ze zijn ontstaan, hierop niet van toepassing."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170202.1F.2": {
      "court": "CASS",
      "date": "2017-02-02",
      "roleNumber": "C.15.0298.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170202.1F.2",
      "abstractFR": [
        "Sont prescrites et définitivement éteintes au profit de l'Etat, sans préjudice des déchéances prononcées par d'autres dispositions légales, réglementaires ou conventionnelles sur la matière, les créances qui, devant être produites selon les modalités fixées par la loi ou le règlement, ne l'ont pas été dans le délai de cinq ans à partir du premier janvier de l'année budgétaire au cours de laquelle elles sont nées."
      ],
      "abstractNL": [
        "De schuldvorderingen waarvan de op wettelijke of reglementaire wijze bepaalde overlegging niet is geschied binnen een termijn van vijf jaar te rekenen vanaf de eerste januari van het begrotingsjaar in de loop waarvan zij zijn ontstaan, zijn, onverminderd de vervallenverklaringen t.g.v. andere wettelijke, reglementaire of ter zake overeengekomen bepalingen, verjaard en voorgoed ten voordele van de Staat vervallen."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210415.1F.4": {
      "court": "CASS",
      "date": "2021-04-15",
      "roleNumber": "C.20.0198.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210415.1F.4",
      "abstractFR": [
        "Lorsque devant la Cour se pose la question de savoir si l'article 100, alinéa 1er, 1°, des lois sur la comptabilité de l'État, coordonnées le 17 juillet 1991, en ce qu'il fixe le point de départ de la prescription quinquennale d'une action en réparation d'un dommage fondée sur une responsabilité extracontractuelle des pouvoirs publics au premier janvier de l'année budgétaire au cours de laquelle la créance est née, lorsque la personne lésée a connaissance du dommage et de l'identité de la personne responsable avant l'expiration du délai quinquennal, alors que, suivant l'article 2262bis, § 1er, alinéa 2, de l'ancien Code civil, toute action en réparation d'un dommage fondée sur une responsabilité extracontractuelle se prescrit par cinq ans à partir du jour qui suit celui où la personne lésée a eu connaissance du dommage et de l'identité de la personne responsable viole les articles 10, 11 et 16 de la Constitution, la Cour pose une question préjudicielle à la Cour constitutionnelle (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer voor het Hof de vraag rijst of artikel 100, eerste lid, 1°, Wet Rijkscomptabiliteit, de artikelen 10, 11 en 16 Grondwet schendt in zoverre dit het aanvangspunt van de vijfjarige verjaring van een rechtsvordering tot vergoeding van schade op grond van een buitencontractuele aansprakelijkheid van de overheid vaststelt op één januari van het begrotingsjaar in de loop waarvan de schuldvordering is ontstaan, wanneer de benadeelde kennis heeft van de schade en van de identiteit van de daarvoor aansprakelijke persoon vóór het verstrijken van de vijfjarige termijn, terwijl, volgens artikel 2262bis, § 1, tweede lid, Oud Burgerlijk Wetboek, alle rechtsvorderingen tot vergoeding van schade op grond van buitencontractuele aansprakelijkheid verjaren door verloop van vijf jaar vanaf de dag volgend op die waarop de benadeelde kennis heeft gekregen van de schade en van de identiteit van de daarvoor aansprakelijke persoon, stelt het Hof een prejudiciële vraag aan het Grondwettelijk Hof."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210226.1N.7": {
      "court": "CASS",
      "date": "2021-02-26",
      "roleNumber": "C.17.0582.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210226.1N.7&lang=fr",
      "abstractFR": [
        "S'agissant des créances autres que celles qui constituent un dépense fixe pour l'État, l'intéressé doit, pour obtenir le paiement de la créance, produire une déclaration, un état ou un compte, le délai de prescription quinquennal valant pour les créances qui n'ont pas été ordonnancées par les ministres dans le délai de cinq ans à partir du premier janvier de l'année pendant laquelle elles ont été produites.",
        "Une créance sur l'État, les communautés et régions qui, du fait de l'expiration des délais visés à l'article 100 des lois coordonnées du 17 juillet 1991 sur la comptabilité de l'État, est prescrite, est définitivement éteinte et anéantie et ne donne pas lieu, par conséquent, à la naissance d'une obligation naturelle à charge de l'autorité publique ; le caractère d'ordre public de l'article 100 de ces lois coordonnées ne permet pas davantage à l'autorité de renoncer à la prescription acquise et de ressusciter la créance définitivement éteinte."
      ],
      "abstractNL": [
        "Voor andere schuldvorderingen dan die welke voor de Staat een vaste uitgave uitmaken, dient de belanghebbende, om de betaling van de vordering te verkrijgen, een aangifte, staat of rekening over te leggen, waarbij de verjaringstermijn van vijf jaar geldt voor de schuldvorderingen die door de ministers niet zijn geordonnanceerd binnen een termijn van vijf jaar te rekenen vanaf de eerste januari van het jaar gedurende hetwelk ze werden overgelegd.",
        "Een schuldvordering op de Staat, gemeenschappen en gewesten, die wegens het verstrijken van de termijnen bedoeld in artikel 100 Wet Rijkscomptabiliteit is verjaard, is voorgoed vervallen en tenietgegaan en geeft bijgevolg geen aanleiding tot het ontstaan van een natuurlijke verbintenis in hoofde van de overheidsinstantie; evenmin laat het openbare orde karakter van artikel 100 Wet Rijkscomptabiliteit toe dat de overheid afstand doet van de ingetreden verjaring en de definitief vervallen vordering laat herleven."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200907.3N.9": {
      "court": "CASS",
      "date": "2020-09-07",
      "roleNumber": "C.19.0610.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200907.3N.9&lang=fr",
      "abstractFR": [
        "Une demande extracontractuelle fondée sur un acte illicite de l'État naît, en règle, au moment où le dommage survient ou au moment où sa réalisation future est raisonnablement établie, sans que l'étendue du dommage doive être établie; lorsque l'autorité commet un excès de pouvoir en promulguant un arrêté royal illégal, le délai de prescription visé à l'article 100, alinéa 1er, des lois coordonnées du 17 juillet 1991 sur la comptabilité de l'État commence à courir à partir du premier janvier de l'année budgétaire durant laquelle l'arrêté royal a été publié au Moniteur belge (1). (1) Art. 100, al. 1er, 1°, des lois coordonnées du 17 juillet 1991 sur la comptabilité de l'État, dans la version applicable avant son abrogation par la loi du 22 mai 2003 portant organisation du budget et de la comptabilité de l'État fédéral."
      ],
      "abstractNL": [
        "Een vordering op buitencontractuele grondslag omwille van een onrechtmatige overheidsdaad ontstaat in de regel op het ogenblik dat de schade ontstaat of haar toekomstige verwezenlijking naar redelijke verwachting vaststaat, zonder dat de omvang van de schade moet vaststaan; wanneer de overheid haar macht overschrijdt door het uitvaardigen van een onwettig koninklijk besluit, begint de in artikel 100, eerste lid, Wet Rijkscomptabiliteit bedoelde verjaringstermijn te lopen vanaf 1 januari van het begrotingsjaar waarin het koninklijk besluit in het Belgisch Staatsblad is gepubliceerd (1). (1) Art. 100, eerste lid, 1° Wet Rijkscomptabiliteit zoals van toepassing vóór de opheffing ervan bij wet van 22 mei 2003 houdende organisatie van de begroting en van de comptabiliteit van de federale Staat."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181012.1": {
      "court": "CASS",
      "date": "2018-10-12",
      "roleNumber": "C.17.0053.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181012.1&lang=fr",
      "abstractFR": [
        "Le droit à la répétition de paiements indus naissant, en règle, le jour du paiement, le délai de prescription prend cours à cette date; cette règle ne s'applique pas lorsque l'obligation du débiteur a subi, au moment du paiement, des modifications en raison d'un événement ultérieur faisant naître à son profit des droits pour la période pour laquelle le paiement a été effectué; en pareille occurrence, le délai de prescription commence, en principe, à courir à partir de cet événement (1). (1) Voir les concl. contraires du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het recht op de terugvordering van sommen die onverschuldigd zijn betaald ontstaat in de regel op de dag van de betaling, zodat de verjaringstermijn dan ingaat; deze regel geldt niet wanneer de gehoudenheid van de schuldenaar op het ogenblik van de betaling een verandering ondergaat door een latere gebeurtenis die voor de schuldenaar rechten doet ontstaan voor de periode waarvoor de betaling werd verricht; in dergelijk geval begint de verjaringstermijn, in beginsel, te lopen vanaf deze gebeurtenis (1). (1) Zie andersluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181011.8": {
      "court": "CASS",
      "date": "2018-10-11",
      "roleNumber": "F.18.0007.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181011.8",
      "abstractFR": [
        "Le délai de prescription de cinq ans vaut, en principe, pour toutes les créances à charge de l'Etat, sauf dispositions légales contraires (1). (1) Cass. 14 avril 2003, RG C.00.0167.N, Pas. 2003, n° 250, Cass. 16 février 2006, RG C.05.0022.N, Pas. 2006, n° 98.",
        "Dans le cas d'un acte illicite des autorités, la créance naît, en principe, au moment où le dommage survient ou au moment où sa réalisation future est raisonnablement établie (1). (1) Cass. 16 février 2006, RG C.05.0022.N, Pas. 2006, n° 98, Cass. 2 février 2017, RG C.15.0298.F, Pas. 2017, n°80."
      ],
      "abstractNL": [
        "Behoudens andersluidende wettelijke bepalingen, geldt de vijfjarige verjaringstermijn in de regel voor alle schuldvorderingen ten laste van de Staat (1). (1) Cass. 14 april 2003, AR C.00.0167.N, AC 2003, nr. 250, Cass. 16 februari 2006, AR C.05.0022.N, AC 2006, nr. 98.",
        "In geval van een onrechtmatige daad van de overheden ontstaat de schuldvordering, in beginsel, op het ogenblik waarop de schade tot stand komt of waarop haar toekomstige verwezenlijking naar redelijke verwachting vaststaat (1). (1) Cass. 16 februari 2006, AR C.05.0022.N, AC 2006, nr. 98, Cass. 2 februari 2017, AR C.15.0298.F, AC 2017, nr. 80."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180416.1": {
      "court": "CASS",
      "date": "2018-04-16",
      "roleNumber": "C.13.0008.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180416.1&lang=fr",
      "abstractFR": [
        "L'action en responsabilité extracontractuelle qu'une personne lésée exerce contre la Région est prescrite si elle est introduite plus de cinq ans après le premier janvier de l'année durant laquelle la faute a été commise, à moins que la personne lésée n'ait eu connaissance du dommage et de l'identité de la personne responsable qu'après l'expiration de ce délai."
      ],
      "abstractNL": [
        "De buitencontractuele aansprakelijkheidsvordering die een benadeelde tegen het Gewest instelt, is verjaard indien zij wordt ingesteld meer dan vijf jaar na de eerste januari van het jaar waarin de fout werd begaan, tenzij de benadeelde slechts na het verstrijken van deze termijn kennis krijgt van de schade en de identiteit van de aansprakelijke."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170201.2": {
      "court": "CASS",
      "date": "2017-02-01",
      "roleNumber": "C.15.0298.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170201.2",
      "abstractFR": [
        "Sont prescrites et définitivement éteintes au profit de l'Etat, sans préjudice des déchéances prononcées par d'autres dispositions légales, réglementaires ou conventionnelles sur la matière, les créances qui, devant être produites selon les modalités fixées par la loi ou le règlement, ne l'ont pas été dans le délai de cinq ans à partir du premier janvier de l'année budgétaire au cours de laquelle elles sont nées."
      ],
      "abstractNL": [
        "De schuldvorderingen waarvan de op wettelijke of reglementaire wijze bepaalde overlegging niet is geschied binnen een termijn van vijf jaar te rekenen vanaf de eerste januari van het begrotingsjaar in de loop waarvan zij zijn ontstaan, zijn, onverminderd de vervallenverklaringen t.g.v. andere wettelijke, reglementaire of ter zake overeengekomen bepalingen, verjaard en voorgoed ten voordele van de Staat vervallen."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160229.3": {
      "court": "CASS",
      "date": "2016-02-29",
      "roleNumber": "S.15.0049.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160229.3",
      "abstractFR": [
        "Les dispositions de l'article 100 de la loi sur la comptabilité de l'État, coordonnées le 17 juillet 1991, qui, fixant la prescription des actions en paiement des créances contre l'État, intéressent l'ordre public, n'excluent pas l'application, lorsque les conditions en sont réunies, de la règle, également d'ordre public, de l'article 26 de la loi du 17 avril 1878 contenant le titre préliminaire du Code de procédure pénale en vertu de laquelle l'action civile résultant d'une infraction ne peut se prescrire avant l'action publique (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De bepalingen van artikel 100 van de Wetten op de Rijkscomptabiliteit, gecoördineerd bij het koninklijk besluit van 17 juli 1991, die, aangezien zij de verjaring regelen van de vorderingen tot betaling van de schuldvorderingen tegen de Staat, de openbare orde raken, sluiten, wanneer de voorwaarden daarbij vervuld zijn, de toepassing niet uit van de regel, die eveneens van openbare orde is, van artikel 26, van de wet van 17 april 1878 houdende de Voorafgaande Titel Wetboek van Strafvordering, waarbij de burgerlijke rechtsvordering volgend uit een misdrijf niet kan verjaren vóór de strafvordering (1). (1) Zie de concl. OM in Pas. 2016, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160129.2": {
      "court": "CASS",
      "date": "2016-01-29",
      "roleNumber": "C.13.0584.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160129.2",
      "abstractFR": [
        "L'article 100, alinéa 2, de l'arrêté royal du 17 juillet 1991 portant coordination des lois sur la comptabilité de l'État institue un délai de péremption du titre exécutoire; elle est étrangère à la prescription de l'action elle-même et ne s'applique qu'aux créances qui sont constatées par un jugement (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel 100, tweede lid, van het koninklijk besluit van 17 juli 1991 houdende coördinatie van de wetten op de Rijkscomptabiliteit voert een vervaltermijn in van de uitvoerbare titel; dat verval houdt geen verband met de verjaring van de rechtsvordering zelf en geldt slechts voor de schuldvorderingen die door een vonnis zijn vastgesteld (1). (1) Zie concl. OM. in Pas. 2016, nr. ***"
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150424.2": {
      "court": "CASS",
      "date": "2015-04-24",
      "roleNumber": "F.13.0153.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150424.2&lang=fr",
      "abstractFR": [
        "Le délai de prescription particulier de cinq ans s'appliquant aux créances sur l'Etat, prévu par l'article 100, alinéa 1er, 1°, des lois coordonnées sur la comptabilité de l'Etat du 17 juillet 1991, prend cours le premier janvier de l'année budgétaire au cours de laquelle la créance est née (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Dans le cas d'un acte illicite des autorités, la créance naît, en règle, au moment où le dommage survient ou au moment où sa réalisation future est raisonnablement établie); la circonstance que l'étendue du dommage ne peut pas encore être fixée de manière certaine à ce moment-là n'y déroge pas (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De bijzondere verjaringstermijn van vijf jaar voor schuldvorderingen op de Staat waarin artikel 100, eerste lid, 1°, van de gecoördineerde wetten op de Rijkscomptabiliteit voorziet, neemt een aanvang op de eerste januari van het begrotingsjaar waarin de schuldvordering is ontstaan (1). (1) Zie concl. OM.",
        "In geval van een onrechtmatige overheidsdaad ontstaat de schuldvordering in de regel op het ogenblik waarop de schade ontstaat of waarop haar toekomstige verwezenlijking, naar redelijke verwachting, vaststaat; de omstandigheid dat de omvang van de schade op dat tijdstip nog niet precies kan worden bepaald, doet hieraan geen afbreuk (1). (1) Zie concl. OM."
      ]
    }
  },
  "101": {
    "ECLI:BE:CASS:2022:ARR.20220113.1N.4": {
      "court": "CASS",
      "date": "2022-01-13",
      "roleNumber": "C.21.0209.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220113.1N.4&lang=fr",
      "abstractFR": [
        "La citation interrompt non seulement la prescription de la demande qu'elle introduit, mais également des demandes qui y sont virtuellement comprises.",
        "L'interruption de la prescription par une citation se prolonge, sauf disposition légale contraire, pendant tout le cours de l'instance, c'est-à-dire jusqu'au jour de la prononciation du jugement ou de l'arrêt qui met un terme au litige."
      ],
      "abstractNL": [
        "De dagvaarding stuit niet alleen de verjaring van de vordering die ze inleidt, maar ook van de vorderingen die daarin virtueel begrepen zijn.",
        "Behoudens andersluidende bepaling duurt de stuiting van de verjaring door een dagvaarding voort tijdens het gehele geding, dit is tot op de dag van de uitspraak van het vonnis of het arrest dat een einde maakt aan het geding."
      ]
    }
  },
  "106": {
    "ECLI:BE:CASS:2019:ARR.20190110.1": {
      "court": "CASS",
      "date": "2019-01-10",
      "roleNumber": "C.17.0554.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190110.1",
      "abstractFR": [
        "Dès lors que le délai spécifique de prescription prévu par l'article 106, § 2 des lois sur la comptabilité de l'Etat, qui suit l'acte interruptif constitué par le dépôt de la lettre recommandée, est jugé inconstitutionnel, cet acte interruptif fait courir un nouveau délai de prescription d'une durée égale au délai initial, soit un délai de cinq ans (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Aangezien de in artikel 106, § 2, van de wetten op de Rijkscomptabiliteit bepaalde specifieke verjaringstermijn, die volgt op de verjaringsstuitende daad, te weten de neerlegging van de aangetekende brief, ongrondwettig wordt geacht, doet die verjaringsstuitende daad een nieuwe verjaringstermijn ingaan van dezelfde duur als de oorspronkelijke termijn, namelijk een termijn van vijf jaar (1). (1) Zie andersluidende concl. OM in Pas. 2019, nr. 13."
      ]
    }
  }
}