{
  "2": {
    "ECLI:BE:CASS:2021:ARR.20210609.2F.7": {
      "court": "CASS",
      "date": "2021-06-09",
      "roleNumber": "P.21.0666.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210609.2F.7",
      "abstractFR": [
        "L'article 28, § 1er, de la loi du 13 mars 1973 relative à l'indemnité en cas de détention préventive inopérante prévoit l'indemnisation de toute personne qui, pendant plus de huit jours, aura été privée de liberté, sans que cette détention ait été provoquée par son propre comportement, si elle a été mise hors de cause par une décision judiciaire passée en force de chose jugée; selon l'article 28, § 2, alinéa 2, de la loi, lorsque la personne a encore des peines privatives de liberté en cours, la réparation s'effectue non pas par le payement d'une indemnité mais par l'imputation des jours de détention préventive entrant en ligne de compte sur les peines privatives de liberté encore en cours."
      ],
      "abstractNL": [
        "Artikel 28, § 1, Wet Onwerkzame Voorhechtenis bepaalt dat elke persoon die in voorlopige hechtenis werd genomen gedurende meer dan acht dagen, zonder dat deze hechtenis of de handhaving ervan te wijten is aan zijn persoonlijke gedraging, aanspraak kan maken op een vergoeding indien hij bij een in kracht van gewijsde gegane rechterlijke beslissing buiten de zaak is gesteld; volgens artikel 28, § 2, tweede lid, van de wet geschiedt het herstel, ingeval de persoon nog lopende vrijheidsstraffen heeft, niet door het betalen van een vergoeding maar door de dagen van de voorlopige hechtenis die in aanmerking komen eerst op de nog lopende vrijheidsstraffen toe te rekenen."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2021:ARR.20210609.2F.7": {
      "court": "CASS",
      "date": "2021-06-09",
      "roleNumber": "P.21.0666.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210609.2F.7",
      "abstractFR": [
        "L'indemnité pour détention inopérante ou l'imputation des jours de détention préventive inopérante sur les peines privatives de liberté encore en cours sont décidées par le ministre de la Justice avec, en cas de refus, un recours ouvert auprès de la Commission instituée par la loi du 13 mars 1973 relative à l'indemnité en cas de détention préventive inopérante.",
        "Le contrôle déféré au tribunal de l'application des peines est limité aux conditions et modalités de l'exécution de la peine et ne s'étend pas aux prérogatives que la loi du 13 mars 1973 relative à l'indemnité en cas de détention préventive inopérante, complétée par celle du 25 décembre 2016, attribue au ministre de la Justice et, en cas de recours, à la Commission instituée par cette loi."
      ],
      "abstractNL": [
        "De minister van Justitie beslist over de vergoeding voor onwerkzame hechtenis of de toerekening van de dagen van de onwerkzame voorlopige hechtenis op de nog lopende vrijheidsstraffen met, in geval van weigering, de mogelijkheid om beroep in te stellen bij de door de Wet Onwerkzame Hechtenis opgerichte commissie.",
        "Het aan de strafuitvoeringsrechtbank opgedragen toezicht is beperkt tot de strafuitvoeringsvoorwaarden en -modaliteiten en strekt zich niet uit tot de bevoegdheid die de Wet Onwerkzame Hechtenis, aangevuld door de wet van 25 december 2016, aan de minister van Justitie en, in geval van beroep, aan de door die wet opgerichte commissie toekent."
      ]
    }
  },
  "27": {
    "ECLI:BE:CASS:2022:ARR.20220927.2N.21": {
      "court": "CASS",
      "date": "2022-09-27",
      "roleNumber": "P.22.1122.N-P.22.1181.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220927.2N.21",
      "abstractFR": null,
      "abstractNL": [
        "De bepaling van artikel 5.4 EVRM is ook van toepassing op vreemdelingen die krachtens de Vreemdelingenwet van hun vrijheid worden beroofd door een administratieve overheid zodat de van zijn vrijheid beroofde vreemdeling de wettigheid van zijn vrijheidsberoving op korte termijn moet kunnen laten toetsen door een rechter hetgeen inhoudt dat een rechter op korte termijn definitief beslist of de vrijheidsberoving al dan niet wettig is, waarbij rechterlijke beslissingen die de wettigheid zelf niet beoordelen, zoals een vernietiging wegens een motiveringsgebrek of een onbevoegdheid, geen dergelijke definitieve beslissingen zijn, ook al kunnen ze in aanmerking worden genomen voor de invulling van het begrip korte termijn; uit deze verdragsbepaling zoals uitgelegd door het Europees Hof voor de Rechten van de Mens (1) volgt dat het feit van de invrijheidstelling van een vreemdeling, die op het ogenblik dat hij van zijn vrijheid was beroofd aan een rechter heeft gevraagd om de wettigheid van die vrijheidsberoving te toetsen of tegen een dergelijke toetsingsbeslissing een rechtsmiddel heeft aangewend, niet tot gevolg heeft dat dit verzoek of het ter zake ingediende rechtsmiddel zonder voorwerp is, zodat de rechter bij wie een verzoek aanhangig is tot beoordeling van de wettigheid van de vrijheidsberoving van een vreemdeling of van een rechtsmiddel tegen een beslissing die uitspraak doet over die wettigheid, indien hij daartoe door de inmiddels in vrijheid gestelde vreemdeling uitdrukkelijk is uitgenodigd, zich moet uitspreken over de wettigheid van de vrijheidsberoving en hij de beoordeling van het verzoek of van het ingestelde rechtsmiddel niet zonder voorwerp kan verklaren op de enkele grond dat de vreemdeling niet langer van zijn vrijheid is beroofd; de voormelde verdragsrechtelijke verplichting primeert op artikel 71 Vreemdelingenwet dat het beroep bij de rechterlijke macht enkel verleent aan de vreemdeling die het voorwerp is van een maatregel van vrijheidsberoving en ook de mogelijkheid die een in vrijheid gestelde vreemdeling heeft om de wettigheid van de niet langer bestaande vrijheidsberoving te laten toetsen door de burgerlijke rechter met het oog op het verkrijgen van een schadevergoeding (2), ontslaat het onderzoeksgerecht en het Hof niet van de uit artikel 5.4 EVRM voortvloeiende verplichting om op korte termijn te oordelen over de wettigheid van een bestuurlijke vrijheidsberoving van een vreemdeling of over een ter zake ingesteld rechtsmiddel, voor zover de vreemdeling dat verzoek tot wettigheidsbeoordeling heeft geformuleerd of dat rechtsmiddel heeft ingesteld op een ogenblik dat hij nog van zijn vrijheid was beroofd en hij de aangezochte rechter uitdrukkelijk verzoekt om niettegenstaande de invrijheidstelling de wettigheid van de ondergane vrijheidsberoving te toetsen (3). (1) EHRM 14 november 2013, nr. 56028/10, M.D. t. België, ro 44; EHRM 11 april 2013, Firoz Muneer t. België, nr. 56005/10, ro 86; EHRM 30 juni 2020, nr. 54962/18, Muhammad Saqawat t. België, ro 75. (2) Cass. 25 maart 2020 AR P.20.0189.F, AC 2020, nr. 214, RDP 2020, p. 864. (3) Zie de andersluidende concl. OM in P.22.1122.N; zie L. DENYS, “Naar het einde van de cassatierechtspraak ‘zonder voorwerp' inzake administratieve vrijheidsberoving van vreemdelingen”, RW 2020-21, pp. 802-815. Met dit arrest stapt het Hof af van zijn traditionele ‘zonder voorwerp'-rechtspraak met betrekking tot de wettigheidscontrole van een vrijheidsberovende maatregel genomen ten opzichte van een vreemdeling wanneer deze op het ogenblik van die controle in vrijheid werd gesteld."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220112.2F.13": {
      "court": "CASS",
      "date": "2022-01-12",
      "roleNumber": "P.21.1696.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220112.2F.13",
      "abstractFR": [
        "Lorsque le mandat d'arrêt délivré par l'autorité étrangère a été rendu exécutoire par la chambre du conseil en application de l'article 3, alinéa 2, de la loi du 15 mars 1874 et que ce mandat rendu exécutoire a été signifié à l'étranger arrêté provisoirement en application de l'article 5, alinéa 1er, de cette loi, il n'est plus privé de liberté en vertu du mandat d'arrêt provisoire que le juge d'instruction a décerné sur cette base mais est écroué en vertu du mandat d'arrêt étranger rendu exécutoire par la chambre du conseil et de l'ordonnance qui en fait foi; le pourvoi formé contre l'arrêt qui vérifie si les conditions légales de l'arrestation provisoire décidée par le juge d'instruction sont réunies devient alors sans objet; ceci ne prive pas l'étranger du droit à un recours effectif devant un tribunal afin qu'il statue à bref délai sur la légalité de sa détention et ordonne sa libération si la détention est illégale (1). (1) Voir les concl. « dit en substance » du MP.",
        "Lorsque le mandat d’arrêt délivré par l’autorité étrangère a été rendu exécutoire par la chambre du conseil en application de l’article 3, alinéa 2, de la loi du 15 mars 1874 et que ce mandat rendu exécutoire a été signifié à l’étranger arrêté provisoirement en application de l’article 5, alinéa 1er, de cette loi, il n’est plus privé de liberté en vertu du mandat d’arrêt provisoire que le juge d’instruction a décerné sur cette base mais est écroué en vertu du mandat d’arrêt étranger rendu exécutoire par la chambre du conseil et de l’ordonnance qui en fait foi; le pourvoi formé contre l’arrêt qui vérifie si les conditions légales de l’arrestation provisoire décidée par le juge d’instruction sont réunies devient alors sans objet; ceci ne prive pas l’étranger du droit à un recours effectif devant un tribunal afin qu’il statue à bref délai sur la légalité de sa détention et ordonne sa libération si la détention est illégale (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": [
        "Wanneer het door de buitenlandse overheid uitgevaardigde aanhoudingsbevel door de raadkamer uitvoerbaar is verklaard met toepassing van artikel 3, tweede lid, Uitleveringswet 1874, en dat uitvoerbaar verklaard bevel is betekend aan de krachtens artikel 5, eerste lid, van de voormelde wet voorlopig aangehouden vreemdeling, is laatstgenoemde niet meer van zijn vrijheid beroofd krachtens het voorlopige aanhoudingsbevel dat de onderzoeksrechter op die grond heeft uitgevaardigd, maar is hij opgesloten krachtens het buitenlands aanhoudingsbevel dat door de raadkamer uitvoerbaar is verklaard en krachtens de beschikking die tot bewijs ervan strekt; het cassatieberoep tegen het arrest dat onderzoekt of de wettelijke voorwaarden van de door de onderzoeksrechter besliste voorlopige aanhouding zijn vervuld, heeft in dat geval geen bestaansreden meer; dat ontzegt de vreemdeling niet het recht op een daadwerkelijk rechtsmiddel voor een rechterlijke instantie, opdat die instantie op korte termijn uitspraak doet over de wettigheid van zijn vasthouding en zijn invrijheidstelling beveelt indien de vasthouding illegaal is (1). (1) Zie concl. “in hoofdzaak” OM in Pas. 2022, nr. 25.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200401.2F.10": {
      "court": "CASS",
      "date": "2020-04-01",
      "roleNumber": "P.20.0267.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200401.2F.10",
      "abstractFR": [
        "Les décisions des juridictions d'instruction statuant sur pied des articles 71 à 74 de la loi du 15 décembre 1980 sur l'accès au territoire, le séjour, l'établissement et l'éloignement des étrangers ne lient pas le juge saisi d'un recours fondé sur l'article 27 de la loi du 13 mars 1973 relative à l'indemnité en cas de détention préventive inopérante; dès lors que l'étranger dispose du droit de faire constater l'illégalité alléguée de sa privation de liberté fondée sur le titre dont il a précédemment fait l'objet et d'obtenir la réparation du dommage subi en raison de cette rétention, la décision constatant que le recours introduit contre cette mesure devant les juridictions d'instruction est devenu sans objet n'est pas contraire aux articles 5 et 13 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales et au droit à un procès équitable et au principe de l'égalité des armes (1). (1) Voir les concl. du MP. Cass. 25 mars 2020, RG P.20.0189.F, Pas. 2020, n° 214."
      ],
      "abstractNL": [
        "De beslissingen van de onderzoeksgerechten die op grond van de artikelen 71 tot 74 Vreemdelingenwet uitspraak doen, zijn niet bindend voor de rechter die kennisneemt van een beroep gegrond op artikel 27 Wet Onwerkzame Voorhechtenis; aangezien de vreemdeling het recht heeft de aangevoerde onwettigheid te doen vaststellen van zijn vrijheidsberoving, welke gegrond is op de eerder jegens hem uitgevaardigde titel, en het herstel te verkrijgen van de schade die hij door die vasthouding heeft geleden, is de beslissing die vaststelt dat het beroep dat tegen die maatregel werd ingesteld voor de onderzoeksgerechten geen bestaansreden meer heeft, niet in strijd met de artikelen 5 en 13 EVRM of met het recht op een eerlijk proces en het beginsel van de wapengelijkheid (1). (1) Zie concl. OM in Pas. 2020, nr. 226; Cass. 25 maart 2020, AR P.20.0189.F, AC 2020, nr. 214."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200325.2F.6": {
      "court": "CASS",
      "date": "2020-03-25",
      "roleNumber": "P.20.0189.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200325.2F.6",
      "abstractFR": [
        "L'article 27 de la loi du 13 mars 1973 permet à l'étranger qui a fait l'objet d'une mesure privative de liberté dans des conditions incompatibles avec les dispositions de l'article 5 de la Convention de faire constater l'illégalité de sa détention et d'obtenir la réparation de l'entièreté du dommage qu'il a subi, en ce compris le dommage moral; la notion de « privation de liberté » visée à cette disposition couvre, en effet, non seulement toute mesure de détention préventive prise à l'égard d'une personne soupçonnée d'avoir commis un crime ou un délit, mais également toutes les autres formes de détention judiciaire ou administrative, dont notamment les mesures de rétention prises en vertu des dispositions applicables de la loi du 15 décembre 1980; à cet égard, l'article 27 ne requiert pas que, préalablement à l'exercice de l'action en réparation, l'illégalité de la détention soit constatée par une décision judiciaire antérieure (1). (1) Voir Cass. 1er avril 2020, RG P.20.0267.F, Pas. 2020, n° 226, avec concl. du MP; Cass. 22 mai 2019, RG P.19.0490.F, Pas. 2019, n° 312; Cass. 27 mars 2019, RG P.19.0259.F, Pas 2019, n° 188, § 4, avec concl. du MP.",
        "Ni l'article 5.4 de la Convention (1), ni le principe général du droit à un procès équitable, en ce compris le principe de l'égalité des armes, ni le droit à un recours effectif, ne font obstacle à ce que le législateur juge plus approprié, tant que l'étranger est détenu en vertu de la mesure privative de liberté visée par son recours, que le contrôle de légalité de la détention soit confié à la chambre du conseil et à la chambre des mises en accusation statuant à bref délai conformément, en règle, aux dispositions légales relatives à la détention préventive, tandis que lorsque l'étranger a été libéré ou n'est plus détenu en vertu de ce titre, le constat de l'illégalité éventuelle de la détention subie et la question de la réparation du dommage causé par cette détention ressortissent aux juridictions ordinaires en vertu de l'article 27 de la loi du 13 mars 1973; dès lors que le demandeur dispose du droit de faire constater l'illégalité alléguée de sa privation de liberté fondée sur le titre dont il a précédemment fait l'objet et d'obtenir la réparation du dommage subi en raison de cette détention, la décision constatant que le recours introduit contre cette mesure devant les juridictions d'instruction est devenu sans objet n'est pas contraire aux dispositions conventionnelles et aux principes précités (2). (1) L'art. 5.4 de la Conv. D.H. garantit « le droit d'introduire un recours devant un tribunal, afin qu'il statue à bref délai sur la légalité de sa détention et ordonne sa libération si la détention est illégale » ; son art. 5.5 dispose que « toute personne victime d'une arrestation ou d'une détention dans des conditions contraires aux dispositions de cet article a droit à réparation ». (2) Voir Cass. 25 mars 2020, RG P.20.0229.F, Pas. 2020, n° 215; Cass. 22 mai 2019, RG P.19.0490.F, Pas. 2019, n° 312, § 4 à 7; Cass. 27 mars 2019, RG P.19.0259.F, Pas. 2019, n° 188, § 4, avec concl. MP; Cass. 23 janvier 2018, RG P.17.1282.N, Pas. 2018, n° 49. Voir Cass. 1er avril 2020, RG P.20.0267.F, Pas. 2020, n° 226, avec concl. MP; Cass. 7 décembre 2016, RG P.16.1183.F, Pas. 2016, n° 702. Voir Cass. 28 novembre 2018, RG P.18.1154.F, Pas. 2018, n° 674. Comme dans la présente espèce (voir le règlement du Parlement européen et du Conseil européen n° 604-2013 du 26 juin 2013, dit « Règlement Dublin III »). Voir Cass. 1er avril 2020, RG P.20.0267.F, Pas. 2020, n° 226, avec concl. MP; Cass. 22 mai 2019, RG P.19.0490.F, Pas. 2019, n° 312; Cass. 27 mars 2019, RG P.19.0259.F, Pas. 2019, n° 188 , § 4, avec concl. MP."
      ],
      "abstractNL": [
        "Op grond van artikel 27 Wet Onwerkzame Voorhechtenis kan de vreemdeling jegens wie een maatregel van vrijheidsberoving werd genomen in omstandigheden die strijdig zijn met de bepalingen van artikel 5 EVRM, de onwettigheid van zijn vasthouding doen vaststellen en de vergoeding verkrijgen van alle schade die hij heeft geleden, met inbegrip van de morele schade; het in die bepaling vermelde begrip “vrijheidsberoving” dekt immers niet enkel elke maatregel van voorlopige hechtenis die genomen wordt jegens een persoon die ervan verdacht wordt een misdaad of een wanbedrijf te hebben gepleegd, maar ook alle andere vormen van gerechtelijke of administratieve opsluiting, waaronder met name de maatregelen van vasthouding die genomen worden krachtens de toepasselijke bepalingen van de Vreemdelingenwet; in dat opzicht vereist artikel 27 niet dat, om de rechtsvordering tot vergoeding te kunnen instellen, de onwettigheid van de vasthouding moet zijn vastgesteld in een eerdere rechterlijke beslissing (1). (1) Zie Cass. 1 april 2020, AR P.20.0267.F, AC 2020, nr. 226, met concl. OM op datum in Pas.; Cass. 22 mei 2019, AR P.19.0490.F, AC 2019, nr. 312; Cass. 27 maart 2019, AR P.19.0259.F, AC 2019, nr. 188, § 4, met concl. OM op datum in Pas.",
        "Noch artikel 5.4 EVRM (1) noch het algemeen rechtsbeginsel van het recht op een eerlijk proces, waaronder het beginsel van de wapengelijkheid, staan eraan in de weg dat de wetgever het passender acht dat, zolang de vreemdeling wordt vastgehouden ingevolge de maatregel van vrijheidsberoving waartegen zijn beroep is gericht, het wettigheidstoezicht op de vasthouding wordt verricht door de raadkamer en door de kamer van inbeschuldigingstelling die spoedig uitspraak moeten doen overeenkomstig, in de regel, de wettelijke bepalingen inzake de voorlopige hechtenis, terwijl, wanneer de vreemdeling in vrijheid is gesteld of niet langer ingevolge die titel wordt vastgehouden, de vaststelling van de mogelijke onwettigheid van de ondergane vasthouding en de vraag betreffende de vergoeding van de door die vasthouding veroorzaakte schade, krachtens artikel 27 Wet Onwerkzame Voorhechtenis, aan de gewone gerechten toebehoren; aangezien de eiser het recht heeft om de aangevoerde onwettigheid te doen vaststellen van zijn vrijheidsberoving, die werd bevolen door de eerder tegen hem uitgevaardigde titel, en de vergoeding te verkrijgen van de door die vasthouding geleden schade, is de beslissing volgens welke het tegen die maatregel voor de onderzoeksgerechten ingestelde beroep geen bestaansreden meer heeft, niet in strijd met de voormelde verdragsbepalingen en het voormelde beginsel (2). (1) Art. 5.4 EVRM bepaalt dat “eenieder wie door arrestatie of detentie zijn vrijheid is ontnomen, het recht heeft voorziening te vragen bij het gerecht opdat deze spoedig beslist over de rechtmatigheid van zijn detentie en zijn invrijheidstelling beveelt, indien de detentie onrechtmatig is”; art. 5.5 EVRM bepaalt dat “eenieder die het slachtoffer is geweest van een arrestatie of een detentie in strijd met de bepalingen van dit artikel, recht heeft op schadeloosstelling”. (2) Zie Cass. 25 maart 2020, AR P.20.0229.F, AC 2020, nr. 215; Cass. 22 mei 2019, AR P.19.0490.F, AC 2019, nr. 312, §§ 4 tot 7; Cass. 27 maart 2019, AR P.19.0259.F, AC 2019, nr. 188, §4, met concl. OM op datum in Pas.; Cass. 23 januari 2018, AR P.17.1282.N, AC 2018, nr. 49. Zie Cass. 1 april 2020, AR P.20.0267.F, AC 2020, nr. 226, met concl. OM op datum in Pas.; Cass. 7 december 2016, AR P.16.1183.F, AC 2016, nr. 702.Zie Cass. 28 november 2018, AR P.18.1154.F, AC 2018, nr. 674. Zoals dat hier het geval is (zie de zgn. “Dublin III”-verordening nr. 604-2013 van het Europees Parlement en de Europese Raad van 26 juni 2013).Zie Cass. 1 april 2020, AR P.20.0267.F, AC 2020, nr. 226, met concl. OM op datum in Pas.; Cass. 22 mei 2019, AR P.19.0490.F, AC 2019, nr. 213; Cass. 27 maart 2019, AR P.19.0259.F, AC 2019, nr. 188, §4, met concl. OM op datum in Pas."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190522.4": {
      "court": "CASS",
      "date": "2019-05-22",
      "roleNumber": "P.19.0490.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190522.4",
      "abstractFR": [
        "Lorsqu'en application des articles 71, alinéa 1er, 72, alinéa 2, et 73, alinéa 1er, de la loi du 15 décembre 1980, la chambre du conseil du tribunal correctionnel ou, en degré d'appel, la chambre des mises en accusation de la cour d'appel, constate que la requête de mise en liberté est devenue sans objet en raison de la circonstance que l'étranger n'est plus détenu en vertu de la décision de rétention contre laquelle cette requête était dirigée (1), l'étranger n'est pas privé d'un recours effectif pour faire constater l'éventuelle illégalité de cette décision et obtenir réparation du dommage subi en raison de cette illégalité; en effet, l'article 27 de la loi du 13 mars 1973 relative à l'indemnité en cas de détention préventive inopérante accorde un droit à réparation de l'entièreté du dommage, en ce compris le dommage moral, subi par une personne qui a été victime d'une arrestation ou d'une détention dans des conditions incompatibles avec les dispositions de l'article 5 de la Convention; cette disposition répond aux exigences de l'article 6, § 1er, de la Convention (2). (1) En raison d'un rapatriement : voir Cass. 28 novembre 2018, RG P.18.1154.F, Pas. 2018, n°674; en raison de la délivrance d'un autre titre autonome : voir Cass. 23 janvier 2018, RG P.17.1282.N, Pas. 2018, n° 49 ; en raison de la levée du titre : voir Cass. 7 décembre 2016, RG P.16.1183.F, Pas. 2016, n° 702. (2) Voir Cass. 27 mars 2019, RG P.19.0259.F, § 4, et concl. du MP, Pas. 2019, n° 188 : « La circonstance que les juridictions d'instruction sont sans compétence pour statuer sur un titre de rétention d'un étranger, frappé de caducité, n'exclut pas la possibilité, pour ce dernier, d'intenter devant les juridictions civiles de l'ordre judiciaire, une action en responsabilité dirigée contre l'État belge »."
      ],
      "abstractNL": [
        "Wanneer, met toepassing van de artikelen 71, eerste lid, 72, tweede lid, en 73, eerste lid, Vreemdelingenwet de raadkamer van de correctionele rechtbank of, in hoger beroep, de kamer van inbeschuldigingstelling van het hof van beroep vaststelt dat het verzoekschrift tot invrijheidstelling geen bestaansreden meer heeft omdat de vreemdeling niet meer gedetineerd wordt krachtens de vasthoudingsbeslissing waartegen dat verzoekschrift was gericht (1), is de vreemdeling niet verstoken van een daadwerkelijk rechtsmiddel om de mogelijke onwettigheid van die beslissing te doen vaststellen en de vergoeding van de door die onwettigheid geleden schade te verkrijgen; artikel 27 Wet Onwerkzame Voorhechtenis kent immers een recht op vergoeding van de gehele schade toe, met inbegrip van de morele schade, aan de persoon die het slachtoffer is geworden van een aanhouding of een hechtenis in omstandigheden die niet verenigbaar zijn met de bepalingen van artikel 5 EVRM; die bepaling beantwoordt aan de vereisten van artikel 6.1 EVRM (2). (1) Wegens een repatriëring: zie Cass. 28 november 2018, AR P.18.1154.F, AC 2018, nr. 674 ; wegens het uitvaardigen van een andere autonome titel: zie Cass. 23 januari 2018, AR P.17.1282.N, AC 2018, nr. 49 ; wegens het opheffen van de titel: zie Cass. 7 december 2016, AR P.16.1183.F, AC 2016, nr. 702. (2) Zie Cass. 27 maart 2019, AR P.19.0259.F, § 4, met concl. OM in Pas. 2019, nr. 188 : \"De omstandigheid dat de onderzoeksgerechten niet bevoegd zijn om uitspraak te doen over een vervallen vasthoudingstitel van een vreemdeling, sluit niet uit dat laatstgenoemde, voor de burgerlijke rechtscolleges, een aansprakelijkheidsvordering tegen de Belgische Staat kan instellen\"."
      ]
    }
  },
  "28": {
    "ECLI:BE:CASS:2021:ARR.20210609.2F.7": {
      "court": "CASS",
      "date": "2021-06-09",
      "roleNumber": "P.21.0666.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210609.2F.7",
      "abstractFR": [
        "L'article 28, § 1er, de la loi du 13 mars 1973 relative à l'indemnité en cas de détention préventive inopérante prévoit l'indemnisation de toute personne qui, pendant plus de huit jours, aura été privée de liberté, sans que cette détention ait été provoquée par son propre comportement, si elle a été mise hors de cause par une décision judiciaire passée en force de chose jugée; selon l'article 28, § 2, alinéa 2, de la loi, lorsque la personne a encore des peines privatives de liberté en cours, la réparation s'effectue non pas par le payement d'une indemnité mais par l'imputation des jours de détention préventive entrant en ligne de compte sur les peines privatives de liberté encore en cours.",
        "L'indemnité pour détention inopérante ou l'imputation des jours de détention préventive inopérante sur les peines privatives de liberté encore en cours sont décidées par le ministre de la Justice avec, en cas de refus, un recours ouvert auprès de la Commission instituée par la loi du 13 mars 1973 relative à l'indemnité en cas de détention préventive inopérante.",
        "Le contrôle déféré au tribunal de l'application des peines est limité aux conditions et modalités de l'exécution de la peine et ne s'étend pas aux prérogatives que la loi du 13 mars 1973 relative à l'indemnité en cas de détention préventive inopérante, complétée par celle du 25 décembre 2016, attribue au ministre de la Justice et, en cas de recours, à la Commission instituée par cette loi."
      ],
      "abstractNL": [
        "Artikel 28, § 1, Wet Onwerkzame Voorhechtenis bepaalt dat elke persoon die in voorlopige hechtenis werd genomen gedurende meer dan acht dagen, zonder dat deze hechtenis of de handhaving ervan te wijten is aan zijn persoonlijke gedraging, aanspraak kan maken op een vergoeding indien hij bij een in kracht van gewijsde gegane rechterlijke beslissing buiten de zaak is gesteld; volgens artikel 28, § 2, tweede lid, van de wet geschiedt het herstel, ingeval de persoon nog lopende vrijheidsstraffen heeft, niet door het betalen van een vergoeding maar door de dagen van de voorlopige hechtenis die in aanmerking komen eerst op de nog lopende vrijheidsstraffen toe te rekenen.",
        "De minister van Justitie beslist over de vergoeding voor onwerkzame hechtenis of de toerekening van de dagen van de onwerkzame voorlopige hechtenis op de nog lopende vrijheidsstraffen met, in geval van weigering, de mogelijkheid om beroep in te stellen bij de door de Wet Onwerkzame Hechtenis opgerichte commissie.",
        "Het aan de strafuitvoeringsrechtbank opgedragen toezicht is beperkt tot de strafuitvoeringsvoorwaarden en -modaliteiten en strekt zich niet uit tot de bevoegdheid die de Wet Onwerkzame Hechtenis, aangevuld door de wet van 25 december 2016, aan de minister van Justitie en, in geval van beroep, aan de door die wet opgerichte commissie toekent."
      ]
    }
  }
}