{
  "15": {
    "ECLI:BE:CASS:2022:ARR.20220505.1N.7": {
      "court": "CASS",
      "date": "2022-05-05",
      "roleNumber": "C.18.0496.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220505.1N.7&lang=fr",
      "abstractFR": [
        "L'action en remboursement de subventions indûment octroyées est une action en répétition de l'indu qui, en tant qu'action personnelle, est soumise au délai de prescription prévu à l'article 2262bis, § 1er, de l'ancien Code civil ; le point de départ du délai de prescription concernant la répétition de subventions indûment octroyées est, en règle, le moment de la réception de leur paiement.",
        "L'article 32, 2°, de l'arrêté du gouvernement flamand du 19 décembre 2008 portant octroi d'aides aux petites et moyennes entreprises pour des services promouvant l'entrepreneuriat qui, par dérogation à l'article 2262bis, § 1er, alinéa 1er, de l'ancien Code civil, prévoit un délai de prescription de cinq ans à compter la demande de subvention pour l'action en remboursement d'une aide pour des services promouvant l'entrepreneuriat qui a été indument versée, est contraire à l'article 15 de la loi du 16 mai 2003 fixant les dispositions générales applicables aux budgets, au contrôle des subventions et à la comptabilité des communautés et des régions, ainsi qu'à l'organisation du contrôle de la Cour des comptes et à l'article 50 de la loi spéciale du 16 janvier 1989 relative au financement des communautés et des régions, qui sont d'ordre public.",
        "L'arrêt, qui applique l'article 32, 2°, de l'arrêté du gouvernement flamand du 19 décembre 2008 portant octroi d'aides aux petites et moyennes entreprises pour des services promouvant l'entrepreneuriat, qui est contraire à l'article 15 de la loi du 16 mai 2003 fixant les dispositions générales applicables aux budgets, au contrôle des subventions et à la comptabilité des communautés et des régions, ainsi qu'à l'organisation du contrôle de la Cour des comptes, de même qu'à l'article 50, § 2, de la loi spéciale du 16 janvier 1989 relative au financement des communautés et des régions, viole l'article 159 de la Constitution."
      ],
      "abstractNL": [
        "De terugvordering van ten onrechte uitgekeerde subsidies is een vordering uit onverschuldigde betaling die als persoonlijke rechtsvordering onderworpen is aan de verjaringstermijn van artikel 2262bis, § 1, eerste lid, Oud Burgerlijk Wetboek; het vertrekpunt van de verjaringstermijn inzake de terugvordering van onterecht uitgekeerde subsidies is in de regel het tijdstip waarop de betaling ervan werd ontvangen.",
        "Artikel 32, 2°, B.Vl.Reg 19 december 2008 dat met afwijking van artikel 2262bis, § 1, eerste lid, Oud Burgerlijk Wetboek voorziet in een verjaringstermijn van 5 jaar vanaf de subsidieaanvraag voor de terugvordering van onverschuldigd betaalde steun voor ondernemerschapsbevorderende diensten, is in strijd met artikel 15 van de wet van 16 mei 2003 tot vaststelling van de algemene bepalingen die gelden voor de begrotingen, de controle op de subsidies en voor de boekhouding van de gemeenschappen en gewesten en artikel 50, § 2, Financieringswet 1989, die van openbare orde zijn.",
        "Het arrest dat toepassing maakt van artikel 32, 2°, B.Vl.Reg 19 december 2008 dat in strijd is met artikel 15 van de wet van 16 mei 2003 tot vaststelling van de algemene bepalingen die gelden voor de begrotingen, de controle op de subsidies en voor de boekhouding van de gemeenschappen en gewesten alsook artikel 50, § 2, Financieringswet 1989, schendt artikel 159 Grondwet."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210226.1N.7": {
      "court": "CASS",
      "date": "2021-02-26",
      "roleNumber": "C.17.0582.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210226.1N.7&lang=fr",
      "abstractFR": [
        "S'agissant de la prescription des demandes dirigées contre la Région de Bruxelles-Capitale, les dispositions des lois coordonnées du 17 juillet 1991 sur la comptabilité de l'État s'appliquent jusqu'au 1er janvier 2006 et ce n'est qu'à partir du 1er janvier 2006 que les délais de droit commun prévus par la nouvelle loi s'appliquent aux délais en cours et futurs.",
        "Les nouvelles règles de prescription sont sans incidence sur le caractère d'ordre public de l'article 100 des lois coordonnées du 17 juillet 1991 sur la comptabilité de l'État."
      ],
      "abstractNL": [
        "Inzake de verjaring van vorderingen tegen het Brussels Hoofdstedelijk Gewest, zijn tot 1 januari 2006 de bepalingen van de Wet Rijkscomptabiliteit van toepassing en zijn pas vanaf 1 januari 2006 de gemeenrechtelijke termijnen van de nieuwe wet van toepassing op toekomstige en lopende termijnen.",
        "De nieuwe verjaringsregels doen geen afbreuk aan het karakter van openbare orde van artikel 100 Wet Rijkscomptabiliteit."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140605.2": {
      "court": "CASS",
      "date": "2014-06-05",
      "roleNumber": "C.13.0434.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140605.2&lang=fr",
      "abstractFR": [
        "En ce qui concerne la prescription des demandes dirigées contre la région de Bruxelles Capitale, les dispositions des lois coordonnées sur la comptabilité de l'Etat du 17 juillet 1991 étaient applicables jusqu'au 1er janvier 2006 et les délais de droit commun n'ont été appliqués qu'à partir du 1er janvier 2006."
      ],
      "abstractNL": [
        "Inzake de verjaring van de vorderingen tegen het Brussels Hoofdstedelijk Gewest waren tot 1 januari 2006 de bepalingen van de Wet Rijkscomptabiliteit van toepassing en zijn pas vanaf 1 januari 2006 de gemeenrechtelijke termijnen van toepassing."
      ]
    }
  },
  "16": {
    "ECLI:BE:CASS:2021:ARR.20210226.1N.7": {
      "court": "CASS",
      "date": "2021-02-26",
      "roleNumber": "C.17.0582.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210226.1N.7&lang=fr",
      "abstractFR": [
        "Les nouvelles règles de prescription sont sans incidence sur le caractère d'ordre public de l'article 100 des lois coordonnées du 17 juillet 1991 sur la comptabilité de l'État."
      ],
      "abstractNL": [
        "De nieuwe verjaringsregels doen geen afbreuk aan het karakter van openbare orde van artikel 100 Wet Rijkscomptabiliteit."
      ]
    }
  }
}