{
  "1": {
    "ECLI:BE:CASS:2021:ARR.20211213.3F.4": {
      "court": "CASS",
      "date": "2021-12-13",
      "roleNumber": "S.19.0091.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211213.3F.4",
      "abstractFR": [
        "Pour l'application de la loi du 10 avril 1971, les apprentis sont assimilés aux travailleurs, les personnes qui les occupent aux employeurs et les relations de travail entre les apprentis et les personnes qui les occupent au contrat de travail (1). (1) Voir les concl. du MP.",
        "La formation de chef d'entreprise organisée par les classes moyennes a pour objet la formation professionnelle du stagiaire en qualité de chef d'entreprise, comporte une formation pratique qui peut être donnée dans le cadre d'une convention de stage en entreprise et implique dans ce cas les obligations précitées pour le stagiaire et la personne qui l'occupe; le stagiaire sous convention de stage dans le cadre d'une formation de chef d'entreprise organisée par les classes moyennes bénéficie donc de la loi du 10 avril 1971 en qualité d'apprenti (1). (1) Voir les concl. du MP.",
        "Pour l’application de la loi du 10 avril 1971, les apprentis sont assimilés aux travailleurs, les personnes qui les occupent aux employeurs et les relations de travail entre les apprentis et les personnes qui les occupent au contrat de travail (1). (1) Voir les concl. du MP.",
        "La formation de chef d’entreprise organisée par les classes moyennes a pour objet la formation professionnelle du stagiaire en qualité de chef d’entreprise, comporte une formation pratique qui peut être donnée dans le cadre d’une convention de stage en entreprise et implique dans ce cas les obligations précitées pour le stagiaire et la personne qui l’occupe; le stagiaire sous convention de stage dans le cadre d’une formation de chef d’entreprise organisée par les classes moyennes bénéficie donc de la loi du 10 avril 1971 en qualité d’apprenti (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Voor de toepassing van de Arbeidsongevallenwet zijn de leerlingen gelijkgesteld met de werknemers, de personen die hen tewerkstellen met de werkgevers en de arbeidsverhoudingen tussen de leerlingen en de personen die hen tewerkstellen met een arbeidsovereenkomst (1). (1) Zie concl. OM in Pas. 2021, nr. 794.",
        "De door de middenstand georganiseerde opleiding tot ondernemingshoofd strekt tot de beroepsopleiding van de stagiair als ondernemingshoofd, omvat een praktische opleiding die in het kader van een stageovereenkomst in de onderneming kan worden gegeven en houdt in dat geval voor de stagiair en voor de persoon die hem tewerkstelt de voormelde verplichtingen in; de stagiair onder stageovereenkomst in het kader van een door de middenstand georganiseerde opleiding tot ondernemingshoofd valt dus in hoedanigheid van leerling onder de Arbeidsongevallenwet (1). (1) Zie concl. OM in Pas. 2021, nr. 794."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2022:ARR.20220124.3N.6": {
      "court": "CASS",
      "date": "2022-01-24",
      "roleNumber": "C.21.0047.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220124.3N.6&lang=fr",
      "abstractFR": [
        "Lorsque le dommage a été causé par les fautes concurrentes tant d'un tiers que de l'employeur, son préposé ou mandataire, la circonstance que le dommage a été causé par un accident du travail est sans incidence sur l'obligation du tiers responsable de réparer intégralement le dommage de la victime, qui n'a pas commis elle-même de faute, ou de ses ayants droit (1). (1) Voir Cass. 8 novembre 2021, RG C.20.0108.N, Pas. 2021, n° 702.",
        "La circonstance que le dommage a été causé par un accident du travail n'a pas davantage d'incidence sur l'obligation du tiers responsable d'indemniser l'assureur-loi ou Fedris pour les dépenses jusqu'à concurrence desquelles ceux-ci sont subrogés, conformément à l'article 47 de la loi du 10 avril 1971 sur les accidents du travail, dans les droits de la victime, qui n'a pas commis elle-même de faute, ou de ses ayants droit."
      ],
      "abstractNL": [
        "Indien de schade door de samenlopende fouten van zowel een derde als de werkgever, zijn aangestelde of lasthebber is veroorzaakt, is de omstandigheid dat de schade door een arbeidsongeval is veroorzaakt zonder invloed op de verplichting van de aansprakelijke derde om naar het gemeen recht de integrale schade te vergoeden van de getroffene, die zelf geen fout treft, of zijn rechthebbenden (1). (1) Zie Cass. 8 november 2021, AR C.20.0108.N, AC 2021, nr. 702.",
        "De omstandigheid dat de schade door een arbeidsongeval is veroorzaakt heeft geen invloed op de verplichting van de aansprakelijke derde om de arbeidsongevallenverzekeraar of Fedris te vergoeden voor de uitgaven ten belope waarvan deze overeenkomstig het voormelde artikel 47 Arbeidsongevallenwet in de rechten van de getroffene, die zelf geen fout treft, of zijn rechthebbenden gesubrogeerd zijn."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2021:ARR.20211213.3F.4": {
      "court": "CASS",
      "date": "2021-12-13",
      "roleNumber": "S.19.0091.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211213.3F.4",
      "abstractFR": [
        "Ni l'article 3, 2°, de la loi du 10 avril 1971, qui habilite le Roi à fixer des conditions spéciales en ce qui concerne l'application de la loi à certaines catégories de personnes, ni aucune autre disposition légale n'autorise le Roi à déroger en défaveur de certaines catégories d'apprentis aux articles 38, alinéa 2, et 39 de la loi qui fixent le mode de calcul de la rémunération de base (1). (1) Voir les concl. du MP.",
        "Ni l’article 3, 2°, de la loi du 10 avril 1971, qui habilite le Roi à fixer des conditions spéciales en ce qui concerne l’application de la loi à certaines catégories de personnes, ni aucune autre disposition légale n’autorise le Roi à déroger en défaveur de certaines catégories d’apprentis aux articles 38, alinéa 2, et 39 de la loi qui fixent le mode de calcul de la rémunération de base (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Noch artikel 3, 2°, Arbeidsongevallenwet, dat de Koning machtigt om bijzondere regels vast te stellen betreffende de toepassing van de wet op bepaalde categorieën van personen, noch enige andere wettelijke bepaling, laat de Koning toe om ten nadele van bepaalde categorieën van leerlingen af te wijken van de artikelen 38, tweede lid, en 39 van de wet die de berekeningswijze van het basisloon vastleggen (1). (1) Zie concl. OM in Pas. 2021, nr. 794."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2016:ARR.20160318.4": {
      "court": "CASS",
      "date": "2016-03-18",
      "roleNumber": "C.15.0083.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160318.4",
      "abstractFR": [
        "L'assureur-loi n'est subrogé dans les droits de la victime que jusqu'à concurrence des montants cumulables versés à celle-ci, à l'exclusion des montants non cumulables versés au Fonds des accidents du travail sur la base de l'article 42bis de la loi du 10 avril 1971."
      ],
      "abstractNL": [
        "De arbeidsongevallenverzekeraar wordt slechts in de rechten van de getroffene gesubrogeerd tot beloop van de cumuleerbare bedragen die aan laatstgenoemde zijn gestort, met uitsluiting van de niet-cumuleerbare bedragen die op grond van artikel 42bis van de wet van 10 april 1971 aan het Fonds voor arbeidsongevallen zijn gestort."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2021:ARR.20211213.3F.4": {
      "court": "CASS",
      "date": "2021-12-13",
      "roleNumber": "S.19.0091.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211213.3F.4",
      "abstractFR": [
        "Pour l'application de la loi du 10 avril 1971, les apprentis sont assimilés aux travailleurs, les personnes qui les occupent aux employeurs et les relations de travail entre les apprentis et les personnes qui les occupent au contrat de travail (1). (1) Voir les concl. du MP.",
        "La formation de chef d'entreprise organisée par les classes moyennes a pour objet la formation professionnelle du stagiaire en qualité de chef d'entreprise, comporte une formation pratique qui peut être donnée dans le cadre d'une convention de stage en entreprise et implique dans ce cas les obligations précitées pour le stagiaire et la personne qui l'occupe; le stagiaire sous convention de stage dans le cadre d'une formation de chef d'entreprise organisée par les classes moyennes bénéficie donc de la loi du 10 avril 1971 en qualité d'apprenti (1). (1) Voir les concl. du MP.",
        "Pour l’application de la loi du 10 avril 1971, les apprentis sont assimilés aux travailleurs, les personnes qui les occupent aux employeurs et les relations de travail entre les apprentis et les personnes qui les occupent au contrat de travail (1). (1) Voir les concl. du MP.",
        "La formation de chef d’entreprise organisée par les classes moyennes a pour objet la formation professionnelle du stagiaire en qualité de chef d’entreprise, comporte une formation pratique qui peut être donnée dans le cadre d’une convention de stage en entreprise et implique dans ce cas les obligations précitées pour le stagiaire et la personne qui l’occupe; le stagiaire sous convention de stage dans le cadre d’une formation de chef d’entreprise organisée par les classes moyennes bénéficie donc de la loi du 10 avril 1971 en qualité d’apprenti (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Voor de toepassing van de Arbeidsongevallenwet zijn de leerlingen gelijkgesteld met de werknemers, de personen die hen tewerkstellen met de werkgevers en de arbeidsverhoudingen tussen de leerlingen en de personen die hen tewerkstellen met een arbeidsovereenkomst (1). (1) Zie concl. OM in Pas. 2021, nr. 794.",
        "De door de middenstand georganiseerde opleiding tot ondernemingshoofd strekt tot de beroepsopleiding van de stagiair als ondernemingshoofd, omvat een praktische opleiding die in het kader van een stageovereenkomst in de onderneming kan worden gegeven en houdt in dat geval voor de stagiair en voor de persoon die hem tewerkstelt de voormelde verplichtingen in; de stagiair onder stageovereenkomst in het kader van een door de middenstand georganiseerde opleiding tot ondernemingshoofd valt dus in hoedanigheid van leerling onder de Arbeidsongevallenwet (1). (1) Zie concl. OM in Pas. 2021, nr. 794."
      ]
    }
  },
  "8": {
    "ECLI:BE:CASS:2021:ARR.20211220.3N.10": {
      "court": "CASS",
      "date": "2021-12-20",
      "roleNumber": "S.21.0041.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211220.3N.10&lang=fr",
      "abstractFR": [
        "Si Fedris refuse d'entériner un accord entre l'assureur contre les accidents du travail et la victime d'un accident du travail, ledit accord est sans effet et la partie la plus diligente doit soumettre au tribunal du travail le litige relatif au règlement des conséquences de l'accident du travail; à cet égard, le tribunal du travail n'est pas lié par l'accord entre les parties contenu dans cet accord; tant que l'accord visé n'est pas entériné, il ne peut être considéré que comme un projet d'accord (1). (1) Voir Cass. 4 février 1943, Bull. et Pas. 1943, I, 51.",
        "Un accord non entériné par Fedris n'a pas de valeur de loi entre parties, n'a pas force obligatoire et tous les engagements unilatéraux ou les accords antérieurs à l'entérinement peuvent toujours être contestés (1). (1) Voir Cass. 4 février 1943, Bull. et Pas. 1943, I, 51."
      ],
      "abstractNL": [
        "Indien Fedris de bekrachtiging weigert van een overeenkomst tussen de arbeidsongevallenverzekeraar en het slachtoffer van een arbeidsongeval, heeft de bedoelde overeenkomst geen uitwerking en zal de meest gerede partij het geschil met betrekking tot de regeling van de gevolgen van het arbeidsongeval voorleggen aan de arbeidsrechtbank; de arbeidsrechtbank is daarbij niet gebonden aan het akkoord tussen de partijen opgenomen in die overeenkomst; tot de bekrachtiging van de bedoelde overeenkomst is het slechts te aanzien als een ontwerp van overeenkomst (1). (1) Zie Cass. 4 februari 1943, AC 1941-1944, 34.",
        "Een niet door Fedris bekrachtigde overeenkomst geldt niet als wet tussen partijen, heeft geen bindende kracht en alle eenzijdige engagementen of akkoorden die aan de bekrachtiging voorafgaan, steeds kunnen worden betwist (1). (1) Zie Cass. 4 februari 1943, AC 1941-1944, 34."
      ]
    }
  },
  "9": {
    "ECLI:BE:CASS:2022:ARR.20221212.3F.2": {
      "court": "CASS",
      "date": "2022-12-12",
      "roleNumber": "S.20.0062.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221212.3F.2",
      "abstractFR": [
        "La règle selon laquelle, lorsque la victime ou ses ayants droit établissent, outre l'existence d'une lésion, celle d'un événement soudain, la lésion est présumée, jusqu'à preuve du contraire, trouver son origine dans un accident s'applique à toute lésion dont l'existence est invoquée dans le cadre de la procédure en reconnaissance de l'accident du travail et de l'incapacité de travail qui en résulte ; elle n'est pas d'application à la demande tendant à une allocation d'aggravation en faveur de la victime dont l'état résultant de l'accident du travail s'aggrave de manière définitive après l'expiration du délai de la demande en révision (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De regel volgens welke, wanneer de getroffene of zijn rechthebbenden benevens het bestaan van een letsel, een plotselinge gebeurtenis aantonen, het letsel, behoudens tegenbewijs, wordt vermoed door een ongeval te zijn veroorzaakt, is van toepassing op elk letsel waarvan het bestaan wordt aangevoerd in het kader van de procedure tot erkenning van het arbeidsongeval en van de arbeidsongeschiktheid als gevolg hiervan; die regel is niet van toepassing op de vordering tot toekenning van een bijslag wegens verergering aan de getroffene wiens toestand als gevolg van het arbeidsongeval blijvend verergert nadat de termijn om een vordering tot herziening in te stellen, is verstreken (1). (1) Zie concl. OM in Pas. 2022, nr. 816.",
        "Vertaling nog niet beschikbaar"
      ]
    }
  },
  "24": {
    "ECLI:BE:CASS:2025:ARR.20251208.3F.6": {
      "court": "CASS",
      "date": "2025-12-08",
      "roleNumber": "S.20.0070.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251208.3F.6",
      "abstractFR": [
        "Le délai de recours contre les décisions des entreprises d'assurances qui déclarent la victime guérie sans incapacité permanente de travail ne commence pas à courir si la décision d'octroi ou de refus de prestations ne contient pas les mentions prévues à l'article 4 de l'arrêté royal du 24 novembre 1997 (1). (1) Voir les concl. du MP.",
        "Le délai de prescription de l'action en paiement d'indemnités d'incapacité permanente de travail, qui court à dater de la notification de la décision de déclaration de guérison, constitue, au sens des articles 14, alinéa 2, et 23 de la charte de l'assuré social, un délai de recours plus favorable résultant de la législation spécifique en matière d'accidents du travail ; ce délai de recours ne commence pas à courir si la décision de guérison ne contient pas les mentions prévues à l'article 4 de l'arrêté royal du 24 novembre 1997 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240610.3F.1": {
      "court": "CASS",
      "date": "2024-06-10",
      "roleNumber": "S.23.0043.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240610.3F.1",
      "abstractFR": [
        "Les prestations qui sont fournies dans une maison de repos et de soins et qui donnent lieu au paiement du forfait fixé par l'arrêté ministériel du 6 novembre 2003 sont plus larges que l'assistance d'une autre personne au sens de l'article 24, alinéa 4, de la loi du 10 avril 1971 et englobent les soins médicaux, chirurgicaux, pharmaceutiques et hospitaliers au sens de l'article 28 de cette loi; aucune disposition légale ne met fin à l'allocation pour tierce personne due en vertu de l'article 24, alinéa 4, de cette loi en cas d'admission de la victime en maison de repos ou en maison de repos et de soins, quand bien même cette admission donnerait lieu à l'intervention de l'assurance soins de santé au titre de l'allocation forfaitaire pour soins et assistance dans les actes de la vie journalière (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "28": {
    "ECLI:BE:CASS:2024:ARR.20240610.3F.1": {
      "court": "CASS",
      "date": "2024-06-10",
      "roleNumber": "S.23.0043.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240610.3F.1",
      "abstractFR": [
        "Les prestations qui sont fournies dans une maison de repos et de soins et qui donnent lieu au paiement du forfait fixé par l'arrêté ministériel du 6 novembre 2003 sont plus larges que l'assistance d'une autre personne au sens de l'article 24, alinéa 4, de la loi du 10 avril 1971 et englobent les soins médicaux, chirurgicaux, pharmaceutiques et hospitaliers au sens de l'article 28 de cette loi; aucune disposition légale ne met fin à l'allocation pour tierce personne due en vertu de l'article 24, alinéa 4, de cette loi en cas d'admission de la victime en maison de repos ou en maison de repos et de soins, quand bien même cette admission donnerait lieu à l'intervention de l'assurance soins de santé au titre de l'allocation forfaitaire pour soins et assistance dans les actes de la vie journalière (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "36": {
    "ECLI:BE:CASS:2020:ARR.20200511.3N.3": {
      "court": "CASS",
      "date": "2020-05-11",
      "roleNumber": "S.19.0012.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200511.3N.3&lang=fr",
      "abstractFR": [
        "La circonstance que l’article 13, § 1er, 2°, alinéa 1er, de la Convention collective de travail n° 77bis du 19 décembre 2001, conclue au sein du Conseil national du Travail, remplaçant la convention collective de travail n° 77 du 14 février 2001 instaurant un système de crédit-temps, de diminution de carrière et de réduction des prestations de travail à mi-temps, oblige les parties à fixer par écrit dans un contrat de travail le régime de travail et l’horaire convenus, conformément à l'article 11bis de la loi du 3 juillet 1978 relative aux contrats de travail, n'implique pas que les prestations de travail réduites à mi-temps doivent être considérées comme la durée contractuelle normale de travail du travailleur concerné au sens des articles 9, 1°, et 10 de l'arrêté royal du 10 juin 2001 portant définition uniforme de notions relatives au temps de travail à l'usage de la sécurité sociale, en application de l'article 39 de la loi du 26 juillet 1996 portant modernisation de la sécurité sociale et assurant la viabilité des régimes légaux des pensions; la durée de travail qui était applicable avant la suspension partielle temporaire de l'exécution de l’emploi à temps plein demeure la durée contractuelle normale de travail; il s'ensuit que, en cas d'accident du travail survenant pendant la durée d'un crédit-temps ainsi pris, il y a lieu d’appliquer l'article 36, § 1er, de la loi du 10 avril 1971 sur les accidents du travail, et non l'article 37bis, § 1er, de ladite loi, pour déterminer la rémunération de base pour le calcul des indemnités pour incapacité temporaire de travail (1). (1) Voir les concl. du MP, publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De omstandigheid dat artikel 13, § 1, 2°, eerste lid, van de collectieve arbeidsovereenkomst nr. 77bis van 19 december 2001, gesloten in de Nationale Arbeidsraad, tot vervanging van de collectieve arbeidsovereenkomst nr. 77 van 14 februari 2001 tot invoering van een stelsel van tijdskrediet, loopbaanvermindering en vermindering van de arbeidsprestaties tot een halftijdse betrekking, de partijen ertoe verplicht de arbeidsregeling en het werkrooster die zijn overeengekomen, schriftelijk vast te stellen in een arbeidsovereenkomst, conform artikel 11bis Arbeidsovereenkomstenwet, heeft niet tot gevolg dat de tot een halftijdse betrekking verminderde arbeidsprestaties als de normale contractuele arbeidsduur van de betrokken werknemer in de zin van de artikelen 9, 1°, en 10 van het koninklijk besluit van 10 juni 2001 tot eenvormige definiëring van begrippen met betrekking tot arbeidstijdgegevens ten behoeve van de sociale zekerheid, met toepassing van artikel 39 van de wet van 26 juli 1996 tot modernisering van de sociale zekerheid en tot vrijwaring van de leefbaarheid van de wettelijke pensioenstelsels moeten worden aangezien; de arbeidsduur die vóór de tijdelijke gedeeltelijke schorsing van de uitvoering van de voltijdse betrekking toepasselijk was, blijft de normale contractuele arbeidsduur; hieruit volgt dat ingeval van arbeidsongeval overkomen lopende de duur van een aldus opgenomen tijdskrediet, bij de bepaling van het basisloon voor de berekening van de vergoedingen voor tijdelijke arbeidsongeschiktheid toepassing moet worden gemaakt van artikel 36, § 1, Arbeidsongevallenwet en niet van artikel 37bis, § 1, Arbeidsongevallenwet(1). (1) Zie concl. OM."
      ]
    }
  },
  "38": {
    "ECLI:BE:CASS:2021:ARR.20211213.3F.4": {
      "court": "CASS",
      "date": "2021-12-13",
      "roleNumber": "S.19.0091.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211213.3F.4",
      "abstractFR": [
        "Ni l'article 3, 2°, de la loi du 10 avril 1971, qui habilite le Roi à fixer des conditions spéciales en ce qui concerne l'application de la loi à certaines catégories de personnes, ni aucune autre disposition légale n'autorise le Roi à déroger en défaveur de certaines catégories d'apprentis aux articles 38, alinéa 2, et 39 de la loi qui fixent le mode de calcul de la rémunération de base (1). (1) Voir les concl. du MP.",
        "La rémunération de base du jeune de plus de 18 ans sous convention de stage dans le cadre d'une formation de chef d'entreprise organisée par les classes moyennes est fixée conformément aux articles 38, alinéa 2, et 39 de la loi du 10 avril 1971 lorsque le montant obtenu est supérieur à celui résultant de l'application de l'article 4 de l'arrêté royal du 18 avril 2000 (1). (1) Voir les concl. du MP.",
        "Ni l’article 3, 2°, de la loi du 10 avril 1971, qui habilite le Roi à fixer des conditions spéciales en ce qui concerne l’application de la loi à certaines catégories de personnes, ni aucune autre disposition légale n’autorise le Roi à déroger en défaveur de certaines catégories d’apprentis aux articles 38, alinéa 2, et 39 de la loi qui fixent le mode de calcul de la rémunération de base (1). (1) Voir les concl. du MP.",
        "La rémunération de base du jeune de plus de 18 ans sous convention de stage dans le cadre d’une formation de chef d'entreprise organisée par les classes moyennes est fixée conformément aux articles 38, alinéa 2, et 39 de la loi du 10 avril 1971 lorsque le montant obtenu est supérieur à celui résultant de l’application de l’article 4 de l’arrêté royal du 18 avril 2000 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Noch artikel 3, 2°, Arbeidsongevallenwet, dat de Koning machtigt om bijzondere regels vast te stellen betreffende de toepassing van de wet op bepaalde categorieën van personen, noch enige andere wettelijke bepaling, laat de Koning toe om ten nadele van bepaalde categorieën van leerlingen af te wijken van de artikelen 38, tweede lid, en 39 van de wet die de berekeningswijze van het basisloon vastleggen (1). (1) Zie concl. OM in Pas. 2021, nr. 794.",
        "Het basisloon van de jongere ouder dan 18 jaar die onder een stageovereenkomst in het kader van een door de middenstand georganiseerde opleiding tot ondernemingshoofd valt, wordt vastgesteld overeenkomstig de artikelen artikel 38, tweede lid, en 39 Arbeidsongevallenwet wanneer het aldus verkregen bedrag hoger ligt dan het bedrag dat uit de toepassing van artikel 4 van het koninklijk besluit van 18 april 2000 voortvloeit (1). (1) Zie concl. OM in Pas. 2021, nr. 794."
      ]
    }
  },
  "39": {
    "ECLI:BE:CASS:2021:ARR.20211213.3F.4": {
      "court": "CASS",
      "date": "2021-12-13",
      "roleNumber": "S.19.0091.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211213.3F.4",
      "abstractFR": [
        "Ni l'article 3, 2°, de la loi du 10 avril 1971, qui habilite le Roi à fixer des conditions spéciales en ce qui concerne l'application de la loi à certaines catégories de personnes, ni aucune autre disposition légale n'autorise le Roi à déroger en défaveur de certaines catégories d'apprentis aux articles 38, alinéa 2, et 39 de la loi qui fixent le mode de calcul de la rémunération de base (1). (1) Voir les concl. du MP.",
        "La rémunération de base du jeune de plus de 18 ans sous convention de stage dans le cadre d'une formation de chef d'entreprise organisée par les classes moyennes est fixée conformément aux articles 38, alinéa 2, et 39 de la loi du 10 avril 1971 lorsque le montant obtenu est supérieur à celui résultant de l'application de l'article 4 de l'arrêté royal du 18 avril 2000 (1). (1) Voir les concl. du MP.",
        "Ni l’article 3, 2°, de la loi du 10 avril 1971, qui habilite le Roi à fixer des conditions spéciales en ce qui concerne l’application de la loi à certaines catégories de personnes, ni aucune autre disposition légale n’autorise le Roi à déroger en défaveur de certaines catégories d’apprentis aux articles 38, alinéa 2, et 39 de la loi qui fixent le mode de calcul de la rémunération de base (1). (1) Voir les concl. du MP.",
        "La rémunération de base du jeune de plus de 18 ans sous convention de stage dans le cadre d’une formation de chef d'entreprise organisée par les classes moyennes est fixée conformément aux articles 38, alinéa 2, et 39 de la loi du 10 avril 1971 lorsque le montant obtenu est supérieur à celui résultant de l’application de l’article 4 de l’arrêté royal du 18 avril 2000 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Noch artikel 3, 2°, Arbeidsongevallenwet, dat de Koning machtigt om bijzondere regels vast te stellen betreffende de toepassing van de wet op bepaalde categorieën van personen, noch enige andere wettelijke bepaling, laat de Koning toe om ten nadele van bepaalde categorieën van leerlingen af te wijken van de artikelen 38, tweede lid, en 39 van de wet die de berekeningswijze van het basisloon vastleggen (1). (1) Zie concl. OM in Pas. 2021, nr. 794.",
        "Het basisloon van de jongere ouder dan 18 jaar die onder een stageovereenkomst in het kader van een door de middenstand georganiseerde opleiding tot ondernemingshoofd valt, wordt vastgesteld overeenkomstig de artikelen artikel 38, tweede lid, en 39 Arbeidsongevallenwet wanneer het aldus verkregen bedrag hoger ligt dan het bedrag dat uit de toepassing van artikel 4 van het koninklijk besluit van 18 april 2000 voortvloeit (1). (1) Zie concl. OM in Pas. 2021, nr. 794."
      ]
    }
  },
  "43": {
    "ECLI:BE:CASS:2020:ARR.20200923.2F.8": {
      "court": "CASS",
      "date": "2020-09-23",
      "roleNumber": "P.20.0114.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200923.2F.8",
      "abstractFR": [
        "L'assureur-loi est tenu au payement des indemnités fixées par la loi du 10 avril 1971 sur les accidents du travail (5); les victimes d'un tel accident ou leurs ayants droit n'ont un recours contre le tiers responsable que pour les seuls dommages ou parties de dommage qui ne seraient pas indemnisés en loi; les indemnités calculées selon le droit commun ne peuvent pas se cumuler avec les indemnités prévues par la législation sur les accidents du travail dans la mesure où les unes et les autres couvrent le même dommage; il s'ensuit que la victime ou ses ayants droit ne peuvent exiger une indemnisation des dommages corporels suivant le droit commun que dans la mesure où l'indemnité calculée en droit commun est supérieure aux indemnités légales versées à la victime en application de la loi sur les accidents du travail, et à concurrence de cet excédent seulement; en application de ce principe, le juge doit calculer l'indemnité en droit commun et n'allouer à la victime que la différence entre cette indemnité et celle payée par l'assureur-loi; le montant à prendre en considération pour le calcul du deuxième terme de la comparaison, correspond aux allocations brutes versées en loi, les cotisations sociales étant dès lors incluses (1); quant au premier terme de la comparaison, la victime a droit, pour obtenir la réparation de son dommage, à l'équivalent des rémunérations nettes qu'elle aurait reçues si l'accident n'avait pas eu lieu (2); le montant brut n'est retenu que s'il est démontré que le montant des charges à supporter sur l'indemnité est équivalent au montant de celles qui grevaient la rémunération du préjudicié (3); c'est après avoir chiffré le montant du dommage en droit commun et des décaissements bruts effectués par l'assureur-loi, que la comparaison s'effectue entre les deux termes pour déterminer si un surplus reste dû à la victime, au-delà des sommes versées par l'assureur-loi (4). (1) Voir Cass. 28 avril 2015, RG P.13.1010.N, Pas. 2015, n° 278; Cass. 1er décembre 1997, RG S.96.0333.N, Pas. 1997, n° 520. (2) Voir concl. « dit en substance » de M. PIRET, alors avocat général, accompagnant Cass. 12 juin 1996, RG P.95.0079.F, Pas. 1996, I, n° 230 (et réf. en notes): « (...) la victime [d'un accident de travail], pour obtenir réparation intégrale de son dommage, (...) a droit à l'équivalent des rémunérations nettes qu'elle aurait reçues si l'accident n'avait pas eu lieu. Les tribunaux doivent lui allouer cet équivalent ou le surplus qui lui reste dû au-delà de la somme que lui a payée l'assureur-loi. Les tribunaux doivent en outre allouer à la victime le montant nécessaire pour compenser les impôts et cotisations sociales éventuellement dus par elle sur l'indemnité qu'ils lui accordent. (...) L'indemnité de droit commun et l'indemnité-loi sont totalement distinctes l'une de l'autre, même si elles ouvrent le même dommage. En aucun cas il ne faut tenir compte, pour le calcul de l'indemnité de droit commun, de la cotisation de sécurité sociale dont la victime est redevable sur l'indemnité-loi. Cette dernière n'a rien à voir avec la détermination de la perte de salaire pour le calcul de l'indemnité de droit commun. (...) Sans doute est-il difficile d'évaluer les charges qui grèveront l'indemnité allouée en droit commun, mais (...) à défaut de bases d'évaluation, des réserves peuvent être actées à cet égard ». (3) Voir Cass. 28 avril 2015, RG P.13.1010.N, Pas. 2015, n° 278; Cass. 24 avril 2002, RG P.01.1623.F, Pas. 2002, n° 248; Cass. 19 février 2001, RG C.98.0119.N, Pas. 2001, n° 96; Cass. 5 décembre 1990, RG 8184-8374, Pas. 1991, n° 178; Cass. 28 avril 1982, Pas. 1982, I, p. 950. (4) Le MP avait conclu au rejet au motif que le moyen lui paraissait irrecevable à défaut de préciser le grief que les motifs critiqués causeraient à la demanderesse. (5) Art. 31 et 32 de l'arrêté royal du 21 décembre 1971 portant exécution de certaines dispositions de la loi du 10 avril 1971 sur les accidents du travail, avant leur modification par l'arrêté royal du 27 septembre 2015."
      ],
      "abstractNL": [
        "De arbeidsongevallenverzekeraar is gehouden tot de betaling van de vergoedingen bepaald in de Arbeidsongevallenwet; de getroffenen van een dergelijk ongeval of hun rechthebbenden kunnen zich op de aansprakelijke derde slechts verhalen voor de schade of het gedeelte van de schade dat niet is gedekt door de wettelijke arbeidsongevallenvergoeding; de vergoedingen die worden berekend volgens het gemeen recht mogen niet worden gecumuleerd met de in de arbeidsongevallenwetgeving voorziene vergoedingen, in zoverre beide vergoedingen dezelfde schade dekken; hieruit volgt dat de getroffene of diens rechthebbenden slechts een vergoeding voor lichamelijke schade kunnen vorderen volgens het gemeen recht voor zover de gemeenrechtelijke vergoeding hoger is dan de wettelijke vergoedingen die aan de getroffene werden uitgekeerd in toepassing van de Arbeidsongevallenwet, en slechts ten belope van dit saldo; in toepassing van dit beginsel moet de rechter de gemeenrechtelijke vergoeding berekenen en aan de getroffene slechts het verschil toekennen tussen die vergoeding en de vergoeding uitgekeerd door de arbeidsongevallenverzekeraar; het bedrag dat in aanmerking moet worden genomen voor de berekening van de tweede term van de vergelijking, stemt overeen met de uitgekeerde bruto arbeidsongevallenvergoedingen, dus de sociale bijdragen inbegrepen (1); wat de eerste term van de vergelijking betreft, heeft de getroffene, om het herstel van zijn schade te verkrijgen, recht op het equivalent van de nettolonen die hij zou hebben ontvangen mocht het ongeval niet hebben plaatsgehad (2); het bruto bedrag wordt slechts in aanmerking genomen indien wordt aangetoond dat het bedrag van op de vergoeding verschuldigde lasten overeenstemt met de lasten waarmee het loon van de benadeelde was bezwaard (3); pas na de berekening van het schadebedrag naar gemeen recht en van het bedrag van de door de arbeidsongevallenverzekeraar uitgekeerde bruto-vergoedingen, wordt de vergelijking gemaakt tussen beide om te bepalen of een bijkomende vergoeding aan de getroffene is verschuldigd, bovenop de sommen die door de arbeidsongevallenverzekeraar werden uitgekeerd (4). (1) Zie Cass. 28 april 2015, AR P.13.1010.N, AC 2015, nr. 278; Cass. 1 december 1997, AR S.96.0333.N, AC 1997, nr. 520. (2) Zie concl. “in hoofdzaak” van M. PIRET, toen advocaat-generaal, bij Cass. 12 juni 1996, AR P.95.0079.F, AC 1996, nr. 230, op datum in Pas. (en de verwijzingen in noten): “(…) la victime [d'un accident de travail], pour obtenir réparation intégrale de son dommage, (…) a droit à l'équivalent des rémunérations nettes qu'elle aurait reçues si l'accident n'avait pas eu lieu. Les tribunaux doivent lui allouer cet équivalent ou le surplus qui lui reste dû au-delà de la somme que lui a payée l'assureur-loi. Les tribunaux doivent en outre allouer à la victime le montant nécessaire pour compenser les impôts et cotisations sociales éventuellement dus par elle sur l'indemnité qu'ils lui accordent. (…) L'indemnité de droit commun et l'indemnité-loi sont totalement distinctes l'une de l'autre, même si elles ouvrent le même dommage. En aucun cas il ne faut tenir compte, pour le calcul de l'indemnité de droit commun, de la cotisation de sécurité sociale dont la victime est redevable sur l'indemnité-loi. Cette dernière n'a rien à voir avec la détermination de la perte de salaire pour le calcul de l'indemnité de droit commun. (…) Sans doute est-il difficile d'évaluer les charges qui grèveront l'indemnité allouée en droit commun, mais (…) à défaut de bases d'évaluation, des réserves peuvent être actées à cet égard”. (3) Zie Cass. 28 april 2015, AR P.13.1010.N, AC 2015, nr. 278; Cass. 24 april 2002, AR P.01.1623.F, AC 2002, nr. 248; Cass. 19 februari 2001, AR C.98.0119.N, AC 2001, nr. 96; Cass. 5 december 1990, AR 8184-8374, AC 1991, nr. 178; Cass. 28 april 1992, AC 1981-82, III, nr. 503. (4) Het OM concludeerde tot de verwerping van het cassatieberoep omdat het middel dat niet verduidelijkt hoe de bekritiseerde gronden de eiseres zouden grieven, naar zijn mening, niet-ontvankelijk leek. (5) Artt. 31 en 32 van het koninklijk besluit van 21 december 1971 houdende uitvoering van sommige bepalingen van de Arbeidsongevallenwet, zoals van toepassing vóór de wijziging bij koninklijk besluit van 27 september 2015.",
        "De arbeidsongevallenverzekeraar is gehouden tot de betaling van de vergoedingen bepaald in de Arbeidsongevallenwet; de getroffenen van een dergelijk ongeval of hun rechthebbenden kunnen zich op de aansprakelijke derde slechts verhalen voor de schade of het gedeelte van de schade dat niet is gedekt door de wettelijke arbeidsongevallenvergoeding; de vergoedingen die worden berekend volgens het gemeen recht mogen niet worden gecumuleerd met de in de arbeidsongevallenwetgeving voorziene vergoedingen, in zoverre beide vergoedingen dezelfde schade dekken; hieruit volgt dat de getroffene of diens rechthebbenden slechts een vergoeding voor lichamelijke schade kunnen vorderen volgens het gemeen recht voor zover de gemeenrechtelijke vergoeding hoger is dan de wettelijke vergoedingen die aan de getroffene werden uitgekeerd in toepassing van de Arbeidsongevallenwet, en slechts ten belope van dit saldo; in toepassing van dit beginsel moet de rechter de gemeenrechtelijke vergoeding berekenen en aan de getroffene slechts het verschil toekennen tussen die vergoeding en de vergoeding uitgekeerd door de arbeidsongevallenverzekeraar; het bedrag dat in aanmerking moet worden genomen voor de berekening van de tweede term van de vergelijking, stemt overeen met de uitgekeerde bruto arbeidsongevallenvergoedingen, dus de sociale bijdragen inbegrepen (1); wat de eerste term van de vergelijking betreft, heeft de getroffene, om het herstel van zijn schade te verkrijgen, recht op het equivalent van de nettolonen die hij zou hebben ontvangen mocht het ongeval niet hebben plaatsgehad (2); het bruto bedrag wordt slechts in aanmerking genomen indien wordt aangetoond dat het bedrag van op de vergoeding verschuldigde lasten overeenstemt met de lasten waarmee het loon van de benadeelde was bezwaard (3); pas na de berekening van het schadebedrag naar gemeen recht en van het bedrag van de door de arbeidsongevallenverzekeraar uitgekeerde bruto-vergoedingen, wordt de vergelijking gemaakt tussen beide om te bepalen of een bijkomende vergoeding aan de getroffene is verschuldigd, bovenop de sommen die door de arbeidsongevallenverzekeraar werden uitgekeerd (4). (1) Zie Cass. 28 april 2015, AR P.13.1010.N, AC 2015, nr. 278; Cass. 1 december 1997, AR S.96.0333.N, AC 1997, nr. 520. (2) Zie concl. “in essentie” van M. PIRET, toen advocaat-generaal, bij Cass. 12 juni 1996, AR P.95.0079.F, AC 1996, nr. 230, op datum in Pas. (en de verwijzingen in noten): “(…) la victime [d'un accident de travail], pour obtenir réparation intégrale de son dommage, (…) a droit à l'équivalent des rémunérations nettes qu'elle aurait reçues si l'accident n'avait pas eu lieu. Les tribunaux doivent lui allouer cet équivalent ou le surplus qui lui reste dû au-delà de la somme que lui a payée l'assureur-loi. Les tribunaux doivent en outre allouer à la victime le montant nécessaire pour compenser les impôts et cotisations sociales éventuellement dus par elle sur l'indemnité qu'ils lui accordent. (…) L'indemnité de droit commun et l'indemnité-loi sont totalement distinctes l'une de l'autre, même si elles ouvrent le même dommage. En aucun cas il ne faut tenir compte, pour le calcul de l'indemnité de droit commun, de la cotisation de sécurité sociale dont la victime est redevable sur l'indemnité-loi. Cette dernière n'a rien à voir avec la détermination de la perte de salaire pour le calcul de l'indemnité de droit commun. (…) Sans doute est-il difficile d'évaluer les charges qui grèveront l'indemnité allouée en droit commun, mais (…) à défaut de bases d'évaluation, des réserves peuvent être actées à cet égard”. (3) Zie Cass. 28 april 2015, AR P.13.1010.N, AC 2015, nr. 278; Cass. 24 april 2002, AR P.01.1623.F, AC 2002, nr. 248; Cass. 19 februari 2001, AR C.98.0119.N, AC 2001, nr. 96; Cass. 5 december 1990, AR 8184-8374, AC 1991, nr. 178; Cass. 28 april 1992, AC 1981-82, III, nr. 503. (4) Het OM concludeerde tot de verwerping van het cassatieberoep omdat het middel dat niet verduidelijkt hoe de bekritiseerde gronden de eiseres zouden grieven, naar zijn mening, niet-ontvankelijk leek. (5) Artt. 31 en 32 van het koninklijk besluit van 21 december 1971 houdende uitvoering van sommige bepalingen van de Arbeidsongevallenwet, zoals van toepassing vóór de wijziging bij koninklijk besluit van 27 september 2015."
      ]
    }
  },
  "46": {
    "ECLI:BE:CASS:2021:ARR.20211108.3N.10": {
      "court": "CASS",
      "date": "2021-11-08",
      "roleNumber": "C.20.0108.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211108.3N.10&lang=fr",
      "abstractFR": [
        "L'employeur peut opposer l'immunité civile résultant de l'article 46, § 1er de la loi du 10 avril 1971 sur les accidents du travail, dont il jouit envers la victime de l'accident du travail et ses ayants droits, au tiers par la faute duquel l'accident du travail est en partie arrivé et qui, à la suite du paiement qu'il a fait à la victime, à ses ayants droits ou à l'assureur-loi, tente d'exercer un recours contre lui; ceci vaut même si le tiers fonde son recours sur l'article 1382 de l'ancien Code civil (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De werkgever kan zijn burgerrechtelijke immuniteit ten aanzien van de getroffene van het arbeidsongeval en diens rechthebbenden uit artikel 46, § 1, Arbeidsongevallenwet tegenwerpen aan de derde, door wiens fout het arbeidsongeval mede is ontstaan en die ingevolge zijn betaling aan de getroffene, diens rechthebbenden of de arbeidsongevallenverzekeraar op hem verhaal tracht uit te oefenen; dit geldt zelfs indien de derde zijn verhaal steunt op artikel 1382 Oud Burgerlijk Wetboek (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210525.2N.1": {
      "court": "CASS",
      "date": "2021-05-25",
      "roleNumber": "P.21.0270.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210525.2N.1",
      "abstractFR": [
        "L'interdiction de cumul décrite à l'article 46, § 2, alinéa 2, de la loi du 10 avril 1971 sur les accidents du travail implique que la victime peut uniquement réclamer une indemnisation du dommage corporel au tiers responsable de l'accident dans le cas où la réparation en droit commun calculée est supérieure à l'indemnisation accordée à la victime en vertu de la loi du 10 avril 1971 et uniquement pour la différence (1); l'interdiction de cumul n'est applicable que dans la mesure où le dommage dont la réparation est demandée est couvert par cette loi; l'indemnité que la victime peut encore réclamer au tiers responsable après intervention de l'assureur-loi doit être calculée séparément pour chaque préjudice (2). (1) Cass. 25 septembre 2012, RG P.11.1950.N, Pas. 2012, n° 484; Cass. 11 juin 2007, RG C.06.0255.N, Pas. 2007, n° 315; Cass. 19 décembre 2006, RG P.06.0944.N, Pas. 2006, n° 661; Cass. 24 octobre 2001, RG P.01.0704.F, Pas. 2001, n° 568; Cass. 26 février 1985, RG 8658, Pas. 1985, n° 383. (2) C. PERSYN, “Problemen bij de samenloop van vergoedingsregelingen: het gemene recht, arbeidsongevallen en ziekteverzekering”, R.W. 1990-91, 280-281; A. VAN OEVELEN, G. JOCQUE, C. PERSYN et B. TEMMERMAN, “Overzicht van rechtspraak. Onrechtmatige daad en schadeloosstelling (1993-2006)”, T.P.R. 2007, 1390; I. BOONEN, Verhaal van de derde-betalers op de aansprakelijke, Intersentia, 2009, 107-109.",
        "L'interdiction de cumul décrite à l'article 46, § 2, alinéa 2, de la loi du 10 avril 1971 sur les accidents du travail implique que la victime peut uniquement réclamer une indemnisation des dommages corporels au tiers responsable de l'accident dans le cas où la réparation en droit commun calculée est supérieure à l'indemnisation accordée à la victime en vertu de la loi du 10 avril 1971 et uniquement pour la différence (1); l'interdiction de cumul n'est applicable que dans la mesure où le dommage dont la réparation est demandée est couvert par cette loi; l'indemnité que la victime peut encore réclamer au tiers responsable après intervention de l'assureur-loi doit être calculée séparément pour chaque préjudice (2). (1) Cass. 25 septembre 2012, RG P.11.1950.N, Pas. 2012, n° 484 ; Cass. 11 juin 2007, RG C.06.0255.N, Pas. 2007, n° 315 ; Cass. 19 décembre 2006, RG P.06.0944.N, Pas. 2006, n° 661 ; Cass. 24 octobre 2001, RG P.01.0704.F, Pas. 2001, n° 568 ; Cass. 26 février 1985, RG 8658, Pas. 1985, n° 383. (2) C. PERSYN, “Problemen bij de samenloop van vergoedingsregelingen: het gemene recht, arbeidsongevallen en ziekteverzekering”, R.W. 1990-91, 280-281 ; A. VAN OEVELEN, G. JOCQUE, C. PERSYN et B. TEMMERMAN, “Overzicht van rechtspraak. Onrechtmatige daad en schadeloosstelling (1993-2006)”, T.P.R. 2007, 1390 ; I. BOONEN, Verhaal van de derde-betalers op de aansprakelijke, Intersentia, 2009, 107-109."
      ],
      "abstractNL": [
        "Het in artikel 46, § 2, tweede lid, Arbeidsongevallenwet omschreven cumulatieverbod houdt in dat het slachtoffer van de voor het ongeval aansprakelijke derde slechts vergoeding van de lichamelijke schade kan eisen wanneer de volgens het gemeen recht berekende vergoeding meer bedraagt dan de schadeloosstelling die op grond van de Arbeidsongevallenwet aan het slachtoffer wordt toegekend en enkel voor het verschil (1); het cumulatieverbod geldt slechts in zoverre de schade waarvoor vergoeding gevorderd wordt, gedekt is door deze wet; de berekening van de vergoeding waarop het slachtoffer na uitkering door de arbeidsongevallenverzekeraar, nog aanspraak kan maken op de aansprakelijke derde, dient berekend te worden voor elke schadepost afzonderlijk (2). (1) Cass. 25 september 2012, AR P.11.1950.N, AC 2012, nr. 484; Cass. 11 juni 2007, AR C.06.0255.N, AC 2007, nr. 315; Cass. 19 december 2006, AR P.06.0944.N, AC 2006, nr. 661; Cass. 24 oktober 2001, AR P.01.0704.F, AC 2001, nr. 568; Cass. 26 februari 1985, AR 8658, AC 1984-85, n° 383. (2) C. PERSYN, “Problemen bij de samenloop van vergoedingsregelingen: het gemene recht, arbeidsongevallen en ziekteverzekering”, R.W. 1990-91, 280-281; A. VAN OEVELEN, G. JOCQUE, C. PERSYN en B. TEMMERMAN, “Overzicht van rechtspraak. Onrechtmatige daad en schadeloosstelling (1993-2006)”, TPR 2007, 1390; I. BOONEN, Verhaal van de derde-betalers op de aansprakelijke, Intersentia, 2009, 107-109.",
        "Het in artikel 46, § 2, tweede lid, Arbeidsongevallenwet omschreven cumulatieverbod houdt in dat het slachtoffer van de voor het ongeval aansprakelijke derde slechts vergoeding van de lichamelijke schade kan eisen wanneer de volgens het gemeen recht berekende vergoeding meer bedraagt dan de schadeloosstelling die op grond van de Arbeidsongevallenwet aan het slachtoffer wordt toegekend en enkel voor het verschil (1); het cumulatieverbod geldt slechts in zoverre de schade waarvoor vergoeding gevorderd wordt, gedekt is door deze wet; de berekening van de vergoeding waarop het slachtoffer na uitkering door de arbeidsongevallenverzekeraar, nog aanspraak kan maken op de aansprakelijke derde, dient berekend te worden voor elke schadepost afzonderlijk (2). (1) Cass. 25 september 2012, AR P.11.1950.N, AC 2012, nr. 484; Cass. 11 juni 2007, AR C.06.0255.N, AC 2007, nr. 315; Cass. 19 december 2006, AR P.06.0944.N, AC 2006, nr. 661; Cass. 24 oktober 2001, AR P.01.0704.F, AC 2001, nr. 568; Cass. 26 februari 1985, AC 1984-85, R.G. 8658, n° 383. (2) C. PERSYN, “Problemen bij de samenloop van vergoedingsregelingen: het gemene recht, arbeidsongevallen en ziekteverzekering”, R.W. 1990-91, 280-281; A. VAN OEVELEN, G. JOCQUE, C. PERSYN en B. TEMMERMAN, “Overzicht van rechtspraak. Onrechtmatige daad en schadeloosstelling (1993-2006)”, TPR 2007, 1390; I. BOONEN, Verhaal van de derde-betalers op de aansprakelijke, Intersentia, 2009, 107-109.",
        "Het in artikel 46, § 2, tweede lid, Arbeidsongevallenwet omschreven cumulatieverbod houdt in dat het slachtoffer van de voor het ongeval aansprakelijke derde slechts vergoeding van de lichamelijke schade kan eisen wanneer de volgens het gemeen recht berekende vergoeding meer bedraagt dan de schadeloosstelling die op grond van de Arbeidsongevallenwet aan het slachtoffer wordt toegekend en enkel voor het verschil (1); het cumulatieverbod geldt slechts in zoverre de schade waarvoor vergoeding gevorderd wordt, gedekt is door deze wet; de berekening van de vergoeding waarop het slachtoffer na uitkering door de arbeidsongevallenverzekeraar, nog aanspraak kan maken op de aansprakelijke derde, dient berekend te worden voor elke schadepost afzonderlijk (2). (1) Cass. 25 september 2012, AR P.11.1950.N, AC 2012, nr. 484; Cass. 11 juni 2007, AR C.06.0255.N, AC 2007, nr. 315; Cass. 19 december 2006, AR P.06.0944.N, AC 2006, nr. 661; Cass. 24 oktober 2001, AR P.01.0704.F, AC 2001, nr. 568; Cass. 26 februari 1985, AC 1984-85, 874. (2) C. PERSYN, “Problemen bij de samenloop van vergoedingsregelingen: het gemene recht, arbeidsongevallen en ziekteverzekering”, R.W. 1990-91, 280-281; A. VAN OEVELEN, G. JOCQUE, C. PERSYN en B. TEMMERMAN, “Overzicht van rechtspraak. Onrechtmatige daad en schadeloosstelling (1993-2006)”, TPR 2007, 1390; I. BOONEN, Verhaal van de derde-betalers op de aansprakelijke, Intersentia, 2009, 107-109."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200923.2F.8": {
      "court": "CASS",
      "date": "2020-09-23",
      "roleNumber": "P.20.0114.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200923.2F.8",
      "abstractFR": [
        "L'assureur-loi est tenu au payement des indemnités fixées par la loi du 10 avril 1971 sur les accidents du travail (5); les victimes d'un tel accident ou leurs ayants droit n'ont un recours contre le tiers responsable que pour les seuls dommages ou parties de dommage qui ne seraient pas indemnisés en loi; les indemnités calculées selon le droit commun ne peuvent pas se cumuler avec les indemnités prévues par la législation sur les accidents du travail dans la mesure où les unes et les autres couvrent le même dommage; il s'ensuit que la victime ou ses ayants droit ne peuvent exiger une indemnisation des dommages corporels suivant le droit commun que dans la mesure où l'indemnité calculée en droit commun est supérieure aux indemnités légales versées à la victime en application de la loi sur les accidents du travail, et à concurrence de cet excédent seulement; en application de ce principe, le juge doit calculer l'indemnité en droit commun et n'allouer à la victime que la différence entre cette indemnité et celle payée par l'assureur-loi; le montant à prendre en considération pour le calcul du deuxième terme de la comparaison, correspond aux allocations brutes versées en loi, les cotisations sociales étant dès lors incluses (1); quant au premier terme de la comparaison, la victime a droit, pour obtenir la réparation de son dommage, à l'équivalent des rémunérations nettes qu'elle aurait reçues si l'accident n'avait pas eu lieu (2); le montant brut n'est retenu que s'il est démontré que le montant des charges à supporter sur l'indemnité est équivalent au montant de celles qui grevaient la rémunération du préjudicié (3); c'est après avoir chiffré le montant du dommage en droit commun et des décaissements bruts effectués par l'assureur-loi, que la comparaison s'effectue entre les deux termes pour déterminer si un surplus reste dû à la victime, au-delà des sommes versées par l'assureur-loi (4). (1) Voir Cass. 28 avril 2015, RG P.13.1010.N, Pas. 2015, n° 278; Cass. 1er décembre 1997, RG S.96.0333.N, Pas. 1997, n° 520. (2) Voir concl. « dit en substance » de M. PIRET, alors avocat général, accompagnant Cass. 12 juin 1996, RG P.95.0079.F, Pas. 1996, I, n° 230 (et réf. en notes): « (...) la victime [d'un accident de travail], pour obtenir réparation intégrale de son dommage, (...) a droit à l'équivalent des rémunérations nettes qu'elle aurait reçues si l'accident n'avait pas eu lieu. Les tribunaux doivent lui allouer cet équivalent ou le surplus qui lui reste dû au-delà de la somme que lui a payée l'assureur-loi. Les tribunaux doivent en outre allouer à la victime le montant nécessaire pour compenser les impôts et cotisations sociales éventuellement dus par elle sur l'indemnité qu'ils lui accordent. (...) L'indemnité de droit commun et l'indemnité-loi sont totalement distinctes l'une de l'autre, même si elles ouvrent le même dommage. En aucun cas il ne faut tenir compte, pour le calcul de l'indemnité de droit commun, de la cotisation de sécurité sociale dont la victime est redevable sur l'indemnité-loi. Cette dernière n'a rien à voir avec la détermination de la perte de salaire pour le calcul de l'indemnité de droit commun. (...) Sans doute est-il difficile d'évaluer les charges qui grèveront l'indemnité allouée en droit commun, mais (...) à défaut de bases d'évaluation, des réserves peuvent être actées à cet égard ». (3) Voir Cass. 28 avril 2015, RG P.13.1010.N, Pas. 2015, n° 278; Cass. 24 avril 2002, RG P.01.1623.F, Pas. 2002, n° 248; Cass. 19 février 2001, RG C.98.0119.N, Pas. 2001, n° 96; Cass. 5 décembre 1990, RG 8184-8374, Pas. 1991, n° 178; Cass. 28 avril 1982, Pas. 1982, I, p. 950. (4) Le MP avait conclu au rejet au motif que le moyen lui paraissait irrecevable à défaut de préciser le grief que les motifs critiqués causeraient à la demanderesse. (5) Art. 31 et 32 de l'arrêté royal du 21 décembre 1971 portant exécution de certaines dispositions de la loi du 10 avril 1971 sur les accidents du travail, avant leur modification par l'arrêté royal du 27 septembre 2015."
      ],
      "abstractNL": [
        "De arbeidsongevallenverzekeraar is gehouden tot de betaling van de vergoedingen bepaald in de Arbeidsongevallenwet; de getroffenen van een dergelijk ongeval of hun rechthebbenden kunnen zich op de aansprakelijke derde slechts verhalen voor de schade of het gedeelte van de schade dat niet is gedekt door de wettelijke arbeidsongevallenvergoeding; de vergoedingen die worden berekend volgens het gemeen recht mogen niet worden gecumuleerd met de in de arbeidsongevallenwetgeving voorziene vergoedingen, in zoverre beide vergoedingen dezelfde schade dekken; hieruit volgt dat de getroffene of diens rechthebbenden slechts een vergoeding voor lichamelijke schade kunnen vorderen volgens het gemeen recht voor zover de gemeenrechtelijke vergoeding hoger is dan de wettelijke vergoedingen die aan de getroffene werden uitgekeerd in toepassing van de Arbeidsongevallenwet, en slechts ten belope van dit saldo; in toepassing van dit beginsel moet de rechter de gemeenrechtelijke vergoeding berekenen en aan de getroffene slechts het verschil toekennen tussen die vergoeding en de vergoeding uitgekeerd door de arbeidsongevallenverzekeraar; het bedrag dat in aanmerking moet worden genomen voor de berekening van de tweede term van de vergelijking, stemt overeen met de uitgekeerde bruto arbeidsongevallenvergoedingen, dus de sociale bijdragen inbegrepen (1); wat de eerste term van de vergelijking betreft, heeft de getroffene, om het herstel van zijn schade te verkrijgen, recht op het equivalent van de nettolonen die hij zou hebben ontvangen mocht het ongeval niet hebben plaatsgehad (2); het bruto bedrag wordt slechts in aanmerking genomen indien wordt aangetoond dat het bedrag van op de vergoeding verschuldigde lasten overeenstemt met de lasten waarmee het loon van de benadeelde was bezwaard (3); pas na de berekening van het schadebedrag naar gemeen recht en van het bedrag van de door de arbeidsongevallenverzekeraar uitgekeerde bruto-vergoedingen, wordt de vergelijking gemaakt tussen beide om te bepalen of een bijkomende vergoeding aan de getroffene is verschuldigd, bovenop de sommen die door de arbeidsongevallenverzekeraar werden uitgekeerd (4). (1) Zie Cass. 28 april 2015, AR P.13.1010.N, AC 2015, nr. 278; Cass. 1 december 1997, AR S.96.0333.N, AC 1997, nr. 520. (2) Zie concl. “in hoofdzaak” van M. PIRET, toen advocaat-generaal, bij Cass. 12 juni 1996, AR P.95.0079.F, AC 1996, nr. 230, op datum in Pas. (en de verwijzingen in noten): “(…) la victime [d'un accident de travail], pour obtenir réparation intégrale de son dommage, (…) a droit à l'équivalent des rémunérations nettes qu'elle aurait reçues si l'accident n'avait pas eu lieu. Les tribunaux doivent lui allouer cet équivalent ou le surplus qui lui reste dû au-delà de la somme que lui a payée l'assureur-loi. Les tribunaux doivent en outre allouer à la victime le montant nécessaire pour compenser les impôts et cotisations sociales éventuellement dus par elle sur l'indemnité qu'ils lui accordent. (…) L'indemnité de droit commun et l'indemnité-loi sont totalement distinctes l'une de l'autre, même si elles ouvrent le même dommage. En aucun cas il ne faut tenir compte, pour le calcul de l'indemnité de droit commun, de la cotisation de sécurité sociale dont la victime est redevable sur l'indemnité-loi. Cette dernière n'a rien à voir avec la détermination de la perte de salaire pour le calcul de l'indemnité de droit commun. (…) Sans doute est-il difficile d'évaluer les charges qui grèveront l'indemnité allouée en droit commun, mais (…) à défaut de bases d'évaluation, des réserves peuvent être actées à cet égard”. (3) Zie Cass. 28 april 2015, AR P.13.1010.N, AC 2015, nr. 278; Cass. 24 april 2002, AR P.01.1623.F, AC 2002, nr. 248; Cass. 19 februari 2001, AR C.98.0119.N, AC 2001, nr. 96; Cass. 5 december 1990, AR 8184-8374, AC 1991, nr. 178; Cass. 28 april 1992, AC 1981-82, III, nr. 503. (4) Het OM concludeerde tot de verwerping van het cassatieberoep omdat het middel dat niet verduidelijkt hoe de bekritiseerde gronden de eiseres zouden grieven, naar zijn mening, niet-ontvankelijk leek. (5) Artt. 31 en 32 van het koninklijk besluit van 21 december 1971 houdende uitvoering van sommige bepalingen van de Arbeidsongevallenwet, zoals van toepassing vóór de wijziging bij koninklijk besluit van 27 september 2015.",
        "De arbeidsongevallenverzekeraar is gehouden tot de betaling van de vergoedingen bepaald in de Arbeidsongevallenwet; de getroffenen van een dergelijk ongeval of hun rechthebbenden kunnen zich op de aansprakelijke derde slechts verhalen voor de schade of het gedeelte van de schade dat niet is gedekt door de wettelijke arbeidsongevallenvergoeding; de vergoedingen die worden berekend volgens het gemeen recht mogen niet worden gecumuleerd met de in de arbeidsongevallenwetgeving voorziene vergoedingen, in zoverre beide vergoedingen dezelfde schade dekken; hieruit volgt dat de getroffene of diens rechthebbenden slechts een vergoeding voor lichamelijke schade kunnen vorderen volgens het gemeen recht voor zover de gemeenrechtelijke vergoeding hoger is dan de wettelijke vergoedingen die aan de getroffene werden uitgekeerd in toepassing van de Arbeidsongevallenwet, en slechts ten belope van dit saldo; in toepassing van dit beginsel moet de rechter de gemeenrechtelijke vergoeding berekenen en aan de getroffene slechts het verschil toekennen tussen die vergoeding en de vergoeding uitgekeerd door de arbeidsongevallenverzekeraar; het bedrag dat in aanmerking moet worden genomen voor de berekening van de tweede term van de vergelijking, stemt overeen met de uitgekeerde bruto arbeidsongevallenvergoedingen, dus de sociale bijdragen inbegrepen (1); wat de eerste term van de vergelijking betreft, heeft de getroffene, om het herstel van zijn schade te verkrijgen, recht op het equivalent van de nettolonen die hij zou hebben ontvangen mocht het ongeval niet hebben plaatsgehad (2); het bruto bedrag wordt slechts in aanmerking genomen indien wordt aangetoond dat het bedrag van op de vergoeding verschuldigde lasten overeenstemt met de lasten waarmee het loon van de benadeelde was bezwaard (3); pas na de berekening van het schadebedrag naar gemeen recht en van het bedrag van de door de arbeidsongevallenverzekeraar uitgekeerde bruto-vergoedingen, wordt de vergelijking gemaakt tussen beide om te bepalen of een bijkomende vergoeding aan de getroffene is verschuldigd, bovenop de sommen die door de arbeidsongevallenverzekeraar werden uitgekeerd (4). (1) Zie Cass. 28 april 2015, AR P.13.1010.N, AC 2015, nr. 278; Cass. 1 december 1997, AR S.96.0333.N, AC 1997, nr. 520. (2) Zie concl. “in essentie” van M. PIRET, toen advocaat-generaal, bij Cass. 12 juni 1996, AR P.95.0079.F, AC 1996, nr. 230, op datum in Pas. (en de verwijzingen in noten): “(…) la victime [d'un accident de travail], pour obtenir réparation intégrale de son dommage, (…) a droit à l'équivalent des rémunérations nettes qu'elle aurait reçues si l'accident n'avait pas eu lieu. Les tribunaux doivent lui allouer cet équivalent ou le surplus qui lui reste dû au-delà de la somme que lui a payée l'assureur-loi. Les tribunaux doivent en outre allouer à la victime le montant nécessaire pour compenser les impôts et cotisations sociales éventuellement dus par elle sur l'indemnité qu'ils lui accordent. (…) L'indemnité de droit commun et l'indemnité-loi sont totalement distinctes l'une de l'autre, même si elles ouvrent le même dommage. En aucun cas il ne faut tenir compte, pour le calcul de l'indemnité de droit commun, de la cotisation de sécurité sociale dont la victime est redevable sur l'indemnité-loi. Cette dernière n'a rien à voir avec la détermination de la perte de salaire pour le calcul de l'indemnité de droit commun. (…) Sans doute est-il difficile d'évaluer les charges qui grèveront l'indemnité allouée en droit commun, mais (…) à défaut de bases d'évaluation, des réserves peuvent être actées à cet égard”. (3) Zie Cass. 28 april 2015, AR P.13.1010.N, AC 2015, nr. 278; Cass. 24 april 2002, AR P.01.1623.F, AC 2002, nr. 248; Cass. 19 februari 2001, AR C.98.0119.N, AC 2001, nr. 96; Cass. 5 december 1990, AR 8184-8374, AC 1991, nr. 178; Cass. 28 april 1992, AC 1981-82, III, nr. 503. (4) Het OM concludeerde tot de verwerping van het cassatieberoep omdat het middel dat niet verduidelijkt hoe de bekritiseerde gronden de eiseres zouden grieven, naar zijn mening, niet-ontvankelijk leek. (5) Artt. 31 en 32 van het koninklijk besluit van 21 december 1971 houdende uitvoering van sommige bepalingen van de Arbeidsongevallenwet, zoals van toepassing vóór de wijziging bij koninklijk besluit van 27 september 2015."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220124.3N.6": {
      "court": "CASS",
      "date": "2022-01-24",
      "roleNumber": "C.21.0047.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220124.3N.6&lang=fr",
      "abstractFR": [
        "Lorsque le dommage a été causé par les fautes concurrentes tant d'un tiers que de l'employeur, son préposé ou mandataire, la circonstance que le dommage a été causé par un accident du travail est sans incidence sur l'obligation du tiers responsable de réparer intégralement le dommage de la victime, qui n'a pas commis elle-même de faute, ou de ses ayants droit (1). (1) Voir Cass. 8 novembre 2021, RG C.20.0108.N, Pas. 2021, n° 702.",
        "La circonstance que le dommage a été causé par un accident du travail n'a pas davantage d'incidence sur l'obligation du tiers responsable d'indemniser l'assureur-loi ou Fedris pour les dépenses jusqu'à concurrence desquelles ceux-ci sont subrogés, conformément à l'article 47 de la loi du 10 avril 1971 sur les accidents du travail, dans les droits de la victime, qui n'a pas commis elle-même de faute, ou de ses ayants droit."
      ],
      "abstractNL": [
        "Indien de schade door de samenlopende fouten van zowel een derde als de werkgever, zijn aangestelde of lasthebber is veroorzaakt, is de omstandigheid dat de schade door een arbeidsongeval is veroorzaakt zonder invloed op de verplichting van de aansprakelijke derde om naar het gemeen recht de integrale schade te vergoeden van de getroffene, die zelf geen fout treft, of zijn rechthebbenden (1). (1) Zie Cass. 8 november 2021, AR C.20.0108.N, AC 2021, nr. 702.",
        "De omstandigheid dat de schade door een arbeidsongeval is veroorzaakt heeft geen invloed op de verplichting van de aansprakelijke derde om de arbeidsongevallenverzekeraar of Fedris te vergoeden voor de uitgaven ten belope waarvan deze overeenkomstig het voormelde artikel 47 Arbeidsongevallenwet in de rechten van de getroffene, die zelf geen fout treft, of zijn rechthebbenden gesubrogeerd zijn."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170131.1": {
      "court": "CASS",
      "date": "2017-01-31",
      "roleNumber": "P.16.0381.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170131.1&lang=fr",
      "abstractFR": [
        "Il résulte de l'article 46, § 1er, alinéa 1er, 7°, de la loi du 10 avril 1971 que, si l'administration de surveillance a imposé des mesures à la suite d'une infraction aux prescriptions de sécurité et d'hygiène, l'employeur qui enfreint à nouveau la même prescription et n'a pas pris les mesures imposées alors que ce manquement est en lien causal avec l'accident du travail, perd son immunité pour l'indemnisation de cet accident sous les conditions prévues à la disposition légale précitée, et la circonstance que les activités pendant lesquelles l'accident du travail s'est produit ont été effectuées dans des circonstances autres que celles dans le cadre desquelles les mesures ont été imposées et que, de ce fait, ces activités requièrent également d'autres mesures de protection spécifiques que celles qui sont imposées, n'empêche pas l'application de cette disposition légale."
      ],
      "abstractNL": [
        "Uit artikel 46, §1, eerste lid, 7°, Arbeidsongevallenwet volgt dat indien de toezichthoudende administratie naar aanleiding van een inbreuk op de veiligheids- en hygiënevoorschriften maatregelen heeft opgelegd, de werkgever die een nieuwe inbreuk pleegt op hetzelfde voorschrift en de opgelegde maatregelen niet heeft genomen, terwijl die nalatigheid in oorzakelijk verband staat met een arbeidsongeval, zijn immuniteit voor de vergoeding van dat ongeval onder de voorwaarden bepaald in voormelde wetsbepaling verliest, waarbij de omstandigheid dat de werkzaamheden tijdens dewelke het arbeidsongeval zich heeft voorgedaan, worden uitgevoerd in andere omstandigheden dan deze in het kader waarvan de maatregelen zijn opgelegd en dat die werkzaamheden daarom ook andere specifieke beschermingsmaatregelen vereisen dan deze die zijn opgelegd, niet de toepassing van deze wetsbepaling belet."
      ]
    }
  },
  "47": {
    "ECLI:BE:CASS:2025:ARR.20250926.1F.1": {
      "court": "CASS",
      "date": "2025-09-26",
      "roleNumber": "C.24.0488.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250926.1F.1",
      "abstractFR": [
        "En vertu de l'article 47 de la loi du 10 avril 1971 sur les accidents du travail, l'assureur-loi est subrogé dans les droits de la victime contre le tiers responsable de l'accident ou son assureur dans les limites du montant de ses décaissements, d'une part, et du montant que la victime aurait pu obtenir en droit commun, d'autre part; il s'ensuit que la subrogation de l'assureur-loi aux droits de la victime à laquelle il a octroyé des prestations prévues par la loi du 10 avril 1971 ne peut avoir pour effet d'imposer au tiers responsable et à son assureur une charge supérieure à la réparation du dommage due en vertu des articles 1382 et 1383 de l'ancien Code civil (1). (1) Cass. 8 octobre 2007, RG C.05.0496.F, Pas. 2007, nr. 457.",
        "En vertu de l'article 47 de la loi du 10 avril 1971 sur les accidents du travail, l'assureur-loi est subrogé dans les droits de la victime contre le tiers responsable de l'accident ou son assureur dans les limites du montant de ses décaissements, d'une part, et du montant que la victime aurait pu obtenir en droit commun, d'autre part; il s'ensuit que la subrogation de l'assureur-loi aux droits de la victime à laquelle il a octroyé des prestations prévues par la loi du 10 avril 1971 ne peut avoir pour effet d'imposer au tiers responsable et à son assureur une charge supérieure à la réparation du dommage due en vertu des articles 1382 et 1383 de l'ancien Code civil (1). (1) Cass. 08 octobre 2007, RG C.05.0496.F, Pas. 2007, nr. 457."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20210930.1N.2": {
      "court": "CASS",
      "date": "2021-09-30",
      "roleNumber": "C.20.0360.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210930.1N.2&lang=fr",
      "abstractFR": [
        "L'action subrogatoire résultant de l'article 47 de la loi du 10 avril 1971 sur les accidents du travail concerne les indemnités que l'assureur-loi verse à la victime et à ses ayants droit en vertu de la loi du 10 avril 1971 sur les accidents du travail, et non pas les indemnités qu'il leur verse en sus des indemnités précitées dans le cadre d'une police d'assurance complémentaire (1). (1) Voir les concl. contraires du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De subrogatoire vordering uit artikel 47 Arbeidsongevallenwet heeft betrekking op vergoedingen die de arbeidsongevallenverzekeraar aan het slachtoffer en zijn rechthebbenden uitbetaalt krachtens de Arbeidsongevallenwet en niet op vergoedingen die hij hen boven voormelde vergoedingen uitbetaalt in het kader van een aanvullende verzekeringspolis (1). (1) Zie andersluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211108.3N.10": {
      "court": "CASS",
      "date": "2021-11-08",
      "roleNumber": "C.20.0108.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211108.3N.10&lang=fr",
      "abstractFR": [
        "L'employeur peut opposer l'immunité civile résultant de l'article 46, § 1er de la loi du 10 avril 1971 sur les accidents du travail, dont il jouit envers la victime de l'accident du travail et ses ayants droits, au tiers par la faute duquel l'accident du travail est en partie arrivé et qui, à la suite du paiement qu'il a fait à la victime, à ses ayants droits ou à l'assureur-loi, tente d'exercer un recours contre lui; ceci vaut même si le tiers fonde son recours sur l'article 1382 de l'ancien Code civil (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De werkgever kan zijn burgerrechtelijke immuniteit ten aanzien van de getroffene van het arbeidsongeval en diens rechthebbenden uit artikel 46, § 1, Arbeidsongevallenwet tegenwerpen aan de derde, door wiens fout het arbeidsongeval mede is ontstaan en die ingevolge zijn betaling aan de getroffene, diens rechthebbenden of de arbeidsongevallenverzekeraar op hem verhaal tracht uit te oefenen; dit geldt zelfs indien de derde zijn verhaal steunt op artikel 1382 Oud Burgerlijk Wetboek (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200923.2F.8": {
      "court": "CASS",
      "date": "2020-09-23",
      "roleNumber": "P.20.0114.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200923.2F.8",
      "abstractFR": [
        "L'assureur-loi est tenu au payement des indemnités fixées par la loi du 10 avril 1971 sur les accidents du travail (5); les victimes d'un tel accident ou leurs ayants droit n'ont un recours contre le tiers responsable que pour les seuls dommages ou parties de dommage qui ne seraient pas indemnisés en loi; les indemnités calculées selon le droit commun ne peuvent pas se cumuler avec les indemnités prévues par la législation sur les accidents du travail dans la mesure où les unes et les autres couvrent le même dommage; il s'ensuit que la victime ou ses ayants droit ne peuvent exiger une indemnisation des dommages corporels suivant le droit commun que dans la mesure où l'indemnité calculée en droit commun est supérieure aux indemnités légales versées à la victime en application de la loi sur les accidents du travail, et à concurrence de cet excédent seulement; en application de ce principe, le juge doit calculer l'indemnité en droit commun et n'allouer à la victime que la différence entre cette indemnité et celle payée par l'assureur-loi; le montant à prendre en considération pour le calcul du deuxième terme de la comparaison, correspond aux allocations brutes versées en loi, les cotisations sociales étant dès lors incluses (1); quant au premier terme de la comparaison, la victime a droit, pour obtenir la réparation de son dommage, à l'équivalent des rémunérations nettes qu'elle aurait reçues si l'accident n'avait pas eu lieu (2); le montant brut n'est retenu que s'il est démontré que le montant des charges à supporter sur l'indemnité est équivalent au montant de celles qui grevaient la rémunération du préjudicié (3); c'est après avoir chiffré le montant du dommage en droit commun et des décaissements bruts effectués par l'assureur-loi, que la comparaison s'effectue entre les deux termes pour déterminer si un surplus reste dû à la victime, au-delà des sommes versées par l'assureur-loi (4). (1) Voir Cass. 28 avril 2015, RG P.13.1010.N, Pas. 2015, n° 278; Cass. 1er décembre 1997, RG S.96.0333.N, Pas. 1997, n° 520. (2) Voir concl. « dit en substance » de M. PIRET, alors avocat général, accompagnant Cass. 12 juin 1996, RG P.95.0079.F, Pas. 1996, I, n° 230 (et réf. en notes): « (...) la victime [d'un accident de travail], pour obtenir réparation intégrale de son dommage, (...) a droit à l'équivalent des rémunérations nettes qu'elle aurait reçues si l'accident n'avait pas eu lieu. Les tribunaux doivent lui allouer cet équivalent ou le surplus qui lui reste dû au-delà de la somme que lui a payée l'assureur-loi. Les tribunaux doivent en outre allouer à la victime le montant nécessaire pour compenser les impôts et cotisations sociales éventuellement dus par elle sur l'indemnité qu'ils lui accordent. (...) L'indemnité de droit commun et l'indemnité-loi sont totalement distinctes l'une de l'autre, même si elles ouvrent le même dommage. En aucun cas il ne faut tenir compte, pour le calcul de l'indemnité de droit commun, de la cotisation de sécurité sociale dont la victime est redevable sur l'indemnité-loi. Cette dernière n'a rien à voir avec la détermination de la perte de salaire pour le calcul de l'indemnité de droit commun. (...) Sans doute est-il difficile d'évaluer les charges qui grèveront l'indemnité allouée en droit commun, mais (...) à défaut de bases d'évaluation, des réserves peuvent être actées à cet égard ». (3) Voir Cass. 28 avril 2015, RG P.13.1010.N, Pas. 2015, n° 278; Cass. 24 avril 2002, RG P.01.1623.F, Pas. 2002, n° 248; Cass. 19 février 2001, RG C.98.0119.N, Pas. 2001, n° 96; Cass. 5 décembre 1990, RG 8184-8374, Pas. 1991, n° 178; Cass. 28 avril 1982, Pas. 1982, I, p. 950. (4) Le MP avait conclu au rejet au motif que le moyen lui paraissait irrecevable à défaut de préciser le grief que les motifs critiqués causeraient à la demanderesse. (5) Art. 31 et 32 de l'arrêté royal du 21 décembre 1971 portant exécution de certaines dispositions de la loi du 10 avril 1971 sur les accidents du travail, avant leur modification par l'arrêté royal du 27 septembre 2015."
      ],
      "abstractNL": [
        "De arbeidsongevallenverzekeraar is gehouden tot de betaling van de vergoedingen bepaald in de Arbeidsongevallenwet; de getroffenen van een dergelijk ongeval of hun rechthebbenden kunnen zich op de aansprakelijke derde slechts verhalen voor de schade of het gedeelte van de schade dat niet is gedekt door de wettelijke arbeidsongevallenvergoeding; de vergoedingen die worden berekend volgens het gemeen recht mogen niet worden gecumuleerd met de in de arbeidsongevallenwetgeving voorziene vergoedingen, in zoverre beide vergoedingen dezelfde schade dekken; hieruit volgt dat de getroffene of diens rechthebbenden slechts een vergoeding voor lichamelijke schade kunnen vorderen volgens het gemeen recht voor zover de gemeenrechtelijke vergoeding hoger is dan de wettelijke vergoedingen die aan de getroffene werden uitgekeerd in toepassing van de Arbeidsongevallenwet, en slechts ten belope van dit saldo; in toepassing van dit beginsel moet de rechter de gemeenrechtelijke vergoeding berekenen en aan de getroffene slechts het verschil toekennen tussen die vergoeding en de vergoeding uitgekeerd door de arbeidsongevallenverzekeraar; het bedrag dat in aanmerking moet worden genomen voor de berekening van de tweede term van de vergelijking, stemt overeen met de uitgekeerde bruto arbeidsongevallenvergoedingen, dus de sociale bijdragen inbegrepen (1); wat de eerste term van de vergelijking betreft, heeft de getroffene, om het herstel van zijn schade te verkrijgen, recht op het equivalent van de nettolonen die hij zou hebben ontvangen mocht het ongeval niet hebben plaatsgehad (2); het bruto bedrag wordt slechts in aanmerking genomen indien wordt aangetoond dat het bedrag van op de vergoeding verschuldigde lasten overeenstemt met de lasten waarmee het loon van de benadeelde was bezwaard (3); pas na de berekening van het schadebedrag naar gemeen recht en van het bedrag van de door de arbeidsongevallenverzekeraar uitgekeerde bruto-vergoedingen, wordt de vergelijking gemaakt tussen beide om te bepalen of een bijkomende vergoeding aan de getroffene is verschuldigd, bovenop de sommen die door de arbeidsongevallenverzekeraar werden uitgekeerd (4). (1) Zie Cass. 28 april 2015, AR P.13.1010.N, AC 2015, nr. 278; Cass. 1 december 1997, AR S.96.0333.N, AC 1997, nr. 520. (2) Zie concl. “in hoofdzaak” van M. PIRET, toen advocaat-generaal, bij Cass. 12 juni 1996, AR P.95.0079.F, AC 1996, nr. 230, op datum in Pas. (en de verwijzingen in noten): “(…) la victime [d'un accident de travail], pour obtenir réparation intégrale de son dommage, (…) a droit à l'équivalent des rémunérations nettes qu'elle aurait reçues si l'accident n'avait pas eu lieu. Les tribunaux doivent lui allouer cet équivalent ou le surplus qui lui reste dû au-delà de la somme que lui a payée l'assureur-loi. Les tribunaux doivent en outre allouer à la victime le montant nécessaire pour compenser les impôts et cotisations sociales éventuellement dus par elle sur l'indemnité qu'ils lui accordent. (…) L'indemnité de droit commun et l'indemnité-loi sont totalement distinctes l'une de l'autre, même si elles ouvrent le même dommage. En aucun cas il ne faut tenir compte, pour le calcul de l'indemnité de droit commun, de la cotisation de sécurité sociale dont la victime est redevable sur l'indemnité-loi. Cette dernière n'a rien à voir avec la détermination de la perte de salaire pour le calcul de l'indemnité de droit commun. (…) Sans doute est-il difficile d'évaluer les charges qui grèveront l'indemnité allouée en droit commun, mais (…) à défaut de bases d'évaluation, des réserves peuvent être actées à cet égard”. (3) Zie Cass. 28 april 2015, AR P.13.1010.N, AC 2015, nr. 278; Cass. 24 april 2002, AR P.01.1623.F, AC 2002, nr. 248; Cass. 19 februari 2001, AR C.98.0119.N, AC 2001, nr. 96; Cass. 5 december 1990, AR 8184-8374, AC 1991, nr. 178; Cass. 28 april 1992, AC 1981-82, III, nr. 503. (4) Het OM concludeerde tot de verwerping van het cassatieberoep omdat het middel dat niet verduidelijkt hoe de bekritiseerde gronden de eiseres zouden grieven, naar zijn mening, niet-ontvankelijk leek. (5) Artt. 31 en 32 van het koninklijk besluit van 21 december 1971 houdende uitvoering van sommige bepalingen van de Arbeidsongevallenwet, zoals van toepassing vóór de wijziging bij koninklijk besluit van 27 september 2015.",
        "De arbeidsongevallenverzekeraar is gehouden tot de betaling van de vergoedingen bepaald in de Arbeidsongevallenwet; de getroffenen van een dergelijk ongeval of hun rechthebbenden kunnen zich op de aansprakelijke derde slechts verhalen voor de schade of het gedeelte van de schade dat niet is gedekt door de wettelijke arbeidsongevallenvergoeding; de vergoedingen die worden berekend volgens het gemeen recht mogen niet worden gecumuleerd met de in de arbeidsongevallenwetgeving voorziene vergoedingen, in zoverre beide vergoedingen dezelfde schade dekken; hieruit volgt dat de getroffene of diens rechthebbenden slechts een vergoeding voor lichamelijke schade kunnen vorderen volgens het gemeen recht voor zover de gemeenrechtelijke vergoeding hoger is dan de wettelijke vergoedingen die aan de getroffene werden uitgekeerd in toepassing van de Arbeidsongevallenwet, en slechts ten belope van dit saldo; in toepassing van dit beginsel moet de rechter de gemeenrechtelijke vergoeding berekenen en aan de getroffene slechts het verschil toekennen tussen die vergoeding en de vergoeding uitgekeerd door de arbeidsongevallenverzekeraar; het bedrag dat in aanmerking moet worden genomen voor de berekening van de tweede term van de vergelijking, stemt overeen met de uitgekeerde bruto arbeidsongevallenvergoedingen, dus de sociale bijdragen inbegrepen (1); wat de eerste term van de vergelijking betreft, heeft de getroffene, om het herstel van zijn schade te verkrijgen, recht op het equivalent van de nettolonen die hij zou hebben ontvangen mocht het ongeval niet hebben plaatsgehad (2); het bruto bedrag wordt slechts in aanmerking genomen indien wordt aangetoond dat het bedrag van op de vergoeding verschuldigde lasten overeenstemt met de lasten waarmee het loon van de benadeelde was bezwaard (3); pas na de berekening van het schadebedrag naar gemeen recht en van het bedrag van de door de arbeidsongevallenverzekeraar uitgekeerde bruto-vergoedingen, wordt de vergelijking gemaakt tussen beide om te bepalen of een bijkomende vergoeding aan de getroffene is verschuldigd, bovenop de sommen die door de arbeidsongevallenverzekeraar werden uitgekeerd (4). (1) Zie Cass. 28 april 2015, AR P.13.1010.N, AC 2015, nr. 278; Cass. 1 december 1997, AR S.96.0333.N, AC 1997, nr. 520. (2) Zie concl. “in essentie” van M. PIRET, toen advocaat-generaal, bij Cass. 12 juni 1996, AR P.95.0079.F, AC 1996, nr. 230, op datum in Pas. (en de verwijzingen in noten): “(…) la victime [d'un accident de travail], pour obtenir réparation intégrale de son dommage, (…) a droit à l'équivalent des rémunérations nettes qu'elle aurait reçues si l'accident n'avait pas eu lieu. Les tribunaux doivent lui allouer cet équivalent ou le surplus qui lui reste dû au-delà de la somme que lui a payée l'assureur-loi. Les tribunaux doivent en outre allouer à la victime le montant nécessaire pour compenser les impôts et cotisations sociales éventuellement dus par elle sur l'indemnité qu'ils lui accordent. (…) L'indemnité de droit commun et l'indemnité-loi sont totalement distinctes l'une de l'autre, même si elles ouvrent le même dommage. En aucun cas il ne faut tenir compte, pour le calcul de l'indemnité de droit commun, de la cotisation de sécurité sociale dont la victime est redevable sur l'indemnité-loi. Cette dernière n'a rien à voir avec la détermination de la perte de salaire pour le calcul de l'indemnité de droit commun. (…) Sans doute est-il difficile d'évaluer les charges qui grèveront l'indemnité allouée en droit commun, mais (…) à défaut de bases d'évaluation, des réserves peuvent être actées à cet égard”. (3) Zie Cass. 28 april 2015, AR P.13.1010.N, AC 2015, nr. 278; Cass. 24 april 2002, AR P.01.1623.F, AC 2002, nr. 248; Cass. 19 februari 2001, AR C.98.0119.N, AC 2001, nr. 96; Cass. 5 december 1990, AR 8184-8374, AC 1991, nr. 178; Cass. 28 april 1992, AC 1981-82, III, nr. 503. (4) Het OM concludeerde tot de verwerping van het cassatieberoep omdat het middel dat niet verduidelijkt hoe de bekritiseerde gronden de eiseres zouden grieven, naar zijn mening, niet-ontvankelijk leek. (5) Artt. 31 en 32 van het koninklijk besluit van 21 december 1971 houdende uitvoering van sommige bepalingen van de Arbeidsongevallenwet, zoals van toepassing vóór de wijziging bij koninklijk besluit van 27 september 2015."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220124.3N.6": {
      "court": "CASS",
      "date": "2022-01-24",
      "roleNumber": "C.21.0047.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220124.3N.6&lang=fr",
      "abstractFR": [
        "Lorsque le dommage a été causé par les fautes concurrentes tant d'un tiers que de l'employeur, son préposé ou mandataire, la circonstance que le dommage a été causé par un accident du travail est sans incidence sur l'obligation du tiers responsable de réparer intégralement le dommage de la victime, qui n'a pas commis elle-même de faute, ou de ses ayants droit (1). (1) Voir Cass. 8 novembre 2021, RG C.20.0108.N, Pas. 2021, n° 702.",
        "La circonstance que le dommage a été causé par un accident du travail n'a pas davantage d'incidence sur l'obligation du tiers responsable d'indemniser l'assureur-loi ou Fedris pour les dépenses jusqu'à concurrence desquelles ceux-ci sont subrogés, conformément à l'article 47 de la loi du 10 avril 1971 sur les accidents du travail, dans les droits de la victime, qui n'a pas commis elle-même de faute, ou de ses ayants droit."
      ],
      "abstractNL": [
        "Indien de schade door de samenlopende fouten van zowel een derde als de werkgever, zijn aangestelde of lasthebber is veroorzaakt, is de omstandigheid dat de schade door een arbeidsongeval is veroorzaakt zonder invloed op de verplichting van de aansprakelijke derde om naar het gemeen recht de integrale schade te vergoeden van de getroffene, die zelf geen fout treft, of zijn rechthebbenden (1). (1) Zie Cass. 8 november 2021, AR C.20.0108.N, AC 2021, nr. 702.",
        "De omstandigheid dat de schade door een arbeidsongeval is veroorzaakt heeft geen invloed op de verplichting van de aansprakelijke derde om de arbeidsongevallenverzekeraar of Fedris te vergoeden voor de uitgaven ten belope waarvan deze overeenkomstig het voormelde artikel 47 Arbeidsongevallenwet in de rechten van de getroffene, die zelf geen fout treft, of zijn rechthebbenden gesubrogeerd zijn."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160318.4": {
      "court": "CASS",
      "date": "2016-03-18",
      "roleNumber": "C.15.0083.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160318.4",
      "abstractFR": [
        "L'assureur-loi n'est subrogé dans les droits de la victime que jusqu'à concurrence des montants cumulables versés à celle-ci, à l'exclusion des montants non cumulables versés au Fonds des accidents du travail sur la base de l'article 42bis de la loi du 10 avril 1971."
      ],
      "abstractNL": [
        "De arbeidsongevallenverzekeraar wordt slechts in de rechten van de getroffene gesubrogeerd tot beloop van de cumuleerbare bedragen die aan laatstgenoemde zijn gestort, met uitsluiting van de niet-cumuleerbare bedragen die op grond van artikel 42bis van de wet van 10 april 1971 aan het Fonds voor arbeidsongevallen zijn gestort."
      ]
    }
  },
  "58": {
    "ECLI:BE:CASS:2015:ARR.20150105.1": {
      "court": "CASS",
      "date": "2015-01-05",
      "roleNumber": "C.13.0385.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150105.1",
      "abstractFR": [
        "Lorsqu'il doute de l'application de la loi du 10 avril 1971 à l'accident ou qu'il refuse de le prendre en charge, l'assureur contre les accidents du travail ne reste pas en défaut de s'acquitter au sens de l'article 58, § 1er, 3°, de la loi du 10 avril 1971 sur les accidents du travail dans sa rédaction applicable aux faits; dans ce cas, cette disposition et l'article 60 de la même loi, qui permet au Fonds des accidents du travail de récupérer à charge de l'assureur en défaut les indemnités qu'il a payées, ne trouvent pas à s'appliquer (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De arbeidsongevallenverzekeraar blijft niet in gebreke in de zin van artikel 58, §1, 3°, Arbeidsongevallenwet, in de versie die op de feiten van toepassing is, wanneer hij de toepassing van de Arbeidsongevallenwet op het ongeval betwijfelt of weigert het ongeval ten laste te nemen; in dat geval worden die bepaling en artikel 60 van dezelfde wet, waardoor het Fonds voor arbeidsongevallen de door hem betaalde vergoedingen ten laste van de in gebreke zijnde verzekeraar kan recupereren, niet toegepast (1). (1) Zie de concl. OM in Pas. 2015 nr. ... ."
      ]
    }
  },
  "60": {
    "ECLI:BE:CASS:2015:ARR.20150105.1": {
      "court": "CASS",
      "date": "2015-01-05",
      "roleNumber": "C.13.0385.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150105.1",
      "abstractFR": [
        "Lorsqu'il doute de l'application de la loi du 10 avril 1971 à l'accident ou qu'il refuse de le prendre en charge, l'assureur contre les accidents du travail ne reste pas en défaut de s'acquitter au sens de l'article 58, § 1er, 3°, de la loi du 10 avril 1971 sur les accidents du travail dans sa rédaction applicable aux faits; dans ce cas, cette disposition et l'article 60 de la même loi, qui permet au Fonds des accidents du travail de récupérer à charge de l'assureur en défaut les indemnités qu'il a payées, ne trouvent pas à s'appliquer (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De arbeidsongevallenverzekeraar blijft niet in gebreke in de zin van artikel 58, §1, 3°, Arbeidsongevallenwet, in de versie die op de feiten van toepassing is, wanneer hij de toepassing van de Arbeidsongevallenwet op het ongeval betwijfelt of weigert het ongeval ten laste te nemen; in dat geval worden die bepaling en artikel 60 van dezelfde wet, waardoor het Fonds voor arbeidsongevallen de door hem betaalde vergoedingen ten laste van de in gebreke zijnde verzekeraar kan recupereren, niet toegepast (1). (1) Zie de concl. OM in Pas. 2015 nr. ... ."
      ]
    }
  },
  "63": {
    "ECLI:BE:CASS:2015:ARR.20150105.1": {
      "court": "CASS",
      "date": "2015-01-05",
      "roleNumber": "C.13.0385.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150105.1",
      "abstractFR": [
        "Lorsqu'il doute de l'application de la loi du 10 avril 1971 à l'accident ou qu'il refuse de le prendre en charge, l'assureur contre les accidents du travail ne reste pas en défaut de s'acquitter au sens de l'article 58, § 1er, 3°, de la loi du 10 avril 1971 sur les accidents du travail dans sa rédaction applicable aux faits; dans ce cas, cette disposition et l'article 60 de la même loi, qui permet au Fonds des accidents du travail de récupérer à charge de l'assureur en défaut les indemnités qu'il a payées, ne trouvent pas à s'appliquer (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De arbeidsongevallenverzekeraar blijft niet in gebreke in de zin van artikel 58, §1, 3°, Arbeidsongevallenwet, in de versie die op de feiten van toepassing is, wanneer hij de toepassing van de Arbeidsongevallenwet op het ongeval betwijfelt of weigert het ongeval ten laste te nemen; in dat geval worden die bepaling en artikel 60 van dezelfde wet, waardoor het Fonds voor arbeidsongevallen de door hem betaalde vergoedingen ten laste van de in gebreke zijnde verzekeraar kan recupereren, niet toegepast (1). (1) Zie de concl. OM in Pas. 2015 nr. ... ."
      ]
    }
  },
  "65": {
    "ECLI:BE:CASS:2021:ARR.20211220.3N.10": {
      "court": "CASS",
      "date": "2021-12-20",
      "roleNumber": "S.21.0041.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211220.3N.10&lang=fr",
      "abstractFR": [
        "Si Fedris refuse d'entériner un accord entre l'assureur contre les accidents du travail et la victime d'un accident du travail, ledit accord est sans effet et la partie la plus diligente doit soumettre au tribunal du travail le litige relatif au règlement des conséquences de l'accident du travail; à cet égard, le tribunal du travail n'est pas lié par l'accord entre les parties contenu dans cet accord; tant que l'accord visé n'est pas entériné, il ne peut être considéré que comme un projet d'accord (1). (1) Voir Cass. 4 février 1943, Bull. et Pas. 1943, I, 51.",
        "Un accord non entériné par Fedris n'a pas de valeur de loi entre parties, n'a pas force obligatoire et tous les engagements unilatéraux ou les accords antérieurs à l'entérinement peuvent toujours être contestés (1). (1) Voir Cass. 4 février 1943, Bull. et Pas. 1943, I, 51."
      ],
      "abstractNL": [
        "Indien Fedris de bekrachtiging weigert van een overeenkomst tussen de arbeidsongevallenverzekeraar en het slachtoffer van een arbeidsongeval, heeft de bedoelde overeenkomst geen uitwerking en zal de meest gerede partij het geschil met betrekking tot de regeling van de gevolgen van het arbeidsongeval voorleggen aan de arbeidsrechtbank; de arbeidsrechtbank is daarbij niet gebonden aan het akkoord tussen de partijen opgenomen in die overeenkomst; tot de bekrachtiging van de bedoelde overeenkomst is het slechts te aanzien als een ontwerp van overeenkomst (1). (1) Zie Cass. 4 februari 1943, AC 1941-1944, 34.",
        "Een niet door Fedris bekrachtigde overeenkomst geldt niet als wet tussen partijen, heeft geen bindende kracht en alle eenzijdige engagementen of akkoorden die aan de bekrachtiging voorafgaan, steeds kunnen worden betwist (1). (1) Zie Cass. 4 februari 1943, AC 1941-1944, 34."
      ]
    }
  },
  "69": {
    "ECLI:BE:CASS:2025:ARR.20251208.3F.6": {
      "court": "CASS",
      "date": "2025-12-08",
      "roleNumber": "S.20.0070.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251208.3F.6",
      "abstractFR": [
        "Le délai de recours contre les décisions des entreprises d'assurances qui déclarent la victime guérie sans incapacité permanente de travail ne commence pas à courir si la décision d'octroi ou de refus de prestations ne contient pas les mentions prévues à l'article 4 de l'arrêté royal du 24 novembre 1997 (1). (1) Voir les concl. du MP.",
        "Le délai de prescription de l'action en paiement d'indemnités d'incapacité permanente de travail, qui court à dater de la notification de la décision de déclaration de guérison, constitue, au sens des articles 14, alinéa 2, et 23 de la charte de l'assuré social, un délai de recours plus favorable résultant de la législation spécifique en matière d'accidents du travail ; ce délai de recours ne commence pas à courir si la décision de guérison ne contient pas les mentions prévues à l'article 4 de l'arrêté royal du 24 novembre 1997 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2002:ARR.20021209.7": {
      "court": "CASS",
      "date": "2002-12-09",
      "roleNumber": "S.01.0104.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2002:ARR.20021209.7",
      "abstractFR": [
        "La règle suivant laquelle l'action en paiement des indemnités dues en matière d'accident du travail, se prescrit par trois ans, s'applique aux allocations de péréquation (1). (1) Voir les conclusions du M.P.; Cass., 25 novembre 2002, R.G. S.00.0036.F, n° ..., avec conclusions du M.P."
      ],
      "abstractNL": [
        "De regel volgens welke de rechtsvordering tot betaling van de inzake arbeidsongevallen verschuldigde vergoedingen verjaart na verloop van drie jaar is van toepassing op de aanpassingsbijslagen (1). (1) Zie concl. O.M.; Cass., 25 nov. 2002, AR. S.00.0036.F, nr..., met concl. O.M."
      ]
    }
  },
  "72": {
    "ECLI:BE:CASS:2022:ARR.20221212.3F.2": {
      "court": "CASS",
      "date": "2022-12-12",
      "roleNumber": "S.20.0062.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221212.3F.2",
      "abstractFR": [
        "La règle selon laquelle, lorsque la victime ou ses ayants droit établissent, outre l'existence d'une lésion, celle d'un événement soudain, la lésion est présumée, jusqu'à preuve du contraire, trouver son origine dans un accident s'applique à toute lésion dont l'existence est invoquée dans le cadre de la procédure en reconnaissance de l'accident du travail et de l'incapacité de travail qui en résulte ; elle n'est pas d'application à la demande tendant à une allocation d'aggravation en faveur de la victime dont l'état résultant de l'accident du travail s'aggrave de manière définitive après l'expiration du délai de la demande en révision (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De regel volgens welke, wanneer de getroffene of zijn rechthebbenden benevens het bestaan van een letsel, een plotselinge gebeurtenis aantonen, het letsel, behoudens tegenbewijs, wordt vermoed door een ongeval te zijn veroorzaakt, is van toepassing op elk letsel waarvan het bestaan wordt aangevoerd in het kader van de procedure tot erkenning van het arbeidsongeval en van de arbeidsongeschiktheid als gevolg hiervan; die regel is niet van toepassing op de vordering tot toekenning van een bijslag wegens verergering aan de getroffene wiens toestand als gevolg van het arbeidsongeval blijvend verergert nadat de termijn om een vordering tot herziening in te stellen, is verstreken (1). (1) Zie concl. OM in Pas. 2022, nr. 816.",
        "Vertaling nog niet beschikbaar"
      ]
    }
  },
  "48ter": {
    "ECLI:BE:CASS:2018:ARR.20180628.8": {
      "court": "CASS",
      "date": "2018-06-28",
      "roleNumber": "C.17.0631.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180628.8&lang=fr",
      "abstractFR": [
        "L'assureur en assurance automobile obligatoire qui, sur la base de l'article 29bis de la loi du 21 novembre 1989 relative à l'assurance obligatoire de la responsabilité en matière de véhicules automoteurs, indemnise les débours effectués par l'assureur-loi qui a été subrogé dans les droits de la victime, ne peut en réclamer le remboursement à la victime ni à son assureur en assurance automobile obligatoire lorsque la victime est elle-même responsable de l'accident."
      ],
      "abstractNL": [
        "De WAM-verzekeraar die op grond van artikel 29bis WAM de uitgaven vergoedt van de arbeidsongevallenverzekeraar die in de rechten van het slachtoffer is getreden, kan deze niet terugvorderen van het slachtoffer en zijn aansprakelijkheidsverzekeraar wanneer het slachtoffer zelf voor het ongeval aansprakelijk is."
      ]
    }
  },
  "42bis": {
    "ECLI:BE:CASS:2016:ARR.20160318.4": {
      "court": "CASS",
      "date": "2016-03-18",
      "roleNumber": "C.15.0083.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160318.4",
      "abstractFR": [
        "L'assureur-loi n'est subrogé dans les droits de la victime que jusqu'à concurrence des montants cumulables versés à celle-ci, à l'exclusion des montants non cumulables versés au Fonds des accidents du travail sur la base de l'article 42bis de la loi du 10 avril 1971."
      ],
      "abstractNL": [
        "De arbeidsongevallenverzekeraar wordt slechts in de rechten van de getroffene gesubrogeerd tot beloop van de cumuleerbare bedragen die aan laatstgenoemde zijn gestort, met uitsluiting van de niet-cumuleerbare bedragen die op grond van artikel 42bis van de wet van 10 april 1971 aan het Fonds voor arbeidsongevallen zijn gestort."
      ]
    }
  },
  "58bis": {
    "ECLI:BE:CASS:2002:ARR.20021209.7": {
      "court": "CASS",
      "date": "2002-12-09",
      "roleNumber": "S.01.0104.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2002:ARR.20021209.7",
      "abstractFR": [
        "La règle suivant laquelle l'action en paiement des indemnités dues en matière d'accident du travail, se prescrit par trois ans, s'applique aux allocations de péréquation (1). (1) Voir les conclusions du M.P.; Cass., 25 novembre 2002, R.G. S.00.0036.F, n° ..., avec conclusions du M.P."
      ],
      "abstractNL": [
        "De regel volgens welke de rechtsvordering tot betaling van de inzake arbeidsongevallen verschuldigde vergoedingen verjaart na verloop van drie jaar is van toepassing op de aanpassingsbijslagen (1). (1) Zie concl. O.M.; Cass., 25 nov. 2002, AR. S.00.0036.F, nr..., met concl. O.M."
      ]
    }
  }
}