{
  "1": {
    "ECLI:BE:CASS:2025:ARR.20250916.2N.5": {
      "court": "CASS",
      "date": "2025-09-16",
      "roleNumber": "P.24.1532.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250916.2N.5",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 6.3 EVRM, noch artikel 1 Wet Beroepsuitoefeningsverbod, noch de algemene rechtsbeginselen van het recht op een eerlijk proces, inbegrepen het recht op tegenspraak, of het recht van verdediging, vereisen dat een beklaagde wordt verwittigd dat de facultatieve straf van het beroepsuitoefeningsverbod tegen hem kan worden uitgesproken (1). (1) Cass. 20 november 2007, AR P.07.1173.N, AC 2007, nr. 568; Cass. 30 mei 2006, AR P.06.0185.N, AC 2006, nr. 296.",
        "Artikel 6.3 EVRM, noch artikel 1 Wet Beroepsuitoefeningsverbod, noch de algemene rechtsbeginselen van het recht op een eerlijk proces, inbegrepen het recht op tegenspraak, of het recht van verdediging, vereisen dat een beklaagde wordt verwittigd dat de facultatieve straf van het beroepsuitoefeningsverbod tegen hem kan worden uitgesproken (1). (1) Cass. 20 november 2007, AR P.07.1173.N, AC 2007, nr. 568; Cass., 30 mei 2006, AR P.06.0185.N, AC 2006, nr. 296."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241015.2N.12": {
      "court": "CASS",
      "date": "2024-10-15",
      "roleNumber": "P.24.0931.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241015.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 195, vijfde lid, Wetboek van Strafvordering, dat volgens artikel 211 Wetboek van Strafvordering ook van toepassing is op de hoven van beroep, bepaalt dat de rechter de keuze voor de straffen en de maat ervan, die de wetgever aan zijn vrije beoordeling overlaat, nauwkeurig moet motiveren, zij het dat die motivering beknopt mag zijn; de artikelen 1 en 1bis Wet Beroepsuitoefeningsverbod bepalen dat de minimumduur van het in die bepalingen bedoelde bestuurders- en ondernemersverbod drie jaar bedraagt zodat de rechter die beslist tot het opleggen van deze bijkomende straffen voor de wettelijk bepaalde minimumduur de duur dan ook niet moet motiveren."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241127.2F.19": {
      "court": "CASS",
      "date": "2024-11-27",
      "roleNumber": "P.24.1301.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241127.2F.19",
      "abstractFR": [
        "Conformément à l'article 1er de l'arrêté royal n° 22 du 24 octobre 1934 relatif à l'interdiction judiciaire faite à certains condamnés et faillis d'exercer certaines fonctions, professions ou activités, le juge qui condamne le prévenu, même conditionnellement, comme auteur ou complice, du chef de l'une des infractions énumérées à cette disposition peut assortir cette condamnation de l'interdiction d'exercer l'une des fonctions ou professions mentionnées; il n'y a condamnation au sens de cette disposition que si le juge inflige au prévenu, reconnu coupable, une sanction; n'infligeant aucune peine, la simple déclaration de culpabilité prononcée en vertu de l'article 21ter, alinéa 1er, du titre préliminaire du Code de procédure pénale, applicable à l'époque du jugement, ne constitue pas une condamnation au sens de l'article 1er de l'arrêté royal n° 22 du 24 octobre 1934 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250520.2N.19": {
      "court": "CASS",
      "date": "2025-05-20",
      "roleNumber": "P.25.0201.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250520.2N.19",
      "abstractFR": null,
      "abstractNL": [
        "Het staat aan de rechter onaantastbaar te oordelen of hij aan wie een door artikel 1 Wet Beroepsuitoefeningsverbod bedoeld bestuurdersverbod werd opgelegd, artikel 4 Wet Beroepsuitoefeningsverbod heeft overtreden door als feitelijk bestuurder van een vennootschap te handelen; de rechter kan bij die beoordeling wel degelijk betrekken dat de betrokkene gebruik maakt van roerende en onroerende goederen van de vennootschap, hij beschikt over een bankkaart van de vennootschap, hij het ontslag van een zaakvoerder van de vennootschap regelt en hij zich inlaat met het beheer van een bedrijvigheid van de vennootschap en de aanwending van financiële middelen die uit die bedrijvigheid voortkomen."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230530.2N.13": {
      "court": "CASS",
      "date": "2023-05-30",
      "roleNumber": "P.23.0483.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230530.2N.13",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 195, tweede lid, Wetboek van Strafvordering dat overeenkomstig artikel 211 Wetboek van Strafvordering van toepassing is op de hoven van beroep, volgt voor de rechter de verplichting om de straffen en hun maat die de wetgever aan zijn vrije beoordeling overlaat, nauwkeurig te motiveren, zij het dat die motivering beknopt mag zijn; uit artikel 6.1 EVRM, artikel 14.3.c IVBPR en artikel 149 Grondwet kan geen verdergaande motiveringsverplichting worden afgeleid; de verplichting de keuze voor de straffen en hun maat nauwkeurig te motiveren geldt ook voor de bijkomende straffen van het door artikel 1 en 1bis Wet Beroepsuitoefeningsverbod bedoelde bestuurders – en ondernemersverbod (1); evenwel is niet vereist dat de rechter ter verantwoording van het door artikel 1bis Wet Beroepsuitoefeningsverbod bedoelde ondernemersverbod en de duur van dit verbod noodzakelijk een afzonderlijke en bijkomende motivering verstrekt; de rechter kan het opleggen van het door artikel 1bis Wet Beroepsuitoefeningsverbod bedoelde ondernemersverbod en de duur van dit verbod nauwkeurig motiveren met dezelfde redenen als die welke het opleggen van het door artikel 1 Wet Beroepsuitoefeningsverbod bedoelde bestuurdersverbod en de duur ervan verantwoorden. (1) B. SPRIET, “Het vennootschapsberoepsverbod: van bot en blind naar scherp en bedachtzaam”, in De wet voorbij. Liber amicorum Luc Huybrechts, Intersentia, 2010, 341-358; B. SPRIET, “Actualia strafrechtelijke fraude: misdrijf, rechtspersoon en beroepsverbod”, in Themis 110. Straf-en strafprocesrecht, Die Keure, 2019, 123-141; C. VAN DEN WYNGAERT, S. VANDROMME en Ph. TRAEST, Strafrecht en strafprocesrecht in hoofdlijnen, Gompel& Svacina, 2022, 115 en 471-472; J. DE HERDT en J. ROZIE, “Bestraffing van ondernemingen: huidige knelpunten en toekomstige uitdagingen”, in (J. ROZIE, ed.) Ondernemingsstrafrecht, Boomjuridisch, 2023, 11."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230613.2N.24": {
      "court": "CASS",
      "date": "2023-06-13",
      "roleNumber": "P.22.0993.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230613.2N.24",
      "abstractFR": null,
      "abstractNL": [
        "Het opleggen van het door artikel 1 Wet Beroepsuitoefeningsverbod bedoelde bestuurdersverbod vereist niet dat de betrokkene in het verleden reeds werd veroordeeld voor faillissements- of andere economische misdrijven.",
        "De rechter oordeelt onaantastbaar zo aan de wettelijke voorwaarden voor het opleggen van de bijkomende facultatieve straf van het door artikel 1 Wet Beroepsuitoefeningsverbod bedoelde bestuurdersverbod is voldaan, of het opleggen van die straf en de duur ervan rekening houdend met het door de wetgever bepaalde minimum en maximum in het licht van de strafdoelen die de rechter beoogt noodzakelijk is en hij oordeelt even onaantastbaar of het opleggen van die bijkomende straf voor de door hem bepaalde duur proportioneel is rekening houdend met de ernst van de bewezen verklaarde feiten en de persoonlijkheid van de beklaagde en bij die beoordeling kan de rechter ook het al dan niet opleggen van andere straffen betrekken.",
        "Uit artikel 195, tweede lid, Wetboek van Strafvordering, dat overeenkomstig artikel 211 Wetboek van Strafvordering ook van toepassing is op de hoven van beroep, volgt voor de rechter die de facultatieve bijkomende straf van het door artikel 1 Wet Beroepsuitoefeningsverbod bedoelde bestuurdersverbod oplegt, de verplichting de keuze voor die straf en de maat ervan nauwkeurig te motiveren, zij het dat die motivering beknopt mag zijn en uit artikel 149 Grondwet kan, behoudens bij daartoe strekkende conclusie, geen verdergaande motiveringsverplichting worden afgeleid; bij de beoordeling van de noodzaak om aan een beklaagde het door artikel 1 Wet Beroepsuitoefeningsverbod bedoelde bestuurdersverbod op te leggen en bij de motivering van die beslissing en de duur ervan moet de rechter niet uitdrukkelijk de leeftijd, het beroep, de voorgeschiedenis met betrekking tot andere vennootschappen en het gerechtelijk verleden op het vlak van economische en faillissementsmisdrijven van de beklaagde betrekken."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230905.2N.12": {
      "court": "CASS",
      "date": "2023-09-05",
      "roleNumber": "P.22.1067.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230905.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Het staat aan de rechter onaantastbaar te oordelen of het ter realisering van de doeleinden van de straftoemeting noodzakelijk is om een veroordeelde het door artikel 1 Wet Beroepsuitoefeningsverbod bedoelde bestuurdersverbod en het door artikel 1bis Wet Beroepsuitoefeningsverbod bedoelde ondernemersverbod op te leggen voor de door hem bepaalde duur; het loutere feit dat het bestuurdersverbod en het ondernemersverbod een impact kunnen hebben op de kansen van een veroordeelde op de arbeidsmarkt belet de rechter niet ze toch op te leggen.",
        "Uit artikel 195, tweede lid, Wetboek van Strafvordering, dat volgens artikel 211 Wetboek van Strafvordering ook van toepassing is op de hoven van beroep, volgt dat de rechter de beslissing tot het opleggen van de facultatieve straffen van het bestuurdersverbod en het ondernemersverbod en de maat ervan nauwkeurig moet motiveren, zij het dat die motivering beknopt mag zijn ; uit die bepalingen volgt evenwel niet dat de rechter de keuze van zowel het bestuurdersverbod als het ondernemersverbod en de maat ervan steeds afzonderlijk moet motiveren; de rechter kan ter verantwoording van de keuze voor die beide verboden en de maat ervan eenzelfde motivering hanteren (1). (1) Cass. 30 mei 2023, AR P.23.0483.N, AC 2023, nr. 389."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231010.2N.8": {
      "court": "CASS",
      "date": "2023-10-10",
      "roleNumber": "P.23.0600.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231010.2N.8",
      "abstractFR": null,
      "abstractNL": [
        "Elk economisch voordeel dat een beklaagde ontvangt uit de uitoefening van een bestuurdersfunctie die hij niet mocht uitoefenen gelet op een hem opgelegd bestuurdersverbod als bedoeld door artikel 1 Wet Beroepsuitoefeningsverbod, is een vermogensvoordeel dat rechtstreeks is verkregen uit het door artikel 4 Wet Beroepsuitoefeningsverbod bedoelde misdrijf van het niet-naleven van dat bestuurdersverbod; het is daarbij zonder belang dat de betrokkene desgevallend in de vennootschap nog andere werkzaamheden verricht dan die van bestuurder en dat hij daarvoor wordt vergoed of zou kunnen worden vergoed of als aandeelhouder van de vennootschap ook gerechtigd is op andere uitkeringen; de rechter oordeelt op basis van de hem overgelegde en aan tegenspraak onderworpen gegevens onaantastbaar of het economisch voordeel dat een beklaagde heeft ontvangen, voortkomt uit de uitoefening van een verboden bestuurdersmandaat; hij is daarbij niet gebonden door de bewoordingen die partijen aan vergoedingen of uitkeringen geven of door de fiscale kwalificatie en behandeling ervan; het Hof gaat wel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die op grond daarvan onmogelijk kunnen worden verantwoord."
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20100601.4": {
      "court": "CASS",
      "date": "2010-06-01",
      "roleNumber": "P.10.0457.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100601.4&lang=fr",
      "abstractFR": [
        "L'infraction prévue à l'article 499 du Code pénal ne relève ni des infractions énoncées dans l'article 1er, f), de l'AR n° 22 du 24 octobre 1934 relatif à l'interdiction judiciaire faite à certains condamnés et aux faillis d'exercer certaines fonctions, professions ou activités, ni des autres infractions citées dans les autres alinéas de cette disposition."
      ],
      "abstractNL": [
        "Het misdrijf van artikel 499 Strafwetboek behoort noch tot de misdrijven opgesomd in artikel 1, f), van het KB nr. 22 van 24 oktober 1934 betreffende het rechterlijk verbod aan bepaalde veroordeelden en gefailleerden om bepaalde ambten, beroepen of werkzaamheden uit te oefenen, noch tot de misdrijven vermeld onder de andere littera van deze bepaling."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2025:ARR.20250520.2N.19": {
      "court": "CASS",
      "date": "2025-05-20",
      "roleNumber": "P.25.0201.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250520.2N.19",
      "abstractFR": null,
      "abstractNL": [
        "Het staat aan de rechter onaantastbaar te oordelen of hij aan wie een door artikel 1 Wet Beroepsuitoefeningsverbod bedoeld bestuurdersverbod werd opgelegd, artikel 4 Wet Beroepsuitoefeningsverbod heeft overtreden door als feitelijk bestuurder van een vennootschap te handelen; de rechter kan bij die beoordeling wel degelijk betrekken dat de betrokkene gebruik maakt van roerende en onroerende goederen van de vennootschap, hij beschikt over een bankkaart van de vennootschap, hij het ontslag van een zaakvoerder van de vennootschap regelt en hij zich inlaat met het beheer van een bedrijvigheid van de vennootschap en de aanwending van financiële middelen die uit die bedrijvigheid voortkomen."
      ]
    }
  },
  "1bis": {
    "ECLI:BE:CASS:2024:ARR.20241015.2N.12": {
      "court": "CASS",
      "date": "2024-10-15",
      "roleNumber": "P.24.0931.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241015.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 195, vijfde lid, Wetboek van Strafvordering, dat volgens artikel 211 Wetboek van Strafvordering ook van toepassing is op de hoven van beroep, bepaalt dat de rechter de keuze voor de straffen en de maat ervan, die de wetgever aan zijn vrije beoordeling overlaat, nauwkeurig moet motiveren, zij het dat die motivering beknopt mag zijn; de artikelen 1 en 1bis Wet Beroepsuitoefeningsverbod bepalen dat de minimumduur van het in die bepalingen bedoelde bestuurders- en ondernemersverbod drie jaar bedraagt zodat de rechter die beslist tot het opleggen van deze bijkomende straffen voor de wettelijk bepaalde minimumduur de duur dan ook niet moet motiveren."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230530.2N.13": {
      "court": "CASS",
      "date": "2023-05-30",
      "roleNumber": "P.23.0483.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230530.2N.13",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 195, tweede lid, Wetboek van Strafvordering dat overeenkomstig artikel 211 Wetboek van Strafvordering van toepassing is op de hoven van beroep, volgt voor de rechter de verplichting om de straffen en hun maat die de wetgever aan zijn vrije beoordeling overlaat, nauwkeurig te motiveren, zij het dat die motivering beknopt mag zijn; uit artikel 6.1 EVRM, artikel 14.3.c IVBPR en artikel 149 Grondwet kan geen verdergaande motiveringsverplichting worden afgeleid; de verplichting de keuze voor de straffen en hun maat nauwkeurig te motiveren geldt ook voor de bijkomende straffen van het door artikel 1 en 1bis Wet Beroepsuitoefeningsverbod bedoelde bestuurders – en ondernemersverbod (1); evenwel is niet vereist dat de rechter ter verantwoording van het door artikel 1bis Wet Beroepsuitoefeningsverbod bedoelde ondernemersverbod en de duur van dit verbod noodzakelijk een afzonderlijke en bijkomende motivering verstrekt; de rechter kan het opleggen van het door artikel 1bis Wet Beroepsuitoefeningsverbod bedoelde ondernemersverbod en de duur van dit verbod nauwkeurig motiveren met dezelfde redenen als die welke het opleggen van het door artikel 1 Wet Beroepsuitoefeningsverbod bedoelde bestuurdersverbod en de duur ervan verantwoorden. (1) B. SPRIET, “Het vennootschapsberoepsverbod: van bot en blind naar scherp en bedachtzaam”, in De wet voorbij. Liber amicorum Luc Huybrechts, Intersentia, 2010, 341-358; B. SPRIET, “Actualia strafrechtelijke fraude: misdrijf, rechtspersoon en beroepsverbod”, in Themis 110. Straf-en strafprocesrecht, Die Keure, 2019, 123-141; C. VAN DEN WYNGAERT, S. VANDROMME en Ph. TRAEST, Strafrecht en strafprocesrecht in hoofdlijnen, Gompel& Svacina, 2022, 115 en 471-472; J. DE HERDT en J. ROZIE, “Bestraffing van ondernemingen: huidige knelpunten en toekomstige uitdagingen”, in (J. ROZIE, ed.) Ondernemingsstrafrecht, Boomjuridisch, 2023, 11."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230905.2N.12": {
      "court": "CASS",
      "date": "2023-09-05",
      "roleNumber": "P.22.1067.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230905.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Het staat aan de rechter onaantastbaar te oordelen of het ter realisering van de doeleinden van de straftoemeting noodzakelijk is om een veroordeelde het door artikel 1 Wet Beroepsuitoefeningsverbod bedoelde bestuurdersverbod en het door artikel 1bis Wet Beroepsuitoefeningsverbod bedoelde ondernemersverbod op te leggen voor de door hem bepaalde duur; het loutere feit dat het bestuurdersverbod en het ondernemersverbod een impact kunnen hebben op de kansen van een veroordeelde op de arbeidsmarkt belet de rechter niet ze toch op te leggen.",
        "Uit artikel 195, tweede lid, Wetboek van Strafvordering, dat volgens artikel 211 Wetboek van Strafvordering ook van toepassing is op de hoven van beroep, volgt dat de rechter de beslissing tot het opleggen van de facultatieve straffen van het bestuurdersverbod en het ondernemersverbod en de maat ervan nauwkeurig moet motiveren, zij het dat die motivering beknopt mag zijn ; uit die bepalingen volgt evenwel niet dat de rechter de keuze van zowel het bestuurdersverbod als het ondernemersverbod en de maat ervan steeds afzonderlijk moet motiveren; de rechter kan ter verantwoording van de keuze voor die beide verboden en de maat ervan eenzelfde motivering hanteren (1). (1) Cass. 30 mei 2023, AR P.23.0483.N, AC 2023, nr. 389."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191224.2N.4": {
      "court": "CASS",
      "date": "2019-12-24",
      "roleNumber": "P.19.1281.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191224.2N.4&lang=fr",
      "abstractFR": [
        "Le juge qui, dans le cadre de la liberté sous conditions, impose à l'inculpé de ne pas exercer d'activité commerciale, que ce soit de manière directe ou indirecte, ne prononce pas une peine mais prend une mesure nécessairement limitée dans le temps (de trois mois au maximum, mais renouvelable), dont le seul but est d'éviter ou de réduire les risques de récidive, de fuite, de collusion ou de dissimulation de preuves, et dont l'inobservation n'est pas sanctionnée pénalement; la circonstance que cette condition puisse produire pour l'inculpé les mêmes effets qu'une peine d'interdiction professionnelle, ne permet pas de statuer autrement."
      ],
      "abstractNL": [
        "De rechter die als voorwaarde in het kader van vrijheid onder voorwaarden oplegt dat de inverdenkinggestelde noch rechtstreeks noch onrechtstreeks ondernemingsactiviteiten mag uitoefenen, legt geen straf op, maar een maatregel die noodzakelijk in de tijd is beperkt (maximum drie maanden, verlengbaar) en enkel als doel heeft het gevaar voor recidive, vlucht, collusie of het doen verdwijnen van bewijzen te vermijden of in te perken en waarvan de naleving niet strafrechtelijk wordt gesanctioneerd; de omstandigheid dat die voorwaarde voor de inverdenkinggestelde dezelfde gevolgen kan hebben als een beroepsverbod als straf, laat niet toe anders te oordelen."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180116.5": {
      "court": "CASS",
      "date": "2018-01-16",
      "roleNumber": "P.17.0688.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180116.5&lang=fr",
      "abstractFR": [
        "L'interdiction d'exercer une activité commerciale, personnellement ou par interposition de personne est applicable à toute activité commerciale qui est établie en Belgique et qui s'opère depuis la Belgique, indépendamment du fait que des prestations pour ce commerce soient fournies à l'étranger ou que la personne pour laquelle des prestations sont exécutées se trouve à l'étranger; ces circonstances n'empêchent pas qu'un tel commerce relève de l'interdiction d'exercer une activité commerciale prononcée par un juge belge et que l'infraction à cette interdiction soit commise en Belgique. | Le fait que le prévenu ait lui-même développé le logiciel mis à la disposition de ses clients et qu'il soit de ce fait protégé par le droit d'auteur, n'empêche pas que les prestations qu'il a fournies constituent des actes de commerce au sens de l'article 2 du Code de Commerce et, partant, relèvent de l'interdiction d'exercer une activité commerciale prévue à l'article 1erbis de l'arrêté royal n° 22 du 24 octobre 1934 relatif à l'interdiction judiciaire faite à certains condamnés et aux faillis d'exercer certaines fonctions, professions ou activités."
      ],
      "abstractNL": [
        "Het verbod om persoonlijk of door een tussenpersoon een koopmansbedrijf uit te oefenen, is van toepassing op elk koopmansbedrijf dat in België is gevestigd en vanuit België handel drijft, ongeacht of er voor die handel prestaties in het buitenland plaatsvinden en of de persoon waarvoor prestaties worden verricht zich in het buitenland bevindt; die omstandigheden beletten niet dat een dergelijke handel valt onder het door de Belgische rechter uitgesproken koopmansverbod en dat de inbreuk op dat verbod in België is gepleegd. | Het feit dat de beklaagde de aan zijn klanten ter beschikking gestelde software zelf heeft ontwikkeld en daarvoor auteursrechtelijke bescherming geniet, belet niet dat de door hem geleverde prestaties daden van koophandel kunnen uitmaken in de zin van artikel 2 Wetboek van Koophandel en zodoende vallen onder het koopmansverbod van artikel 1bis Wet Beroepsuitoefeningsverbod."
      ]
    }
  }
}