{
  "27": {
    "ECLI:BE:CASS:2022:ARR.20220930.1N.9": {
      "court": "CASS",
      "date": "2022-09-30",
      "roleNumber": "D.21.0020.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220930.1N.9&lang=fr",
      "abstractFR": [
        "La décision par laquelle le conseil provincial considère, en application de l'article 27 de l'arrêté royal du 29 mai 1970 réglant l'organisation et le fonctionnement des conseils de l'Ordre des pharmaciens, que l'affaire peut être classée sans suite est une décision prise en application de l'article 6, 2°, de l'arrêté royal nº 80 du 10 novembre 1967 relatif à l'Ordre des pharmaciens qui, conformément à l'article 13, alinéa 1er, de cet arrêté royal nº 80, est susceptible d'appel devant le conseil d'appel, lequel appel peut, en vertu de l'article 21, alinéa 1er, du même arrêté royal nº80, être formé par le président du conseil national conjointement avec l'assesseur."
      ],
      "abstractNL": [
        "De beslissing waarbij de provinciale raad in toepassing van artikel 27 van het KB van 29 mei 1970 tot regeling van de organisatie en de werking der raden van de Orde der apothekers oordeelt dat de zaak zonder gevolg mag worden gelaten, is een beslissing genomen in toepassing van artikel 6, 2° Apothekerswet, waartegen overeenkomstig artikel 13, eerste lid van die wet hoger beroep voor de raad van beroep openstaat dat krachtens artikel 21, eerste lid van die wet kan worden ingesteld door de voorzitter van de nationale raad samen met de bijzitter."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140530.3": {
      "court": "CASS",
      "date": "2014-05-30",
      "roleNumber": "D.12.0023.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140530.3",
      "abstractFR": [
        "La décision de faire comparaître le pharmacien saisit le conseil provincial des poursuites disciplinaires (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De beslissing om de apotheker te doen verschijnen maakt de tuchtrechtelijke vervolgingen aanhangig bij de provinciale raad (1). (1) Zie concl. OM in Pas. 2014, nr. ."
      ]
    }
  },
  "31": {
    "ECLI:BE:CASS:2018:ARR.20180524.7": {
      "court": "CASS",
      "date": "2018-05-24",
      "roleNumber": "D.16.0022.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180524.7&lang=fr",
      "abstractFR": [
        "Le conseil d'appel de l'Ordre des pharmaciens qui se prononce en premier et dernier ressort après avoir été saisi de la cause au motif que le conseil provincial n'a pris aucune décision dans un délai de six mois à partir de la réception de la plainte et qui, ce faisant, inflige une sanction, doit le faire à la majorité des deux tiers des voix (1). (1) Voir Cass. 21 décembre 2012, RG D.12.0011.N, Pas. 2012, n° 706."
      ],
      "abstractNL": [
        "De raad van beroep van de Orde der apothekers die in eerste en laatste aanleg uitspraak doet nadat de zaak aanhangig werd omdat de provinciale raad geen enkele beslissing heeft genomen binnen zes maanden vanaf de ontvangst van de klacht en daarbij een sanctie oplegt, dient dat te doen met tweederde meerderheid van stemmen (1). (1) Zie Cass. 21 december 2012, AR D.12.0011.N, AC 2012, nr. 706."
      ]
    }
  }
}