{
  "14": {
    "ECLI:BE:CASS:2012:ARR.20121005.5": {
      "court": "CASS",
      "date": "2012-10-05",
      "roleNumber": "C.12.0073.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20121005.5&lang=fr",
      "abstractFR": [
        "En vertu de l'article 14 de la loi du 15 décembre 2004 relative aux sûretés financières et portant des dispositions fiscales diverses en matière de conventions constitutives de sûreté réelle et de prêts portant sur des instruments financiers, la compensation de dettes avec la créance cédée en vertu d'un contrat tendant à la compensation conventionnelle, peut être opposée par le débiteur au cessionnaire à la condition que ce contrat existait déjà au moment de la cession et ce, indépendamment du moment de la naissance de la créance à compenser et sans que les créances doivent être connexes; cette disposition ne déroge pas à la condition de la bonne foi du débiteur visée à l'article 1691, alinéa 2, du Code civil (1). (1) L'article 14 de la loi du 15 décembre 2004 avant sa modification par la loi du 26 septembre 2011. Voir R. HOUBEN, Contractuele compensatie na samenloop - De nieuwe regeling nader beschouwd, RW 2005-2006, (1161), 1164-1166, n° 5 - 9.",
        "En vertu de l'article 14 de la loi du 15 décembre 2004 relative aux sûretés financières et portant des dispositions fiscales diverses en matière de conventions constitutives de sûreté réelle et de prêts portant sur des instruments financiers, la compensation de dettes avec la créance cédée en vertu d'un contrat tendant à la compensation conventionnelle, peut être opposée par le débiteur au cessionnaire à la condition que ce contrat existait déjà au moment de la cession et ce, indépendamment du moment de la naissance de la créance à compenser et sans que les créances doivent être connexes; cette disposition ne déroge pas à la condition de la bonne foi du débiteur visée à l'article 1691, alinéa 2, du Code civil (1). (1) L'article 14 de la loi du 15 décembre 2004 avant sa modification par la loi du 26 septembre 2011. Voir R. HOUBEN, Contractuele compensatie na samenloop - De nieuwe regeling nader beschouwd, RW 2005-2006, (1161), 1164-1166, n° 5 - 9. Fiche de jurisprudence"
      ],
      "abstractNL": [
        "Krachtens artikel 14 Wet Financiële Zekerheden kan de schuldvergelijking met de overgedragen schuldvordering krachtens een overeenkomst strekkende tot conventionele compensatie, door de schuldenaar aan de overnemer worden tegengeworpen op voorwaarde dat deze overeenkomst reeds bestond ten tijde van de overdracht en dit ongeacht het tijdstip van het ontstaan van de te verrekenen schuldvordering en zonder dat de schuldvorderingen samenhangend dienen te zijn; deze bepaling doet geen afbreuk aan het vereiste van de goede trouw van de schuldenaar bedoeld in artikel 1691, tweede lid, Burgerlijk Wetboek (1). (1) Art. 14 Wet Financiële Zekerheden, voor zijn wijziging bij wet van 26 september 2011; zie R. HOUBEN, Contractuele compensatie na samenloop - De nieuwe regeling nader beschouwd, RW 2005-2006, (1161), 1164-1166, nrs. 5-9."
      ]
    }
  }
}