{
  "150": {
    "ECLI:BE:CASS:2020:ARR.20200909.2F.3": {
      "court": "CASS",
      "date": "2020-09-09",
      "roleNumber": "P.19.1308.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200909.2F.3",
      "abstractFR": [
        "Conformément à l'article 94, § 1er, de la loi spéciale du 8 août 1980 de réformes institutionnelles, aussi longtemps que les régions n'ont pas modifié ou abrogé, chacune pour ce qui la concerne, les dispositions de la loi du 30 avril 1999, parmi lesquelles figurent les articles 4 et 4/1 et l'article 175 du Code pénal social, ceux-ci demeurent d'application (1) ; en conséquence, bien qu'abrogé par l'article 3 de la loi du 9 mai 2018 relative à l'occupation de ressortissants étrangers se trouvant dans une situation particulière de séjour (2), insérant un article 175/1 dans le Code pénal social, l'article 175 du Code pénal social est resté en vigueur sans discontinuité pour la Région wallonne jusqu'à son abrogation, le 1er juillet 2019 (3), par l'article 150, § 2, du décret wallon du 28 février 2019 (4) et, à partir de cette date, les infractions que cet article 175 sanctionnait sont devenues punissables en application dudit décret (5). (1) L'art. 6, § 1er, IX, 3°, al. 1er, de la loi spéciale du 8 août 1980 de réformes institutionnelles dispose que « les matières visées à l'article 39 de la Constitution sont (...) IX. (En ce qui concerne la politique de l'emploi : (...) 3° l'occupation des travailleurs étrangers, à l'exception des normes relatives au permis de travail délivré en fonction de la situation particulière de séjour des personnes concernées et aux dispenses de cartes professionnelles liées à la situation particulière de séjour des personnes concernées. » (2) L'art. 5 de la loi du 9 mai 2018 insérant un article 175/1 dans le Code pénal social renvoie à l'entrée en vigueur de la loi du même jour relative à l'occupation de ressortissants étrangers se trouvant dans une situation particulière de séjour, dont l'art. 12 dispose : « La présente loi entre en vigueur à la date de l'entrée en vigueur de l'accord de coopération du 2 février 2018, entre l'État fédéral, la Région wallonne, la Région flamande, la Région de Bruxelles-Capitale et la Communauté germanophone portant sur la coordination des politiques d'octroi d'autorisations de travail et d'octroi du permis de séjour, ainsi que les normes relatives à l'emploi et au séjour des travailleurs étrangers ». Aux termes de son art. 45, cet accord est entré en vigueur le jour de la publication au Moniteur belge du dernier des actes d'assentiment des parties, soit le 24 décembre 2018, date de publication de la loi du 12 novembre 2018 portant assentiment audit accord. (3) Soit, en application de l'art. 40 de cet arrêté, le dixième jour qui suit la publication de l'arrêté du gouvernement wallon du 4 avril 2019 portant exécution du décret du 28 février 2019 relatif au contrôle des législations et réglementations relatives à la politique économique, à la politique de l'emploi et à la recherche scientifique ainsi qu'à l'instauration d'amendes administratives applicables en cas d'infraction à ces législations et réglementations, M.B, 21 juin 2019. (4) Décret du 28 février 2019 relatif au contrôle des législations et réglementations relatives à la politique économique, à la politique de l'emploi et à la recherche scientifique ainsi qu'à l'instauration d'amendes administratives applicables en cas d'infraction à ces législations et réglementations, M.B. 3 mai 2019, en vig. le 1er juillet 2019. (5) Dont les art. 113 et 114 rétablissent et insèrent respectivement les art. 12 et 12/1 de la loi du 30 avril 1999 ; voir Cass. 17 décembre 2019, RG P.19.1138.N, Pas. 2019, n° 678."
      ],
      "abstractNL": [
        "Overeenkomstig artikel 94, § 1, Bijzondere Wet Hervorming Instellingen, blijven de bepalingen van de wet van 30 april 1999, waaronder ook de artikelen 4 en 4/1 alsook artikel 175 Sociaal Strafwetboek, van toepassing zolang de gewesten de bepalingen van de wet van 30 april 1999, waaronder ook de artikelen 4 en 4/1 en artikel 175 Sociaal Strafwetboek, elk voor wat hen betreft niet hebben gewijzigd of opgeheven (1); bijgevolg is artikel 175 Sociaal Strafwetboek, hoewel opgeheven door artikel 3 van de wet van 9 mei 2018 betreffende de tewerkstelling van buitenlandse onderdanen die zich in een specifieke verblijfssituatie bevinden (2), die een artikel 175/1 in het Sociaal Strafwetboek heeft ingevoegd, voor het Waalse Gewest ononderbroken van toepassing gebleven tot de opheffing ervan, op 1 juli 2019 (3), door artikel 150, § 2, van het Waalse decreet van 28 februari 2019 (4) en zijn de misdrijven die door dat artikel 175 werden bestraft vanaf die datum bij toepassing van dat decreet strafbaar geworden (5). (1) Art. 6, § 1, IX, 3°, eerste lid, Bijzondere Wet Hervorming Instellingen bepaalt dat “de aangelegenheden bedoeld in artikel 39 van de Grondwet zijn: (…) IX. (Wat het tewerkstellingsbeleid betreft: (…) 3° de tewerkstelling van buitenlandse arbeidskrachten, met uitzondering van de normen betreffende de arbeidskaart afgeleverd in het kader van de specifieke verblijfssituatie van de betrokken personen en de vrijstellingen van beroepskaarten verbonden aan de specifieke verblijfssituatie van de betrokken personen.” (2) Art. 5 van de wet van 9 mei 2018, dat een artikel 175/1 invoegt in het Sociaal Strafwetboek, verwijst naar de inwerkingtreding van de wet van diezelfde datum betreffende de tewerkstelling van buitenlandse onderdanen die zich in een specifieke verblijfssituatie bevinden, waarvan artikel 12 bepaalt: “deze wet treedt in werking op de datum van inwerkingtreding van het samenwerkingsakkoord van 2 februari 2018 tussen de Federale Staat, het Waalse Gewest, het Vlaamse Gewest, het Brussels Hoofdstedelijk Gewest en de Duitstalige Gemeenschap met betrekking tot de coördinatie tussen het beleid inzake de toelatingen tot arbeid en het beleid inzake de verblijfsvergunningen en inzake de normen betreffende de tewerkstelling en het verblijf van buitenlandse arbeidskrachten”. Luidens artikel 45 van voornoemd akkoord wordt het afgesloten voor onbepaalde duur en treedt het in werking op de dag van bekendmaking in het Belgisch Staatsblad van de laatste goedkeurende akte uitgaande van de partijen, namelijk op 24 december 2018, d.i. de datum van bekendmaking van de wet van 12 november 2018 houdende instemming met dat akkoord. (3) Namelijk, bij toepassing van art. 40 van het besluit van de Waalse Regering tot uitvoering van het decreet van 28 februari 2019 betreffende de controle van de wetgevingen en reglementeringen inzake het economisch beleid, het tewerkstellingsbeleid en het wetenschappelijk onderzoek alsook de invoering van administratieve geldboeten toepasselijk in geval van inbreuk op deze wetgevingen en reglementeringen, de tiende dag volgend op de dag van bekendmaking van dat besluit, BS 21 juni 2019. (4) Decreet van 28 februari 2019 betreffende de controle van de wetgevingen en reglementeringen inzake het economisch beleid, het tewerkstellingsbeleid en het wetenschappelijk onderzoek alsook de invoering van administratieve geldboeten toepasselijk in geval van inbreuk op deze wetgevingen en reglementeringen, BS 3 mei 2019, van kracht op 1 juli 2019. (5) Waarvan de artt. 113 en 114 respectievelijk de artt. 12 en 12/1 van de wet van 30 april 1999 herstellen en invoegen; zie Cass. 17 december 2019, AR P.19.1138.N, AC 2019, nr. 678."
      ]
    }
  }
}