{
  "157": {
    "ECLI:BE:CASS:2025:ARR.20250922.3N.4": {
      "court": "CASS",
      "date": "2025-09-22",
      "roleNumber": "S.22.0040.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250922.3N.4",
      "abstractFR": null,
      "abstractNL": [
        "De artikelen 22ter, tweede lid RSZ-wet, 157 Wet Deeltijdse Arbeid en 15, eerste en vierde lid Arbeidsreglementenwet strekken ertoe een efficiënte controle op de werkelijk verrichte prestaties mogelijk te maken, met het oog op de voorkoming en de bestrijding van zwartwerk.",
        "Het in artikel 22ter, tweede lid, RSZ-wet bepaalde weerlegbare vermoeden vindt toepassing wanneer de werkgever het afschrift of uittreksel van de arbeidsovereenkomst van de deeltijdse werknemer niet aan de sociaal inspecteurs kan voorleggen tijdens de door hen op de exploitatiezetel uitgevoerde controle op de naleving van deze bepalingen; de omstandigheid dat die documenten niet aan de sociaal inspecteurs kunnen worden voorgelegd in de loop van de door hen uitgevoerde controle impliceert immers dat deze documenten op dat ogenblik niet worden bewaard in een voor de werknemers gemakkelijk toegankelijke plaats.",
        "De verplichting van de werkgever tot het voorleggen van de afschriften of uittreksels van de arbeidsovereenkomsten van de deeltijdse werknemers aan de sociaal inspecteurs tijdens de door hen uitgevoerde controle maakt een resultaatsverbintenis uit waarvan de niet-naleving, behoudens ingeval van overmacht, een inbreuk op artikel 157 Wet Deeltijdse Arbeid uitmaakt."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250519.3N.5": {
      "court": "CASS",
      "date": "2025-05-19",
      "roleNumber": "S.23.0056.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250519.3N.5",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 22ter, tweede lid RSZ-wet, 157 Wet Deeltijdse Arbeid en 15, eerste en tweede lid Arbeidsreglementenwet volgt dat een afschrift van de arbeidsovereenkomst van de deeltijdse werknemer of een uittreksel van die arbeidsovereenkomst met de werkroosters bedoeld in artikel 157 Wet Deeltijdse Arbeid moet worden bewaard op elke plaats waar de werknemers worden tewerkgesteld en bijgevolg ook op de plaatsen van tewerkstelling die niet de bedrijfszetel of exploitatiezetel van de werkgever zijn; uit die bepalingen volgt evenwel niet dat een afschrift van de arbeidsovereenkomst van de deeltijdse werknemer of een uittreksel van die arbeidsovereenkomst met de werkroosters ook moet worden bewaard buiten de plaats van tewerkstelling waar het arbeidsreglement geraadpleegd moet kunnen worden, noch dat elke plaats waar de werknemer werkend wordt aangetroffen een plaats van tewerkstelling is waar het arbeidsreglement geraadpleegd moet kunnen worden."
      ]
    }
  },
  "172": {
    "ECLI:BE:CASS:2010:ARR.20100329.6": {
      "court": "CASS",
      "date": "2010-03-29",
      "roleNumber": "C.08.0600.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100329.6&lang=fr",
      "abstractFR": [
        "Il ressort du fait que les condamnations visées aux articles 35, alinéa 4, de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs, 172, alinéa 2, de la loi-programme du 22 décembre 1989 et 11bis de l'arrêté royal n° 5 du 23 octobre 1978 relatif à la tenue des documents sociaux sont qualifiées \"indemnités\" et sont destinées à l'organisme de perception des cotisations de sécurité sociale que le législateur a voulu instaurer un mode spécial de réparation ou de restitution en vue de rétablir au bénéfice du financement de la sécurité sociale l'ordre légal perturbé par l'infraction. En conséquence, même si elles relèvent de l'exercice de l'action publique, les condamnations d'office au paiement de ces indemnités ne constituent pas des peines au sens des articles 7 à 43quater du Code pénal (1).(1) Voir les conclusions du ministère public publiées avant cet arrêt dans A.C.",
        "Toutefois, eu égard aux montants fixés, à savoir le triple des cotisations litigieuses, ces condamnations d'office empruntent à la sanction pénale qu'elles complètent, une portée de nature répressive et dissuasive. Ainsi, ces mesures ne visent pas uniquement la réparation du préjudice réellement subi par l'Office national de sécurité sociale à la suite de l'infraction mais revêtent également le caractère de la peine au sens de l'article 7, § 1er de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, ce qui a pour seul effet que les garanties prévues par cette convention doivent être respectées et n'a pas pour conséquence que les mesures litigieuses revêtent un caractère répressif au sens du Code pénal belge et, partant, sont soumises à l'application des règles générales du droit pénal belge et du droit de procédure pénale belge (1). (1) Voir les conclusions du ministère public publiées avant cet arrêt dans A.C.",
        "L'exécution de la condamnation d'office qui ne constitue pas une peine au sens du Code pénal mais est une mesure de nature civile, se prescrit selon les règles de droit civil (1). (1) Voir les conclusions du ministère public publiées avant cet arrêt dans A.C."
      ],
      "abstractNL": [
        "Uit het feit dat de veroordelingen waarvan sprake in artikel 35, vierde lid R.S.Z.-wet, artikel 172, tweede lid, van de programmawet van 22 december 1989 en artikel 11bis van het koninklijk besluit nr 5 van 23 oktober 1978, worden gekwalificeerd als \"vergoeding\" en ze bestemd zijn voor de inningsinstelling van de socialezekerheidsbijdragen, blijkt dat de wetgever hiermee een bijzondere vorm van herstel of teruggave heeft willen instellen, teneinde, ten behoeve van de financiering van de sociale zekerheid, de door het misdrijf verstoorde wettelijke orde te herstellen. De ambtshalve veroordelingen tot betaling van deze vergoeding zijn bijgevolg geen straf in de zin van de artikelen 7 tot 43quater van het Strafwetboek, ook al vallen zij onder de uitoefening van de strafvordering (1). (1) Zie de conclusie van het openbaar ministerie.",
        "Niettemin ontlenen deze ambtshalve veroordelingen aan de strafrechtelijke sanctie die zij vervolledigen, een repressief en afschrikwekkend karakter dat vooral tot uiting komt in het bedrag ervan, vastgesteld op het drievoud van de bedoelde bijdragen. Deze maatregelen beogen aldus niet enkel het herstel van de schade die de Rijksdienst voor Sociale Zekerheid door het misdrijf werkelijk heeft geleden maar vertonen hierdoor ook het karakter van een strafrechtelijke sanctie in de zin van artikel 7.1 E.V.R.M., wat enkel meebrengt dat de waarborgen van de bepalingen van het E.V.R.M. moeten in acht genomen worden, maar niet tot gevolg heeft dat die maatregelen van strafrechtelijke aard zijn in de zin van het Belgisch Strafwetboek zodat de algemene bepalingen van het Belgisch strafrecht en strafprocesrecht erop toepassing moeten vinden (1). (1) Zie de conclusie van het openbaar ministerie.",
        "De tenuitvoerlegging van de ambtshalve veroordeling die geen straf is in de zin van het Strafwetboek, maar een maatregel van burgerlijke aard, verjaart overeenkomstig de regels van het burgerlijk recht (1). (1) Zie de conclusie van het openbaar ministerie."
      ]
    }
  }
}