{
  "2": {
    "ECLI:BE:CASS:2020:ARR.20200507.1N.3": {
      "court": "CASS",
      "date": "2020-05-07",
      "roleNumber": "C.19.0304.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200507.1N.3&lang=fr",
      "abstractFR": [
        "L'expropriation d'immeubles qui a pour objet l'aménagement (le réaménagement) d'une zone d'activité économique et est préalable à une mesure d'aide consistant en la vente des terrains expropriés à des entreprises aux conditions du marché ne constitue pas un acte comportant mise à exécution de cette mesure d'aide, de sorte que la mise à exécution de la mesure d'aide en violation de l'obligation de notification n'affecte pas la validité de l'expropriation elle-même mais entraîne simplement la restitution de l'aide illégalement octroyée par le bénéficiaire à l'expropriant, notamment par le paiement de la différence entre le prix payé par le bénéficiaire et la valeur réale des terrains (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De onteigening van onroerende goederen die het (her)aanleggen van een bedrijventerrein beoogt en voorafgaat aan een steunmaatregel bestaande in de verkoop van de onteigende gronden aan bedrijven onder de marktvoorwaarden, vormt geen handeling tot uitvoering van die steunmaatregel, zodat het ten uitvoer brengen van de steunmaatregel met miskenning van de aanmeldingsplicht de geldigheid van de onteigening zelf niet aantast maar slechts resulteert in de teruggave van de onwettig verleende steun door de begunstigde aan de onteigenaar namelijk de betaling van het verschil tussen de door de begunstigde betaalde prijs en de werkelijke waarde van de gronden (1). (1) Zie concl. OM."
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2021:ARR.20210120.2F.18": {
      "court": "CASS",
      "date": "2021-01-20",
      "roleNumber": "P.21.0032.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210120.2F.18",
      "abstractFR": [
        "L'article 4bis, § 1er, a, de la décision-cadre 2002/584 du Conseil, du 13 juin 2002, modifiée, relative au mandat d'arrêt européen et aux procédures de remise entre Etats membres prévoit que, lorsque la personne recherchée n'a pas comparu en personne au procès qui a mené à la décision, il doit malgré tout être passé outre, dans l'Etat d'exécution, au refus facultatif de l'exécution du mandat d'arrêt européen si l'intéressé a soit été cité à personne et a ainsi été informé de la date et du lieu fixés pour le procès, soit été informé officiellement et effectivement par d'autres moyens de ces modalités, de telle sorte qu'il a été établi de manière non équivoque qu'il a eu connaissance du procès prévu, étant en outre requis que cette information ait été donnée en temps utile et qu'elle ait inclus la précision qu'une décision pouvait être rendue en cas de non-comparution ; le respect des conditions visées à cette disposition et à l'article 7, § 1er, 1°, de de la loi du 19 décembre 2003 relative au mandat d'arrêt européen qui en assure la transposition est de nature à garantir que la personne recherchée a reçu suffisamment tôt l'information relative à la date et au lieu de son procès, ainsi que quant aux conséquences d'un éventuel défaut et permet ainsi à l'autorité d'exécution de considérer que les droits de la défense ont été respectés (1). (1) Voir les concl. « dit en substance » du MP.",
        "Lorsque la personne faisant l'objet d'un mandat d'arrêt européen invoque que le mandat d'arrêt européen fondé sur une condamnation par défaut ne contenait aucune des indications prévues par l'article 7, § 1er, 1° à 4°, de la loi du 19 décembre 2003, de sorte qu'il y avait lieu d'envisager d'en refuser l'exécution, les juges d'appel sont tenus de vérifier si, selon le mandat d'arrêt européen, l'information communiquée au demandeur l'avait été en temps utile et en précisant qu'une condamnation était susceptible d'intervenir en cas de non-comparution (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": [
        "Artikel 4bis, § 1, a, van het gewijzigde kaderbesluit 2002/584 van de Raad van 13 juni 2002 betreffende het Europees aanhoudingsbevel en de procedures van overlevering tussen de lidstaten schrijft voor dat, wanneer de gezochte persoon niet in persoon is verschenen op het proces dat tot de beslissing heeft geleid, de uitvoerende staat vooralsnog moet voorbijgaan aan de facultatieve weigering van de tenuitvoerlegging van het Europees aanhoudingsbevel indien de betrokkene hetzij persoonlijk werd gedagvaard en daarbij op de hoogte werd gebracht van het tijdstip en de plaats van het proces dat tot de beslissing heeft geleid, hetzij daadwerkelijk en officieel van die modaliteiten in kennis is gesteld, zodat op ondubbelzinnige wijze vaststond dat hij op de hoogte was van het voorgenomen proces, waarbij het in die gevallen ook vereist is dat die informatie tijdig is verstrekt en dat ze preciseert dat er bij niet-verschijning een beslissing kan worden genomen; de naleving van de voorwaarden van de voormelde bepaling en van artikel 7, § 1, 1°, Wet Europees Aanhoudingsbevel dat deze bepaling omzet, moet waarborgen dat de gezochte persoon de informatie betreffende de datum en de plaats van zijn proces en betreffende de gevolgen van een eventueel verstek voldoende tijdig heeft ontvangen en laat aldus de uitvoerende autoriteit ook toe na te gaan of het recht van verdediging in acht werd genomen (1). (1) Zie concl. “in hoofdzaak” OM in Pas. 2021, nr. 45.",
        "Wanneer de persoon tegen wie een Europees aanhoudingsbevel is uitgevaardigd, aanvoert dat het Europees aanhoudingsbevel op grond van een veroordeling bij verstek, niet de in artikel 7, § 1, 1° tot 4°, Wet Europees Aanhoudingsbevel voorgeschreven vermeldingen bevatte, zodat moest worden overwogen om de tenuitvoerlegging ervan te weigeren, moeten de appelrechters nagaan of, volgens het Europees aanhoudingsbevel, de informatie tijdig aan de eiser was meegedeeld en met de precisering dat er bij niet-verschijning een veroordeling kon worden uitgesproken (1). (1) Zie concl. “in hoofdzaak” OM in Pas. 2021, nr. 45."
      ]
    }
  },
  "73": {
    "ECLI:BE:CASS:2020:ARR.20200507.1N.3": {
      "court": "CASS",
      "date": "2020-05-07",
      "roleNumber": "C.19.0304.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200507.1N.3&lang=fr",
      "abstractFR": [
        "L'expropriation d'immeubles qui a pour objet l'aménagement (le réaménagement) d'une zone d'activité économique et est préalable à une mesure d'aide consistant en la vente des terrains expropriés à des entreprises aux conditions du marché ne constitue pas un acte comportant mise à exécution de cette mesure d'aide, de sorte que la mise à exécution de la mesure d'aide en violation de l'obligation de notification n'affecte pas la validité de l'expropriation elle-même mais entraîne simplement la restitution de l'aide illégalement octroyée par le bénéficiaire à l'expropriant, notamment par le paiement de la différence entre le prix payé par le bénéficiaire et la valeur réale des terrains (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De onteigening van onroerende goederen die het (her)aanleggen van een bedrijventerrein beoogt en voorafgaat aan een steunmaatregel bestaande in de verkoop van de onteigende gronden aan bedrijven onder de marktvoorwaarden, vormt geen handeling tot uitvoering van die steunmaatregel, zodat het ten uitvoer brengen van de steunmaatregel met miskenning van de aanmeldingsplicht de geldigheid van de onteigening zelf niet aantast maar slechts resulteert in de teruggave van de onwettig verleende steun door de begunstigde aan de onteigenaar namelijk de betaling van het verschil tussen de door de begunstigde betaalde prijs en de werkelijke waarde van de gronden (1). (1) Zie concl. OM."
      ]
    }
  },
  "76": {
    "ECLI:BE:CASS:2021:ARR.20210319.1N.8": {
      "court": "CASS",
      "date": "2021-03-19",
      "roleNumber": "C.20.0144.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210319.1N.8&lang=fr",
      "abstractFR": [
        "La faculté de rachat, qui peut être exercée si l'acheteur ne satisfait pas aux conditions relatives à la destination économique des terrains et aux modalités d'utilisation, tend à sauvegarder les efforts financiers importants consentis par les autorités pour l'achat, l'aménagement ou l'équipement des terrains, de sorte que le délai de cinq ans auquel l'article 1660 du Code civil limite la faculté de réméré visée à l'article 1659 de ce code ne s'y applique pas (1). (1) Voir Cass. 22 février 2018, RG C.13.0095.N, AC 2018, n°115 ; Cass. 3 décembre 2015, RG C.14.0428.N, AC 2015, n° 728, avec concl. conformes de M. VAN INGELGEM, avocat général publiées à leur date dans AC ; Cass. 18 mars 2004, RG C.03.0099.N, AC 2004, n° 154."
      ],
      "abstractNL": [
        "Het recht van terugkoop, dat kan worden uitgeoefend indien de koper niet voldoet aan de voorwaarden omtrent de economische bestemming van de gronden en de gebruiksmodaliteiten, strekt tot vrijwaring van de belangrijke financiële inspanningen die de overheid heeft moeten doen voor de aankoop, de aanleg of de uitrusting van de gronden, zodat de termijn van vijf jaar waartoe artikel 1660 Oud Burgerlijk Wetboek het in artikel 1659 Oud Burgerlijk Wetboek bedoelde recht van wederinkoop beperkt, hierop niet van toepassing is (1). (1) Zie Cass. 22 februari 2018, AR C.13.0095.N, AC 2018, nr. 115; Cass. 3 december 2015, AR C.14.0428.N, AC 2015, nr. 728, met gelijkluidende concl. van advocaat-generaal A. Van Ingelgem; Cass. 18 maart 2004, AR C.03.0099.N, AC 2004, nr. 154."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180222.6": {
      "court": "CASS",
      "date": "2018-02-22",
      "roleNumber": "C.13.0095.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180222.6&lang=fr",
      "abstractFR": [
        "L'article 76 du décret du 19 décembre 2003 tend, à l'instar de l'article 32, § 1er, de la loi du 30 septembre 1970 sur l'expansion économique à subordonner l'utilisation ou l'acquisition de terrains au maintien de l'activité économique qui y est exercée et prévoit notamment à cet effet une réglementation obligatoire de rachat qui lui est propre et qui n'équivaut nullement aux dispositions de droit privé du Code civil relatives à la faculté de réméré, de sorte que le délai de cinq ans auquel l'article 1660 du Code civil limite la faculté de réméré visée à l'article 1659 de ce même code ne s'applique pas davantage sous l'empire de l'article 76 du décret du 19 décembre 2003 au droit de rachat visé par ce dernier article (1). (1) Cass. 3 décembre 2015, RG C.14.0428.N, Pas. 2015, n° 728."
      ],
      "abstractNL": [
        "Artikel 76 van het decreet van 19 december 2003 strekt er net zoals artikel 32, §1, Wet Economische Expansie toe het gebruik of het verwerven van gronden afhankelijk te maken van de bestendiging van de economische activiteit die erop wordt uitgeoefend en voorziet daartoe onder meer in een eigen verplichte regeling van terugkoop die geenszins gelijkstaat met de privaatrechtelijke bepalingen in het Burgerlijk Wetboek over het recht van wederinkoop, zodat de termijn van vijf jaren tot dewelke artikel 1660 Burgerlijk Wetboek het recht van wederinkoop, bedoeld in artikel 1659 Burgerlijk Wetboek beperkt, ook onder de gelding van het decreet van 19 december 2003 niet van toepassing is op het in artikel 76 van dat decreet bedoelde terugkooprecht (1). (1) Cass. 3 december 2015, AR C.14.0428.N, AC 2015, nr. 728."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151203.13": {
      "court": "CASS",
      "date": "2015-12-03",
      "roleNumber": "C.14.0428.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151203.13&lang=fr",
      "abstractFR": [
        "L'article 76 du Décret du 19 décembre 2003 contenant diverses mesures d'accompagnement du budget 2004, qui a remplacé l'article 32, § 1er, de la loi du 30 décembre 1970 sur l'expansion économique à partir du 1er janvier 2004, tend, tout comme cet article 32, § 1er, à subordonner l'usage ou l'acquisition de terrains au maintien de l'activité économique qui y est exercée et prévoit notamment, à cet effet, une règlementation obligatoire du rachat qui lui est propre et qui n'est nullement équivalente aux dispositions de droit privé du Code civil relative au droit de rachat; il s'ensuit que le délai de cinq ans auquel l'article 1660 du Code civil limite le droit de rachat visé à l'article 1659 de ce même code, ne s'applique pas davantage sous l'empire de l'article 76 du Décret du 19 décembre 2003, au droit de rachat visé à ce dernier article (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Artikel 76 van het Decreet van 19 december 2003 houdende bepalingen tot begeleiding van de begroting 2004, dat met ingang van 1 januari 2004 artikel 32, §1, Wet Economische Expansie verving, strekt er, net zoals artikel 32, §1, Wet Economische Expansie, toe het gebruik of het verwerven van gronden afhankelijk te maken van de bestendiging van de economische bedrijvigheid die erop wordt uitgeoefend en voorziet daartoe onder meer in een eigen verplichte regeling van terugkoop die geenszins gelijkstaat met de privaatrechtelijke bepalingen in het Burgerlijk wetboek over het recht van wederinkoop; hieruit vloeit voort dat de termijn van vijf jaren tot dewelke artikel 1660 Burgerlijk Wetboek het recht van wederinkoop, bedoeld in artikel 1659 Burgerlijk Wetboek, beperkt, ook onder de gelding van artikel 76 van het Decreet van 19 december 2003, niet van toepassing is op het in artikel 76 van het Decreet van 19 december 2003 bedoelde terugkooprecht (1). (1) Zie concl. OM."
      ]
    }
  },
  "77": {
    "ECLI:BE:CASS:2020:ARR.20200507.1N.3": {
      "court": "CASS",
      "date": "2020-05-07",
      "roleNumber": "C.19.0304.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200507.1N.3&lang=fr",
      "abstractFR": [
        "L'expropriation d'immeubles qui a pour objet l'aménagement (le réaménagement) d'une zone d'activité économique et est préalable à une mesure d'aide consistant en la vente des terrains expropriés à des entreprises aux conditions du marché ne constitue pas un acte comportant mise à exécution de cette mesure d'aide, de sorte que la mise à exécution de la mesure d'aide en violation de l'obligation de notification n'affecte pas la validité de l'expropriation elle-même mais entraîne simplement la restitution de l'aide illégalement octroyée par le bénéficiaire à l'expropriant, notamment par le paiement de la différence entre le prix payé par le bénéficiaire et la valeur réale des terrains (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De onteigening van onroerende goederen die het (her)aanleggen van een bedrijventerrein beoogt en voorafgaat aan een steunmaatregel bestaande in de verkoop van de onteigende gronden aan bedrijven onder de marktvoorwaarden, vormt geen handeling tot uitvoering van die steunmaatregel, zodat het ten uitvoer brengen van de steunmaatregel met miskenning van de aanmeldingsplicht de geldigheid van de onteigening zelf niet aantast maar slechts resulteert in de teruggave van de onwettig verleende steun door de begunstigde aan de onteigenaar namelijk de betaling van het verschil tussen de door de begunstigde betaalde prijs en de werkelijke waarde van de gronden (1). (1) Zie concl. OM."
      ]
    }
  }
}