{
  "II.1": {
    "ECLI:BE:CASS:2024:ARR.20241118.3N.2": {
      "court": "CASS",
      "date": "2024-11-18",
      "roleNumber": "S.23.0005.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241118.3N.2",
      "abstractFR": null,
      "abstractNL": [
        "Een werknemer die de aan een preventieadviseur toevertrouwde welzijnsopdrachten feitelijk vervult, ook zonder daartoe formeel door de werkgever te zijn aangesteld, geniet de ontslagbescherming bepaald in de wet van 20 december 2002 betreffende de bescherming van preventieadviseurs (1). (1) Zie concl. OM.",
        "Een werknemer die de aan een preventieadviseur toevertrouwde welzijnsopdrachten feitelijk vervult, ook zonder daartoe formeel door de werkgever te zijn aangesteld, geniet de ontslagbescherming bepaald in de wet van 20 december 2002 betreffende de bescherming van preventieadviseurs (1). (1) Zie concl. OM"
      ]
    }
  },
  "I.2": {
    "ECLI:BE:CASS:2025:ARR.20250527.2N.8": {
      "court": "CASS",
      "date": "2025-05-27",
      "roleNumber": "P.24.1798.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250527.2N.8",
      "abstractFR": null,
      "abstractNL": [
        "Artikel I.2-11 Codex over het welzijn op het werk bepaalt dat de leden van de hiërarchische lijn elk binnen hun bevoegdheid en op hun niveau, het beleid van de werkgever met betrekking tot het welzijn van de werknemers bij de uitvoering van hun werk uitvoeren; artikel 127, 1°, Sociaal Strafwetboek bestraft de werkgever, zijn aangestelde of lasthebber die een inbreuk heeft gepleegd op de Wet Welzijn Werknemers; om als lasthebber in de zin van deze bepaling te worden aanzien moet de betrokkene geen lid zijn van de hiërarchische lijn; de rechter oordeelt verder onaantastbaar of een beklaagde op het ogenblik van de feiten handelde als lasthebber in de zin van artikel 127, 1°, Sociaal Strafwetboek; het Hof gaat wel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die op grond daarvan onmogelijk te verantwoorden zijn (1). (1) Over artikel 127, 1° Sociaal Strafwetboek en de aansprakelijkheid van de werkgever, zijn aangestelde of zijn lasthebber, zie Cass. 28 september 2021, AR P.21.0644.N, AC 2021, nr. 593; Cass. 20 januari 2009, AR P.08.0650.N, AC 2009, nr. 46, met concl. van eerste advocaat-generaal M. DE SWAEF; Cass. 10 mei 2005, AR P.04.1693.N, AC 2005, nr. 270, met concl. van procureur-generaal M. DE SWAEF."
      ]
    }
  },
  "I.1": {
    "ECLI:BE:CASS:2023:ARR.20230502.2N.5": {
      "court": "CASS",
      "date": "2023-05-02",
      "roleNumber": "P.22.1762.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230502.2N.5",
      "abstractFR": null,
      "abstractNL": [
        "De aanstelling door een werkgever van een werknemer om het beleid van de werkgever uit te voeren met betrekking tot het welzijn van de werknemers bij de uitvoering van hun werk en aldus de aanwijzing als lid van de hiërarchische lijn van de onderneming van de werkgever, heeft niet tot gevolg dat enkel die aangestelde werknemer verantwoordelijk is voor inbreuken op de Wet Welzijn Werknemers en de Codex over het Welzijn op het werk; dit ontslaat de werkgever niet van zijn verantwoordelijkheid erop toe te zien dat het beleid dat aldus werd opgedragen aan een werknemer naar behoren wordt gevoerd en toegepast en dat geen inbreuken worden gepleegd op de Wet Welzijn Werknemers en de Codex over het Welzijn van op het werk."
      ]
    }
  }
}