{
  "2": {
    "ECLI:BE:CASS:2025:ARR.20250328.1N.7": {
      "court": "CASS",
      "date": "2025-03-28",
      "roleNumber": "C.24.0023.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250328.1N.7",
      "abstractFR": [
        "Aucune sanction n'est prévue pour l'absence d'une ou plusieurs clauses dans le contrat d'intermédiaire immobilier ; il est cependant possible que l'objet du contrat ne soit pas déterminé ou ne soit pas déterminable en raison de l'absence d'une ou plusieurs clauses dans le contrat d'intermédiaire et que celui-ci soit ainsi frappé de nullité (1). (1) Voir les concl. du MP.",
        "La clause du contrat d'intermédiaire immobilier qui arrête la mission de l'agent immobilier et l'étendue de ses pouvoirs détermine l'objet du contrat, sans lequel le contrat est nul dans son intégralité (1). (1) Voir les concl. du MP.",
        "Les clauses obligatoires relatives, entre autres, à la durée, à l'exécution, à la cessation et à la résiliation du contrat d'intermédiaire immobilier ne concernent pas l'objet du contrat d'intermédiaire, de sorte que leur absence n'entraîne pas, en règle, la nullité de ce contrat (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Er is geen sanctie bepaald voor het ontbreken van één of meerdere bedingen in de vastgoedbemiddelingsovereenkomst; het is evenwel mogelijk dat door het ontbreken van één of meerdere bedingen in de bemiddelingsovereenkomst het voorwerp van de overeenkomst niet bepaald, noch bepaalbaar is en de overeenkomst bijgevolg nietig is (1). (1) Zie concl. OM.",
        "Het beding van de vastgoedbemiddelingsovereenkomst dat de opdracht van de vastgoedmakelaar en de omvang van zijn bevoegdheid bepaalt, bepaalt het voorwerp van de overeenkomst, zonder hetwelk de overeenkomst in zijn geheel nietig is (1). (1) Zie concl. OM.",
        "De verplichte bedingen met betrekking tot onder meer de duur, de uitvoering, de beëindiging en de herroeping van de vastgoedbemiddelingsovereenkomst omvatten niet het voorwerp van de bemiddelingsovereenkomst, zodat het ontbreken ervan in de regel niet leidt tot de nietigheid van de bemiddelingsovereenkomst (1). (1) Zie concl. OM."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2025:ARR.20250328.1N.7": {
      "court": "CASS",
      "date": "2025-03-28",
      "roleNumber": "C.24.0023.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250328.1N.7",
      "abstractFR": [
        "Aucune sanction n'est prévue pour l'absence d'une ou plusieurs clauses dans le contrat d'intermédiaire immobilier ; il est cependant possible que l'objet du contrat ne soit pas déterminé ou ne soit pas déterminable en raison de l'absence d'une ou plusieurs clauses dans le contrat d'intermédiaire et que celui-ci soit ainsi frappé de nullité (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Er is geen sanctie bepaald voor het ontbreken van één of meerdere bedingen in de vastgoedbemiddelingsovereenkomst; het is evenwel mogelijk dat door het ontbreken van één of meerdere bedingen in de bemiddelingsovereenkomst het voorwerp van de overeenkomst niet bepaald, noch bepaalbaar is en de overeenkomst bijgevolg nietig is (1). (1) Zie concl. OM."
      ]
    }
  }
}