{
  "1": {
    "ECLI:BE:CASS:2025:ARR.20250324.3F.1": {
      "court": "CASS",
      "date": "2025-03-24",
      "roleNumber": "F.22.0116.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250324.3F.1",
      "abstractFR": [
        "L'annotation dans le registre spécialement prévu à cet effet constitue le seul mode de preuve admissible de la date de la publication d'un règlement ou d'une ordonnance communal ainsi que du fait de sa publication, à savoir celle qui comporte matériellement tout à la fois, suivant ce qu'ont dû constater personnellement les officiers publics signataires, son objet, la date de la décision du conseil communal par laquelle il a été adopté, le lieu où il peut être consulté par le public ainsi que la décision d'approbation par l'autorité de tutelle; l'annotation ne fait en revanche pas preuve de la régularité de l'affichage (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De aantekening in het speciaal daartoe bestemde register vormt het enige toelaatbare bewijsmiddel van de datum van bekendmaking van een gemeentelijk reglement of een gemeentelijke verordening, evenals van de bekendmaking zelf, te weten het bewijsmiddel waarin alles materieel is vervat, in overeenstemming met wat persoonlijk door de ondertekenende openbare ambtenaren is vastgesteld, het onderwerp, de datum van de gemeenteraadsbeslissing op grond waarvan het is goedgekeurd, de plaats waar het door het publiek kan worden geraadpleegd, evenals de goedkeuringsbeslissing van de toezichthoudende overheid; de aantekening toont daarentegen de regelmatigheid van de aanplakking niet aan (1). (1) Zie concl. OM.",
        "De aantekening in het speciaal daartoe bestemde register vormt het enige toelaatbare bewijsmiddel van de datum van bekendmaking van een gemeentelijk reglement of een gemeentelijke verordening, evenals van de bekendmaking zelf, te weten het bewijsmiddel waarin alles materieel is vervat, in overeenstemming met wat persoonlijk door de ondertekenende openbare ambtenaren is vastgesteld, het onderwerp, de datum van de gemeenteraadsbeslissing op grond waarvan het is goedgekeurd, de plaats waar het door het publiek kan worden geraadpleegd, evenals de goedkeuringsbeslissing van de toezichthoudende overheid; de aantekening toont daarentegen de regelmatigheid van de aanplakking niet aan (1). (1) Zie concl. OM in Pas. 2025, nr. 218."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231117.1F.1": {
      "court": "CASS",
      "date": "2023-11-17",
      "roleNumber": "F.22.0069.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231117.1F.1",
      "abstractFR": [
        "Le seul mode de preuve admissible de la publication d'une ordonnance ou d'un règlement communal est l'annotation dans le registre spécial tenu par le secrétaire communal (1). (1) Voir les concl. du MP.",
        "Il n'est pas requis que le registre reprenant les annotations numérotées dans l'ordre des publications soit préalablement relié (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250102.1F.3": {
      "court": "CASS",
      "date": "2025-01-02",
      "roleNumber": "F.23.0103.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250102.1F.3",
      "abstractFR": [
        "Les dispositions relatives à la publication des règlements et ordonnances, par affichage ou mise en ligne sur le site internet, en Région Bruxelles-capitale, ne s'appliquent qu'aux actes à portée réglementaire créant des obligations dans le chef des administrés et pas à une ordonnance budgétaire (1) (2). (1) Voir les concl. du MP. (2) Articles 112, alinéa 1er, et 114, alinéa 2 de la nouvelle loi communale, telle qu'elle a été modifiée par l'ordonnance de la Région de Bruxelles-capitale du 5 mars 2009."
      ],
      "abstractNL": [
        "De bepalingen betreffende de bekendmaking, in het Brussels Hoofdstedelijk Gewest, van de reglementen en verordeningen door aanplakbrief of plaatsing op de website zijn enkel van toepassing op de akten met een reglementaire draagwijdte die de bestuurde verplichtingen opleggen en niet op een begrotingsordonnantie (1). (1) Zie concl. OM in Pas. 2025, nr. 5."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230622.1F.6": {
      "court": "CASS",
      "date": "2023-06-22",
      "roleNumber": "F.22.0045.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230622.1F.6",
      "abstractFR": [
        "Le seul mode de preuve admissible du fait de la publication d'un règlement communal est l'annotation dans le registre spécial ; l'annotation ne fait preuve de la date de la publication que lorsqu'elle est faite le jour de l'affichage, ou un des jours de l'affichage qui constitue alors le premier jour de la publication (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20210517.3F.7": {
      "court": "CASS",
      "date": "2021-05-17",
      "roleNumber": "F.20.0159.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210517.3F.7",
      "abstractFR": [
        "Si l'annotation dans le registre spécialement prévu à cet effet constitue le seul mode de preuve admissible du fait et de la date de la publication d'un règlement ou d'une ordonnance communale, il ne s'ensuit pas que cette annotation fasse preuve de la régularité de l'affichage (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Hoewel de aantekening in het speciaal daartoe gehouden register het enige toelaatbare bewijs is van de bekendmaking en de datum van bekendmaking van een reglement of van een gemeentelijke verordening, volgt hieruit niet dat die aantekening de regelmatigheid van de aanplakking aantoont (1). (1) Zie concl. OM in Pas. 2021, nr. 352."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211203.1F.3": {
      "court": "CASS",
      "date": "2021-12-03",
      "roleNumber": "C.20.0366.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211203.1F.3",
      "abstractFR": [
        "Sous peine de ne pouvoir constituer le mode de preuve, seul admissible, de la publication d'un règlement ou d'une ordonnance communale, l'annotation prescrite par l'article L1133-2 du Code de la démocratie locale et de la décentralisation doit être signée non seulement par le secrétaire communal mais également par le bourgmestre.",
        "Pour valoir preuve de la publication d'un règlement communal, l'annotation dans le registre spécial tenu par le secrétaire communal doit être faite le premier jour de l'affichage.",
        "L'exigence réglementaire de concordance des dates de publication et d'annotation participe de la forme de l'annotation, en sorte que cette condition n'excède pas les limites de l'habilitation donnée au pouvoir exécutif par l'article L1133-2, alinéa 2, du Code de la démocratie locale et de la décentralisation."
      ],
      "abstractNL": [
        "Om als enig toelaatbaar bewijs van bekendmaking van een gemeentereglement of gemeentelijke verordening te kunnen gelden, moet de bij artikel L 1133-2 van het Wetboek van de plaatselijke democratie en decentralisatie voorgeschreven aantekening niet enkel door de gemeentesecretaris maar ook door de burgemeester moet worden ondertekend.",
        "Om als bewijs van bekendmaking van een gemeentereglement te kunnen gelden, moet de aantekening in het speciaal door de gemeentesecretaris gehouden register op de eerste dag van de aanplakking geschieden.",
        "De reglementaire vereiste van overeenstemming van de datum van bekendmaking met de datum van aantekening maakt deel uit van de vorm van de aantekening, zodat die voorwaarde de grenzen van de door artikel L 1133-2, tweede lid, van het wetboek aan de uitvoerende macht gegeven machtiging niet te buiten gaat."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221020.1F.5": {
      "court": "CASS",
      "date": "2022-10-20",
      "roleNumber": "F.21.0066.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221020.1F.5",
      "abstractFR": [
        "Le fait et la date de la publication des règlements et ordonnances des autorités communales sont constatés par une annotation dans un registre spécialement tenu à cet effet par le secrétaire communal ; il n'est pas requis que le registre reprenant les annotations numérotées dans l'ordre des publications soit préalablement relié (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De bekendmaking en de datum van bekendmaking van de reglementen en verordeningen van de gemeenteoverheden moeten blijken uit de aantekening in een speciaal door de gemeentesecretaris daartoe gehouden register; het is niet vereist dat het register met de in volgorde van bekendmaking genummerde aantekeningen op voorhand wordt ingebonden (1). (1) Zie concl. OM in Pas. 2022, nr. 663."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220225.1F.10": {
      "court": "CASS",
      "date": "2022-02-25",
      "roleNumber": "F.20.0083.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220225.1F.10",
      "abstractFR": [
        "L'annotation dans le registre spécialement prévu à cet effet constitue le seul mode de preuve admissible de la date de la publication d'un règlement ou d'une ordonnance communal ainsi que du fait de sa publication, à savoir celle qui comporte matériellement tout à la fois, suivant ce qu'ont dû constater personnellement les officiers publics signataires, son objet, la date de la décision du conseil communal par laquelle il a été adopté, le lieu où il peut être consulté par le public ainsi que la décision d'approbation par l'autorité de tutelle (1). (1) Voir les concl. du MP.",
        "L'annotation ne fait en revanche pas preuve de la régularité de l'affichage (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De aantekening in het speciaal daartoe bestemde register vormt het enige toelaatbare bewijsmiddel van de datum van bekendmaking van een gemeentelijk reglement of een gemeentelijke verordening, evenals van de bekendmaking zelf, te weten het bewijsmiddel waarin tegelijk alles is vervat, in overeenstemming met wat persoonlijk door de ondertekenende openbare ambtenaren is vastgesteld, het onderwerp, de datum van de gemeenteraadsbeslissing waarmee het is goedgekeurd, de plaats waar het kan worden geraadpleegd door het publiek, evenals de goedkeuringsbeslissing van de toezichthoudende overheid (1). (1) Zie concl. OM in Pas. 2022, nr. 154.",
        "De aantekening bewijst daarentegen niet de regelmatigheid van de aanplakking (1). (1) Zie concl. OM in Pas. 2022, nr. 154.",
        "De aantekening in het speciaal daartoe bestemde register vormt het enige toelaatbare bewijsmiddel van de datum van bekendmaking van een gemeentelijk reglement of een gemeentelijke verordening, evenals van de bekendmaking zelf, te weten het bewijsmiddel waarin tegelijk alles is vervat, in overeenstemming met wat persoonlijk door de ondertekenende openbare ambtenaren is vastgesteld, het onderwerp, de datum van de gemeenteraadsbeslissing waarmee het is goedgekeurd, de plaats waar het kan worden geraadpleegd door het publiek, evenals de goedkeuringsbeslissing van de toezichthoudende overheid (1). (1) Zie concl. OM in Pas. 2022, nr. 153.",
        "De aantekening bewijst daarentegen niet de regelmatigheid van de aanplakking (1). (1) Zie concl. OM in Pas. 2022, nr. 153."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200313.1F.1": {
      "court": "CASS",
      "date": "2020-03-13",
      "roleNumber": "F.19.0003.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200313.1F.1",
      "abstractFR": [
        "Pour valoir preuve de la publication d'un règlement communal, l'annotation dans le registre spécial tenu par le secrétaire communal doit être faite le premier jour de l'affichage (1). (1) Voir Cass. 12 janvier 2018, RG F.16.0087.F, Pas. 2018, n° 27 ; Cass. 21 mai 2015, RG F.13.0158.F, Pas. 2015, n° 328, avec les concl. de M. le premier avocat général Henkes ; Nouvelle L. communale, art. 112 et 114, applicables dans la Région de Bruxelles-Capitale, avant leur modification par l'Ordonnance du 5 mars 2009."
      ],
      "abstractNL": [
        "Om als bewijs van de bekendmaking van een gemeentereglement te kunnen dienen, moet de aantekening in het speciaal door de gemeentesecretaris daartoe gehouden register geschieden op de eerste dag van de bekendmaking door aanplakbrief (1). (1) Zie Cass. 12 januari 2018, AR F.16.0087.F, AC 2018, nr. 27; Cass. 21 mei 2015, AR F.13.0158.F, AC 2015, nr. 328, met concl. van eerste advocaat-generaal Henkes, op datum in Pas.; artt. 112 en 114 Nieuwe Gemeentewet, van toepassing in het Brussels Hoofdstedelijk Gewest vóór de wijziging ervan bij de beschikking van 5 maart 2009."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191010.9": {
      "court": "CASS",
      "date": "2019-10-10",
      "roleNumber": "C.18.0384.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191010.9&lang=fr",
      "abstractFR": [
        "Il suit des articles 186 et 187 du décret communal du 15 juillet 2005 et 1er et 3 de l'arrêté royal du 14 octobre 1991 relatif aux annotations dans le registre de publication des règlements et ordonnances des autorités communales que le seul mode de preuve admissible de la publication d'une ordonnance ou d'un règlement communal est l'annotation de celle-ci dans le registre tenu spécialement à cet effet par le secrétaire communal dans les formes prescrites par la loi; la signature du secrétaire communal sur l'annotation de la publication est également requise pour que la publication soit régulière et le règlement-taxe opposable (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de artikelen 186 en 187 van het Gemeentedecreet van 15 juli 2005, de artikelen 1 en 3 van het koninklijk besluit van 14 oktober 1991 betreffende de aantekeningen in het register voor de bekendmaking van de reglementen en verordeningen van de gemeenteoverheden volgt dat het enige toelaatbare bewijs van de bekendmaking van een gemeenteverordening of -reglement bestaat uit de aantekening ervan in het register dat de gemeentesecretaris speciaal daartoe in de wettelijk voorgeschreven vormen houdt; de handtekening van de gemeentesecretaris op de aantekening van de bekendmaking is eveneens vereist opdat de bekendmaking regelmatig zou zijn en het belastingreglement tegenstelbaar (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181108.10": {
      "court": "CASS",
      "date": "2018-11-08",
      "roleNumber": "C.17.0604.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181108.10",
      "abstractFR": [
        "Le registre prescrit par l'article L 1133-2, alinéa 2, du Code de la démocratie locale et de la décentralisation pour établir le fait et la date de la publication des règlements et ordonnances communaux ne doit pas être préalablement relié (1). (1) Voir les concl. du MP; comp. Cass. 10 septembre 1992, RG 1192F, Pas. 1992, n° 603."
      ],
      "abstractNL": [
        "Het bij artikel L1133-2, tweede lid, van het Wetboek van de plaatselijke democratie en decentralisatie voorgeschreven register, waaruit de bekendmaking en de datum van bekendmaking van de gemeentereglementen en -verordeningen blijkt, dient niet vooraf te worden ingebonden (1). (1) Zie concl. OM in Pas. 2018, nr. 619."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180112.3": {
      "court": "CASS",
      "date": "2018-01-12",
      "roleNumber": "F.16.0087.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180112.3",
      "abstractFR": [
        "Est légalement justifié, l'arrêt qui, après avoir considéré que l'annotation dans le registre de publications des règlements et ordonnances des autorités communales de la publication du règlement-taxe contesté n'a pas date certaine, décide que la preuve de la publication de ce règlement n'est pas rapportée conformément à la loi et que, faute de publication, il n'est pas opposable au redevable."
      ],
      "abstractNL": [
        "Het arrest is naar recht verantwoord wanneer het, na te hebben overwogen dat de aantekening, in het register van bekendmaking van de reglementen en verordeningen van de gemeentelijke overheden, van de bekendmaking van het betwiste belastingreglement geen vaste dagtekening heeft, beslist dat het bewijs van de bekendmaking niet overeenkomstig de wet is geleverd en dat het, bij gebrek aan bekendmaking, niet aan de belastingschuldige kan worden tegengeworpen."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150521.14": {
      "court": "CASS",
      "date": "2015-05-21",
      "roleNumber": "F.13.0158.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150521.14",
      "abstractFR": [
        "Il résulte des articles 112 et 114 de la nouvelle loi communale combinés aux articles 1er et 2 de laarrêté royal du 14 octobre 1991 relatif aux annotations dans le registre des publications des règlements et ordonnances des autorités communales, que le seul mode de preuve admissible de la publication daune ordonnance ou daun règlement communal est laannotation dans le registre spécial tenu par le secrétaire communal (1). (1) Voir les concl. contraires du MP. Le même jour la Cour a dans une cause F.14.0098.F rendu sur cette question un arrêt énonçant la même règle (concl. contraires du MP)."
      ],
      "abstractNL": [
        "Uit de artikelen 112 en 114 van de Nieuwe Gemeentewet, gecombineerd met de artikelen 1 en 2 van het koninklijk besluit van 14 oktober 1991 betreffende de aantekeningen in het register voor de bekendmaking van de reglementen en verordeningen van de gemeenteoverheden, volgt dat het enige toelaatbare bewijs van de bekendmaking van een gemeenteverordening of areglement bestaat in de aantekening in het speciaal door de gemeentesecretaris daartoe gehouden register (1). (1) Zie andersluidende concl. OM in Pas. 2015, nr. a . Het Hof heeft dezelfde dag, in de zaak F.14.0098.F, over die aangelegenheid een arrest gewezen dat dezelfde regel stelt (andersluidende concl. OM)."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150521.15": {
      "court": "CASS",
      "date": "2015-05-21",
      "roleNumber": "F.14.0098.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150521.15",
      "abstractFR": [
        "Servent de base légale à l'arrêté royal du 14 octobre 1991 relatif aux annotations dans le registre de publication des règlements et ordonnances des autorités communales, qui a été adopté en exécution des dispositions qu'il reprend, l'article 112 de la nouvelle loi communale, qui est devenu l'article L1133-1 du Code de la démocratie locale et de la décentralisation, et l'article 114 de cette loi, qui est devenu l'article L1133-2 de ce code (1). (1) Voir les concl. du MP, contraires sur le mode de preuve exclusif de la publication. Le même jour la Cour a dans une cause F.13.0158.F rendu sur cette question un arrêt énonçant la même règle (concl. contraires du MP)."
      ],
      "abstractNL": [
        "Artikel 112 van de Nieuwe Gemeentewet, thans artikel L1133-1 van het Wetboek van de plaatselijke democratie en decentralisatie, en artikel 114 van die wet, thans artikel L-1133-2 van dat wetboek, dienen als wettelijke grondslag voor het koninklijk besluit van 14 oktober 1991 betreffende de aantekeningen in het register voor de bekendmaking van de reglementen en verordeningen van de gemeenteoverheden, dat is aangenomen ter uitvoering van de daarin opgenomen bepalingen (1). (1) Zie andersluidende concl. OM in Pas. 2015, nr. ..., over het enige bewijsmiddel van de bekendmaking. Het Hof heeft dezelfde dag, in de zaak F.14.0158.F, over die aangelegenheid een arrest gewezen dat dezelfde regel stelt (andersluidende concl. OM)."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2025:ARR.20250324.3F.1": {
      "court": "CASS",
      "date": "2025-03-24",
      "roleNumber": "F.22.0116.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250324.3F.1",
      "abstractFR": [
        "L'annotation dans le registre spécialement prévu à cet effet constitue le seul mode de preuve admissible de la date de la publication d'un règlement ou d'une ordonnance communal ainsi que du fait de sa publication, à savoir celle qui comporte matériellement tout à la fois, suivant ce qu'ont dû constater personnellement les officiers publics signataires, son objet, la date de la décision du conseil communal par laquelle il a été adopté, le lieu où il peut être consulté par le public ainsi que la décision d'approbation par l'autorité de tutelle; l'annotation ne fait en revanche pas preuve de la régularité de l'affichage (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De aantekening in het speciaal daartoe bestemde register vormt het enige toelaatbare bewijsmiddel van de datum van bekendmaking van een gemeentelijk reglement of een gemeentelijke verordening, evenals van de bekendmaking zelf, te weten het bewijsmiddel waarin alles materieel is vervat, in overeenstemming met wat persoonlijk door de ondertekenende openbare ambtenaren is vastgesteld, het onderwerp, de datum van de gemeenteraadsbeslissing op grond waarvan het is goedgekeurd, de plaats waar het door het publiek kan worden geraadpleegd, evenals de goedkeuringsbeslissing van de toezichthoudende overheid; de aantekening toont daarentegen de regelmatigheid van de aanplakking niet aan (1). (1) Zie concl. OM.",
        "De aantekening in het speciaal daartoe bestemde register vormt het enige toelaatbare bewijsmiddel van de datum van bekendmaking van een gemeentelijk reglement of een gemeentelijke verordening, evenals van de bekendmaking zelf, te weten het bewijsmiddel waarin alles materieel is vervat, in overeenstemming met wat persoonlijk door de ondertekenende openbare ambtenaren is vastgesteld, het onderwerp, de datum van de gemeenteraadsbeslissing op grond waarvan het is goedgekeurd, de plaats waar het door het publiek kan worden geraadpleegd, evenals de goedkeuringsbeslissing van de toezichthoudende overheid; de aantekening toont daarentegen de regelmatigheid van de aanplakking niet aan (1). (1) Zie concl. OM in Pas. 2025, nr. 218."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231117.1F.1": {
      "court": "CASS",
      "date": "2023-11-17",
      "roleNumber": "F.22.0069.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231117.1F.1",
      "abstractFR": [
        "Le seul mode de preuve admissible de la publication d'une ordonnance ou d'un règlement communal est l'annotation dans le registre spécial tenu par le secrétaire communal (1). (1) Voir les concl. du MP.",
        "Il n'est pas requis que le registre reprenant les annotations numérotées dans l'ordre des publications soit préalablement relié (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240119.1F.1": {
      "court": "CASS",
      "date": "2024-01-19",
      "roleNumber": "F.22.0055.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240119.1F.1",
      "abstractFR": [
        "Sous peine de ne pas pouvoir constituer le mode de preuve, seul admissible, de la publication d'un règlement ou d'une ordonnance communale, l'annotation prescrite par l'article L1133-2 du Code de la démocratie locale et de la décentralisation doit mentionner la date de la publication du règlement ou de l'ordonnance (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250102.1F.3": {
      "court": "CASS",
      "date": "2025-01-02",
      "roleNumber": "F.23.0103.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250102.1F.3",
      "abstractFR": [
        "Les dispositions relatives à la publication des règlements et ordonnances, par affichage ou mise en ligne sur le site internet, en Région Bruxelles-capitale, ne s'appliquent qu'aux actes à portée réglementaire créant des obligations dans le chef des administrés et pas à une ordonnance budgétaire (1) (2). (1) Voir les concl. du MP. (2) Articles 112, alinéa 1er, et 114, alinéa 2 de la nouvelle loi communale, telle qu'elle a été modifiée par l'ordonnance de la Région de Bruxelles-capitale du 5 mars 2009."
      ],
      "abstractNL": [
        "De bepalingen betreffende de bekendmaking, in het Brussels Hoofdstedelijk Gewest, van de reglementen en verordeningen door aanplakbrief of plaatsing op de website zijn enkel van toepassing op de akten met een reglementaire draagwijdte die de bestuurde verplichtingen opleggen en niet op een begrotingsordonnantie (1). (1) Zie concl. OM in Pas. 2025, nr. 5."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230622.1F.6": {
      "court": "CASS",
      "date": "2023-06-22",
      "roleNumber": "F.22.0045.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230622.1F.6",
      "abstractFR": [
        "Le seul mode de preuve admissible du fait de la publication d'un règlement communal est l'annotation dans le registre spécial ; l'annotation ne fait preuve de la date de la publication que lorsqu'elle est faite le jour de l'affichage, ou un des jours de l'affichage qui constitue alors le premier jour de la publication (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220922.1F.2": {
      "court": "CASS",
      "date": "2022-09-22",
      "roleNumber": "F.21.0199.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220922.1F.2",
      "abstractFR": [
        "Pour valoir preuve du fait et de la date de la publication d'un règlement communal, l'annotation dans le registre spécial tenu par le secrétaire communal doit elle-même être datée."
      ],
      "abstractNL": [
        "Om als bewijs van de bekendmaking en van de datum van bekendmaking van een gemeentereglement te kunnen gelden, moet de aantekening zelf in het speciaal door de gemeentesecretaris gehouden register gedagtekend zijn.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220225.1F.10": {
      "court": "CASS",
      "date": "2022-02-25",
      "roleNumber": "F.20.0083.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220225.1F.10",
      "abstractFR": [
        "L'annotation dans le registre spécialement prévu à cet effet constitue le seul mode de preuve admissible de la date de la publication d'un règlement ou d'une ordonnance communal ainsi que du fait de sa publication, à savoir celle qui comporte matériellement tout à la fois, suivant ce qu'ont dû constater personnellement les officiers publics signataires, son objet, la date de la décision du conseil communal par laquelle il a été adopté, le lieu où il peut être consulté par le public ainsi que la décision d'approbation par l'autorité de tutelle (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De aantekening in het speciaal daartoe bestemde register vormt het enige toelaatbare bewijsmiddel van de datum van bekendmaking van een gemeentelijk reglement of een gemeentelijke verordening, evenals van de bekendmaking zelf, te weten het bewijsmiddel waarin tegelijk alles is vervat, in overeenstemming met wat persoonlijk door de ondertekenende openbare ambtenaren is vastgesteld, het onderwerp, de datum van de gemeenteraadsbeslissing waarmee het is goedgekeurd, de plaats waar het kan worden geraadpleegd door het publiek, evenals de goedkeuringsbeslissing van de toezichthoudende overheid (1). (1) Zie concl. OM in Pas. 2022, nr. 154.",
        "De aantekening in het speciaal daartoe bestemde register vormt het enige toelaatbare bewijsmiddel van de datum van bekendmaking van een gemeentelijk reglement of een gemeentelijke verordening, evenals van de bekendmaking zelf, te weten het bewijsmiddel waarin tegelijk alles is vervat, in overeenstemming met wat persoonlijk door de ondertekenende openbare ambtenaren is vastgesteld, het onderwerp, de datum van de gemeenteraadsbeslissing waarmee het is goedgekeurd, de plaats waar het kan worden geraadpleegd door het publiek, evenals de goedkeuringsbeslissing van de toezichthoudende overheid (1). (1) Zie concl. OM in Pas. 2022, nr. 153."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150521.14": {
      "court": "CASS",
      "date": "2015-05-21",
      "roleNumber": "F.13.0158.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150521.14",
      "abstractFR": [
        "Il résulte des articles 112 et 114 de la nouvelle loi communale combinés aux articles 1er et 2 de laarrêté royal du 14 octobre 1991 relatif aux annotations dans le registre des publications des règlements et ordonnances des autorités communales, que le seul mode de preuve admissible de la publication daune ordonnance ou daun règlement communal est laannotation dans le registre spécial tenu par le secrétaire communal (1). (1) Voir les concl. contraires du MP. Le même jour la Cour a dans une cause F.14.0098.F rendu sur cette question un arrêt énonçant la même règle (concl. contraires du MP)."
      ],
      "abstractNL": [
        "Uit de artikelen 112 en 114 van de Nieuwe Gemeentewet, gecombineerd met de artikelen 1 en 2 van het koninklijk besluit van 14 oktober 1991 betreffende de aantekeningen in het register voor de bekendmaking van de reglementen en verordeningen van de gemeenteoverheden, volgt dat het enige toelaatbare bewijs van de bekendmaking van een gemeenteverordening of areglement bestaat in de aantekening in het speciaal door de gemeentesecretaris daartoe gehouden register (1). (1) Zie andersluidende concl. OM in Pas. 2015, nr. a . Het Hof heeft dezelfde dag, in de zaak F.14.0098.F, over die aangelegenheid een arrest gewezen dat dezelfde regel stelt (andersluidende concl. OM)."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150521.15": {
      "court": "CASS",
      "date": "2015-05-21",
      "roleNumber": "F.14.0098.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150521.15",
      "abstractFR": [
        "Servent de base légale à l'arrêté royal du 14 octobre 1991 relatif aux annotations dans le registre de publication des règlements et ordonnances des autorités communales, qui a été adopté en exécution des dispositions qu'il reprend, l'article 112 de la nouvelle loi communale, qui est devenu l'article L1133-1 du Code de la démocratie locale et de la décentralisation, et l'article 114 de cette loi, qui est devenu l'article L1133-2 de ce code (1). (1) Voir les concl. du MP, contraires sur le mode de preuve exclusif de la publication. Le même jour la Cour a dans une cause F.13.0158.F rendu sur cette question un arrêt énonçant la même règle (concl. contraires du MP)."
      ],
      "abstractNL": [
        "Artikel 112 van de Nieuwe Gemeentewet, thans artikel L1133-1 van het Wetboek van de plaatselijke democratie en decentralisatie, en artikel 114 van die wet, thans artikel L-1133-2 van dat wetboek, dienen als wettelijke grondslag voor het koninklijk besluit van 14 oktober 1991 betreffende de aantekeningen in het register voor de bekendmaking van de reglementen en verordeningen van de gemeenteoverheden, dat is aangenomen ter uitvoering van de daarin opgenomen bepalingen (1). (1) Zie andersluidende concl. OM in Pas. 2015, nr. ..., over het enige bewijsmiddel van de bekendmaking. Het Hof heeft dezelfde dag, in de zaak F.14.0158.F, over die aangelegenheid een arrest gewezen dat dezelfde regel stelt (andersluidende concl. OM)."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2025:ARR.20251003.1F.4": {
      "court": "CASS",
      "date": "2025-10-03",
      "roleNumber": "F.24.0022.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251003.1F.4",
      "abstractFR": [
        "Il suit de la combinaison de l'article 3 de l'arrêté royal du 14 octobre 1991 relatif aux annotations dans le registre de publication des règlements et ordonnances des autorités communales et de l'article L 1124-17 du Code de la démocratie locale et de la décentralisation, que le registre des publications ne doit pas, en toute circonstance, être signé par le directeur général à l'exclusion du directeur général adjoint."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20251003.1F.3": {
      "court": "CASS",
      "date": "2025-10-03",
      "roleNumber": "F.24.0021.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251003.1F.3",
      "abstractFR": [
        "Il suit de la combinaison de l'article 3 de l'arrêté royal du 14 octobre 1991 relatif aux annotations dans le registre de publication des règlements et ordonnances des autorités communales et de l'article L 1124-17 du Code de la démocratie locale et de la décentralisation, que le registre des publications ne doit pas, en toute circonstance, être signé par le directeur général à l'exclusion du directeur général adjoint."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250324.3F.1": {
      "court": "CASS",
      "date": "2025-03-24",
      "roleNumber": "F.22.0116.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250324.3F.1",
      "abstractFR": [
        "L'annotation dans le registre spécialement prévu à cet effet constitue le seul mode de preuve admissible de la date de la publication d'un règlement ou d'une ordonnance communal ainsi que du fait de sa publication, à savoir celle qui comporte matériellement tout à la fois, suivant ce qu'ont dû constater personnellement les officiers publics signataires, son objet, la date de la décision du conseil communal par laquelle il a été adopté, le lieu où il peut être consulté par le public ainsi que la décision d'approbation par l'autorité de tutelle; l'annotation ne fait en revanche pas preuve de la régularité de l'affichage (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De aantekening in het speciaal daartoe bestemde register vormt het enige toelaatbare bewijsmiddel van de datum van bekendmaking van een gemeentelijk reglement of een gemeentelijke verordening, evenals van de bekendmaking zelf, te weten het bewijsmiddel waarin alles materieel is vervat, in overeenstemming met wat persoonlijk door de ondertekenende openbare ambtenaren is vastgesteld, het onderwerp, de datum van de gemeenteraadsbeslissing op grond waarvan het is goedgekeurd, de plaats waar het door het publiek kan worden geraadpleegd, evenals de goedkeuringsbeslissing van de toezichthoudende overheid; de aantekening toont daarentegen de regelmatigheid van de aanplakking niet aan (1). (1) Zie concl. OM.",
        "De aantekening in het speciaal daartoe bestemde register vormt het enige toelaatbare bewijsmiddel van de datum van bekendmaking van een gemeentelijk reglement of een gemeentelijke verordening, evenals van de bekendmaking zelf, te weten het bewijsmiddel waarin alles materieel is vervat, in overeenstemming met wat persoonlijk door de ondertekenende openbare ambtenaren is vastgesteld, het onderwerp, de datum van de gemeenteraadsbeslissing op grond waarvan het is goedgekeurd, de plaats waar het door het publiek kan worden geraadpleegd, evenals de goedkeuringsbeslissing van de toezichthoudende overheid; de aantekening toont daarentegen de regelmatigheid van de aanplakking niet aan (1). (1) Zie concl. OM in Pas. 2025, nr. 218."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231117.1F.1": {
      "court": "CASS",
      "date": "2023-11-17",
      "roleNumber": "F.22.0069.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231117.1F.1",
      "abstractFR": [
        "Le seul mode de preuve admissible de la publication d'une ordonnance ou d'un règlement communal est l'annotation dans le registre spécial tenu par le secrétaire communal (1). (1) Voir les concl. du MP.",
        "Il n'est pas requis que le registre reprenant les annotations numérotées dans l'ordre des publications soit préalablement relié (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240119.1F.1": {
      "court": "CASS",
      "date": "2024-01-19",
      "roleNumber": "F.22.0055.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240119.1F.1",
      "abstractFR": [
        "Sous peine de ne pas pouvoir constituer le mode de preuve, seul admissible, de la publication d'un règlement ou d'une ordonnance communale, l'annotation prescrite par l'article L1133-2 du Code de la démocratie locale et de la décentralisation doit mentionner la date de la publication du règlement ou de l'ordonnance (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230622.1F.6": {
      "court": "CASS",
      "date": "2023-06-22",
      "roleNumber": "F.22.0045.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230622.1F.6",
      "abstractFR": [
        "Le seul mode de preuve admissible du fait de la publication d'un règlement communal est l'annotation dans le registre spécial ; l'annotation ne fait preuve de la date de la publication que lorsqu'elle est faite le jour de l'affichage, ou un des jours de l'affichage qui constitue alors le premier jour de la publication (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20211203.1F.3": {
      "court": "CASS",
      "date": "2021-12-03",
      "roleNumber": "C.20.0366.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211203.1F.3",
      "abstractFR": [
        "Sous peine de ne pouvoir constituer le mode de preuve, seul admissible, de la publication d'un règlement ou d'une ordonnance communale, l'annotation prescrite par l'article L1133-2 du Code de la démocratie locale et de la décentralisation doit être signée non seulement par le secrétaire communal mais également par le bourgmestre.",
        "Pour valoir preuve de la publication d'un règlement communal, l'annotation dans le registre spécial tenu par le secrétaire communal doit être faite le premier jour de l'affichage.",
        "L'exigence réglementaire de concordance des dates de publication et d'annotation participe de la forme de l'annotation, en sorte que cette condition n'excède pas les limites de l'habilitation donnée au pouvoir exécutif par l'article L1133-2, alinéa 2, du Code de la démocratie locale et de la décentralisation."
      ],
      "abstractNL": [
        "Om als enig toelaatbaar bewijs van bekendmaking van een gemeentereglement of gemeentelijke verordening te kunnen gelden, moet de bij artikel L 1133-2 van het Wetboek van de plaatselijke democratie en decentralisatie voorgeschreven aantekening niet enkel door de gemeentesecretaris maar ook door de burgemeester moet worden ondertekend.",
        "Om als bewijs van bekendmaking van een gemeentereglement te kunnen gelden, moet de aantekening in het speciaal door de gemeentesecretaris gehouden register op de eerste dag van de aanplakking geschieden.",
        "De reglementaire vereiste van overeenstemming van de datum van bekendmaking met de datum van aantekening maakt deel uit van de vorm van de aantekening, zodat die voorwaarde de grenzen van de door artikel L 1133-2, tweede lid, van het wetboek aan de uitvoerende macht gegeven machtiging niet te buiten gaat."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220922.1F.2": {
      "court": "CASS",
      "date": "2022-09-22",
      "roleNumber": "F.21.0199.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220922.1F.2",
      "abstractFR": [
        "Pour valoir preuve du fait et de la date de la publication d'un règlement communal, l'annotation dans le registre spécial tenu par le secrétaire communal doit elle-même être datée."
      ],
      "abstractNL": [
        "Om als bewijs van de bekendmaking en van de datum van bekendmaking van een gemeentereglement te kunnen gelden, moet de aantekening zelf in het speciaal door de gemeentesecretaris gehouden register gedagtekend zijn.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220225.1F.10": {
      "court": "CASS",
      "date": "2022-02-25",
      "roleNumber": "F.20.0083.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220225.1F.10",
      "abstractFR": [
        "L'annotation dans le registre spécialement prévu à cet effet constitue le seul mode de preuve admissible de la date de la publication d'un règlement ou d'une ordonnance communal ainsi que du fait de sa publication, à savoir celle qui comporte matériellement tout à la fois, suivant ce qu'ont dû constater personnellement les officiers publics signataires, son objet, la date de la décision du conseil communal par laquelle il a été adopté, le lieu où il peut être consulté par le public ainsi que la décision d'approbation par l'autorité de tutelle (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De aantekening in het speciaal daartoe bestemde register vormt het enige toelaatbare bewijsmiddel van de datum van bekendmaking van een gemeentelijk reglement of een gemeentelijke verordening, evenals van de bekendmaking zelf, te weten het bewijsmiddel waarin tegelijk alles is vervat, in overeenstemming met wat persoonlijk door de ondertekenende openbare ambtenaren is vastgesteld, het onderwerp, de datum van de gemeenteraadsbeslissing waarmee het is goedgekeurd, de plaats waar het kan worden geraadpleegd door het publiek, evenals de goedkeuringsbeslissing van de toezichthoudende overheid (1). (1) Zie concl. OM in Pas. 2022, nr. 154.",
        "De aantekening in het speciaal daartoe bestemde register vormt het enige toelaatbare bewijsmiddel van de datum van bekendmaking van een gemeentelijk reglement of een gemeentelijke verordening, evenals van de bekendmaking zelf, te weten het bewijsmiddel waarin tegelijk alles is vervat, in overeenstemming met wat persoonlijk door de ondertekenende openbare ambtenaren is vastgesteld, het onderwerp, de datum van de gemeenteraadsbeslissing waarmee het is goedgekeurd, de plaats waar het kan worden geraadpleegd door het publiek, evenals de goedkeuringsbeslissing van de toezichthoudende overheid (1). (1) Zie concl. OM in Pas. 2022, nr. 153."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191010.9": {
      "court": "CASS",
      "date": "2019-10-10",
      "roleNumber": "C.18.0384.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191010.9&lang=fr",
      "abstractFR": [
        "Il suit des articles 186 et 187 du décret communal du 15 juillet 2005 et 1er et 3 de l'arrêté royal du 14 octobre 1991 relatif aux annotations dans le registre de publication des règlements et ordonnances des autorités communales que le seul mode de preuve admissible de la publication d'une ordonnance ou d'un règlement communal est l'annotation de celle-ci dans le registre tenu spécialement à cet effet par le secrétaire communal dans les formes prescrites par la loi; la signature du secrétaire communal sur l'annotation de la publication est également requise pour que la publication soit régulière et le règlement-taxe opposable (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de artikelen 186 en 187 van het Gemeentedecreet van 15 juli 2005, de artikelen 1 en 3 van het koninklijk besluit van 14 oktober 1991 betreffende de aantekeningen in het register voor de bekendmaking van de reglementen en verordeningen van de gemeenteoverheden volgt dat het enige toelaatbare bewijs van de bekendmaking van een gemeenteverordening of -reglement bestaat uit de aantekening ervan in het register dat de gemeentesecretaris speciaal daartoe in de wettelijk voorgeschreven vormen houdt; de handtekening van de gemeentesecretaris op de aantekening van de bekendmaking is eveneens vereist opdat de bekendmaking regelmatig zou zijn en het belastingreglement tegenstelbaar (1). (1) Zie concl. OM."
      ]
    }
  }
}