{
  "14": {
    "ECLI:BE:CASS:2025:ARR.20250623.3F.1": {
      "court": "CASS",
      "date": "2025-06-23",
      "roleNumber": "S.23.0052.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250623.3F.1",
      "abstractFR": [
        "La loi ne dispose que pour l'avenir et n'a, en règle, pas d'effet rétroactif; la loi nouvelle n'est, sauf disposition contraire, applicable qu'aux situations nées après son entrée en vigueur ainsi qu'aux effets futurs des situations nées sous le régime de la loi antérieure qui se produisent ou se prolongent sous l'empire de la loi nouvelle, pour autant que cette application ne porte pas atteinte à des droits déjà irrévocablement fixés (1). (1) Voir les concl. du MP.",
        "Une loi prévoyant de nouvelles conditions de cumul d'allocations d'interruption avec l'exercice d'une activité indépendante complémentaire en cas de réduction des prestations de travail ne régit pas ce cumul au cours d'une période antérieure à l'entrée en vigueur de cette loi (1). (1) Voir les concl. du MP.",
        "Traduction pas encore disponibleLa loi ne dispose que pour l'avenir et n'a, en règle, pas d'effet rétroactif; la loi nouvelle n'est, sauf disposition contraire, applicable qu'aux situations nées après son entrée en vigueur ainsi qu'aux effets futurs des situations nées sous le régime de la loi antérieure qui se produisent ou se prolongent sous l'empire de la loi nouvelle, pour autant que cette application ne porte pas atteinte à des droits déjà irrévocablement fixés (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "34": {
    "ECLI:BE:CASS:2022:ARR.20220131.3F.8": {
      "court": "CASS",
      "date": "2022-01-31",
      "roleNumber": "C.17.0097.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220131.3F.8",
      "abstractFR": [
        "L'exclusion des interventions occasionnées par des défaillances d'agents de change survenues avant le 1er janvier 1991 du champ d'application de l'article 62 de la loi du 4 décembre 1990 ne résulte ni de l'article 34 de l'arrêté royal du 2 janvier 1991 fixant le règlement général de la Caisse d'intervention des sociétés de bourse, ni de l'article 8 du règlement général de la Caisse de garantie des agents de change adopté par l'arrêté ministériel du 5 août 1988, mais de la loi (1). (1) Voir les concl. du MP.",
        "L’exclusion des interventions occasionnées par des défaillances d’agents de change survenues avant le 1er janvier 1991 du champ d’application de l’article 62 de la loi du 4 décembre 1990 ne résulte ni de l’article 34 de l’arrêté royal du 2 janvier 1991 fixant le règlement général de la Caisse d’intervention des sociétés de bourse, ni de l’article 8 du règlement général de la Caisse de garantie des agents de change adopté par l’arrêté ministériel du 5 août 1988, mais de la loi (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De uitsluiting van de tegemoetkomingen naar aanleiding van de deficiënties van wisselagenten vóór 1 januari 1991 van de toepassing van artikel 62 van de wet van 4 december 1990 vloeit niet voort uit artikel 34 van het koninklijk besluit van 2 januari 1991 houdende het algemeen reglement van het Interventiefonds van de beursvennootschappen of uit artikel 8 van het algemeen reglement van de Waarborgkas van de wisselagenten, goedgekeurd bij het ministerieel besluit van 5 augustus 1988, maar uit de wet (1). (1) Zie concl. OM in Pas. 2022, nr. 78."
      ]
    }
  }
}