{
  "6": {
    "ECLI:BE:CASS:2018:ARR.20180601.2": {
      "court": "CASS",
      "date": "2018-06-01",
      "roleNumber": "C.17.0465.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180601.2",
      "abstractFR": [
        "De l'article 6, 5° du décret du 18 juillet 2003 sur la politique intégrée de l'eau, disposant que les frais des mesures en vue de la prévention, la diminution et la lutte contre les effets nocifs pour l'eau ainsi que les frais de réparation de ces dommages sont à charge des responsables d'une pollution, suit que ceux-ci ne doivent pas rester définitivement à charge de la Vlaamse Milieumaatschappij et qu'elle peut en réclamer le remboursement à l'auteur des actes de pollution (1). (1) Voir les concl., en extrait, du MP.",
        "N'est pas légalement justifié l'arrêt qui décide qu'aucun dommage n'est prouvé parce que la Vlaamse Milieumaatschappij ne justifie aucunement du nombre et du lieu des prélèvements et analyses effectués en l'absence de la pollution causée en matière telle qu'aucun dommage n'est prouvé, dès lors qu'en vertu du principe que c'est le pollueur qui paie, les frais de mesures en vue de la prévention, la diminution et la lutte contre les effets nocifs ainsi que les frais de réparation des dommages ne doivent pas rester définitivement à sa charge (1). (1) Voir les concl., en extrait, du MP."
      ],
      "abstractNL": [
        "Uit artikel 6, 5°, van het decreet van 18 juli 2003 betreffende het integraal waterbeleid, dat bepaalt dat de kosten voor maatregelen ter voorkoming, vermindering en bestrijding van schadelijke effecten en de kosten voor het herstellen van deze schade voor rekening zijn van de veroorzaker van de vervuiling, volgt dat de kosten van dergelijke maatregelen niet definitief ten laste van de Vlaamse milieumaatschappij moeten blijven en dat zij de terugbetaling ervan kan vorderen van de vervuiler (1). (1) Zie concl. OM, in uittreksel, in Pas. 2018, nr. 348.",
        "Het arrest is niet naar recht verantwoord, wanneer het beslist dat geen enkele schade is bewezen, op grond dat de Vlaamse Milieumaatschappij geenszins aantoont hoeveel monsternames en analyses zij zou hebben verricht en waar zij dat zou hebben uitgevoerd indien de veroorzaakte verontreiniging niet had plaatsgevonden, zodat niet is bewezen dat zij schade zou hebben geleden, aangezien, krachtens het \"de vervuiler betaalt\"-beginsel, de kosten van de maatregelen ter voorkoming, vermindering en bestrijding van schadelijke effecten en de kosten voor het herstellen van deze schade voor rekening zijn van de veroorzaker (1). (1) Zie concl. OM, in uittreksel, in Pas. 2018, nr. 348."
      ]
    }
  }
}