{
  "1": {
    "ECLI:BE:CASS:2024:ARR.20241004.1N.1": {
      "court": "CASS",
      "date": "2024-10-04",
      "roleNumber": "C.23.0411.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241004.1N.1",
      "abstractFR": null,
      "abstractNL": [
        "Derden in de zin van artikel 1, eerste lid, Hypotheekwet zijn zij die niet bij de in dit artikel bedoelde akten betrokken waren en die hetzij een conflicterend zakelijk recht hebben verworven op de goederen waarop de bedoelde akten betrekking hebben, hetzij op die goederen hun verhaalsrechten tegen hun schuldenaar hebben vervolgd (1) (2). (1) Zie concl. OM. (2) Art. 1, eerste lid, Hypotheekwet, zoals van toepassing zowel vóór als na de wijziging ervan bij Wet van 30 juni 1994 en vóór de opheffing ervan bij Wet van 4 februari 2020.",
        "Derden die een conflicterend zakelijk recht hebben verworven op de goederen waarop de in artikel 1, eerste lid, Hypotheekwet bedoelde akten betrekking hebben, worden slechts beschermd door het voorschrift van artikel 1, eerste lid, Hypotheekwet voor zover hun zakelijk recht is terug te voeren tot dezelfde rechtsvoorganger als die waarvan de verkrijger waarmee de derde in conflict treedt, zijn zakelijk recht afleidt; daarentegen beslecht artikel 1, eerste lid, Hypotheekwet niet het conflict tussen zakelijke rechten die niet te herleiden zijn tot dezelfde rechtsvoorganger; in dat geval wordt dus niet noodzakelijk voorrang verleend aan degene die als eerste te goeder trouw zijn titel heeft laten overschrijven (1) (2). (1) Zie concl. OM. (2) Art. 1, eerste lid, Hypotheekwet, zoals van toepassing zowel vóór als na de wijziging ervan bij Wet van 30 juni 1994 en vóór de opheffing ervan bij Wet van 4 februari 2020."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240112.1F.2": {
      "court": "CASS",
      "date": "2024-01-12",
      "roleNumber": "C.22.0409.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240112.1F.2",
      "abstractFR": [
        "Le défaut de transcription des actes dont la transcription est prescrite par l'article 1er de la loi hypothécaire a pour conséquence de rendre de tels actes inopposables aux tiers qui ont contracté sans fraude, dans la mesure où ces actes sont de nature à nuire soit aux droits réels que ces tiers possèdent sur les biens immobiliers que lesdits actes concernent, soit aux droits que ces tiers ont mis en œuvre par la poursuite de leur débiteur sur ces biens."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240502.1N.3": {
      "court": "CASS",
      "date": "2024-05-02",
      "roleNumber": "C.23.0175.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240502.1N.3",
      "abstractFR": null,
      "abstractNL": [
        "Een statutenwijziging moet authentiek worden verleden om te kunnen worden overgeschreven in het register van het bevoegde hypotheekkantoor (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200514.1N.7": {
      "court": "CASS",
      "date": "2020-05-14",
      "roleNumber": "F.18.0162.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200514.1N.7&lang=fr",
      "abstractFR": [
        "Lorsqu'elle établit une taxe à charge du propriétaire ou du bénéficiaire d'un droit réel sur un bien immobilier, l'autorité taxatrice n'est pas un tiers au sens de l'article 1er de la loi hypothécaire, dès lors qu'elle n'agit pas en tant que titulaire d'un droit réel conflit et n'exerce pas davantage de droits de recours sur le bien; il s'ensuit que cette autorité ne peut, lors de l'établissement de la taxe, se prévaloir de l'absence de transcription de l'acte translatif de droits réels immobiliers et est tenue d'établir la taxe à charge du véritable propriétaire ou bénéficiaire du droit réel (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Bij het vestigen van een belasting ten laste van de eigenaar of de zakelijk gerechtigde van een onroerend goed is de belastingheffende overheid geen derde in de zin van artikel 1 Hypotheekwet aangezien zij daarbij niet optreedt als houder van een conflicterend zakelijk recht en zij daarbij evenmin verhaalsrechten op het goed uitoefent; hieruit volgt dat deze overheid zich bij het vestigen van de belasting niet kan beroepen op de afwezigheid van overschrijving van de akte houdende overdracht van onroerende zakelijke rechten en zij de belasting dient te vestigen ten laste van de werkelijke eigenaar of zakelijk gerechtigde (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2008:ARR.20080131.5": {
      "court": "CASS",
      "date": "2008-01-31",
      "roleNumber": "C.07.0217.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080131.5&lang=fr",
      "abstractFR": [
        "Le contrat de vente d'un bien immobilier implique pour les parties l'obligation de collaborer à la passation de l'acte authentique et ce, notamment en vue de sa transcription dans le registre à cet usage au bureau de la conservation des hypothèques; si une des parties refuse de collaborer, l'autre partie peut demander au juge un jugement qui tiendra lieu de titre pour la transmission et ce, notamment en vue de sa transcription dans le registre précité; la circonstance que, après la conclusion d'un premier contrat de vente, le vendeur a conclu un second contrat de vente avec un tiers concernant le même bien immobilier dont l'acte a été transcrit entre-temps, ne fait pas obstacle à ce qu'une telle demande soit accueillie."
      ],
      "abstractNL": [
        "De koopovereenkomst van een onroerend goed houdt voor de partijen de verplichting in om mee te werken aan het verlijden van de authentieke akte, en dit mede met het oog op overschrijving ervan in het daartoe bestemde register op het hypotheekkantoor; weigert een der partijen deze medewerking dan kan de andere partij aan de rechter een vonnis vragen dat zal gelden als titel van overdracht en dit mede met het oog op overschrijving ervan in het bedoeld register; de omstandigheid dat de verkoper, na het sluiten van een eerste koopovereenkomst, met een derde een tweede koopovereenkomst heeft gesloten met betrekking tot hetzelfde onroerend goed waarvan de akte inmiddels werd overgeschreven,staat de inwilliging van een dergelijke vordering niet in de weg."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2008:ARR.20080131.5": {
      "court": "CASS",
      "date": "2008-01-31",
      "roleNumber": "C.07.0217.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080131.5&lang=fr",
      "abstractFR": [
        "Le contrat de vente d'un bien immobilier implique pour les parties l'obligation de collaborer à la passation de l'acte authentique et ce, notamment en vue de sa transcription dans le registre à cet usage au bureau de la conservation des hypothèques; si une des parties refuse de collaborer, l'autre partie peut demander au juge un jugement qui tiendra lieu de titre pour la transmission et ce, notamment en vue de sa transcription dans le registre précité; la circonstance que, après la conclusion d'un premier contrat de vente, le vendeur a conclu un second contrat de vente avec un tiers concernant le même bien immobilier dont l'acte a été transcrit entre-temps, ne fait pas obstacle à ce qu'une telle demande soit accueillie."
      ],
      "abstractNL": [
        "De koopovereenkomst van een onroerend goed houdt voor de partijen de verplichting in om mee te werken aan het verlijden van de authentieke akte, en dit mede met het oog op overschrijving ervan in het daartoe bestemde register op het hypotheekkantoor; weigert een der partijen deze medewerking dan kan de andere partij aan de rechter een vonnis vragen dat zal gelden als titel van overdracht en dit mede met het oog op overschrijving ervan in het bedoeld register; de omstandigheid dat de verkoper, na het sluiten van een eerste koopovereenkomst, met een derde een tweede koopovereenkomst heeft gesloten met betrekking tot hetzelfde onroerend goed waarvan de akte inmiddels werd overgeschreven,staat de inwilliging van een dergelijke vordering niet in de weg."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2019:ARR.20191022.1": {
      "court": "CASS",
      "date": "2019-10-22",
      "roleNumber": "P.19.0223.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191022.1&lang=fr",
      "abstractFR": [
        "L'article 3 de la loi hypothécaire qui dispose qu'aucune demande tendant à faire prononcer l'annulation ou la révocation de droits résultant d'actes soumis à la transcription, ne sera reçue dans les tribunaux qu'après avoir été inscrite en marge de la transcription du titre de l'acquisition dont l'annulation ou la révocation est demandée et, le cas échéant, en marge de la transcription du dernier titre transcrit, soumet le juge au devoir de vérifier d'office si l'action civile satisfait aux conditions qui y sont imposées mais ne l'oblige pas à constater d'office dans sa décision avoir procédé à cette vérification, hormis si des conclusions ont été prises en ce sens (1). (1) Cass. 13 novembre 1981, RG 3178 (Bull. et Pas., I, 1982, n° 175)."
      ],
      "abstractNL": [
        "Artikel 3 Hypotheekwet dat bepaalt dat geen eis strekkende tot vernietiging of tot herroeping van rechten voortvloeiende uit akten, aan overschrijving onderworpen, door de rechter wordt ontvangen, dan na te zijn ingeschreven op de kant der overschrijving van de titel van verkrijging, waarvan de vernietiging of de herroeping gevorderd wordt, en, in voorkomend geval, op de kant der overschrijving van de laatste overgeschreven titel, verplicht de rechter om ambtshalve na te gaan of de burgerlijke rechtsvordering aan de hierin opgelegde vereisten voldoet, maar verplicht de rechter niet, behoudens daartoe strekkende conclusie, om ambtshalve in zijn beslissing vast te stellen dat hij tot dit onderzoek is overgegaan (1). (1) Cass. 13 november 1981, AC 1981-1982, nr. 175."
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2021:ARR.20210915.2F.11": {
      "court": "CASS",
      "date": "2021-09-15",
      "roleNumber": "P.20.1045.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210915.2F.11",
      "abstractFR": [
        "Des anciens articles 7 et 8 de la loi hypothécaire du 16 décembre 1851 (1), il suit que tous les biens du débiteur répondent de ses dettes, y compris ceux qu'il viendrait à acquérir ultérieurement, et à cet égard, tous les créanciers se trouvent sur pied d'égalité, sauf cause de préférence établie par la loi ; aucune disposition légale n'institue, sur les sommes confisquées par équivalent dans le patrimoine du condamné, un privilège justifiant leur attribution par préférence à la victime de l'infraction (2). (1) L. hypothécaire du 16 décembre 1851, anc. C. civ., L. III, T. XVIII, art. 7 et 8, abrogés par la loi du 4 février 2020 portant le livre 3 « Les biens » du Code civil, art. 29, 4°, en vigueur le 1er septembre 2021. (2) Voir les concl. du MP.",
        "Des anciens articles 7 et 8 de la loi hypothécaire du 16 décembre 1851 (1), il suit que tous les biens du débiteur répondent de ses dettes, y compris ceux qu'il viendrait à acquérir ultérieurement, et à cet égard, tous les créanciers se trouvent sur pied d'égalité, sauf cause de préférence établie par la loi; aucune disposition légale n'institue, sur les sommes confisquées par équivalent dans le patrimoine du condamné, un privilège justifiant leur attribution par préférence à la victime de l'infraction (2). (1) L. hypothécaire du 16 décembre 1851, anc. C. civ., L. III, T. XVIII, art. 7 et 8, abrogés par la loi du 4 février 2020 portant le livre 3 « Les biens » du Code civil, art. 29, 4°, en vigueur le 1er septembre 2021. (2) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de oude artikelen 7 en 8 Hypotheekwet (1) volgt dat alle goederen van de schuldenaar strekken tot voldoening van zijn schulden, met inbegrip van die welke hij op een later tijdstip zou verkrijgen, en dat in dat opzicht alle schuldeisers gelijk worden behandeld, tenzij de wet in een reden van voorrang zou voorzien; geen enkele wettelijke bepaling vestigt op de geldsommen die in het vermogen van de veroordeelde bij equivalent worden verbeurdverklaard een voorrecht waardoor die geldsommen bij voorrang aan het slachtoffer van het misdrijf zouden moeten worden toegewezen (2). (1) Artt. 7 en 8 Hypotheekwet, Oud Burgerlijk Wetboek, boek III, dl. XVIII, opgeheven door art. 29, 4°, van de wet van 4 februari 2020 houdende boek 3 \"Goederen\" van het Burgerlijk Wetboek, in werking getreden op 1 september 2021. (2) Zie concl. OM in Pas. 2020, nr. 554."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200522.1F.5": {
      "court": "CASS",
      "date": "2020-05-22",
      "roleNumber": "C.19.0169.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200522.1F.5",
      "abstractFR": [
        "Si le créancier ne peut former tierce opposition à la décision à laquelle son débiteur était partie et qui affecte le patrimoine de celui-ci qu'en cas de fraude, il ne doit en revanche pas établir l'existence d'une telle fraude lorsque cette décision porte sur le droit même qu'il a à l'égard de ce débiteur."
      ],
      "abstractNL": [
        "Hoewel de schuldeiser enkel in geval van bedrog derdenverzet kan doen tegen de beslissing waarbij zijn schuldenaar was betrokken en diens patrimonium treft, hoeft hij daarentegen het bestaan van dergelijk bedrog niet te bewijzen wanneer die beslissing betrekking heeft op het recht zelf dat hij op die schuldenaar heeft."
      ]
    }
  },
  "8": {
    "ECLI:BE:CASS:2023:ARR.20231027.1F.5": {
      "court": "CASS",
      "date": "2023-10-27",
      "roleNumber": "C.23.0071.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231027.1F.5",
      "abstractFR": [
        "Le droit de préférence conféré au sous-traitant pour le paiement de sa créance contre l'entrepreneur principal ne s'exerce que sur et jusqu'à concurrence de la créance, née de l'exécution des travaux, détenue par cet entrepreneur contre le maître de l'ouvrage (1). (1) Voir les concl. du MP.",
        "L'assiette du droit de préférence conféré au sous-traitant doit subsister jusqu'à l'attribution préférentielle de cet actif (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250428.3F.3": {
      "court": "CASS",
      "date": "2025-04-28",
      "roleNumber": "C.22.0419.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250428.3F.3",
      "abstractFR": [
        "Si le jugement déclaratif de faillite entraîne le dessaisissement du débiteur et fait naître un concours entre les créanciers, seuls les droits des créanciers chirographaires et privilégiés généraux sont cristallisés au jour de la faillite (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2020:ARR.20200914.3F.8": {
      "court": "CASS",
      "date": "2020-09-14",
      "roleNumber": "S.19.0092.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200914.3F.8",
      "abstractFR": [
        "Le partage des sommes disponibles sur le compte de la médiation doit être effectué entre tous les créanciers du débiteur, que leur créance soit née avant ou après l'admissibilité au règlement collectif de dettes, et en tenant compte des causes légales ou conventionnelles de préférence ainsi que du rang entre les créanciers privilégiés (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De op de bemiddelingsrekening beschikbare bedragen moeten worden verdeeld onder alle schuldeisers van de schuldenaar, ongeacht of hun vordering is ontstaan vóór of na de toelaatbaarheid tot de collectieve schuldenregeling, waarbij rekening moet worden gehouden met de wettelijke of overeengekomen redenen van voorrang en met de rang van de bevoorrechte schuldeisers (1). (1) Zie concl. OM in Pas. 2020, nr. 534."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210118.3F.4": {
      "court": "CASS",
      "date": "2021-01-18",
      "roleNumber": "S.20.0043.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210118.3F.4",
      "abstractFR": [
        "Il ne suit pas de l'article 1675/7, § 1er, 3 et 6, du Code judiciaire et de l'article 8 de la loi du 16 décembre 1851 que la décision d'admissibilité au règlement collectif de dettes entraîne la résolution de plein droit du contrat de crédit conclu avec le débiteur."
      ],
      "abstractNL": [
        "Uit artikel 1675/7, §§ 1, 3 en 6, Gerechtelijk Wetboek en artikel 8 Hypotheekwet volgt niet dat de beslissing van toelaatbaarheid tot de collectieve schuldenregeling de ontbinding van rechtswege van de met de schuldenaar gesloten kredietovereenkomst tot gevolg heeft."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210915.2F.11": {
      "court": "CASS",
      "date": "2021-09-15",
      "roleNumber": "P.20.1045.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210915.2F.11",
      "abstractFR": [
        "Des anciens articles 7 et 8 de la loi hypothécaire du 16 décembre 1851 (1), il suit que tous les biens du débiteur répondent de ses dettes, y compris ceux qu'il viendrait à acquérir ultérieurement, et à cet égard, tous les créanciers se trouvent sur pied d'égalité, sauf cause de préférence établie par la loi ; aucune disposition légale n'institue, sur les sommes confisquées par équivalent dans le patrimoine du condamné, un privilège justifiant leur attribution par préférence à la victime de l'infraction (2). (1) L. hypothécaire du 16 décembre 1851, anc. C. civ., L. III, T. XVIII, art. 7 et 8, abrogés par la loi du 4 février 2020 portant le livre 3 « Les biens » du Code civil, art. 29, 4°, en vigueur le 1er septembre 2021. (2) Voir les concl. du MP.",
        "Des anciens articles 7 et 8 de la loi hypothécaire du 16 décembre 1851 (1), il suit que tous les biens du débiteur répondent de ses dettes, y compris ceux qu'il viendrait à acquérir ultérieurement, et à cet égard, tous les créanciers se trouvent sur pied d'égalité, sauf cause de préférence établie par la loi; aucune disposition légale n'institue, sur les sommes confisquées par équivalent dans le patrimoine du condamné, un privilège justifiant leur attribution par préférence à la victime de l'infraction (2). (1) L. hypothécaire du 16 décembre 1851, anc. C. civ., L. III, T. XVIII, art. 7 et 8, abrogés par la loi du 4 février 2020 portant le livre 3 « Les biens » du Code civil, art. 29, 4°, en vigueur le 1er septembre 2021. (2) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de oude artikelen 7 en 8 Hypotheekwet (1) volgt dat alle goederen van de schuldenaar strekken tot voldoening van zijn schulden, met inbegrip van die welke hij op een later tijdstip zou verkrijgen, en dat in dat opzicht alle schuldeisers gelijk worden behandeld, tenzij de wet in een reden van voorrang zou voorzien; geen enkele wettelijke bepaling vestigt op de geldsommen die in het vermogen van de veroordeelde bij equivalent worden verbeurdverklaard een voorrecht waardoor die geldsommen bij voorrang aan het slachtoffer van het misdrijf zouden moeten worden toegewezen (2). (1) Artt. 7 en 8 Hypotheekwet, Oud Burgerlijk Wetboek, boek III, dl. XVIII, opgeheven door art. 29, 4°, van de wet van 4 februari 2020 houdende boek 3 \"Goederen\" van het Burgerlijk Wetboek, in werking getreden op 1 september 2021. (2) Zie concl. OM in Pas. 2020, nr. 554."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200522.1F.5": {
      "court": "CASS",
      "date": "2020-05-22",
      "roleNumber": "C.19.0169.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200522.1F.5",
      "abstractFR": [
        "Si le créancier ne peut former tierce opposition à la décision à laquelle son débiteur était partie et qui affecte le patrimoine de celui-ci qu'en cas de fraude, il ne doit en revanche pas établir l'existence d'une telle fraude lorsque cette décision porte sur le droit même qu'il a à l'égard de ce débiteur."
      ],
      "abstractNL": [
        "Hoewel de schuldeiser enkel in geval van bedrog derdenverzet kan doen tegen de beslissing waarbij zijn schuldenaar was betrokken en diens patrimonium treft, hoeft hij daarentegen het bestaan van dergelijk bedrog niet te bewijzen wanneer die beslissing betrekking heeft op het recht zelf dat hij op die schuldenaar heeft."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190506.3": {
      "court": "CASS",
      "date": "2019-05-06",
      "roleNumber": "S.18.0031.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190506.3",
      "abstractFR": [
        "Aucune disposition légale ne soumet les créanciers de la masse au même régime que les créanciers dans la masse et ne limite leurs droits à l'égard de celle-ci; il s'ensuit qu'en cas de réalisation d'un bien immeuble du débiteur, les créanciers de la masse peuvent faire valoir leurs droits sur le produit de cette réalisation; partant, pour autant que cette inscription soit opposable aux autres créanciers, la répartition du prix doit être effectuée dans le respect de l'hypothèque qu'un tel créancier a fait inscrire (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Geen enkele wettelijke bepaling onderwerpt de schuldeisers van de boedel aan dezelfde regeling als de schuldeisers in de boedel of beperkt hun rechten ten aanzien van die boedel; hieruit volgt dat, bij tegeldemaking van een onroerend goed van de schuldenaar, de schuldeisers van de boedel hun rechten op de opbrengst van die tegeldemaking kunnen doen gelden; voor zover, bijgevolg, die inschrijving aan de andere schuldeisers kan worden tegengeworpen, moet de prijs worden verdeeld met eerbiediging van de hypotheek die een dergelijke schuldeiser heeft doen inschrijven (1). (1) Zie concl. OM in Pas. 2019, nr. 265."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180621.13": {
      "court": "CASS",
      "date": "2018-06-21",
      "roleNumber": "F.17.0140.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180621.13&lang=fr",
      "abstractFR": [
        "Il suit de l'article 8 de la loi du 16 décembre 1851 et des articles 1451, 1540 et 1543 du Code judiciaire que lorsqu'une créance mise en gage a fait l'objet d'une saisie-arrêt de droit commun pratiquée par un autre créancier, le créancier gagiste ne peut plus la recouvrer auprès du tiers débiteur et que celui-ci ne peut vider ses mains qu'en celles de l'huissier de justice instrumentant en vue de la distribution par contribution (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit artikel 8 hypotheekwet van 16 december 1851 en de artikelen 1451, 1540 en 1543 Gerechtelijk wetboek volgt dat indien op een verpande schuldvordering een gemeenrechtelijk beslag onder derden werd gelegd door een andere schuldeiser, de pandhouder de schuldvordering niet verder kan innen bij de derde-schuldenaar, maar dat de afgifte door de derde-schuldenaar enkel kan gebeuren in handen van de instrumenterende gerechtsdeurwaarder met oog op de evenredige verdeling (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180108.2": {
      "court": "CASS",
      "date": "2018-01-08",
      "roleNumber": "S.16.0031.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180108.2",
      "abstractFR": [
        "En cas de révocation de la décision d'admissibilité, la suspension de l'effet des sûretés réelles et des privilèges prend fin et le partage des sommes disponibles sur le compte de la médiation entre les créanciers doit être effectué en tenant compte des causes légales ou conventionnelles de préférence (1). (1) Cass. 5 janvier 2015, RG S.14.0038.F, Pas. 2015, n° 3."
      ],
      "abstractNL": [
        "Bij herroeping van de beschikking van toelaatbaarheid wordt de schorsing van de gevolgen van de zakelijke zekerheden en van de voorrechten beëindigd en moeten de bedragen die beschikbaar zijn op de bemiddelingsrekening worden verdeeld rekening houdend met de wettelijke of conventionele redenen van voorrang (1). (1) Cass. 5 januari 2015, AR S.14.0038.F, AC 2015, nr. 3."
      ]
    }
  },
  "9": {
    "ECLI:BE:CASS:2023:ARR.20231027.1F.5": {
      "court": "CASS",
      "date": "2023-10-27",
      "roleNumber": "C.23.0071.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231027.1F.5",
      "abstractFR": [
        "Le droit de préférence conféré au sous-traitant pour le paiement de sa créance contre l'entrepreneur principal ne s'exerce que sur et jusqu'à concurrence de la créance, née de l'exécution des travaux, détenue par cet entrepreneur contre le maître de l'ouvrage (1). (1) Voir les concl. du MP.",
        "L'assiette du droit de préférence conféré au sous-traitant doit subsister jusqu'à l'attribution préférentielle de cet actif (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250428.3F.3": {
      "court": "CASS",
      "date": "2025-04-28",
      "roleNumber": "C.22.0419.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250428.3F.3",
      "abstractFR": [
        "Si le jugement déclaratif de faillite entraîne le dessaisissement du débiteur et fait naître un concours entre les créanciers, seuls les droits des créanciers chirographaires et privilégiés généraux sont cristallisés au jour de la faillite (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2019:ARR.20190506.3": {
      "court": "CASS",
      "date": "2019-05-06",
      "roleNumber": "S.18.0031.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190506.3",
      "abstractFR": [
        "Aucune disposition légale ne soumet les créanciers de la masse au même régime que les créanciers dans la masse et ne limite leurs droits à l'égard de celle-ci; il s'ensuit qu'en cas de réalisation d'un bien immeuble du débiteur, les créanciers de la masse peuvent faire valoir leurs droits sur le produit de cette réalisation; partant, pour autant que cette inscription soit opposable aux autres créanciers, la répartition du prix doit être effectuée dans le respect de l'hypothèque qu'un tel créancier a fait inscrire (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Geen enkele wettelijke bepaling onderwerpt de schuldeisers van de boedel aan dezelfde regeling als de schuldeisers in de boedel of beperkt hun rechten ten aanzien van die boedel; hieruit volgt dat, bij tegeldemaking van een onroerend goed van de schuldenaar, de schuldeisers van de boedel hun rechten op de opbrengst van die tegeldemaking kunnen doen gelden; voor zover, bijgevolg, die inschrijving aan de andere schuldeisers kan worden tegengeworpen, moet de prijs worden verdeeld met eerbiediging van de hypotheek die een dergelijke schuldeiser heeft doen inschrijven (1). (1) Zie concl. OM in Pas. 2019, nr. 265."
      ]
    }
  },
  "12": {
    "ECLI:BE:CASS:2023:ARR.20231027.1F.5": {
      "court": "CASS",
      "date": "2023-10-27",
      "roleNumber": "C.23.0071.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231027.1F.5",
      "abstractFR": [
        "Le droit de préférence conféré au sous-traitant pour le paiement de sa créance contre l'entrepreneur principal ne s'exerce que sur et jusqu'à concurrence de la créance, née de l'exécution des travaux, détenue par cet entrepreneur contre le maître de l'ouvrage (1). (1) Voir les concl. du MP.",
        "L'assiette du droit de préférence conféré au sous-traitant doit subsister jusqu'à l'attribution préférentielle de cet actif (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2020:ARR.20201002.1N.4": {
      "court": "CASS",
      "date": "2020-10-02",
      "roleNumber": "C.19.0085.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201002.1N.4&lang=fr",
      "abstractFR": [
        "L’obligation selon laquelle les valeurs représentatives, constituées des actifs du patrimoine spécial que les entreprises d’assurance sont tenues de conserver à titre de garantie du respect des obligations qui leur incombent pour l’exécution des contrats d’assurance et des opérations d’assurance, doivent, à tout moment, au moins être égales à ces obligations n’empêche pas la constitution par un tiers créancier d’une hypothèque sur un élément inscrit à ce patrimoine spécial, mais le privilège des assurés et des bénéficiaires sur le patrimoine spécial prend rang avant cette hypothèque (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De verplichting dat de dekkingswaarden, bestaande uit de activa van het bijzonder vermogen dat verzekeringsondernemingen moeten aanhouden als waarborg voor de naleving van de verplichtingen die op hen rusten voor de uitvoering van de verzekeringsovereenkomsten en de verzekeringsverrichtingen, te allen tijde ten minste gelijk moeten zijn aan deze verplichtingen, belet niet dat door een derde schuldeiser een hypotheek wordt gevestigd op een vermogensbestanddeel dat in het bijzonder vermogen wordt opgenomen, maar het voorrecht van de verzekerden en de begunstigden op het bijzonder vermogen gaat evenwel voor op deze hypotheek (1). (1) Zie concl. OM."
      ]
    }
  },
  "14": {
    "ECLI:BE:CASS:2020:ARR.20200914.3F.8": {
      "court": "CASS",
      "date": "2020-09-14",
      "roleNumber": "S.19.0092.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200914.3F.8",
      "abstractFR": [
        "Le partage des sommes disponibles sur le compte de la médiation doit être effectué entre tous les créanciers du débiteur, que leur créance soit née avant ou après l'admissibilité au règlement collectif de dettes, et en tenant compte des causes légales ou conventionnelles de préférence ainsi que du rang entre les créanciers privilégiés (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De op de bemiddelingsrekening beschikbare bedragen moeten worden verdeeld onder alle schuldeisers van de schuldenaar, ongeacht of hun vordering is ontstaan vóór of na de toelaatbaarheid tot de collectieve schuldenregeling, waarbij rekening moet worden gehouden met de wettelijke of overeengekomen redenen van voorrang en met de rang van de bevoorrechte schuldeisers (1). (1) Zie concl. OM in Pas. 2020, nr. 534."
      ]
    },
    "ECLI:BE:CASS:2000:ARR.20000417.3": {
      "court": "CASS",
      "date": "2000-04-17",
      "roleNumber": "C970181N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2000:ARR.20000417.3&lang=fr",
      "abstractFR": [
        "En cas de concours entre le privilège du fonds d'indemnisation des travailleurs licenciés en cas de fermeture d'entreprises pour ses créances fondées sur l'article 8, alinéa 1er de la loi du 30 juin 1967 et le privilège du travailleur salarié pour les rémunérations et les indemnités dues par son employeur, la règle de la proportionnalité doit être appliquée à leurs créances respectives."
      ],
      "abstractNL": [
        "In geval van samenloop van het voorrecht van het sluitingsfonds voor zijn schuldvorderingen gegrond op artikel 8, eerste lid Wet 30 juni 1967 met het voorrecht van de werknemer voor de hem door zijn werkgever verschuldigde lonen en vergoedingen, moet de evenredigheidsregel op hun respectievelijke schuldvorderingen worden toegepast."
      ]
    }
  },
  "19": {
    "ECLI:BE:CASS:2000:ARR.20000417.3": {
      "court": "CASS",
      "date": "2000-04-17",
      "roleNumber": "C970181N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2000:ARR.20000417.3&lang=fr",
      "abstractFR": [
        "En cas de concours entre le privilège du fonds d'indemnisation des travailleurs licenciés en cas de fermeture d'entreprises pour ses créances fondées sur l'article 8, alinéa 1er de la loi du 30 juin 1967 et le privilège du travailleur salarié pour les rémunérations et les indemnités dues par son employeur, la règle de la proportionnalité doit être appliquée à leurs créances respectives."
      ],
      "abstractNL": [
        "In geval van samenloop van het voorrecht van het sluitingsfonds voor zijn schuldvorderingen gegrond op artikel 8, eerste lid Wet 30 juni 1967 met het voorrecht van de werknemer voor de hem door zijn werkgever verschuldigde lonen en vergoedingen, moet de evenredigheidsregel op hun respectievelijke schuldvorderingen worden toegepast."
      ]
    }
  },
  "20": {
    "ECLI:BE:CASS:2025:ARR.20250203.3N.3": {
      "court": "CASS",
      "date": "2025-02-03",
      "roleNumber": "C.24.0261.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250203.3N.3",
      "abstractFR": [
        "Si le bailleur, fort de son privilège particulier visé à l'article 20, 1°, de la loi hypothécaire du 16 décembre 1851, saisit des biens garnissant l'immeuble loué qui appartiennent à un tiers et que ce tiers veut récupérer ces biens sur la base de l'article 1514 du Code judiciaire, ce dernier doit prouver non seulement son droit de propriété sur les biens, mais également la mauvaise foi du bailleur, à savoir que celui-ci avait ou devait avoir connaissance de ce droit de propriété au moment de l'introduction des biens dans l'immeuble (1). (1) Cass. 4 décembre 2003, RG C.02.0174.N, Pas. 2003, n° 621.",
        "Le curateur qui, en cas de faillite du tiers à qui les biens meubles garnissant l'immeuble loué appartiennent, réclame ceux saisis par le bailleur sur la base de l'article 1514 du Code judiciaire doit prouver non seulement le droit de propriété du tiers sur les biens, mais également la mauvaise foi du bailleur, à savoir que celui-ci avait ou devait avoir connaissance de ce droit de propriété au moment de l'introduction des biens dans l'immeuble ; en effet, il ne résulte pas de la faillite du tiers que les biens ou le produit de leur vente doivent entrer en tant que tels dans la masse de la faillite et être intégralement remis, ou le produit de leur vente versé, au curateur."
      ],
      "abstractNL": [
        "Indien de verhuurder, op grond van zijn bijzonder voorrecht van artikel 20, 1°, Hypotheekwet, beslag legt op stofferende goederen die aan een derde toebehoren en die derde, op grond van artikel 1514 Gerechtelijk Wetboek, die goederen wil terugvorderen, moet de derde niet enkel zijn eigendomsrecht op de goederen bewijzen, maar eveneens de kwade trouw van de verhuurder, namelijk dat deze op het tijdstip van het binnenbrengen van de goederen in het onroerend goed kennis had of behoorde te hebben van dit eigendomsrecht (1). (1) Cass. 4 december 2003, AR C.02.0174.N, AC 2003, nr. 621.",
        "De curator die, bij faillissement van de derde aan wie de stofferende roerende goederen toebehoren, deze door de verhuurder in beslag genomen goederen terugvordert op grond van artikel 1514 Gerechtelijk Wetboek dient niet enkel het eigendomsrecht van de derde op de goederen te bewijzen, maar eveneens de kwade trouw van de verhuurder, namelijk dat deze op het tijdstip van het binnenbrengen van de goederen in het onroerend goed kennis had of behoorde te hebben van dit eigendomsrecht; het faillissement van de derde heeft immers niet tot gevolg dat de goederen of de verkoopopbrengst ervan als zodanig in de faillissementsboedel moet terechtkomen en integraal aan de curator moet worden overgemaakt."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231027.1F.5": {
      "court": "CASS",
      "date": "2023-10-27",
      "roleNumber": "C.23.0071.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231027.1F.5",
      "abstractFR": [
        "Le droit de préférence conféré au sous-traitant pour le paiement de sa créance contre l'entrepreneur principal ne s'exerce que sur et jusqu'à concurrence de la créance, née de l'exécution des travaux, détenue par cet entrepreneur contre le maître de l'ouvrage (1). (1) Voir les concl. du MP.",
        "L'assiette du droit de préférence conféré au sous-traitant doit subsister jusqu'à l'attribution préférentielle de cet actif (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230515.3F.4": {
      "court": "CASS",
      "date": "2023-05-15",
      "roleNumber": "C.22.0415.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230515.3F.4",
      "abstractFR": [
        "Le privilège du bailleur sur tout ce qui garnit la maison louée, établi par l'article 20, 1°, de la loi hypothécaire du 16 décembre 1851, est une sûreté réelle au sens de l'article I.22, 14°, du Code de droit économique (1). (1) Voir. les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "41": {
    "ECLI:BE:CASS:2019:ARR.20191108.2": {
      "court": "CASS",
      "date": "2019-11-08",
      "roleNumber": "C.18.0021.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191108.2",
      "abstractFR": [
        "Dès lors que l'hypothèque accordée au créancier hypothécaire sur les constructions érigées par le superficiaire leur a donné une valeur d'affectation, les droits du créancier hypothécaire à l'expiration du droit de superficie, partant de l'hypothèque, s'exercent, en vertu d'une subrogation réelle, sur l'indemnité due par le tréfoncier au superficiaire (1). (1) Voir les concl. du MP.",
        "En raison de la subrogation réelle, le créancier hypothécaire dispose d'une action réelle qui lui permet d'agir directement contre le tréfoncier en vue d'obtenir sa condamnation au paiement de l'indemnité qu'il doit au superficiaire (1). (1) Voir les concl. du MP.",
        "En raison de la subrogation réelle, le créancier hypothécaire qui demande la condamnation du tréfoncier au paiement de l'indemnité due par celui-ci au superficiaire n'exerce pas les droits de créance du superficiaire à l'encontre du tréfoncier et n'agit pas au nom et pour le compte du superficiaire (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Aangezien de hypotheek die aan de hypothecaire schuldeiser is toegekend op de door de opstalhouder uitgevoerde bouwwerken, die werken een affectatiewaarde heeft verleend, worden de rechten van de hypothecaire schuldeiser, bij het eindigen van het recht van opstal, en derhalve van de hypotheek, volgens een zakelijke subrogatie, verhaald op de vergoeding die de eigenaar van de grond aan de opstalhouder verschuldigd is (1). (1) Zie concl. OM in Pas. 2019, nr. 581.",
        "De hypothecaire schuldeiser heeft, door de zakelijke subrogatie, een zakelijk recht waardoor hij rechtstreeks tegen de eigenaar van de grond kan optreden met het oog op diens veroordeling tot betaling van de vergoeding die hij aan de opstalhouder verschuldigd is (1). (1) Zie concl. OM in Pas. 2019, nr. 581.",
        "Wegens de zakelijke subrogatie oefent de hypothecaire schuldeiser, die de veroordeling vordert van de eigenaar van de grond tot betaling van de vergoeding die laatstgenoemde aan de opstalhouder verschuldigd is, de vorderingsrechten van de opstalhouder tegen de eigenaar van de grond niet uit en treedt hij evenmin op in naam en voor rekening van de opstalhouder (1). (1) Zie concl. OM in Pas. 2019, nr. 581."
      ]
    }
  },
  "45": {
    "ECLI:BE:CASS:2021:ARR.20211209.1N.5": {
      "court": "CASS",
      "date": "2021-12-09",
      "roleNumber": "C.21.0159.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211209.1N.5&lang=fr",
      "abstractFR": [
        "Les fonds obtenus dans le cadre d'une occupation contractuelle d'un immeuble sont, tout comme les loyers et fermages, immobilisés à partir de l'exploit de saisie, pour être distribués, avec le prix de l'immeuble, par ordre d'hypothèques, même si le débiteur est déclaré en faillite."
      ],
      "abstractNL": [
        "Gelden verkregen in het raam van een contractuele bezetting van een onroerend goed worden, net zoals huur- en pachtgelden, vanaf het beslagexploot voor onroerend gehouden om, samen met de prijs van het onroerend goed, volgens de rang van de hypotheken te worden verdeeld, ook indien de schuldenaar het voorwerp wordt van een faillissement."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191108.2": {
      "court": "CASS",
      "date": "2019-11-08",
      "roleNumber": "C.18.0021.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191108.2",
      "abstractFR": [
        "Dès lors que l'hypothèque accordée au créancier hypothécaire sur les constructions érigées par le superficiaire leur a donné une valeur d'affectation, les droits du créancier hypothécaire à l'expiration du droit de superficie, partant de l'hypothèque, s'exercent, en vertu d'une subrogation réelle, sur l'indemnité due par le tréfoncier au superficiaire (1). (1) Voir les concl. du MP.",
        "En raison de la subrogation réelle, le créancier hypothécaire dispose d'une action réelle qui lui permet d'agir directement contre le tréfoncier en vue d'obtenir sa condamnation au paiement de l'indemnité qu'il doit au superficiaire (1). (1) Voir les concl. du MP.",
        "En raison de la subrogation réelle, le créancier hypothécaire qui demande la condamnation du tréfoncier au paiement de l'indemnité due par celui-ci au superficiaire n'exerce pas les droits de créance du superficiaire à l'encontre du tréfoncier et n'agit pas au nom et pour le compte du superficiaire (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Aangezien de hypotheek die aan de hypothecaire schuldeiser is toegekend op de door de opstalhouder uitgevoerde bouwwerken, die werken een affectatiewaarde heeft verleend, worden de rechten van de hypothecaire schuldeiser, bij het eindigen van het recht van opstal, en derhalve van de hypotheek, volgens een zakelijke subrogatie, verhaald op de vergoeding die de eigenaar van de grond aan de opstalhouder verschuldigd is (1). (1) Zie concl. OM in Pas. 2019, nr. 581.",
        "De hypothecaire schuldeiser heeft, door de zakelijke subrogatie, een zakelijk recht waardoor hij rechtstreeks tegen de eigenaar van de grond kan optreden met het oog op diens veroordeling tot betaling van de vergoeding die hij aan de opstalhouder verschuldigd is (1). (1) Zie concl. OM in Pas. 2019, nr. 581.",
        "Wegens de zakelijke subrogatie oefent de hypothecaire schuldeiser, die de veroordeling vordert van de eigenaar van de grond tot betaling van de vergoeding die laatstgenoemde aan de opstalhouder verschuldigd is, de vorderingsrechten van de opstalhouder tegen de eigenaar van de grond niet uit en treedt hij evenmin op in naam en voor rekening van de opstalhouder (1). (1) Zie concl. OM in Pas. 2019, nr. 581."
      ]
    }
  },
  "74": {
    "ECLI:BE:CASS:2021:ARR.20210122.1N.29": {
      "court": "CASS",
      "date": "2021-01-22",
      "roleNumber": "C.20.0143.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210122.1N.29&lang=fr",
      "abstractFR": [
        "Si le titre de celui qui a conféré l'hypothèque s'éteint avec effet rétroactif, l'hypothèque s'éteint par conséquent aussi, sous réserve de la protection de tiers qui ont acquis, de bonne foi et à titre onéreux, des droits réels limités, de sorte que l'extinction du titre n'affecte pas les droits hypothécaires du tiers qui a acquis ses droits de la personne dont le titre avait été transcrit et qui pouvait légitimement croire avoir traité avec le véritable ayant droit (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Indien de titel van diegene die de hypotheek heeft verleend met terugwerkende kracht tenietgaat, gaat ook de hypotheek teniet, onder het voorbehoud van de bescherming van derden die te goeder trouw en onder bezwarende titel beperkte zakelijke rechten hebben verkregen, zodat het tenietgaan van de titel aldus geen afbreuk doet aan de hypothecaire rechten van de derde die zijn rechten verkreeg van diegene wiens titel was overgeschreven en die het gewettigd vertrouwen mocht hebben met de ware gerechtigde te hebben gehandeld (1). (1) Zie concl. OM."
      ]
    }
  },
  "81": {
    "ECLI:BE:CASS:2025:ARR.20250428.3F.3": {
      "court": "CASS",
      "date": "2025-04-28",
      "roleNumber": "C.22.0419.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250428.3F.3",
      "abstractFR": [
        "Lorsque le délai de validité de l'inscription hypothécaire prise par un créancier expire après le jugement déclaratif de la faillite du débiteur, ce créancier est tenu de procéder au renouvellement de son inscription pour conserver son droit de préférence jusqu'à ce qu'il soit reporté sur le prix du bien hypothéqué (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "90": {
    "ECLI:BE:CASS:2024:ARR.20240624.3F.2": {
      "court": "CASS",
      "date": "2024-06-24",
      "roleNumber": "S.23.0075.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240624.3F.2",
      "abstractFR": [
        "Lorsque le créancier est réputé renoncer à sa créance, il de même réputé renoncer à l'hypothèque, qui en est l'accessoire, même si celle-ci a fait l'objet d'une inscription (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250428.3F.3": {
      "court": "CASS",
      "date": "2025-04-28",
      "roleNumber": "C.22.0419.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250428.3F.3",
      "abstractFR": [
        "Lorsque le délai de validité de l'inscription hypothécaire prise par un créancier expire après le jugement déclaratif de la faillite du débiteur, ce créancier est tenu de procéder au renouvellement de son inscription pour conserver son droit de préférence jusqu'à ce qu'il soit reporté sur le prix du bien hypothéqué (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "123": {
    "ECLI:BE:CASS:2021:ARR.20210218.1F.6": {
      "court": "CASS",
      "date": "2021-02-18",
      "roleNumber": "C.19.0606.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210218.1F.6",
      "abstractFR": [
        "Le salaire exigible pour l'accomplissement des actes de la publicité hypothécaire, qui doit être couvert par une provision suffisante avant l'accomplissement de ces actes, revient au conservateur des hypothèques qui a tenu les registres des dépôts où sont constatées les remises des titres dont l'inscription ou la transcription est demandée (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het opeisbare loon voor de uitvoering van de handelingen van de hypothecaire bekendmaking, die vóór het verrichten van die handelingen door een voldoende hoge provisie moet worden gedekt, komt toe aan de hypotheekbewaarder die de registers van de neergelegde titels heeft gehouden waarin de aanbiedingen zijn aangetekend van de titels waarvan de inschrijving of de overschrijving wordt gevorderd (1). (1) Zie concl. OM. in Pas. 2021, nr. 126."
      ]
    }
  },
  "124": {
    "ECLI:BE:CASS:2021:ARR.20210218.1F.6": {
      "court": "CASS",
      "date": "2021-02-18",
      "roleNumber": "C.19.0606.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210218.1F.6",
      "abstractFR": [
        "Le salaire exigible pour l'accomplissement des actes de la publicité hypothécaire, qui doit être couvert par une provision suffisante avant l'accomplissement de ces actes, revient au conservateur des hypothèques qui a tenu les registres des dépôts où sont constatées les remises des titres dont l'inscription ou la transcription est demandée (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het opeisbare loon voor de uitvoering van de handelingen van de hypothecaire bekendmaking, die vóór het verrichten van die handelingen door een voldoende hoge provisie moet worden gedekt, komt toe aan de hypotheekbewaarder die de registers van de neergelegde titels heeft gehouden waarin de aanbiedingen zijn aangetekend van de titels waarvan de inschrijving of de overschrijving wordt gevorderd (1). (1) Zie concl. OM. in Pas. 2021, nr. 126."
      ]
    }
  },
  "126": {
    "ECLI:BE:CASS:2021:ARR.20210218.1F.6": {
      "court": "CASS",
      "date": "2021-02-18",
      "roleNumber": "C.19.0606.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210218.1F.6",
      "abstractFR": [
        "Le salaire exigible pour l'accomplissement des actes de la publicité hypothécaire, qui doit être couvert par une provision suffisante avant l'accomplissement de ces actes, revient au conservateur des hypothèques qui a tenu les registres des dépôts où sont constatées les remises des titres dont l'inscription ou la transcription est demandée (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het opeisbare loon voor de uitvoering van de handelingen van de hypothecaire bekendmaking, die vóór het verrichten van die handelingen door een voldoende hoge provisie moet worden gedekt, komt toe aan de hypotheekbewaarder die de registers van de neergelegde titels heeft gehouden waarin de aanbiedingen zijn aangetekend van de titels waarvan de inschrijving of de overschrijving wordt gevorderd (1). (1) Zie concl. OM. in Pas. 2021, nr. 126."
      ]
    }
  }
}