{
  "3": {
    "ECLI:BE:CASS:2026:ARR.20260106.2N.1": {
      "court": "CASS",
      "date": "2026-01-06",
      "roleNumber": "P.25.0315.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2026:ARR.20260106.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "De in artikel 3.36, 1°, Vlaamse Codex Wonen van 2021 bedoelde verzwarende omstandigheid dat van het verhuren of ter beschikking stellen van een niet-conforme of overbewoonde woning een gewoonte wordt gemaakt, veronderstelt het herhaaldelijk en geregeld stellen van de door artikel 3.34 Vlaamse Codex Wonen van 2021 strafbaar gestelde handeling gedurende een zekere tijdsperiode, maar niet dat die activiteit noodzakelijk betrekking heeft op meerdere panden; een gewoonte in de zin van die bepaling kan ook voortvloeien uit de omstandigheid dat in eenzelfde pand meerdere niet-conforme woongelegenheden worden ingericht die aan onderscheiden personen en op onderscheiden tijdstippen worden verhuurd of ter beschikking worden gesteld; de rechter oordeelt onaantastbaar of van de door artikel 3.34 Vlaamse Codex Wonen van 2021 bedoelde activiteit een gewoonte is gemaakt zoals bedoeld door artikel 3.36, 1°, Vlaamse Codex Wonen van 2021; het Hof gaat wel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die op grond daarvan onmogelijk kunnen worden verantwoord (1). (1) Zie o.a. Cass. 22 september 2015, AR P.15.0512.N, AC 2015, nr. 544; T. VANDROMME, “Verhuur van krotwoningen”, in Comm. Straf. 2021, 34-35; T. VANDROMME, “Huisjesmelkerij”, in Comm. Straf. 2022, 16-18."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231212.2N.12": {
      "court": "CASS",
      "date": "2023-12-12",
      "roleNumber": "P.22.0657.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231212.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Uit de bepalingen van de artikelen 3.33, 3.34, 3.35, 3.36, 3.43, 3.44, eerste lid, 3.47, eerste lid en 3.48, eerste lid , Vlaamse Codex Wonen 2021 en hun wetsgeschiedenis volgt dat indien de rechter een herstelmaatregel beveelt in de zin van artikel 3.43 Vlaamse Codex Wonen van 2021, hij verplicht is om zowel de Wooninspecteur als het college van burgemeester en schepenen te machtigen tot ambtshalve uitvoering voor het geval dat de herstelmaatregel door de overtreder niet binnen de door de rechtbank bepaalde termijn wordt uitgevoerd en indien de rechter veroordeelt wegens één van de misdrijven bepaald in de artikelen 3.34, 3.35 en 3.36 Vlaamse Codex Wonen van 2021, hij verplicht is zowel de Wooninspecteur als het college van burgemeester en schepenen te machtigen om de herhuisvestingskosten vermeld in artikel 3.33 Vlaamse Codex Wonen van 2021, te verhalen op de overtreder; de grondslag voor deze door de rechter ambtshalve te verlenen machtigingen aan de herstelvorderende overheden is niet de vordering van deze overheden, maar wel de publiekrechtelijke verhouding die wegens het misdrijf ontstaat tussen enerzijds de overtreder en anderzijds de herstelvorderende overheden die tot taak hebben het herstel te benaarstigen en de omstandigheid dat het appelgerecht van oordeel is dat het aspect van deze ambtshalve machtigingen niet het voorwerp uitmaakt van een ontvankelijk hoger beroep, ontvankelijke appelgrieven of een ontvankelijk incidenteel beroep, ontslaat dit gerecht niet van de verplichting die ambtshalve machtigingen te bevelen als aan de voorwaarden daartoe is voldaan (1). 1) Zie m.b.t. oud artikel 20bis Vlaamse Wooncode Cass. 8 september 2020, AR P.20.0221.N, AC 2020, nr. 503. De rechtsleer is in dezelfde zin gevestigd en dit zowel onder de oude als onder de nieuwe regelgeving – zie T. VANDROMME, Woningkwaliteitsbewaking in het Vlaamse Gewest, Mechelen, Kluwer, 2016, 238; T. VANDROMME, “Verhuur van krotwoningen” in Artikelsgewijze commentaar strafrecht en strafvordering, Mechelen, Kluwer, 2021, 124 (over het nieuwe artikel 3.47 Vlaamse Codex Wonen)."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240924.2N.17": {
      "court": "CASS",
      "date": "2024-09-24",
      "roleNumber": "P.23.1101.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240924.2N.17",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 3.43, eerste lid, eerste zin, Vlaamse Codex Wonen van 2021 bepaalt dat, naast de straf, de rechtbank de overtreder kan bevelen om werken uit te voeren om de woning of het pand dat het gebouw met de aanwezige woningen omvat, conform te maken en om de overbewoning te beëindigen en volgens de tweede zin van die bepaling dient de rechtbank die vaststelt dat de woning niet in aanmerking komt voor werkzaamheden of dat het gaat om een goed als vermeld in artikel 3.35 Vlaamse Codex Wonen van 2021, de overtreder te bevelen om er een andere bestemming aan te geven overeenkomstig de bepalingen van de Vlaamse Codex Ruimtelijke Ordening of om de woning of het goed te slopen, tenzij de sloop ervan verboden is op grond van wettelijke, decretale of reglementaire bepalingen; de rechter bij wie een herstelvordering in de zin van artikel 3.43 Vlaamse Codex Wonen van 2021 aanhangig is, dient na te gaan of het in het eerste lid, eerste zin, van die bepaling bedoelde integraal herstel als principiële herstelmaatregel mogelijk is in het licht van de bepalingen en uitvoeringsbesluiten van de Vlaamse Codex Ruimtelijke Ordening en, wanneer hij oordeelt dat dit niet het geval is, de alternatieve maatregel van de herbestemming of de sloop te bevelen en de omstandigheid dat tegen een weigering tot opname in het vergunningenregister bij toepassing van artikel 5.1.3, § 3, Vlaamse Codex Ruimtelijke Ordening een rechtsmiddel werd ingesteld en hierover door de bevoegde instanties nog geen definitieve uitspraak werd gedaan, doet hieraan geen afbreuk (1). (1) L. JOPPEN, “ Plannen- en vergunningsregisters”, in Zakboekje ruimtelijke ordening 2024, Kluwer, p. 843."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241029.2N.25": {
      "court": "CASS",
      "date": "2024-10-29",
      "roleNumber": "P.23.1434.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241029.2N.25",
      "abstractFR": null,
      "abstractNL": [
        "Een uitzendkantoor kan zich schuldig maken aan de in artikel 66, derde lid, Strafwetboek bepaalde vorm van strafbare deelneming aan het misdrijf van het rechtstreeks of via tussenpersoon verhuren, te huur of ter beschikking stellen met het oog op bewoning van een niet-conforme of overbewoonde woning zoals bedoeld in artikel 3.34 Vlaamse Codex Wonen van 2021, wanneer het een noodzakelijke hulp levert voor het plegen van dat misdrijf, wat onder meer kan bestaan uit het aanbrengen van kandidaat-huurders; de omstandigheid dat het uitzendkantoor zelf geen eigenaar of verhuurder is van die woning en deze ook niet zelf ter beschikking stelt met het oog op bewoning, doet hieraan geen afbreuk (1). (1) Zie T. VANDROMME, “Verhuur van krotwoningen”, in Comm.Straf., Kluwer, afl. 96 (1 januari 2021), nr. 67."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250624.2N.44": {
      "court": "CASS",
      "date": "2025-06-24",
      "roleNumber": "P.25.0325.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250624.2N.44",
      "abstractFR": null,
      "abstractNL": [
        "De rechter die een beklaagde veroordeelt op grond van het misdrijf van het verhuren van een niet-conforme woning zoals bedoeld in artikel 3.34 Vlaamse Codex Wonen van 2021, voorheen artikel 20, § 1, Vlaamse Wooncode, kan als vorm van teruggave in de zin van artikel 44 Strafwetboek de nietigverklaring van de huurovereenkomst uitspreken wanneer vaststaat dat die overeenkomst door dat misdrijf werd verkregen en de nietigverklaring ervan bijgevolg noodzakelijk is om de gevolgen van dat misdrijf ongedaan te maken; de nietigverklaring van de huurovereenkomst als vorm van teruggave is dan ook slechts mogelijk wanneer de verhuurde woning niet-conform was op het tijdstip dat die overeenkomst werd gesloten en het bewezenverklaarde misdrijf ook betrekking heeft op de verhuur van de niet-conforme woning op dit tijdstip (1). (1) Over de nietigheid van de huurovereenkomst als teruggave bevolen door de strafrechter in zaken van bewezen verklaarde feiten van krotwoningen of huisjesmelkerij bestond er verdeeldheid in de rechtspraak. Zie hof van beroep Gent, 10e Kamer, 17 december 2021, C/1678/2021, www.arrestendatabank.be; Corr. Gent 24 juni 2008, RW 2008-9, 1697, noot T. VANDROMME, “Verhuur van krotwoningen: opzet, verbeurdverklaring en nietigheid van de huurovereenkomst” (pro nietigverklaring) en hof van beroep te Brussel, 15e Kamer, 3 juni 2021, 855/2021, www.arrestendatabank.be (contra); T. VANDROMME, Woningkwaliteitsbewaking in het Vlaams Gewest, in Recht&Praktijk, Kluwer, 2022, 431-433. In zaken van inbreuken op de woningkwaliteit in het Vlaamse Gewest (artikel 3.34 Vlaamse Codex Wonen, voordien artikel 20, §1 Vlaamse Wooncode ) kan ook het herstel van de woning, in de zin van het wegwerken van gebreken, een vorm van teruggave zijn, die in het belang is van de huurder. Zie Cass. 5 september 2023, AR P.23.0220.N, AC 2023, nr. 529, met concl. OM; Cass. 15 oktober 2013, AR P.12.1764.N, AC 2013, nr. 522; Cass. 3 september 2013, AR P.12.1041.N, AC 2013, nr. 414; T. VANDROMME, “Verhuur van krotwoningen”, in Comm. Straf. 2021, 52-68. Verder is op te merken dat de burgerlijke rechter niet ambtshalve de absolute nietigheid kan opwerpen van een huurovereenkomst als blijkt dat bij aanvang de gehuurde woning niet voldeed aan de woonkwaliteitsnormen van de Vlaamse Wooncode (Cass. 6 januari 2022, C.21.0089.N, AC 2022, nr. 7, TBBR/RGDC 2022, 438 noot N. BERNARD “Insalubrité du logement : la ‘solution' de la nullité du bail poursuit son lent reflux” (438-444). (BDS)"
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230905.2N.16": {
      "court": "CASS",
      "date": "2023-09-05",
      "roleNumber": "P.23.0220.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230905.2N.16",
      "abstractFR": null,
      "abstractNL": [
        "De herstelmaatregelen van artikel 3.43 Vlaamse Codex Wonen van 2021 beogen als een bijzondere vorm van teruggave de gevolgen van de door artikel 20, § 1, Vlaamse Wooncode bedoelde misdrijven, thans artikel 3.34 Vlaamse Codex Wonen van 2021, teniet te doen en de krachtens artikel 3.1, § 1, Vlaamse Codex Wonen van 2021 vastgestelde vereisten en normen te verwezenlijken; uit de tekst van de artikelen 5, 20 en 20bis Vlaamse Wooncode en de artikelen 3.1, 3.34 en 3.43 Vlaamse Codex Wonen van 2021, hun ontstaansgeschiedenis en de doelstellingen van de decreetgever volgt dat het gevorderde herstel in hoofdorde tot integraal herstel moet strekken, dit wil zeggen tot het wegwerken van alle gebreken aan het onroerend goed teneinde het te laten voldoen aan de vereisten en normen vastgesteld krachtens artikel 3.1, § 1, Vlaamse Codex Wonen van 2021; behoudens een vastgesteld integraal herstel, mag de vordering slechts worden afgewezen in het geval van kennelijke onredelijkheid; indien dit integraal herstel als principiële herstelmaatregel volgens de rechter niet mogelijk is, dient de rechter de alternatieve maatregel van de herbestemming of de sloop te bevelen (1). (1) Zie concl. “in hoofdzaak” OM.",
        "Uit de parlementaire voorbereiding van het decreet van het Vlaams Gewest van 29 april 2011 houdende wijziging van diverse decreten met betrekking tot wonen blijkt dat, wanneer de rechter vaststelt dat de herstelvordering tot herbestemming of sloop dient te worden ingewilligd, de overtreder de keuze heeft om het herstel uit te voeren door naar eigen goeddunken één van beide maatregelen te nemen; de overtreder die kiest voor herbestemming van het goed en vervolgens een vergunning verkrijgt die de woonfunctie toelaat, kan het onroerend goed opnieuw voor bewoning bestemmen, mits hij ook de woongebreken herstelt overeenkomstig de vereisten en normen voorgeschreven krachtens artikel 3.1, § 1, Vlaamse Codex Wonen van 2021; het effect van de principiële herstelmaatregel kan aldus worden bereikt wanneer het goed, na de herbestemming ervan, in overeenstemming zal zijn gebracht met de stedenbouwkundige vereisten; het bevelen van de subsidiaire herstelmaatregel betekent dan ook niet noodzakelijk dat het in het geding zijnde goed niet meer zal kunnen worden bestemd voor bewoning; de herbestemming van een onroerend goed waardoor de woonfunctie ongedaan wordt gemaakt, heeft tot gevolg dat het pand niet meer onder de woningkwaliteitsvereisten en -normen valt en het integraal herstel geen voorwerp heeft; wanneer de uitvoering van de bevolen herbestemming van een onroerend goed overeenkomstig de Vlaamse Codex Ruimtelijke Ordening evenwel niet tot gevolg heeft dat de woonfunctie ervan ongedaan wordt gemaakt, moet de rechter behalve de alternatieve maatregel ook het integraal herstel bevelen, bestaande in het wegwerken van alle gebreken aan het onroerend goed teneinde het te laten voldoen aan alle vereisten en normen vastgesteld krachtens artikel 3.1, § 1, Vlaamse Codex Wonen van 2021; dit is met name het geval wanneer een pand werd opgesplitst in meerdere woongelegenheden zonder dat hiervoor een vergunning werd verleend zoals voorgeschreven door artikel 4.2.1, 7°, Vlaamse Codex Ruimtelijke Ordening en de strafrechter bij toepassing van artikel 20, § 1, eerste lid, Vlaamse Wooncode, thans artikel 3.34 Vlaamse Codex Wonen van 2021, de beklaagde veroordeelt wegens het verhuren van die woongelegenheden omdat ze niet voldoen aan de in artikel 5 Vlaamse Wooncode, thans artikel 3.34 Vlaamse Codex Wonen van 2021 bedoelde vereisten en normen; in dat geval dient de rechter behalve de herbestemming of de sloop ook het integraal herstel te bevelen, bestaande in het wegwerken van alle gebreken aan het onroerend goed teneinde het te laten voldoen aan de normen en vereisten vastgesteld krachtens artikel 3.34 Vlaamse Codex Wonen van 2021 (1). (1) Zie concl. “in hoofdzaak” OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210622.2N.24": {
      "court": "CASS",
      "date": "2021-06-22",
      "roleNumber": "P.20.1345.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210622.2N.24&lang=fr",
      "abstractFR": [
        "Selon l'article 70 du Code pénal, il n'y a pas infraction lorsque le fait était ordonné par la loi et commandé par l'autorité; le délai accordé par une autorité administrative, sur la base de la réglementation relative à la qualité de l'habitat, pour effectuer des travaux à un logement déclaré inadapté ou inhabitable n'ôte pas son caractère répréhensible à la location ou à la mise à disposition d'un tel logement au sens des articles 5 et 20, § 1er, alinéa 1er, du Code flamand du logement de 1997, devenus les articles 3.1, § 1er, et 3.33 du Code flamand du logement de 2021, et l'octroi d'un tel délai, qui s'inscrit dans le cadre d'une procédure administrative, ne constitue pas en soi une cause de justification au sens de l'article 70 du Code pénal."
      ],
      "abstractNL": [
        "Artikel 70 Strafwetboek bepaalt dat er geen misdrijf is wanneer het feit door de wet voorgeschreven en door de overheid bevolen is; de termijn die een bestuurlijke overheid op basis van de regelgeving inzake de woonkwaliteit toekent voor de uitvoering van werkzaamheden indien een woning ongeschikt of onbewoonbaar wordt verklaard, doet geen afbreuk aan het strafbaar karakter van het verhuren of ter beschikking stellen van een ongeschikt of onbewoonbaar verklaarde woning in de zin van de artikelen 5 en 20, § 1, eerste lid, Vlaamse Wooncode, thans de artikelen 3.1, § 1, en 3.33 Vlaamse Codex Wonen van 2021 en het verlenen van een dergelijke termijn, die kadert in administratieve procedure, levert als dusdanig geen rechtvaardigingsgrond op in de zin van artikel 70 Strafwetboek."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2025:ARR.20250303.3N.1": {
      "court": "CASS",
      "date": "2025-03-03",
      "roleNumber": "C.24.0275.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250303.3N.1",
      "abstractFR": [
        "Il suit des articles 6.2, alinéa 2, et 6.33, alinéa 1er, 2°, du Code flamand du logement de 2021, coordonné par l'arrêté du gouvernement flamand du 17 juillet 2020 codifiant les décrets relatifs à la politique flamande du logement, et 6.70 de l'arrêté du gouvernement flamand du 11 septembre 2020 portant exécution du Code flamand du Logement de 2021 qu'en cas de résiliation opérée conformément à l'article 6.33, alinéa 1er, 2°, du Code flamand du logement, le bailleur ne peut pas prétendre à l'indemnité de relocation visée à l'article 6.70 de l'arrêté du 11 septembre 2020 (1). (1) Article 6.33, alinéa 1er, 2°, tel qu'il était en vigueur avant sa modification par l'arrêté du gouvernement flamand du 9 juillet 2021."
      ],
      "abstractNL": [
        "Uit de artikelen 6.2, tweede lid, en 6.33, eerste lid, 2°, van de Vlaamse Codex Wonen van 2021, gecoördineerd bij besluit van de Vlaamse regering van 17 juli 2020 tot codificatie van de decreten betreffende het woonbeleid en artikel 6.70 van het besluit van de Vlaamse regering van 11 september 2020 tot uitvoering van de Vlaamse Codex Wonen van 2021 volgt dat de verhuurder in geval van opzeg overeenkomstig artikel 6.33, eerste lid, 2°, Vlaamse Codex Wonen van 2021, geen aanspraak kan maken op een wederverhuringsvergoeding zoals bedoeld in artikel 6.70, Besluit Vlaamse Codex Wonen van 2021 (1). (1) Artikel 6.33, eerste lid, 2° zoals van kracht voor de wijziging door het Besluit van de Vlaamse Regering van 9 juli 2021.",
        "Uit de artikelen 6.2, tweede lid en 6.33, eerste lid, 2°, van de Vlaamse Codex Wonen van 2021, gecoördineerd bij besluit van de Vlaamse regering van 17 juli 2020 tot codificatie van de decreten betreffende het woonbeleid en artikel 6.70 van het besluit van de Vlaamse regering van 11 september 2020 tot uitvoering van de Vlaamse Codex Wonen van 2021 volgt dat de verhuurder in geval van opzeg overeenkomstig artikel 6.33, eerste lid, 2°, Vlaamse Codex Wonen van 2021, geen aanspraak kan maken op een wederverhuringsvergoeding zoals bedoeld in artikel 6.70, Besluit Vlaamse Codex Wonen van 2021 (1). (1) Artikel 6.33, eerste lid, 2° zoals van kracht voor de wijziging door het Besluit van de Vlaamse Regering van 9 juli 2021."
      ]
    }
  }
}