{
  "4": {
    "ECLI:BE:CASS:2023:ARR.20230627.2N.28": {
      "court": "CASS",
      "date": "2023-06-27",
      "roleNumber": "P.22.0859.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230627.2N.28",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 4, § 1, 1 en 4, en § 1bis Sociale Documentenwet en art. 3, § 1 KB van 8 augustus 1980 betreffende het bijhouden van sociale documenten volgt dat de Dimona-aangifteplicht het bijhouden van een personeelsregister vervangt; daaruit moet worden afgeleid dat de regelgever met de invoering van de Dimona-aangifteplicht niet uitsluitend beoogt te verzekeren dat de betrokken werknemers zouden zijn aangesloten bij een sociaalzekerheidsstelsel en de naleving van de ter zake geldende regelgeving, maar daarnaast en dus bijkomend ook als doel heeft de doeltreffendheid te waarborgen van de door de bevoegde nationale autoriteiten uitgevoerde controles betreffende de in het arbeidsrecht vastgestelde arbeidsvoorwaarden en –omstandigheden; daaruit volgt ook dat de Dimona-aangifteplicht zich niet beperkt tot de tewerkstelling in België van werknemers door ondernemingen die enkel in België een werkelijke en duurzame vestiging hebben (1). (1) Zie concl. OM en Cass. 9 mei 2023, AR P.21.0738.N, AC 2023, nr. 339 met concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230509.2N.7": {
      "court": "CASS",
      "date": "2023-05-09",
      "roleNumber": "P.21.0738.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230509.2N.7",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 4, § 1, 1., en 4, § 1bis Sociale Documentenwet en artikel 3, § 1 KB van 8 augustus 1980 betreffende het bijhouden van sociale documenten volgt dat de Dimona–aangifteplicht het bijhouden van een personeelsregister vervangt; daaruit moet worden afgeleid dat de regelgever met de invoering van de Dimona–aangifteplicht niet uitsluitend beoogt te verzekeren dat de betrokken werknemers zouden zijn aangesloten bij een sociaalzekerheidsstelsel en de naleving van de ter zake geldende regelgeving, maar daarnaast en dus bijkomend ook als doel heeft de doeltreffendheid te waarborgen van de door de bevoegde nationale autoriteiten uitgevoerde controles betreffende de in het arbeidsrecht vastgestelde arbeidsvoorwaarden en –omstandigheden; daaruit volgt ook dat de Dimona–aangifteplicht zich niet beperkt tot de tewerkstelling in België van werknemers door ondernemingen die enkel in België een werkelijke en duurzame vestiging hebben en dat de Koning de hem door de wetgever verleende bevoegdheid niet heeft overschreden (1). (1) Zie gelijkluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220419.2N.11": {
      "court": "CASS",
      "date": "2022-04-19",
      "roleNumber": "P.21.1232.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220419.2N.11",
      "abstractFR": [
        "Il suit des articles 4, § 1er, 1., et 4, et § 1erbis de l'arrêté royal n° 5 du 23 octobre 1978 relatif à la tenue des documents sociaux et 3, § 1er, de l'arrêté royal du 8 août 1980 relatif à la tenue des documents sociaux que l'obligation de déclaration Dimona remplace la tenue d'un registre du personnel; qu'il faut en conclure qu'en introduisant l'obligation de déclaration Dimona, le législateur entend non seulement s'assurer que les travailleurs concernés soient affiliés à un régime de sécurité sociale et que la législation en la matière soit respectée, mais aussi, et donc en plus, garantir l'efficacité des contrôles opérés par les autorités nationales compétentes en ce qui concerne les conditions de travail imposées par le droit du travail (1). (1) Voir les concl. contraires du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de artikel 4, § 1, 1., en 4, § 1bis Sociale Documentenwet en art. 3, § 1 KB van 8 augustus 1980 betreffende het bijhouden van sociale documenten volgt dat de Dimona-aangifteplicht het bijhouden van een personeelsregister vervangt; daaruit moet worden afgeleid dat de regelgever met de invoering van de Dimona-aangifteplicht niet uitsluitend beoogt te verzekeren dat de betrokken werknemers zouden zijn aangesloten bij een sociaalzekerheidsstelsel en de naleving van de ter zake geldende regelgeving, maar daarnaast en dus bijkomend ook als doel heeft de doeltreffendheid te waarborgen van de door de bevoegde nationale autoriteiten uitgevoerde controles betreffende de in het arbeidsrecht vastgestelde arbeidsvoorwaarden en -omstandigheden (1). (1) Zie andersluidende concl. OM."
      ]
    }
  },
  "11bis": {
    "ECLI:BE:CASS:2010:ARR.20100329.6": {
      "court": "CASS",
      "date": "2010-03-29",
      "roleNumber": "C.08.0600.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100329.6&lang=fr",
      "abstractFR": [
        "Il ressort du fait que les condamnations visées aux articles 35, alinéa 4, de la loi du 27 juin 1969 révisant l'arrêté-loi du 28 décembre 1944 concernant la sécurité sociale des travailleurs, 172, alinéa 2, de la loi-programme du 22 décembre 1989 et 11bis de l'arrêté royal n° 5 du 23 octobre 1978 relatif à la tenue des documents sociaux sont qualifiées \"indemnités\" et sont destinées à l'organisme de perception des cotisations de sécurité sociale que le législateur a voulu instaurer un mode spécial de réparation ou de restitution en vue de rétablir au bénéfice du financement de la sécurité sociale l'ordre légal perturbé par l'infraction. En conséquence, même si elles relèvent de l'exercice de l'action publique, les condamnations d'office au paiement de ces indemnités ne constituent pas des peines au sens des articles 7 à 43quater du Code pénal (1).(1) Voir les conclusions du ministère public publiées avant cet arrêt dans A.C.",
        "Toutefois, eu égard aux montants fixés, à savoir le triple des cotisations litigieuses, ces condamnations d'office empruntent à la sanction pénale qu'elles complètent, une portée de nature répressive et dissuasive. Ainsi, ces mesures ne visent pas uniquement la réparation du préjudice réellement subi par l'Office national de sécurité sociale à la suite de l'infraction mais revêtent également le caractère de la peine au sens de l'article 7, § 1er de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, ce qui a pour seul effet que les garanties prévues par cette convention doivent être respectées et n'a pas pour conséquence que les mesures litigieuses revêtent un caractère répressif au sens du Code pénal belge et, partant, sont soumises à l'application des règles générales du droit pénal belge et du droit de procédure pénale belge (1). (1) Voir les conclusions du ministère public publiées avant cet arrêt dans A.C.",
        "L'exécution de la condamnation d'office qui ne constitue pas une peine au sens du Code pénal mais est une mesure de nature civile, se prescrit selon les règles de droit civil (1). (1) Voir les conclusions du ministère public publiées avant cet arrêt dans A.C."
      ],
      "abstractNL": [
        "Uit het feit dat de veroordelingen waarvan sprake in artikel 35, vierde lid R.S.Z.-wet, artikel 172, tweede lid, van de programmawet van 22 december 1989 en artikel 11bis van het koninklijk besluit nr 5 van 23 oktober 1978, worden gekwalificeerd als \"vergoeding\" en ze bestemd zijn voor de inningsinstelling van de socialezekerheidsbijdragen, blijkt dat de wetgever hiermee een bijzondere vorm van herstel of teruggave heeft willen instellen, teneinde, ten behoeve van de financiering van de sociale zekerheid, de door het misdrijf verstoorde wettelijke orde te herstellen. De ambtshalve veroordelingen tot betaling van deze vergoeding zijn bijgevolg geen straf in de zin van de artikelen 7 tot 43quater van het Strafwetboek, ook al vallen zij onder de uitoefening van de strafvordering (1). (1) Zie de conclusie van het openbaar ministerie.",
        "Niettemin ontlenen deze ambtshalve veroordelingen aan de strafrechtelijke sanctie die zij vervolledigen, een repressief en afschrikwekkend karakter dat vooral tot uiting komt in het bedrag ervan, vastgesteld op het drievoud van de bedoelde bijdragen. Deze maatregelen beogen aldus niet enkel het herstel van de schade die de Rijksdienst voor Sociale Zekerheid door het misdrijf werkelijk heeft geleden maar vertonen hierdoor ook het karakter van een strafrechtelijke sanctie in de zin van artikel 7.1 E.V.R.M., wat enkel meebrengt dat de waarborgen van de bepalingen van het E.V.R.M. moeten in acht genomen worden, maar niet tot gevolg heeft dat die maatregelen van strafrechtelijke aard zijn in de zin van het Belgisch Strafwetboek zodat de algemene bepalingen van het Belgisch strafrecht en strafprocesrecht erop toepassing moeten vinden (1). (1) Zie de conclusie van het openbaar ministerie.",
        "De tenuitvoerlegging van de ambtshalve veroordeling die geen straf is in de zin van het Strafwetboek, maar een maatregel van burgerlijke aard, verjaart overeenkomstig de regels van het burgerlijk recht (1). (1) Zie de conclusie van het openbaar ministerie."
      ]
    }
  }
}