{
  "1": {
    "ECLI:BE:CASS:2024:ARR.20240611.2N.4": {
      "court": "CASS",
      "date": "2024-06-11",
      "roleNumber": "P.24.0436.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240611.2N.4",
      "abstractFR": null,
      "abstractNL": [
        "Indien het onderzoeksgerecht bij toepassing van de artikelen 1 en 2 van de wet van 4 oktober 1867 op de verzachtende omstandigheden een beklaagde verwijst naar de correctionele rechtbank wegens een correctionaliseerbare misdaad met aanneming van verzachtende omstandigheden, dan kan het vonnisgerecht niet nogmaals verzachtende omstandigheden aannemen; dit sluit niet uit dat een beklaagde voor het vonnisgerecht omstandigheden kan aanvoeren ter staving van zijn verzoek om een milde straftoemeting, zonder dat die evenwel kunnen leiden tot een aanpassing van de door de wetgever bepaalde minima en maxima rekening houdend met de correctionalisering en het staat dan aan het vonnisgerecht onaantastbaar te oordelen of rekening houdend met de doelstellingen van de straftoemeting en de concrete gegevens van de zaak die omstandigheden daadwerkelijk tot een milde straftoemeting moeten leiden (1). (1) A. DE NAUW en F. DERUYCK, Overzicht van het Belgisch algemeen strafrecht, die Keure, 2015 p. 158."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2024:ARR.20240529.2F.14": {
      "court": "CASS",
      "date": "2024-05-29",
      "roleNumber": "P.24.0783.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240529.2F.14",
      "abstractFR": [
        "Il résulte de l'article 420, alinéa 2, du Code d'instruction criminelle que l'arrêt qui statue sur le recours contre l'ordonnance de renvoi au tribunal correctionnel du chef d'un crime, après admission des circonstances atténuantes, n'est susceptible d'un pourvoi en cassation immédiat de l'inculpé que dans les hypothèses limitativement énumérées à cette disposition."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240611.2N.4": {
      "court": "CASS",
      "date": "2024-06-11",
      "roleNumber": "P.24.0436.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240611.2N.4",
      "abstractFR": null,
      "abstractNL": [
        "Indien het onderzoeksgerecht bij toepassing van de artikelen 1 en 2 van de wet van 4 oktober 1867 op de verzachtende omstandigheden een beklaagde verwijst naar de correctionele rechtbank wegens een correctionaliseerbare misdaad met aanneming van verzachtende omstandigheden, dan kan het vonnisgerecht niet nogmaals verzachtende omstandigheden aannemen; dit sluit niet uit dat een beklaagde voor het vonnisgerecht omstandigheden kan aanvoeren ter staving van zijn verzoek om een milde straftoemeting, zonder dat die evenwel kunnen leiden tot een aanpassing van de door de wetgever bepaalde minima en maxima rekening houdend met de correctionalisering en het staat dan aan het vonnisgerecht onaantastbaar te oordelen of rekening houdend met de doelstellingen van de straftoemeting en de concrete gegevens van de zaak die omstandigheden daadwerkelijk tot een milde straftoemeting moeten leiden (1). (1) A. DE NAUW en F. DERUYCK, Overzicht van het Belgisch algemeen strafrecht, die Keure, 2015 p. 158."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241217.2N.23": {
      "court": "CASS",
      "date": "2024-12-17",
      "roleNumber": "P.24.1289.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241217.2N.23",
      "abstractFR": null,
      "abstractNL": [
        "De rechter die na correctionalisering door het onderzoeksgerecht een oorspronkelijk als misdaad omschreven feit bewezen verklaart, dient hierbij geen melding te maken van het ingevolge de correctionalisering toepasselijke lid van artikel 80 Strafwetboek met betrekking tot de verzachtende omstandigheden."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231011.2F.1": {
      "court": "CASS",
      "date": "2023-10-11",
      "roleNumber": "P.23.0675.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231011.2F.1",
      "abstractFR": [
        "Lorsqu'il n'apparaît pas, des pièces auxquelles la Cour peut avoir égard, que la procédure, qui n'a pas été mise à l'instruction, ait fait l'objet d'une admission des circonstances propres à justifier qu'elle soit soustraite à son juge naturel, le jury, ni la cour d'appel ni le tribunal n'ont, partant, légalement connu de la cause ; conformément à l'article 434, alinéa 2, du Code d'instruction criminelle, il y a lieu d'étendre la cassation jusqu'au plus ancien acte nul ; quoique la cassation soit encourue pour cause d'incompétence, cas visé par l'article 435, alinéa 4, dudit code, il n'appartient pas à la Cour de désigner le juge qui doit connaître de la cause, mais au ministère public de se déterminer quant à l'orientation criminelle ou correctionnelle qui lui paraîtra devoir être attribuée aux poursuites (1). (1) Contra (quant à l'étendue de la cassation et au renvoi) Cass. 4 mars 2015, RG P.14.1835.F-P.14.1836.F, Pas. 2015, n° 158 ; dans cette espèce, c'est la chambre du conseil qui, réglant la procédure à l'issue d'une instruction, avait renvoyé l'inculpé devant le tribunal correctionnel du chef d'un crime sans admettre de circonstance atténuante (pas plus que, par la suite, ce tribunal ni la cour d'appel), et la Cour a renvoyé la cause à une autre cour d'appel. Par souci d'économie procédurale, se référant mutatis mutandis à ce précédent et relevant que, contrairement à d'autres causes d'incompétence, le juge du fond peut parer lui-même à celle-ci en application de l'article 3, al. 3, de la loi du 4 octobre 1867 et le fait systématiquement, le MP a conclu à la cassation du seul arrêt attaqué, avec renvoi à une cour d'appel. (M.N.B.)"
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2019:ARR.20190605.3": {
      "court": "CASS",
      "date": "2019-06-05",
      "roleNumber": "P.19.0346.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190605.3",
      "abstractFR": [
        "La distinction résultant de la circonstance qu'un inculpé aurait pu, si le règlement de la procédure avait eu lieu avant le 12 janvier 2018, être renvoyé devant le tribunal correctionnel du chef d'un crime rendu correctionnalisable par la loi du 5 février 2016, n'est pas faite entre des inculpés se trouvant dans la même situation, mais entre des inculpés se trouvant dans des situations juridiques différentes valant sans distinction pour chacune des personnes relevant des catégories concernées; elle résulte non pas de la loi mais de l'application dans le temps des effets d'un arrêt d'annulation rendu par la Cour constitutionnelle, laquelle a décidé de les maintenir pour une période déterminée (1). (1) Voir loi du 5 février 2016 modifiant le droit pénal et la procédure pénale et portant des dispositions diverses en matière de justice, dite « pot-pourri II », partiellement annulée par C. const. 21 décembre 2017, n° 148/2018, et 9 mars 2018, n° 28/2018 (arrêt interprétatif). Le demandeur faisait valoir qu'il aurait pu, si l'arrêt de renvoi avait été rendu avant la publication de l'arrêt n° 148/2018 de la Cour constitutionnelle, être renvoyé devant le tribunal correctionnel plutôt que devant la cour d'assises et que dans ce cas il n'aurait encouru qu'une peine de privation de liberté maximale de trente ans, alors qu'il a été condamné à la réclusion à perpétuité par la cour d'assises. Mais il omettait de mentionner que, même sous l'empire des dispositions annulées, la correctionnalisation d'un crime par une juridiction d'instruction supposait l'admission par cette juridiction de circonstances atténuantes ou d'une cause d'excuse. Le ministère public en déduisait que la discrimination alléguée n'existe pas. (M.N.B.)."
      ],
      "abstractNL": [
        "Het onderscheid dat hierin bestaat dat, indien de regeling van de rechtspleging had plaatsgevonden vóór 12 januari 2018, de inverdenkinggestelde naar de correctionele rechtbank had kunnen worden verwezen uit hoofde van een door de wet van 5 februari 2016 gecorrectionaliseerde misdaad, wordt niet gemaakt tussen inverdenkinggestelden die zich in dezelfde toestand bevinden, maar tussen inverdenkinggestelden die zich in verschillende juridische toestanden bevinden die zonder onderscheid gelden voor alle personen die tot de betrokken categorieën behoren; dat onderscheid vloeit niet voort uit de wet maar uit de werking in de tijd van de gevolgen van een vernietigingsarrest van het Grondwettelijk Hof, dat beslist heeft om die gevolgen gedurende een welbepaalde periode te handhaven (1). (1) Zie de wet van 5 februari 2016 tot wijziging van het strafrecht en de strafvordering en houdende diverse bepalingen inzake justitie, de zogenaamde \"pot-pourri II\"-wet, gedeeltelijk vernietigd door AGwH 21 december 2017, nr. 148/2018, en 9 maart 2018, nr. 28/2018 (uitleggingsarrest) De eiser betoogde dat, indien het verwijzingsarrest was gewezen vóór de bekendmaking van arrest nr. 148/2018 van het Grondwettelijk Hof, hij eerder zou zijn verwezen naar de correctionele rechtbank dan naar het hof van assisen en dat hem in dat geval slechts een vrijheidsstraf van maximum dertig jaar zou zijn opgelegd, terwijl hij nu door het hof van assisen was veroordeeld tot levenslange opsluiting. Hij liet echter na te vermelden dat, zelfs onder vigeur van de vernietigde bepalingen, de correctionalisering van een misdaad door een onderzoeksgerecht enkel mogelijk was als voornoemd gerecht verzachtende omstandigheden of een verschoningsgrond in aanmerking had genomen. Het OM leidde hieruit af dat de aangevoerde discriminatie niet bestond. (M.N.B.)."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180502.2": {
      "court": "CASS",
      "date": "2018-05-02",
      "roleNumber": "P.18.0133.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180502.2",
      "abstractFR": [
        "Par arrêt n° 148/2017 du 21 décembre 2017, la Cour constitutionnelle a notamment annulé les articles 6 et 121 de la loi du 5 février 2016 modifiant le droit pénal et la procédure pénale et portant des dispositions diverses en matière de justice; mais elle en a maintenu les effets à l'égard des décisions rendues sur la base de ces dispositions avant le 12 janvier 2018 (1). (1) C. const., 21 décembre 2017, arrêt n° 148/2017; C. const., 9 mars 2018, arrêt n° 28/2018; M.-A. BEERNAERT et D. VANDERMEERSCH, « La Cour constitutionnelle recadre le législateur Pot-Pourri II: l'arrêt 148/2017 du 21 décembre 2017 », J.T., 2018, pp. 83-84.",
        "Bien qu'annulées par la Cour constitutionnelle, les dispositions de la loi du 5 février 2016 modifiant le droit pénal et la procédure pénale et portant des dispositions diverses en matière de justice qui autorisaient la correctionnalisation notamment du crime de meurtre pour faciliter le vol, devaient s'appliquer au moment où l'arrêt de la chambre des mises en accusation du 22 septembre 2016 a été rendu puisque la Cour constitutionnelle en a maintenu les effets pour les affaires pendantes ou qui n'ont pas déjà fait l'objet d'une décision définitive (1). (1) C. const., 21 décembre 2017, arrêt n° 148/2017; C. const., 9 mars 2018, arrêt n° 28/2018; M.-A. BEERNAERT et D. VANDERMEERSCH, « La Cour constitutionnelle recadre le législateur Pot-Pourri II: l'arrêt 148/2017 du 21 décembre 2017 », J.T., 2018, pp. 83-84."
      ],
      "abstractNL": [
        "Bij arrest nr. 148/2017 van 21 december 2017 heeft het Grondwettelijk Hof met name de artikelen 6 en 121 van de wet van 5 februari 2016 tot wijziging van het strafrecht en de strafvordering en houdende diverse bepalingen inzake justitie vernietigd; het heeft evenwel de gevolgen daarvan gehandhaafd ten aanzien van de beslissingen die op grond van die bepalingen vóór 12 januari 2018 zijn genomen (1). (1) GwH 21 december 2017, arrest nr. 148/2017; GwH 9 maart 2018, arrest nr. 28/2018; M.-A. BEERNAERT en D. VANDERMEERSCH, \"La Cour constitutionnelle recadre le législateur Pot-Pourri II: l'arrrêt 148/2017 du 21 décembre 2017 », JT 2018, pp. 83 en 84.",
        "Hoewel het Grondwettelijk Hof de bepalingen heeft vernietigd van de wet van 5 februari 2016 tot wijziging van het strafrecht en de strafvordering en houdende diverse bepalingen inzake justitie, die de correctionalisering toestonden van de misdaad doodslag om de diefstal te vergemakkelijken, dienden deze toegepast te worden op het ogenblik waarop het arrest van de kamer van inbeschuldigingstelling van 22 september 2016 werd gewezen, aangezien het Grondwettelijk Hof de gevolgen daarvan heeft gehandhaafd voor de hangende zaken of voor de zaken waarin nog geen eindbeslissing werd genomen (1). (1) GwH 21 december 2017, arrest nr. 148/2017; GwH 9 maart 2018, arrest nr. 28/2018; M.-A. BEERNAERT en D. VANDERMEERSCH, \"La Cour constitutionnelle recadre le législateur Pot-Pourri II: l'arrrêt 148/2017 du 21 décembre 2017 », JT 2018, pp. 83 en 84."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180328.1": {
      "court": "CASS",
      "date": "2018-03-28",
      "roleNumber": "P.17.0545.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180328.1",
      "abstractFR": [
        "L'arrêt n° 15/2018 rendu le 7 février 2018 par la Cour constitutionnelle a dit pour droit que l'état de récidive légale constaté dans le chef d'une personne condamnée par une juridiction correctionnelle à une peine d'emprisonnement du chef d'un délit ou d'un crime correctionnalisé initialement punissable, avant sa correctionnalisation, de la peine de réclusion de cinq à dix ans ne peut pas être pris en considération pour appliquer le taux de deux tiers de la peine à subir avant d'être accessible à la libération conditionnelle, visé à l'article 25, § 2, b, de la loi du 17 mai 2006 relative au statut juridique externe des personnes condamnées (1); en application de cet arrêt, l'état de récidive légale constaté par le jugement de condamnation du chef du délit de coups ou blessures volontaires avec incapacité de travail ne peut être retenu pour appliquer ce taux de deux tiers de la peine au calcul de la date d'admissibilité à la surveillance électronique (2). (1) Article 25, § 2, b, «tel qu'il était en vigueur avant sa modification par l'article 4 de la loi du 21 décembre 2017 modifiant diverses dispositions en vue d'instaurer une période de sécurité et modifiant la loi du 20 juillet 1990 relative à la détention préventive en ce qui concerne l'arrestation immédiate» et «lu en combinaison avec les articles 25, 56, alinéas 2 et 3, et 80 du Code pénal et avec l'article 2 de la loi du 4 octobre 1867 sur les circonstances atténuantes». L'article 4, 2°, de la loi du 21 décembre 2017 complète ledit article 25, § 2, b, par les mots «, sous réserve de l'application des articles 195, alinéa 4, ou 344, alinéa 4, du Code d'instruction criminelle», dispositions qui permettent dorénavant au juge correctionnel ou à la cour d'assises d'établir, dans certains cas, une période de sécurité. (2) Voir les concl. «dit en substance» du MP."
      ],
      "abstractNL": [
        "Het arrest nr. 15/2018 van het Grondwettelijk Hof van 7 februari 2018 heeft voor recht gezegd dat de staat van wettelijke herhaling die vastgesteld werd ten aanzien van een persoon die door een correctioneel rechtscollege werd veroordeeld tot een gevangenisstraf wegens een wanbedrijf of een gecorrectionaliseerde misdaad die oorspronkelijk, vóór de correctionalisering ervan, strafbaar was met de straf van opsluiting van vijf tot tien jaar, niet in aanmerking mag worden genomen om de in artikel 25, § 2, b, Wet Strafuitvoering bedoelde maat van twee derde van de straf die die persoon moet ondergaan vooraleer hij in aanmerking komt voor de voorwaardelijke invrijheidstelling, toe te passen (1); met toepassing van dat arrest mag de staat van wettelijke herhaling, die werd vastgesteld in het vonnis dat de veroordeling uitspreekt wegens het wanbedrijf van opzettelijke slagen en verwondingen met arbeidsongeschiktheid tot gevolg, niet in aanmerking worden genomen om die maat van twee derde van de straf toe te passen om de toelaatbaarheidsdatum voor het elektronisch toezicht te berekenen (2). (1) Artikel 25, § 2, b, \"zoals het van kracht was vóór de wijziging ervan bij artikel 4 van de wet van 21 december 2017 tot wijziging van diverse bepalingen met het oog op de invoering van een beveiligingsperiode en tot wijziging van de wet van 20 juli 1990 betreffende de voorlopige hechtenis voor wat de onmiddellijke aanhouding betreft\" en \"in samenhang gelezen met de artikelen 25, 56, tweede en derde lid, en 80 van het Strafwetboek en met artikel 2 van de wet van 4 oktober 1867 op de verzachtende omstandigheden\". Artikel 4, 2°, van de wet van 21 december 2017 vult voornoemd artikel 25, § 2, b aan met de woorden \", onder voorbehoud van de toepassing van de artikelen 195, vierde lid, of 344, vierde lid, van het Wetboek van strafvordering\", bepalingen die voortaan de correctionele rechter of het hof van assisen in staat stellen om in bepaalde gevallen een beveiligingsperiode te bepalen. (2) Zie concl. \"in hoofdzaak\" OM in Pas. 2018, nr.209."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171128.4": {
      "court": "CASS",
      "date": "2017-11-28",
      "roleNumber": "P.16.1325.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171128.4&lang=fr",
      "abstractFR": [
        "Le juge qui constate que l'un des éléments d'une prévention du chef de laquelle un prévenu est poursuivi, est en réalité constitutif d'un faux en écriture ou de l'usage d'un tel faux, est tenu de donner à ce fait sa qualification juridique exacte en libellant également le faux en écriture ou l'usage d'un tel faux dans les termes de la loi, et ne pourra connaître des faits ainsi qualifiés et des faits connexes qu'à la condition que l'ordonnance de renvoi ait régulièrement correctionnalisé les faits de faux en écritures ou d'usage de faux, punissables d'une peine criminelle, que le ministère public énonce dans sa citation directe en application de l'article 2, alinéa 2, de la loi du 4 octobre 1867 sur les circonstances atténuantes qu'en raison de circonstances atténuantes ou de causes d'excuse, il n'y a pas lieu de requérir une peine plus sévère qu'une peine correctionnelle, ou que le juge se déclare compétent, en application de l'article 3, alinéa 3 de ladite loi, en admettant des circonstances atténuantes ou une cause d'excuse lorsqu'il constate que le crime dont il a été saisi n'a pas été correctionnalisé."
      ],
      "abstractNL": [
        "De rechter die vaststelt dat één der bestanddelen van een telastlegging waarvoor een beklaagde is vervolgd in werkelijkheid een valsheid in geschrifte of het gebruik van dergelijk geschrift oplevert, moet aan dat feit de juiste juridische kwalificatie geven door eveneens de valsheid in geschrifte of het gebruik ervan in de bewoordingen van de wet te omschrijven en zal van de aldus gekwalificeerde feiten en de ermee samenhangende feiten slechts kennis kunnen nemen op voorwaarde dat de verwijzingsbeschikking de feiten van valsheid in geschrifte of het gebruik ervan, die strafbaar zijn met een criminele straf, regelmatig heeft gecorrectionaliseerd, wanneer het openbaar ministerie in zijn rechtstreekse dagvaarding met toepassing van artikel 2, tweede lid, Wet Verzachtende Omstandigheden vermeldt dat er wegens verzachtende omstandigheden of gronden van verschoning geen grond is een hogere straf dan een correctionele straf te vorderen of wanneer de rechter met toepassing van artikel 3, derde lid, Wet Verzachtende Omstandigheden zich bevoegd verklaart door verzachtende omstandigheden of een verschoningsgrond aan te nemen wanneer hij vaststelt dat de bij hem aanhangig gemaakte misdaad niet is gecorrectionaliseerd."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170802.1": {
      "court": "CASS",
      "date": "2017-08-02",
      "roleNumber": "P.17.0766.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170802.1&lang=fr",
      "abstractFR": [
        "Dans la mesure où aucune modification n'a été apportée, depuis le 31 juillet 2015, à l'article 56, § 2, du Code pénal, cette disposition doit être considérée comme contraire aux articles 10 et 11 de la Constitution dans les limites de la décision de la Cour constitutionnelle rendue par arrêt n° 185/2014 du 18 décembre 2014 (1); il suit de l'arrêt n° 102/2017 du 26 juillet 2017 de la Cour constitutionnelle que la violation constatée du principe d'égalité ne se limite pas aux crimes punis d'une peine de réclusion de vingt à trente ans (2). (1) C. const. 18 décembre 2014, arrêt n° 185/2014; voir aussi Cass. 19 octobre 2016, RG P.16.0837.F, Pas. 2016, n° 587, avec concl. de M. Vandermeersch, avocat général. (2) C. const. 26 juillet 2017, arrêt n° 102/2017."
      ],
      "abstractNL": [
        "In de mate dat er sinds 31 juli 2015 geen wijziging is tussengekomen van artikel 56, tweede alinea, Strafwetboek, moet deze bepaling als strijdig met de artikelen 10 en 11 Grondwet worden beschouwd binnen de perken van de beslissing van het Grondwettelijk Hof bij arrest 185/2014 van 18 december 2014 (1); uit het arrest 102/2017 van 26 juli 2017 van het Grondwettelijk Hof volgt dat de vastgestelde miskenning van het gelijkheidsbeginsel niet beperkt is tot misdaden bestraft met opsluiting van twintig tot dertig jaar (2). (1) GwH 18 december 2014, arrest nr. 185/2014; zie ook Cass. 19 oktober 2016, AR P.16.0837.F, AC 2016, nr. 587 met concl. van advocaat-generaal Vandermeersch. (2) GwH 26 juli 2017, arrest nr. 102/2017."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160608.1": {
      "court": "CASS",
      "date": "2016-06-08",
      "roleNumber": "P.16.0236.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160608.1",
      "abstractFR": [
        "L'admission de circonstances atténuantes permettant le renvoi d'un inculpé de faits initialement qualifiés de crimes devant le tribunal correctionnel, lors du règlement de la procédure, est sans effet sur les délits qui lui sont conjointement reprochés, ces derniers étant de la compétence générale de ce tribunal (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De aanneming van verzachtende omstandigheden waardoor een inverdenkinggestelde wegens aanvankelijk als misdaden omschreven feiten, bij de regeling van de rechtspleging naar de correctionele rechtbank kan worden verwezen, heeft geen gevolgen voor de hem samen ten laste gelegde wanbedrijven, aangezien die tot de algemene bevoegdheid van die rechtbank behoren (1). (1) Zie concl. OM in Pas. 2016, nr. ....................."
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20101103.2": {
      "court": "CASS",
      "date": "2010-11-03",
      "roleNumber": "P.10.1611.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20101103.2",
      "abstractFR": [
        "Les juridictions d'instruction peuvent, après admission des circonstances atténuantes, renvoyer devant le tribunal correctionnel une personne soupçonnée de tentative d'assassinat (1). (1) Voir concl. conf. du ministère public."
      ],
      "abstractNL": [
        "De onderzoeksgerechten kunnen na aanneming van de verzachtende omstandigheden, iemand die van moordpoging wordt verdacht, naar de correctionele rechtbank verwijzen (1). (1) Zie gelijkluidende concl. O.M. in Pas., nr. ..."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20090106.8": {
      "court": "CASS",
      "date": "2009-01-06",
      "roleNumber": "P.08.1289.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090106.8&lang=fr",
      "abstractFR": [
        "Lorsqu'une prévention du chef de laquelle un prévenu est poursuivi, reçoit la qualification d'une infraction déterminée dont un des éléments constitue en fait un faux en écritures ou un usage de faux, le juge est tenu d'attribuer à ces faits la qualification juridique exacte en définissant également le faux en écritures ou l'usage de faux dans les termes de la loi; le juge ne pourra être saisi des faits qualifiés ainsi et des faits connexes qu'à la condition que l'ordonnance de renvoi ait régulièrement correctionnalisé les faits de faux en écritures ou d'usage de faux, punissables d'une peine criminelle, ou que le ministère public énonce dans sa citation directe en application de l'article 2, alinéa 2, de la loi du 4 octobre 1867 sur les circonstances atténuantes qu'en raison de circonstances atténuantes ou de causes d'excuse, il n'y a pas lieu de requérir une peine plus lourde qu'une peine correctionnelle (1). (1) Voir: Cass., 6 mars 2002, RG P.02.0186.F, Pas., 2002, n° 161; Cass., 7 mai 2003, RG P.03.0476.F, Pas., 2003, n° 278; Cass., 5 avril 2006, RG P.06.0317.F, Pas., 2006, n° 204."
      ],
      "abstractNL": [
        "Wanneer een telastlegging waarvoor een beklaagde is vervolgd, als een welbepaald misdrijf is gekwalificeerd waarvan één der bestanddelen in werkelijkheid een valsheid in geschrifte of het gebruik van dergelijk geschrift oplevert, dan moet de rechter aan die feiten de juiste juridische kwalificatie geven door eveneens de valsheid in geschrifte of het gebruik ervan in de bewoordingen van de wet te omschrijven; de rechter zal van de aldus gekwalificeerde feiten en van diegene die ermee samenhangend zijn slechts kennis kunnen nemen op voorwaarde dat de verwijzingsbeschikking de feiten van valsheid in geschrifte of het gebruik ervan, die strafbaar zijn met een criminele straf, regelmatig heeft gecorrectionaliseerd of dat het openbaar ministerie in zijn rechtstreekse dagvaarding met toepassing van artikel 2, tweede lid, Wet Verzachtende Omstandigheden, vermeldt dat er wegens verzachtende omstandigheden of gronden van verschoning geen grond is een hogere straf dan een correctionele straf te vorderen. (1). (1) Zie: Cass., 6 maart 2002, AR P.02.0186.F, A.C., 2002, nr 161; Cass., 7 mei 2003, AR P.03.0476.F, A.C., 2003, nr 278; Cass., 5 april 2006, AR P.06.0317.F, A.C., 2006, nr 204.",
        "Wanneer een of meerdere geschriften, zoals contractuele documenten, briefwisseling met deelnemende firma's en besluiten van de gemeenteraad en van het college van burgemeester en schepenen, waarvan het opstellen en het gebruik vereist is bij de gunning van een concessie of van een aanneming door de gemeentelijke overheid, op bedrieglijke wijze onjuistheden bevatten om anderen over de ware draagwijdte ervan te misleiden, leveren die geschriften valsheid in geschrifte op; dit kan ook het geval zijn voor andere geschriften die essentiële gegevens, zoals het bestaan van een samenwerking, verzwijgen."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2023:ARR.20231220.2F.3": {
      "court": "CASS",
      "date": "2023-12-20",
      "roleNumber": "P.23.0636.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231220.2F.3",
      "abstractFR": [
        "Lorsqu'une ordonnance de la chambre du conseil a renvoyé un inculpé devant le tribunal correctionnel du chef, d'une part, d'un crime correctionnalisé en raison de l'admission de circonstances atténuantes et, d'autre part, d'une seconde infraction qualifiée délit, et que la cour d'appel a attribué à cette dernière une qualification criminelle tout en décidant que les deux faits constituaient un délit collectif en raison de l'unité d'intention, les circonstances atténuantes admises pour la première infraction s'appliquent également à la seconde, pour autant que ce second fait soit susceptible d'être correctionnalisé (1). (1) Voir les concl. du MP, §§ 25-27."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20241217.2N.23": {
      "court": "CASS",
      "date": "2024-12-17",
      "roleNumber": "P.24.1289.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241217.2N.23",
      "abstractFR": null,
      "abstractNL": [
        "De rechter die na correctionalisering door het onderzoeksgerecht een oorspronkelijk als misdaad omschreven feit bewezen verklaart, dient hierbij geen melding te maken van het ingevolge de correctionalisering toepasselijke lid van artikel 80 Strafwetboek met betrekking tot de verzachtende omstandigheden."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231011.2F.1": {
      "court": "CASS",
      "date": "2023-10-11",
      "roleNumber": "P.23.0675.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231011.2F.1",
      "abstractFR": [
        "Lorsqu'il n'apparaît pas, des pièces auxquelles la Cour peut avoir égard, que la procédure, qui n'a pas été mise à l'instruction, ait fait l'objet d'une admission des circonstances propres à justifier qu'elle soit soustraite à son juge naturel, le jury, ni la cour d'appel ni le tribunal n'ont, partant, légalement connu de la cause ; conformément à l'article 434, alinéa 2, du Code d'instruction criminelle, il y a lieu d'étendre la cassation jusqu'au plus ancien acte nul ; quoique la cassation soit encourue pour cause d'incompétence, cas visé par l'article 435, alinéa 4, dudit code, il n'appartient pas à la Cour de désigner le juge qui doit connaître de la cause, mais au ministère public de se déterminer quant à l'orientation criminelle ou correctionnelle qui lui paraîtra devoir être attribuée aux poursuites (1). (1) Contra (quant à l'étendue de la cassation et au renvoi) Cass. 4 mars 2015, RG P.14.1835.F-P.14.1836.F, Pas. 2015, n° 158 ; dans cette espèce, c'est la chambre du conseil qui, réglant la procédure à l'issue d'une instruction, avait renvoyé l'inculpé devant le tribunal correctionnel du chef d'un crime sans admettre de circonstance atténuante (pas plus que, par la suite, ce tribunal ni la cour d'appel), et la Cour a renvoyé la cause à une autre cour d'appel. Par souci d'économie procédurale, se référant mutatis mutandis à ce précédent et relevant que, contrairement à d'autres causes d'incompétence, le juge du fond peut parer lui-même à celle-ci en application de l'article 3, al. 3, de la loi du 4 octobre 1867 et le fait systématiquement, le MP a conclu à la cassation du seul arrêt attaqué, avec renvoi à une cour d'appel. (M.N.B.)"
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20210921.2N.4": {
      "court": "CASS",
      "date": "2021-09-21",
      "roleNumber": "P.21.0512.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210921.2N.4&lang=fr",
      "abstractFR": [
        "Selon l'article 3, alinéa 3, de la loi du 4 octobre 1867 sur les circonstances atténuantes, le tribunal correctionnel peut se déclarer compétent en admettant des circonstances atténuantes ou une cause d'excuse lorsqu'il constate que le crime dont il a été saisi n'a pas été correctionnalisé ; cette disposition ne s'applique pas uniquement au tribunal correctionnel ; elle permet également à la cour d'appel de procéder elle-même à la correctionnalisation d'un crime non correctionnalisé par la juridiction d'instruction en admettant l'existence de circonstances atténuantes dans le chef du prévenu et en se déclarant par conséquent compétente pour connaître des poursuites dirigées contre lui du chef du crime ainsi correctionnalisé et il en va de même lorsque le tribunal correctionnel s'est, à tort, déclaré compétent sans avoir procédé à une correctionnalisation (1). (1) R. DECLERCQ, “Verzachtende omstandigheden en correctionalisatie”, T. Straf. 2009/5, (247-251), 250; G.F. RANERI, « Du nouveau en matière de circonstances atténuantes et de règlement de juges », JT 13/12/2008, 733-740, n° 21 ; Cass. 3 septembre 2008, RG P.08.0940.F, inédit (Solution implicite)."
      ],
      "abstractNL": [
        "Artikel 3, derde lid, Wet Verzachtende Omstandigheden bepaalt dat de correctionele rechtbank zich bevoegd kan verklaren door verzachtende omstandigheden of een verschoningsgrond aan te nemen wanneer zij vaststelt dat de bij haar aanhangig gemaakte misdaad niet is gecorrectionaliseerd; die bepaling is niet enkel van toepassing op de correctionele rechtbank maar zij laat ook het hof van beroep toe om, met betrekking tot een door het onderzoeksgerecht niet gecorrectionaliseerde misdaad, zelf over te gaan tot correctionalisering door verzachtende omstandigheden aan te nemen voor de beklaagde en zich dienvolgens bevoegd te verklaren om kennis te nemen van diens vervolging voor de aldus gecorrectionaliseerde misdaad en dit is eveneens het geval wanneer de correctionele rechtbank zich ten onrechte bevoegd heeft verklaard omdat zij niet tot correctionalisering is overgegaan (1). (1) R. DECLERCQ, “Verzachtende omstandigheden en correctionalisatie”, T. Straf. 2009/5, (247-251), 250; G.F. RANERI, \"Du nouveau en matière de circonstances atténuantes et de règlement de juges\", JT 13/12/2008, 733-740, nr. 21 ; Cass. 3 september 2008, AR P.08.0940.F, arrest niet gepubliceerd (impliciete oplossing)."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171128.4": {
      "court": "CASS",
      "date": "2017-11-28",
      "roleNumber": "P.16.1325.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171128.4&lang=fr",
      "abstractFR": [
        "Le juge qui constate que l'un des éléments d'une prévention du chef de laquelle un prévenu est poursuivi, est en réalité constitutif d'un faux en écriture ou de l'usage d'un tel faux, est tenu de donner à ce fait sa qualification juridique exacte en libellant également le faux en écriture ou l'usage d'un tel faux dans les termes de la loi, et ne pourra connaître des faits ainsi qualifiés et des faits connexes qu'à la condition que l'ordonnance de renvoi ait régulièrement correctionnalisé les faits de faux en écritures ou d'usage de faux, punissables d'une peine criminelle, que le ministère public énonce dans sa citation directe en application de l'article 2, alinéa 2, de la loi du 4 octobre 1867 sur les circonstances atténuantes qu'en raison de circonstances atténuantes ou de causes d'excuse, il n'y a pas lieu de requérir une peine plus sévère qu'une peine correctionnelle, ou que le juge se déclare compétent, en application de l'article 3, alinéa 3 de ladite loi, en admettant des circonstances atténuantes ou une cause d'excuse lorsqu'il constate que le crime dont il a été saisi n'a pas été correctionnalisé."
      ],
      "abstractNL": [
        "De rechter die vaststelt dat één der bestanddelen van een telastlegging waarvoor een beklaagde is vervolgd in werkelijkheid een valsheid in geschrifte of het gebruik van dergelijk geschrift oplevert, moet aan dat feit de juiste juridische kwalificatie geven door eveneens de valsheid in geschrifte of het gebruik ervan in de bewoordingen van de wet te omschrijven en zal van de aldus gekwalificeerde feiten en de ermee samenhangende feiten slechts kennis kunnen nemen op voorwaarde dat de verwijzingsbeschikking de feiten van valsheid in geschrifte of het gebruik ervan, die strafbaar zijn met een criminele straf, regelmatig heeft gecorrectionaliseerd, wanneer het openbaar ministerie in zijn rechtstreekse dagvaarding met toepassing van artikel 2, tweede lid, Wet Verzachtende Omstandigheden vermeldt dat er wegens verzachtende omstandigheden of gronden van verschoning geen grond is een hogere straf dan een correctionele straf te vorderen of wanneer de rechter met toepassing van artikel 3, derde lid, Wet Verzachtende Omstandigheden zich bevoegd verklaart door verzachtende omstandigheden of een verschoningsgrond aan te nemen wanneer hij vaststelt dat de bij hem aanhangig gemaakte misdaad niet is gecorrectionaliseerd."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150107.2": {
      "court": "CASS",
      "date": "2015-01-07",
      "roleNumber": "P.14.0769.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150107.2",
      "abstractFR": [
        "Régulièrement saisi d'un fait qu'il a la compétence de juger, le juge pénal a le droit et le devoir de lui donner sa qualification juridique exacte et de rechercher toutes les circonstances propres à la cause susceptibles d'influencer l'appréciation de la peine; en ce cas, il n'est lié ni par la qualification provisoire ni par la cause d'excuse relevée par la juridiction d'instruction; en effet, l'article 3, alinéa 1er, de la loi du 4 octobre 1867 sur les circonstances atténuantes n'interdit pas au tribunal correctionnel de contester l'admission d'une telle excuse lors du règlement de la procédure, hors le cas où elle fonde la correctionnalisation du crime qui lui est envoyé (1). (1) Raoul Declercq, Procedurale aspecten van de strafverminderende verschoningsgrond', Liber Amicorum Hermann Bekaert, Gent, 1977, 59; Lieven Dupont & Raf Verstraeten, Handboek Belgisch Strafrecht, Acco Leuven/Amersfoort, p. 474, n° 862;"
      ],
      "abstractNL": [
        "De strafrechter, bij wie regelmatig een feit aanhangig is gemaakt waarvoor hij bevoegd is, heeft het recht en de plicht daaraan de juiste juridische omschrijving te geven en alle omstandigheden te onderzoeken die eigen zijn aan de zaak en die de beoordeling van de straf kunnen beïnvloeden; in dat geval is hij noch door de voorlopige kwalificatie gebonden, noch door de verschoningsgrond die door het onderzoeksgerecht is weerhouden; artikel 3, eerste lid, van de wet van 4 oktober 1867 op de verzachtende omstandigheden verbiedt de correctionele rechtbank immers niet om bij de regeling van de rechtspleging de aanneming te betwisten van een dergelijke verschoningsgrond, buiten het geval waarin de correctionalisering van de naar haar verwezen misdaad daarop is gegrond (1). (1) Raoul Declercq, 'Procedurale aspecten van de strafverminderende verschoningsgrond', Liber Amicorum Hermann Bekaert, Gent, 1977, 59; Lieven Dupont & Raf Verstraeten, Handboek Belgisch Strafrecht, Acco Leuven/Amersfoort, p. 474, nr. 862."
      ]
    },
    "ECLI:BE:CASS:2008:ARR.20081008.2": {
      "court": "CASS",
      "date": "2008-10-08",
      "roleNumber": "P.08.1036.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20081008.2",
      "abstractFR": [
        "Lorsqu' avant l'entrée en vigueur, le 26 juin 2008, de la loi du 8 juin 2008 modifiant la loi du 4 octobre 1867 sur les circonstances atténuantes, le tribunal correctionnel s'est déclaré incompétent pour connaître de l'action publique aux motifs que, ayant omis de viser des circonstances atténuantes, la chambre du conseil n'a pas correctionnalisé un crime, la Cour, réglant de juges, annule l'ordonnance de la chambre du conseil en tant qu'elle omet d'admettre des circonstances atténuantes et, nonobstant la légalité du jugement d'incompétence rendu sous l'empire de la loi ancienne, renvoie la cause au tribunal correctionnel qui s'était déclaré incompétent."
      ],
      "abstractNL": [
        "Wanneer de correctionele rechtbank zich, vóór de inwerkingtreding, op 26 juni 2008, van de Wet 8 juni 2008 tot wijziging van de Wet Verzachtende omstandigheden, onbevoegd heeft verklaard om kennis te nemen van de strafvordering, op grond dat de raadkamer, die verzuimd heeft verzachtende omstandigheden in aanmerking te nemen, een misdaad niet heeft gecorrectionaliseerd, vernietigt het Hof, beslissende tot regeling van rechtsgebied, de beschikking van de raadkamer, in zoverre deze verzuimt verzachtende omstandigheden aan te nemen en, niettegenstaande de wettigheid van het onder de oude wet gewezen vonnis van onbevoegdverklaring, verwijst het de zaak naar de correctionele rechtbank die zich onbevoegd had verklaard."
      ]
    },
    "ECLI:BE:CASS:2008:ARR.20080205.1": {
      "court": "CASS",
      "date": "2008-02-05",
      "roleNumber": "P.07.1682.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080205.1&lang=fr",
      "abstractFR": [
        "Le juge du fond ne peut rejeter les circonstances atténuantes admises régulièrement par la juridiction d'instruction et décliner sa compétence au seul motif de sa propre appréciation de leur subjectivité."
      ],
      "abstractNL": [
        "De feitenrechter vermag de door het onderzoeksgerecht regelmatig aangenomen verzachtende omstandigheden niet te verwerpen en zich onbevoegd te verklaren op de enkele grond van een eigen beoordeling van de subjectieve waarde ervan."
      ]
    }
  }
}