{
  "3": {
    "ECLI:BE:CASS:2023:ARR.20230613.2N.10": {
      "court": "CASS",
      "date": "2023-06-13",
      "roleNumber": "P.23.0632.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230613.2N.10",
      "abstractFR": null,
      "abstractNL": [
        "Het onderzoeksgerecht dat uitspraak moet doen over de uitvoerbaarheid in België van een met het oog op uitlevering door een buitenlandse overheid uitgevaardigd bevel tot aanhouding, dient na te gaan of de overgelegde titel aan de wettelijke en verdragsrechtelijke vorm- en grondvoorwaarden inzake uitlevering voldoet en mag zich niet uitspreken over de opportuniteit of de mogelijke gevolgen van de gevraagde uitlevering; het onderzoeksgerecht dient tevens na te gaan of het overgelegde bevel tot aanhouding een geldige en voldoende titel van vrijheidsberoving uitmaakt maar noch artikel 5.1.c EVRM noch artikel 3 Uitleveringswet 1874 noch een andere verdrags- of wetsbepaling vereist behoudens in geval van ter kennis gebrachte wijzigingen aan het uitvoeringsverzoek door de verzoekende staat dat het onderzoeksgerecht bij dat onderzoek ook rekening houdt met de voortgang van de vervolgingsprocedure in de verzoekende staat (1). (1) S. DEWULF, Handboek uitleveringsrecht, Intersentia 2013, 115 en M. DE SWAEF en M. TRAEST, “Uitlevering: uitvoerbaarverklaring van het buitenlands bevel tot aanhouding”, Comm. Sr. 2012, 7-8.",
        "De rechter die oordeelt over de burgerlijke rechtsvordering van de burgerlijke partij tegen een beklaagde miskent het beschikkingsbeginsel, zoals dit is vervat in artikel 1138, 2°, Gerechtelijk Wetboek, indien hij meer of iets anders toekent dan werd gevorderd, of wanneer hij een betwisting opwerpt waarvan het bestaan door de partijen in conclusies is uitgesloten; uit het loutere feit dat een beklaagde, die heeft betwist een schadeverwekkende handeling te hebben gesteld, in hoger beroep geen standpunt inneemt betreffende een door de eerste rechter toegekende provisionele schadevergoeding kan niet worden afgeleid dat die beklaagde heeft ingestemd met die beoordeling van deze schadepost, zodat de appelrechters die voor deze schadepost een definitieve schadevergoeding toekennen aangezien niet verduidelijkt wordt waarom de schade voor deze schadepost nog steeds niet definitief kan worden bepaald, het beschikkingsbeginsel niet miskennen (1). (1) Cass. 28 april 1992, AR nr. 5230, AC 1991-92, nr. 452."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251209.2N.17": {
      "court": "CASS",
      "date": "2025-12-09",
      "roleNumber": "P.25.1488.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251209.2N.17",
      "abstractFR": null,
      "abstractNL": [
        "Het recht van verdediging van de persoon, van wie de uitlevering wordt gevraagd en die niet werd opgeroepen voor de rechtszitting van de raadkamer die heeft beslist over de uitvoerbaarheid van een bevel tot aanhouding dat tegen hem is afgeleverd door een vreemde gerechtelijke autoriteit en waarbij het openbaar ministerie naar aanleiding van deze rechtszitting bepaalde door deze persoon voordien ter kennis gebrachte stukken niet bij het dossier van de exequaturprocedure heeft gevoegd of het bestaan van die stukken niet ter kennis van de raadkamer heeft gebracht, is voldoende gewaarborgd door zijn mogelijkheid om tegen de exequaturbeschikking hoger beroep in te stellen bij de kamer van inbeschuldigingstelling; deze kamer beslist met volle rechtsmacht en na een procedure op tegenspraak over de vermelde uitvoerbaarheid en hierbij kan die persoon alle door hem gewenste stukken bij het dossier laten voegen en aan de kamer ter kennis brengen (1). (1) Zie alg. M. DE SWAEF en M. TRAEST, “Uitlevering: uitvoerbaarverklaring van het buitenlandse bevel tot aanhouding”, in Comm. Straf. 2012, 17-21; M.A. BEERNAERT, D. VANDERMEERSCH en M. GIACOMETTI, Droit de la procédure pénale, die Keure, 2025, II, 2388-2399."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250909.2N.24": {
      "court": "CASS",
      "date": "2025-09-09",
      "roleNumber": "P.25.1218.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250909.2N.24",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 3, tweede en vierde lid, Uitleveringswet 1874 volgt dat de exequaturbeslissing van de raadkamer een zelfstandige uitvoerbare titel inhoudt op grond waarvan het aan het openbaar ministerie staat de persoon van wie de uitlevering wordt gevraagd, te zoeken en aan te houden; voor de regelmatigheid van die vrijheidsberoving is geen navolgende beslissing of motivering vanwege het openbaar ministerie vereist.",
        "Het feit dat een persoon van wie de uitlevering wordt gevraagd, niet wordt opgeroepen voor de rechtszitting van de raadkamer die beslist over de uitvoerbaarheid van een bevel tot aanhouding dat te zijnen laste is afgeleverd door een vreemde gerechtelijke autoriteit, heeft niet de onregelmatigheid tot gevolg van zijn op dat uitvoerbaar verklaarde bevel gesteunde vrijheidsberoving; het recht van verdediging van die persoon is voldoende gewaarborgd door zijn mogelijkheid om tegen de exequaturbeschikking hoger beroep in te stellen bij de kamer van inbeschuldigingstelling, die met volle rechtsmacht en na een procedure op tegenspraak beslist over de vermelde uitvoerbaarheid (1). (1) Zie S. DEWULF, Handboek uitleveringsrecht, Intersentia, 2013, p. 114",
        "De fundamentele rechten van de betrokkene tijdens zijn vrijheidsberoving die volgt op de exequaturbeschikking en die duurt zolang hij ter beschikking van de uitvoerende macht staat, zijn gewaarborgd door zijn recht om, zolang die beslissing ongedaan kan worden gemaakt, overeenkomstig de artikelen 5.1.f en 5.4 EVRM en in overeenstemming met artikel 5, vierde lid, Uitleveringswet 1874 zijn voorlopige invrijheidstelling te vragen aan de kamer van inbeschuldigingstelling, alsook door zijn recht om, nadat die beslissing definitief is geworden, op grond van artikel 5.1.f en 5.4 EVRM aan de rechter te vragen op korte termijn te beslissen over de wettigheid van zijn gevangenhouding; de omstandigheid dat de vermelde rechten van de betrokkene niet uitdrukkelijk in de wet zijn bepaald, maar volgen uit de uitlegging die de rechtspraak aan de wet geeft, heeft niet tot gevolg dat artikel 3 Uitleveringswet 1874 artikel 5.1.f EVRM schendt of dat de aanhouding van de betrokkene willekeurig is (1). (1) Zie Cass. 27 februari 2024, AR P.24.0235.N, ECLI:BE:CASS:2024:ARR.20240227.2N.17; Zie S. DEWULF, Handboek uitleveringsrecht, Intersentia, 2013, p. 120-127."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20221026.2F.12": {
      "court": "CASS",
      "date": "2022-10-26",
      "roleNumber": "P.22.1234.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221026.2F.12",
      "abstractFR": [
        "Les modalités de l'appel interjeté par l'étranger contre l'ordonnance de la chambre du conseil qui, en application de l'article 3 de la loi du 15 mars 1874 sur les extraditions, a rendu exécutoire le mandat d'arrêt étranger en vue de l'extradition, sont prévues par l'article 135 du Code d'instruction criminelle; en vertu du paragraphe 4 de l'article précité, cet appel doit être interjeté dans un délai de vingt-quatre heures, qui court à compter du jour où la décision est rendue(1); toutefois, dès lors qu'en principe, l'étranger ne comparaît pas en chambre du conseil, le délai ne court à son égard qu'à dater du jour où la décision lui est signifiée(2), non à partir de la date de la notification de cette décision au conseil de l'étranger. (1) Cass. 19 décembre 2017, RG P.17.1116.N, Pas. 2017, n° 720 ; mais cet arrêt indique que l'arrêt a été signifié le jour de l'arrêt. (2) Cass. 17 juillet 2001, RG P.01.0972.N, Pas. 2001, n° 42 ; Cass. 28 avril 1999, RG P.99.0475.F, Pas. 1999, n° 249 ; Cass. 21 mai 1985, RG 9541, Pas. 1985, n° 569 [1er moyen] ; M.-A. BEERNAERT, H.-D. BOSLY et D. VANDERMEERSCH, Droit de la procédure pénale, La Charte, Bruges, 9ème éd., 2021, t. II, p. 2072.",
        "Lorsque les juges d'appel saisis de l'appel interjeté par l'étranger contre l'ordonnance de la chambre du conseil qui, en application de l'article 3 de la loi du 15 mars 1874 sur les extraditions, a rendu exécutoire le mandat d'arrêt étranger en vue de l'extradition ont constaté que l'acte de signification de l'ordonnance d'exequatur a été remis en mains propres à l'étranger par le directeur de la prison et que ce document mentionne que l'intéressé a le droit d'interjeter appel dans les vingt-quatre heures à compter de la signification, par une déclaration au greffe de la prison, et que les informations utiles à l'exercice du recours ont dès lors été communiquées l'étranger au moment où elles permettaient utilement l'exercice d'un recours, soit lorsque la décision du premier juge lui est signifiée, et qu'il était, à ce moment, assisté d'un conseil, les juges d'appel peuvent légalement décider que les droits garantis par les articles 3 et 5 Conv. D. H. n'ont pas été méconnus, et ce, même si l'ordonnance lui a été signifiée dans une langue qu'il ne comprend pas (1). (1) Devant la chambre des mises en accusation, le demandeur a fait valoir que, ne parlant aucune des langues nationales, ni même l'anglais, et l'ordonnance entreprise lui ayant été signifiée sans être accompagnée d'aucune traduction, il n'a pu avertir son conseil en temps utile, et que ce n'est dès lors que dans les 24 heures de la signification de cette ordonnance à son conseil que celui-ci a interjeté appel. « Est irrecevable l'appel d'une ordonnance déclarant exécutoire, en vue d'extradition, un mandat d'arrêt décerné par une autorité étrangère, si cet appel est interjeté plus de 24 heures après la signification de l'ordonnance, même si l'appelant n'a pas reçu, dans ce délai, la traduction, dans une langue qu'il comprend, du mandat d'arrêt et de l'ordonnance d'exequatur » (Cass. 19 février 1986, RG 4869, Pas. 1986, n° 396 ; voir Cass. 6 novembre 1985, RG 4682, Pas. 1986, n° 152 ; Cass. 21 mai 1985, RG 9541, Pas. 1984, n° 569 ; Cass. 29 octobre 1962, Pas. 1963, I, p. 284 ; l'arrêt se réfère mutatis mutandis à Cass. 28 janvier 1992, Pas. 1992, n° 278, relatif à la signification du mandat d'arrêt). Le ministère public en a déduit que dans la mesure où il soutenait le contraire, le moyen manquait en droit. Selon le demandeur, à défaut de traduction accompagnant l'ordonnance signifiée, le délai légal est trop bref pour satisfaire aux articles 5 et 13 de la Convention, qui garantissent respectivement le droit à la liberté et à la sûreté et le droit à un recours effectif. Comme il l'a fait en termes de conclusions d'appel, il a soutenu que ceci ressort d'un avis du 4 décembre 1990 rendu par la Commission européenne des droits de l'homme dans l'affaire Farmakopoulos c. Belgique. Cependant, constatant le désintérêt du requérant pour l'affaire, la Cour européenne a décidé de la rayer du rôle, et un tel avis ne lie pas la Cour (Cour eur. D. H. 27 mars 1992, Farmakopoulos c. Belgique, requête n° 11683/85 ; voir M.-A. BEERNAERT e.a., o.c., p. 2072 ; D. VANDERMEERSCH, « Le recours contre l'ordonnance d'exequatur du mandat d'arrêt étranger », note sub Anvers (mis. acc.) 8 décembre 1992, Rev. dr. pén. crim., 1993, pp. 780-781). En outre, l'arrêt relève les modifications législatives et autres intervenues depuis cette affaire : - le demandeur bénéficiait, depuis le 22 juin 2022, de l'assistance d'un avocat qui aura pu lui fournir toutes les informations utiles sur le déroulement de la procédure et il avait la possibilité de contacter depuis la prison dès la signification de l'ordonnance, alors que M. Farmakopoulos n'avait ni reçu d'informations quant à l'existence et au délai de recours, ni accès au téléphone dans la prison ; - le délai de 24 heures, jadis jurisprudentiel, est aujourd'hui inscrit dans la loi. L'arrêt constate que ces différences empêchent d'appliquer les motifs dudit avis à la présente espèce, que l'acte de signification de l'ordonnance entreprise d'exequatur remis en mains propres au demandeur mentionne expressis verbis les informations sur le délai et les modalités pour interjeter appel, et qu'il était, à ce moment, assisté d'un conseil, Selon le MP, les juges d'appel ont pu en déduire que les droits garantis par les dispositions visées au moyen n'ont pas été méconnus et, partant, dans cette mesure, le moyen ne pouvait être accueilli. (M.N.B.)"
      ],
      "abstractNL": [
        "De modaliteiten van het hoger beroep van de vreemdeling tegen de beschikking van de raadkamer die krachtens artikel 3 Uitleveringswet 1874 het buitenlandse aanhoudingsbevel met het oog op uitlevering uitvoerbaar heeft verklaard, zijn vastgelegd in artikel 135 Wetboek van Strafvordering; krachtens het vierde lid van voormeld artikel moet dat hoger beroep worden ingesteld binnen een termijn van vierentwintig uur, die begint te lopen vanaf de dag waarop de beschikking is gewezen (1); aangezien de vreemdeling in beginsel echter niet voor de raadkamer verschijnt, gaat de termijn ten aanzien van hem slechts in vanaf de dag waarop de beschikking aan hem wordt betekend (2) en niet vanaf de datum van kennisgeving van die beslissing aan de raadsman van de vreemdeling. (1) Cass. 19 december 2017, AR P.17.1116.N, AC 2017, nr. 720; dit arrest vermeldt echter dat het arrest werd betekend op de dag dat het werd gewezen. (2) Zie Cass. 17 juli 2001, AR P.01.0972.N, AC 2001, nr. 42; Cass. 28 april 1999, AR P.99.0475.F, AC 1999, nr. 249; Cass. 21 mei 1985, AR 9541, AC 1984-85, nr. 569 [1e middel]; M.-A. BEERNAERT, H.-D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, La Charte, Brugge, 9de uitg., 2021, II, 2072.",
        "Wanneer de appelrechters die hebben kennisgenomen van het hoger beroep van de vreemdeling tegen de beschikking van de raadkamer die krachtens artikel 3 Uitleveringswet 1874 het buitenlandse aanhoudingsbevel met het oog op uitlevering uitvoerbaar heeft verklaard, hebben vastgesteld dat de akte van betekening van de beschikking tot uitvoerbaarverklaring door de gevangenisdirecteur aan de vreemdeling zelf werd overhandigd en dat dit document vermeldt dat de betrokkene het recht heeft om hoger beroep in te stellen binnen vierentwintig uur vanaf de betekening, door middel van een verklaring op de griffie van de gevangenis, en dat alle voor de uitoefening van het rechtsmiddel dienstige inlichtingen bijgevolg aan de eiser ter kennis werden gebracht op het ogenblik waarop ze een dienstige uitoefening van een rechtsmiddel mogelijk maakten, namelijk op het ogenblik waarop de beslissing van de eerste rechter aan hem werd betekend, en dat hij op dat ogenblik werd bijgestaan door een raadsman, kunnen de appelrechters wettig beslissen dat de bij de artikelen 3 en 5 EVRM gewaarborgde rechten niet zijn miskend, zelfs als die beschikking hem werd betekend in een taal die hij niet begrijpt (1). (1) Voor de kamer van inbeschuldigingstelling heeft de eiser aangevoerd dat hij geen van de landstalen en zelfs geen Engels sprak en de beroepen beschikking hem zonder vertaling werd betekend, zodat hij zijn raadsman niet tijdig op de hoogte heeft kunnen brengen en zodat zijn raadsman dus pas binnen vierentwintig uur na de betekening van die beschikking aan laatstgenoemde hoger beroep heeft ingesteld. “Niet ontvankelijk is het hoger beroep tegen een beschikking waarbij een door een vreemde overheid verleend bevel tot aanhouding met het oog op uitlevering uitvoerbaar wordt verklaard als dat hoger beroep meer dan vierentwintig uur na de betekening van de beschikking wordt ingesteld, ook al heeft appellant binnen die termijn niet de vertaling in een taal die hij verstaat ontvangen van het aanhoudingsbevel en van de beschikking van uitvoerbaarverklaring” (Cass. 19 februari 1986, AR 4869, AC. 1985-86, nr. 396; zie Cass. 6 november 1985, AR 4682, AC 1985-86, nr. 152; Cass. 21 mei 1985, AR 9541, AC 1984-85, nr. 569; Cass. 29 oktober 1962, Pas. 1963, I, 284; het arrest verwijst mutatis mutandis naar Cass. 28 januari 1992, AC 1991-92, nr. 278, betreffende de betekening van het aanhoudingsbevel). Hieruit heeft het openbaar ministerie afgeleid dat het middel, in zoverre het uitging van het tegendeel, faalde naar recht. Volgens de eiser is de wettelijke termijn, bij gebrek aan een vertaling bij de betekende beschikking, te kort om te kunnen voldoen aan de artikelen 5 en 13 EVRM, die respectievelijk het recht op vrijheid en veiligheid en het recht op een daadwerkelijk rechtsmiddel waarborgen. Net als in zijn conclusie in hoger beroep voerde hij aan dat dit blijkt uit een advies van 4 december 1990 van de Europese Commissie voor de Rechten van de Mens in de zaak Farmakopoulos t. België. Omdat het Europees Hof vaststelde dat de verzoeker geen interesse had in de zaak, heeft het evenwel besloten deze van de rol te schrappen en is een dergelijk advies dus niet bindend voor het Hof (EHRM 27 maart 1992, Farmakopoulos t. België, verzoekschrift nr. 11683/85; zie M.-A. Beernaert e.a., o.c., 2072; D. VANDERMEERSCH, “Le recours contre l'ordonnance d'exequatur du mandat d'arrêt étranger”, noot sub Antwerpen (KI) 8 december 1992, RDCP, 1993, 780-781). Bovendien wijst het arrest op de wetswijzigingen en de andere wijzigingen sinds deze zaak: - de eiser werd sinds 22 juni 2022 bijgestaan door een advocaat, die hem alle nuttige inlichtingen over het verloop van de procedure heeft kunnen geven en kon vanuit de gevangenis contact opnemen met zijn raadsman zodra hem de beschikking was betekend, terwijl de heer Farmakopoulos geen inlichtingen had ontvangen over het bestaan van een hoger beroep en over de beroepstermijn en in de gevangenis geen toegang had tot een telefoon; - de termijn van vierentwintig uur, die toen voortvloeide uit de rechtspraak, is tegenwoordig vastgelegd in de wet. Het arrest stelt vast dat die verschillen verhinderen dat de redenen van het advies op deze zaak kunnen worden toegepast, dat de akte van betekening van de beschikking tot uitvoerbaarverklaring die aan de eiser zelf werd overhandigd, uitdrukkelijk inlichtingen over de termijn en de modaliteiten van het hoger beroep bevat en dat de eiser op dat ogenblik werd bijgestaan door een raadsman. Volgens het openbaar ministerie hebben de appelrechters hieruit kunnen afleiden dat de door de in het middel bedoelde bepalingen gewaarborgde rechten niet waren miskend en dat het middel in zoverre dus niet kon worden aangenomen."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250923.2N.15": {
      "court": "CASS",
      "date": "2025-09-23",
      "roleNumber": "P.25.1214.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250923.2N.15",
      "abstractFR": null,
      "abstractNL": [
        "Uit de tekst van artikel 38, § 3, Wet Europees Aanhoudingsbevel, dat dezelfde draagwijdte heeft als artikel 28.4 Kaderbesluit Europees Aanhoudingsbevel, volgt dat bij een uitleveringsverzoek door een derde Staat aan de uitvaardigende lidstaat wegens strafbare feiten door een persoon die aan zijn met toepassing van het specialiteitsbeginsel uitgevoerde overlevering zijn voorafgegaan, de bevoegde autoriteit van de uitvoerende lidstaat enkel de voorafgaande toestemming moet verlenen voor de uitlevering van de overgeleverde persoon; uit die bepaling kan niet worden afgeleid dat die toestemming ook reeds voorafgaand aan de aanhouding van de overgeleverde persoon op grond van de artikelen 3 of 5 Uitleveringswet 1874 is vereist."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250916.2N.16": {
      "court": "CASS",
      "date": "2025-09-16",
      "roleNumber": "P.25.1198.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250916.2N.16",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer het door de buitenlandse overheid uitgevaardigde aanhoudingsbevel overeenkomstig artikel 3, tweede lid, Uitleveringswet 1874 door de raadkamer uitvoerbaar is verklaard en dat uitvoerbaar verklaard bevel is betekend aan de op grond van artikel 5, eerste lid, van die wet voorlopig aangehouden vreemdeling, is die vreemdeling niet meer van zijn vrijheid beroofd krachtens het voorlopig aanhoudingsbevel dat de onderzoeksrechter op die grond heeft uitgevaardigd, maar is hij definitief aangehouden krachtens het buitenlands aanhoudingsbevel dat door de raadkamer uitvoerbaar is verklaard; vanaf dat ogenblik staat de betrokkene ter beschikking van de uitvoerende macht (1). (1) Cass. 27 februari 2024, AR P.24.0235.N ECLI:BE:CASS:2024:ARR.20240227.2N.17. Over de exequatur en de betekening van de nodige stukken als scharnierpunt tussen de voorlopige en definitieve aanhouding in de procedure tot uitlevering zie o.a. Cass. 27 februari 2024, AR P.24.0235.N ECLI:BE:CASS:2024:ARR.20240227.2N.17; Cass. 12 januari 2022, AR P.21.1696.F, ECLI:BE:CASS:2022:ARR.20220112.2F.13 met concl. van advocaat-generaal M. NOLET DE BRAUWERE; Cass. 2 april 2019, AR P.19.0284.N, AC 2019, nr. 205; A. WINANTS, “Uitlevering: de voorlopige aanhouding”, in Comm. Straf. 2022, 19.",
        "Uit artikel 5.1.f en 5.4 EVRM volgt dat de vreemdeling die is opgesloten om te worden uitgeleverd en die ter beschikking staat van de uitvoerende macht, niettemin het recht heeft om, zolang de exequaturbeslissing nog ongedaan kan worden gemaakt, de rechter te vragen op korte termijn te beslissen over de wettigheid van zijn gevangenhouding; in die zin mag de vreemdeling in overeenstemming met artikel 5, vierde lid, Uitleveringswet 1874 aan het onderzoeksgerecht zijn voorlopige invrijheidstelling vragen in de gevallen waarin een Belg hetzelfde voorrecht geniet en dit onder dezelfde voorwaarden; de rechter aan wie een definitief aangehouden vreemdeling om zijn voorlopige invrijheidstelling verzoekt, dient de wettigheid van diens gevangenhouding te beoordelen op grond van het door de raadkamer uitvoerbaar verklaarde en aan de verzoeker betekende buitenlandse aanhoudingsbevel; hij kan die beoordeling niet meer steunen op het voorlopig aanhoudingsbevel dat door de onderzoeksrechter werd uitgevaardigd (1). (1) Zie Cass. 9 september 2025, AR P.25.1218.N, ECLI:BE:CASS:2025:ARR.20250909.2N.24; Cass. 18 november 2020, AR P.20.1084.F, AC 2020, nr. 712, met concl. van advocaat-generaal VANDERMEERSCH, op datum in Pas.."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240227.2N.17": {
      "court": "CASS",
      "date": "2024-02-27",
      "roleNumber": "P.24.0235.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240227.2N.17",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer het door de buitenlandse overheid uitgevaardigde aanhoudingsbevel overeenkomstig artikel 3, tweede lid, Uitleveringswet 1874 door de raadkamer uitvoerbaar is verklaard en dat uitvoerbaar verklaard bevel is betekend aan de op grond van artikel 5, eerste lid, van die wet voorlopig aangehouden vreemdeling, is die vreemdeling niet meer van zijn vrijheid beroofd krachtens het voorlopig aanhoudingsbevel dat de onderzoeksrechter op die grond heeft uitgevaardigd, maar is hij definitief aangehouden krachtens het buitenlands aanhoudingsbevel dat door de raadkamer uitvoerbaar is verklaard (1); vanaf dat ogenblik staat de betrokkene ter beschikking van de uitvoerende macht (2). (1) Cass. 12 januari 2022, AR P.21.1696.F, AC 2022, nr. 25, met concl. van advocaat-generaal M. NOLET DE BRAUWERE op datum, in Pas.; zie T. VANDER BEKEN, “Opnieuw commotie rond de uitlevering voor politieke misdrijven. Juridische bespiegelingen naar aanleiding van de zaak Erdal”, T. Strafr. 2000, 236-237; S. DEWULF, Handboek uitleveringsrecht, Intersentia, 2013, 120-121 en S. DEWULF, “Verzoeken tot voorlopige invrijheidstelling in het kader van uitleverings-, overleverings- en overdrachtprocedures aan het Internationaal Strafhof: eigen regimes, afzonderlijke regelen”, RW 2020-21, 647; M.A BEERNAERT, H. D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, die Keure, 2021, 2064; A. WINANTS, “Uitlevering: de voorlopige aanhouding”, in Comm. Straf. 2022, 19. (2) Cass. 2 april 2019, AR P.19.0284.N, AC 2019, nr. 205; Cass. 1 april 2015, AR P.15.0278.F, AC 2015, nr. 236; C. VAN DEN WYNGAERT, S. VANDROMME en Ph. TRAEST, Strafrecht en strafprocesrecht in hoofdlijnen, Gompel&Svacina, 2022, 1274; A. WINANTS, “Uitlevering: de voorlopige aanhouding”, in Comm. Straf. 2022, 19."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171205.4": {
      "court": "CASS",
      "date": "2017-12-05",
      "roleNumber": "P.17.1176.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171205.4&lang=fr",
      "abstractFR": [
        "En l'absence de dispositions spécifiques à la matière de l'extradition, les règles applicables à la procédure sont celles du droit commun, en l'occurrence les règles du Code d'instruction criminelle et non celles de la loi du 20 juillet 1990 relative à la détention préventive (1). (1) Cass. 29 février 2012, RG P.12.0217.F, Pas. 2012, n° 140."
      ],
      "abstractNL": [
        "Bij ontstentenis van specifieke bepalingen inzake uitlevering, zijn de regels die van toepassing zijn op de rechtspleging inzake een verzoek tot voorlopige invrijheidstelling de gemeenrechtelijke regels, in dit geval de regels van het Wetboek van Strafvordering en niet deze van de Voorlopige Hechteniswet (1). (1) Cass. 29 februari 2012, AR P.12.0217.F, AC 2012, nr. 140."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220112.2F.13": {
      "court": "CASS",
      "date": "2022-01-12",
      "roleNumber": "P.21.1696.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220112.2F.13",
      "abstractFR": [
        "Lorsque le mandat d'arrêt délivré par l'autorité étrangère a été rendu exécutoire par la chambre du conseil en application de l'article 3, alinéa 2, de la loi du 15 mars 1874 et que ce mandat rendu exécutoire a été signifié à l'étranger arrêté provisoirement en application de l'article 5, alinéa 1er, de cette loi, il n'est plus privé de liberté en vertu du mandat d'arrêt provisoire que le juge d'instruction a décerné sur cette base mais est écroué en vertu du mandat d'arrêt étranger rendu exécutoire par la chambre du conseil et de l'ordonnance qui en fait foi; le pourvoi formé contre l'arrêt qui vérifie si les conditions légales de l'arrestation provisoire décidée par le juge d'instruction sont réunies devient alors sans objet; ceci ne prive pas l'étranger du droit à un recours effectif devant un tribunal afin qu'il statue à bref délai sur la légalité de sa détention et ordonne sa libération si la détention est illégale (1). (1) Voir les concl. « dit en substance » du MP.",
        "Lorsque le mandat d’arrêt délivré par l’autorité étrangère a été rendu exécutoire par la chambre du conseil en application de l’article 3, alinéa 2, de la loi du 15 mars 1874 et que ce mandat rendu exécutoire a été signifié à l’étranger arrêté provisoirement en application de l’article 5, alinéa 1er, de cette loi, il n’est plus privé de liberté en vertu du mandat d’arrêt provisoire que le juge d’instruction a décerné sur cette base mais est écroué en vertu du mandat d’arrêt étranger rendu exécutoire par la chambre du conseil et de l’ordonnance qui en fait foi; le pourvoi formé contre l’arrêt qui vérifie si les conditions légales de l’arrestation provisoire décidée par le juge d’instruction sont réunies devient alors sans objet; ceci ne prive pas l’étranger du droit à un recours effectif devant un tribunal afin qu’il statue à bref délai sur la légalité de sa détention et ordonne sa libération si la détention est illégale (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": [
        "Wanneer het door de buitenlandse overheid uitgevaardigde aanhoudingsbevel door de raadkamer uitvoerbaar is verklaard met toepassing van artikel 3, tweede lid, Uitleveringswet 1874, en dat uitvoerbaar verklaard bevel is betekend aan de krachtens artikel 5, eerste lid, van de voormelde wet voorlopig aangehouden vreemdeling, is laatstgenoemde niet meer van zijn vrijheid beroofd krachtens het voorlopige aanhoudingsbevel dat de onderzoeksrechter op die grond heeft uitgevaardigd, maar is hij opgesloten krachtens het buitenlands aanhoudingsbevel dat door de raadkamer uitvoerbaar is verklaard en krachtens de beschikking die tot bewijs ervan strekt; het cassatieberoep tegen het arrest dat onderzoekt of de wettelijke voorwaarden van de door de onderzoeksrechter besliste voorlopige aanhouding zijn vervuld, heeft in dat geval geen bestaansreden meer; dat ontzegt de vreemdeling niet het recht op een daadwerkelijk rechtsmiddel voor een rechterlijke instantie, opdat die instantie op korte termijn uitspraak doet over de wettigheid van zijn vasthouding en zijn invrijheidstelling beveelt indien de vasthouding illegaal is (1). (1) Zie concl. “in hoofdzaak” OM in Pas. 2022, nr. 25.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220309.2F.15": {
      "court": "CASS",
      "date": "2022-03-09",
      "roleNumber": "P.22.0289.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220309.2F.15",
      "abstractFR": [
        "Dès lors que l'article 3 de la loi du 15 mars 1874 prévoit notamment qu'aussitôt que l'étranger aura été écroué en exécution du mandat d'arrêt ou de tout autre acte ayant la même force, décerné par l'autorité étrangère compétente, qui lui sera dûment signifié, le gouvernement prendra l'avis de la chambre des mises en accusation de la cour d'appel dans le ressort de laquelle l'intéressé aura été arrêté et qu'en outre, afin de se conformer à l'article 5.4 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, telle que cette disposition est interprétée par la Cour européenne des droits de l'homme, la Cour permet à l'étranger détenu de solliciter sa mise en liberté provisoire, la loi belge prévoit que l'étranger privé de liberté en vue de son extradition peut être détenu dès le moment où il a été statué provisoirement sur l'exequatur du mandat d'arrêt international et que lorsqu'il a été privé de sa liberté par arrestation ou détention, il a le droit d'introduire un recours devant un tribunal, afin qu'il statue à bref délai sur la légalité de la détention et ordonne la libération si la détention est illégale (1). (1) Cass. 1er avril 2015, RG P.15.0278.F, Pas. 2015, n° 236.",
        "Dès lors que l’article 3 de la loi du 15 mars 1874 prévoit notamment qu’aussitôt que l'étranger aura été écroué en exécution du mandat d'arrêt ou de tout autre acte ayant la même force, décerné par l'autorité étrangère compétente, qui lui sera dûment signifié, le gouvernement prendra l'avis de la chambre des mises en accusation de la cour d'appel dans le ressort de laquelle l’intéressé aura été arrêté et qu’en outre, afin de se conformer à l’article 5.4 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales, telle que cette disposition est interprétée par la Cour européenne des droits de l’homme, la Cour permet à l’étranger détenu de solliciter sa mise en liberté provisoire, la loi belge prévoit que l’étranger privé de liberté en vue de son extradition peut être détenu dès le moment où il a été statué provisoirement sur l’exequatur du mandat d’arrêt international et que lorsqu’il a été privé de sa liberté par arrestation ou détention, il a le droit d’introduire un recours devant un tribunal, afin qu’il statue à bref délai sur la légalité de la détention et ordonne la libération si la détention est illégale (1). (1) Cass. 1er avril 2015, RG P.15.0278.F, Pas. 2015, n° 236."
      ],
      "abstractNL": [
        "Aangezien artikel 3 Uitleveringswet 1874 met name bepaalt dat, zodra de vreemdeling ter uitvoering van het aanhoudingsbevel of van alle andere akten met dezelfde rechtskracht, uitgevaardigd door de bevoegde buitenlandse overheid, en na behoorlijke betekening ervan, zal zijn opgesloten, de regering het advies zal inwinnen van de kamer van inbeschuldigingstelling van het hof van beroep in het rechtsgebied waarvan de vreemdeling werd aangehouden, en dat bovendien, teneinde zich te voegen naar artikel 5.4 EVRM zoals die bepaling wordt uitgelegd door het Europees Hof voor de Rechten van de Mens, het Hof de vastgehouden vreemdeling toestaat om zijn voorlopige invrijheidstelling te verzoeken, bepaalt de Belgische wet dat de vreemdeling, die van zijn vrijheid is beroofd met het oog op zijn uitlevering, kan worden aangehouden zodra voorlopig uitspraak is gedaan over de uitvoerbaarverklaring van het internationaal aanhoudingsbevel, en dat de vreemdeling, wanneer hij van zijn vrijheid is beroofd door aanhouding of hechtenis, het recht heeft een rechtsmiddel aan te wenden voor een rechtbank, opdat die op korte termijn uitspraak doet over de wettigheid van de hechtenis en de invrijheidstelling beveelt als de hechtenis onwettig is (1). (1) Cass. 1 april 2013, AR P.15.0278.F, AC 2015, nr. 236."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200408.2F.10": {
      "court": "CASS",
      "date": "2020-04-08",
      "roleNumber": "P.20.0306.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200408.2F.10",
      "abstractFR": [
        "Il résulte des articles 3, alinéas 1er et 4, de la loi du 15 mars 1874 sur les extraditions que le pouvoir exécutif est seul compétent, sur l'avis de la chambre des mises en accusation, pour statuer sur l'extradition (1); partant, la cour d'appel est sans compétence pour connaitre du recours introduit contre l'arrêté ministériel; il s'ensuit que le pourvoi formé contre l'arrêt de la cour d'appel constatant son incompétence est également irrecevable(2). (1) Cass. 31 mars 2009, RG P.09.0162.N, Pas. 2009, n° 224, § 10, avec concl. de M. DUINSLAEGER, alors avocat général publiées à leur date dans AC. « Comme tout acte administratif, la décision du gouvernement doit être motivée et un recours tant en suspension qu'en annulation devant le Conseil d?État est ouvert à son encontre » (M.-A. BEERNAERT, H.-D. BOSLY et D. VANDERMEERSCH, Droit de la procédure pénale, La Charte, Bruges, 8ème éd., 2017, t. II, p. 1799). (2) Voir Cass. 4 mars 2020, RG P.20.0226.F, Pas. 2020, n° 164."
      ],
      "abstractNL": [
        "Uit artikel 3, eerste en vierde lid, Uitleveringswet 1874 volgt dat de uitvoerende macht als enige bevoegd is om, op het advies van de kamer van inbeschuldigingstelling, over de uitlevering te beslissen (1); het hof van beroep mag bijgevolg niet kennisnemen van het hoger beroep tegen het ministerieel besluit; hieruit volgt dat het cassatieberoep tegen het arrest van het hof van beroep dat zichzelf onbevoegd verklaart, eveneens onontvankelijk is (2). (1) Cass. 31 maart 2009, AR P.09.0162.N, AC 2009, nr. 224, § 10, met concl. van advocaat-generaal P. DUINSLAEGER. \"Comme tout acte administratif, la décision du gouvernement doit être motivée et un recours tant en suspension qu'en annulation devant le Conseil d‘État est ouvert à son encontre\" (M.-A. BEERNAERT, H.-D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, La Charte, Brugge, 8ste uitg., 2017, dl. II, p. 1799). (2) Zie Cass. 4 maart 2020, AR P.20.0226.F, AC 2020, nr. 164."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191106.4": {
      "court": "CASS",
      "date": "2019-11-06",
      "roleNumber": "P.19.0950.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191106.4",
      "abstractFR": [
        "En vertu de l'article 2bis, alinéa 2, de la loi du 15 mars 1874, l'extradition ne peut être accordée s'il existe des risques sérieux que la personne, si elle était extradée, serait soumise dans l'Etat requérant, à un déni flagrant de justice, à des faits de torture ou à des traitements inhumains et dégradants; il appartient à la juridiction d'instruction d'examiner de manière concrète cette cause de refus (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Krachtens artikel 2bis, tweede lid, Uitleveringswet 1874, kan uitlevering niet worden toegestaan wanneer er ernstige risico's bestaan dat de persoon, indien hij wordt uitgeleverd, in de verzoekende Staat onderworpen wordt aan een flagrante rechtsweigering of aan foltering of onmenselijke en onterende behandeling; het staat aan het onderzoeksgerecht die weigeringsgrond concreet te onderzoeken (1). (1) Zie concl. OM in Pas. 2019, nr. 574."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171219.4": {
      "court": "CASS",
      "date": "2017-12-19",
      "roleNumber": "P.17.1116.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171219.4&lang=fr",
      "abstractFR": [
        "Les modalités de l'appel de l'étranger contre l'ordonnance de la chambre du conseil rendant le mandat d'arrêt étranger exécutoire en vue de son extradition, en application de l'article 3 de la loi du 15 mars 1874 sur les extraditions, ne sont pas fixées par l'article 22 de la loi du 20 juillet 1990 relative à la détention préventive mais par l'article 135 du Code d'instruction criminelle, dont le paragraphe 4 dispose que l'appel interjeté par un détenu l'est dans un délai de vingt-quatre heures, lequel court à compter du jour où l'ordonnance est rendue (1). (1) Cass. 17 juillet 2001, RG P.01.0972.N, Pas. 2001, n° 420."
      ],
      "abstractNL": [
        "De modaliteiten van het hoger beroep van de vreemdeling tegen de beschikking van de raadkamer die met toepassing van artikel 3 Uitleveringswet 1874 het buitenlands bevel tot aanhouding met het oog op uitlevering uitvoerbaar verklaart, worden niet bepaald door artikel 22 Voorlopige Hechteniswet, maar wel door artikel 135 Wetboek van Strafvordering, waarvan paragraaf 4 bepaalt dat het hoger beroep door hij die van zijn vrijheid is beroofd, wordt ingesteld binnen een termijn van vierentwintig uren die begint te lopen vanaf de dag waarop de beschikking is gewezen (1). (1) Cass. 17 juli 2001, AR P.01.0972.N, AC 2001, nr. 420."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170301.4": {
      "court": "CASS",
      "date": "2017-03-01",
      "roleNumber": "P.17.0197.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170301.4",
      "abstractFR": [
        "La décision d'une juridiction d'instruction déclarant exécutoire un mandat d'arrêt décerné par une autorité étrangère ne constitue pas un jugement au sens de l'article 149 de la Constitution (1); cette disposition ne lui est dès lors pas applicable (2). (1) Voir Cass. 13 novembre 1985, RG 4662, Pas. 1986, n°168. (2) Voir les concl. «dit en substance» du M.P. et M.-A. BEERNAERT, H.-D. BOSLY et D. VANDERMEERSCH, Droit de la procédure pénale, La Charte, Bruges, 7ème éd., 2014, p 1626 et références.",
        "La chambre des mises en accusation saisie de l'appel formé contre l'ordonnance d'exequatur d'un mandat d'arrêt décerné par l'autorité judiciaire étrangère peut constater que, la détention étant désormais fondée sur un autre titre, cet appel est irrecevable faute d'intérêt (1). (1) Voir les concl. «dit en substance» du MP.",
        "La caducité du mandat d'arrêt par défaut en raison d'un autre titre de détention résultant de l'application de la loi du 15 mars 1874 sur les extraditions et non de celle de la loi algérienne, la jonction de cette dernière n'est pas requise pour constater ladite caducité."
      ],
      "abstractNL": [
        "De beslissing van een onderzoeksgerecht waarbij een door een buitenlandse overheid verleend bevel tot aanhouding uitvoerbaar wordt verklaard, is geen vonnis in de zin van artikel 149 Grondwet (1); bijgevolg is die bepaling daarop niet van toepassing (2). (1) Zie Cass. 13 november 1985, AR 4662, AC 1985-86, nr. 168. (2) Zie concl. 'in substantie' OM in Pas. 2017, nr. ..., alsook M.-A. Beernaert, H.-D. Bosly en D. Vandermeersch, Droit de la procédure pénale, Die Keure, Brugge, 7de uitgave, 2014, p. 1626 met verwijzingen.",
        "De kamer van inbeschuldigingstelling, waar het hoger beroep aanhangig is gemaakt tegen de beschikking tot uitvoerbaarverklaring van een door de buitenlandse overheid verleend bevel tot aanhouding, kan vaststellen dat, aangezien de hechtenis voortaan op een andere titel is gegrond, dat hoger beroep niet ontvankelijk is bij gebrek aan belang (1). (1) Zie concl. 'in substantie' OM in Pas. 2017, nr. ....",
        "Aangezien het verval van het bevel tot aanhouding bij verstek voortvloeit uit de toepassing van de Uitleveringswet 1874 en niet uit die van de Algerijnse wet, wordt niet vereist dat de Algerijnse wet is gevoegd om dat verval vast te stellen."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20120229.2": {
      "court": "CASS",
      "date": "2012-02-29",
      "roleNumber": "P.12.0217.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120229.2",
      "abstractFR": [
        "Le recours de l'étranger placé sous écrou extraditionnel se fonde sur l'article 5, § 4, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales qui garantit à toute personne privée de sa liberté par arrestation ou détention le droit d'introduire un recours devant un tribunal afin qu'il statue à bref délai sur la légalité de sa détention; en l'absence de dispositions spécifiques à la matière de l'extradition, les règles applicables à la recevabilité du pourvoi en cassation et à la procédure devant la Cour sont celles du droit commun, en l'espèce le Code d'instruction criminelle (1) (1) Voir Cass. 31 mars 2009, RG P.09.0162.N, Pas. 2009, n° 224, avec concl. de M. Duinslaeger, avocat général; Cass. 13 juillet 2010, RG P.10.1173.N, Pas. 2010, n° 481.",
        "Le délai raisonnable de la détention en vue d'extradition s'apprécie sur la base des données concrètes de la cause, au moment de la décision à rendre par le juge à qui ce contrôle incombe; celui-ci ne peut se fonder sur des circonstances futures et éventuelles."
      ],
      "abstractNL": [
        "Het rechtsmiddel van de vreemdeling die is opgesloten met het oog op uitlevering, is gegrond op artikel 5.4 van het Verdrag tot Bescherming van de Rechten van de Mens en de Fundamentele Vrijheden, dat waarborgt dat eenieder die door arrestatie of gevangenhouding van zijn vrijheid is beroofd, het recht heeft voorziening te vragen bij de rechter opdat deze op korte termijn beslist over de rechtmatigheid van zijn gevangenhouding ; bij ontstentenis van specifieke bepalingen inzake uitlevering zijn de regels die van toepassing zijn op de ontvankelijkheid van het cassatieberoep en op de rechtspleging voor het Hof, de gemeenrechtelijke regels, in het onderhavige geval de regels van het Wetboek van Strafvordering (1). (1) Zie Cass. 31 maart 2009, AR P.09.0162.N, AC, 2009, nr. 224, met concl. adv.-gen. Duinslaeger; Cass. 13 juli 2010, AR P.10.1173.N, AC, 2010, nr. 481.",
        "De redelijke termijn van de hechtenis met het oog op uitlevering wordt beoordeeld op grond van de concrete gegevens van de zaak, op het ogenblik van de beslissing van de rechter die met dat toezicht is belast; hij mag zich niet baseren op toekomstige en eventuele omstandigheden."
      ]
    },
    "ECLI:BE:CASS:2011:ARR.20110119.2": {
      "court": "CASS",
      "date": "2011-01-19",
      "roleNumber": "P.10.1773.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20110119.2",
      "abstractFR": [
        "Saisie de l'appel de l'exequatur ordonné par la chambre du conseil, la chambre des mises en accusation est notamment tenue de vérifier si, au moment de sa décision, le mandat d'arrêt délivré par l'autorité étrangère compétente et sur la base duquel l'extradition est demandée satisfait aux conditions requises par la loi (1); elle doit ainsi vérifier si la prescription de l'action publique est ou non acquise d'après la législation de la Partie requérante (2). (1) Voir Cass., 18 février 2003, RG P.02.1711.N, Pas., 2003, n° 116. (2) Henri-D. BOSLY, Damien VANDERMEERSCH et Marie-Aude BEERNAERT, Droit de la procédure pénale, La Charte, 2010, 6ème édition, pp. 1419 et 1425."
      ],
      "abstractNL": [
        "De kamer van inbeschuldigingstelling moet op het hoger beroep tegen het door de raadkamer bevolen exequatur, met name nagaan of, op het ogenblik van haar beslissing, het aanhoudingsbevel dat door de bevoegde buitenlandse overheid is verleend en op grond waarvan de uitlevering is gevraagd, aan de wettelijke vereisten voldoet (1); zij moet aldus nagaan of de strafvordering al dan niet verjaard is volgens de wetgeving van de verzoekende Staat (2). (1) Zie Cass., 18 feb. 2003, AR P.02.1711.N, A.C., 2003, nr. 116. (2) Henri-D. BOSLY, Damien VANDERMEERSCH en Marie-Aude BEERNAERT, Droit de la procédure pénale, Die Keure, 2010, 6de uitg., p. 1419 en 1425."
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20100713.2": {
      "court": "CASS",
      "date": "2010-07-13",
      "roleNumber": "P.10.1173.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100713.2&lang=fr",
      "abstractFR": [
        "Il résulte des articles 5.4 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, 3 et 5 de la loi du 15 mars 1874 sur les extraditions, que le pouvoir exécutif est seul compétent, sur l'avis de la chambre des mises en accusation, pour statuer sur l'extradition; l'étranger écroué en vue de son extradition et donc mis à la disposition du pouvoir exécutif a toutefois le droit de demander au juge de se prononcer à court terme sur la légalité de sa détention, sans que le juge puisse à nouveau examiner la régularité de la demande d'extradition ou du mandat d'arrêt décerné par l'État requérant, lorsqu'une décision définitive a déjà été rendue à cet égard (1). (1) Voir Cass., 31 mars 2009, RG P.09.0162.N, avec les conclusions de Monsieur l'avocat général Duinslaeger, publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Uit de artikelen 5.4 EVRM en 3 en 5 Uitleveringswet 1874 volgt dat de uitvoerende macht als enige bevoegd is om, op advies van de kamer van inbeschuldigingstelling, te beslissen over de uitlevering; de vreemdeling die is opgesloten om te worden uitgeleverd en die dus ter beschikking staat van de uitvoerende macht, heeft niettemin het recht de rechter te vragen op korte termijn te beslissen over de wettigheid van zijn gevangenhouding, zonder dat de rechter opnieuw de regelmatigheid van het verzoek tot uitlevering of van het door de verzoekende staat afgeleverde bevel tot aanhouding kan onderzoeken, wanneer daarover reeds definitief uitspraak is gedaan (1). (1) Zie Cass., 31 maart 2009, AR P.09.0162.N, met concl. van advocaat-generaal Duinslaeger."
      ]
    },
    "ECLI:BE:CASS:2008:ARR.20080401.2": {
      "court": "CASS",
      "date": "2008-04-01",
      "roleNumber": "P.08.0478.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080401.2&lang=fr",
      "abstractFR": [
        "Les juridictions d'instruction belges, statuant sur l'exequatur d'un mandat d'arrêt en vue de l'extradition délivré par des autorités étrangères, doivent contrôler si le titre produit respecte les conditions de la loi du 15 mars 1874 sur les extraditions; elles sont sans pouvoir pour contrôler la régularité de la procédure d'extradition menée à l'étranger, ni des actes concernant les demandes d'extradition ou les mandats d'arrêt décernés à cet effet à l'étranger (1). (1) Voir Cass., 8 septembre 1992, R.G. 6942, Pas., 1992, n° 600; 31 mai 1995, R.G. P.95.0523.F, Pas., 1995, n° 272; 29 août 1995, R.G. P.95.0864.F-P.95.1062.F, Pas., 1995, n° 358-358bis, seconde cause; 13 juin 2000, R.G. P.00.0788.N, Pas., 2000, n° 363."
      ],
      "abstractNL": [
        "De Belgische onderzoeksgerechten moeten, bij de uitvoerbaarverklaring van een door buitenlandse overheden verleend bevel tot aanhouding met het oog op uitlevering, nagaan of de overgelegde titel aan de vereisten van de Uitleveringswet voldoet; zij zijn niet bevoegd om de regelmatigheid na te gaan van de in het buitenland gevoerde uitleveringsprocedure, noch van de akten betreffende de verzoeken tot uitlevering of de bevelen tot aanhouding die daartoe in het buitenland werden uitgevaardigd (1). (1) Zie Cass., 8 sept. 1992, A.R. 6942, A.C., 1991-92, nr 600; 31 mei 1995, A.R. P.95.0523.F, A.C., 1995, nr 272; 29 aug. 1995, A.R. P.95.0864.F-P.95.1062.F, A.C., 1995, nrs 358-358bis, tweede zaak; 13 juni 2000, A.R. P.00.0788.N, A.C., 2000, nr 363."
      ]
    },
    "ECLI:BE:CASS:2007:ARR.20070315.7": {
      "court": "CASS",
      "date": "2007-03-15",
      "roleNumber": "C.04.0505.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20070315.7",
      "abstractFR": [
        "Le pouvoir judiciaire est compétent pour prévenir les atteintes paraissant portées fautivement par l'administration, lors de l'exercice de son pouvoir discrétionnaire, ou pour y mettre fin, aux droits subjectifs de l'étranger placé sous écrou en vertu de l'article 3 de la loi du 15 mars 1874 sur les extraditions (1). (1) Voir les conclusions du ministère public."
      ],
      "abstractNL": [
        "De rechterlijke macht is bevoegd ter voorkoming of ter beëindiging van de onrechtmatig schijnende aantastingen die de administratie bij de uitoefening van haar discretionaire macht heeft begaan van de subjectieve rechten van de vreemdeling die opgesloten is op grond van artikel 3 van de wet van 15 maart 1874 op de uitleveringen (1). (1) Zie concl. O.M. in Pas., 2007, nr ..."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2022:ARR.20220112.2F.13": {
      "court": "CASS",
      "date": "2022-01-12",
      "roleNumber": "P.21.1696.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220112.2F.13",
      "abstractFR": [
        "Lorsque le mandat d'arrêt délivré par l'autorité étrangère a été rendu exécutoire par la chambre du conseil en application de l'article 3, alinéa 2, de la loi du 15 mars 1874 et que ce mandat rendu exécutoire a été signifié à l'étranger arrêté provisoirement en application de l'article 5, alinéa 1er, de cette loi, il n'est plus privé de liberté en vertu du mandat d'arrêt provisoire que le juge d'instruction a décerné sur cette base mais est écroué en vertu du mandat d'arrêt étranger rendu exécutoire par la chambre du conseil et de l'ordonnance qui en fait foi; le pourvoi formé contre l'arrêt qui vérifie si les conditions légales de l'arrestation provisoire décidée par le juge d'instruction sont réunies devient alors sans objet; ceci ne prive pas l'étranger du droit à un recours effectif devant un tribunal afin qu'il statue à bref délai sur la légalité de sa détention et ordonne sa libération si la détention est illégale (1). (1) Voir les concl. « dit en substance » du MP.",
        "Lorsque le mandat d’arrêt délivré par l’autorité étrangère a été rendu exécutoire par la chambre du conseil en application de l’article 3, alinéa 2, de la loi du 15 mars 1874 et que ce mandat rendu exécutoire a été signifié à l’étranger arrêté provisoirement en application de l’article 5, alinéa 1er, de cette loi, il n’est plus privé de liberté en vertu du mandat d’arrêt provisoire que le juge d’instruction a décerné sur cette base mais est écroué en vertu du mandat d’arrêt étranger rendu exécutoire par la chambre du conseil et de l’ordonnance qui en fait foi; le pourvoi formé contre l’arrêt qui vérifie si les conditions légales de l’arrestation provisoire décidée par le juge d’instruction sont réunies devient alors sans objet; ceci ne prive pas l’étranger du droit à un recours effectif devant un tribunal afin qu’il statue à bref délai sur la légalité de sa détention et ordonne sa libération si la détention est illégale (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": [
        "Wanneer het door de buitenlandse overheid uitgevaardigde aanhoudingsbevel door de raadkamer uitvoerbaar is verklaard met toepassing van artikel 3, tweede lid, Uitleveringswet 1874, en dat uitvoerbaar verklaard bevel is betekend aan de krachtens artikel 5, eerste lid, van de voormelde wet voorlopig aangehouden vreemdeling, is laatstgenoemde niet meer van zijn vrijheid beroofd krachtens het voorlopige aanhoudingsbevel dat de onderzoeksrechter op die grond heeft uitgevaardigd, maar is hij opgesloten krachtens het buitenlands aanhoudingsbevel dat door de raadkamer uitvoerbaar is verklaard en krachtens de beschikking die tot bewijs ervan strekt; het cassatieberoep tegen het arrest dat onderzoekt of de wettelijke voorwaarden van de door de onderzoeksrechter besliste voorlopige aanhouding zijn vervuld, heeft in dat geval geen bestaansreden meer; dat ontzegt de vreemdeling niet het recht op een daadwerkelijk rechtsmiddel voor een rechterlijke instantie, opdat die instantie op korte termijn uitspraak doet over de wettigheid van zijn vasthouding en zijn invrijheidstelling beveelt indien de vasthouding illegaal is (1). (1) Zie concl. “in hoofdzaak” OM in Pas. 2022, nr. 25.",
        "Vertaling nog niet beschikbaar"
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2025:ARR.20250909.2N.24": {
      "court": "CASS",
      "date": "2025-09-09",
      "roleNumber": "P.25.1218.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250909.2N.24",
      "abstractFR": null,
      "abstractNL": [
        "De fundamentele rechten van de betrokkene tijdens zijn vrijheidsberoving die volgt op de exequaturbeschikking en die duurt zolang hij ter beschikking van de uitvoerende macht staat, zijn gewaarborgd door zijn recht om, zolang die beslissing ongedaan kan worden gemaakt, overeenkomstig de artikelen 5.1.f en 5.4 EVRM en in overeenstemming met artikel 5, vierde lid, Uitleveringswet 1874 zijn voorlopige invrijheidstelling te vragen aan de kamer van inbeschuldigingstelling, alsook door zijn recht om, nadat die beslissing definitief is geworden, op grond van artikel 5.1.f en 5.4 EVRM aan de rechter te vragen op korte termijn te beslissen over de wettigheid van zijn gevangenhouding; de omstandigheid dat de vermelde rechten van de betrokkene niet uitdrukkelijk in de wet zijn bepaald, maar volgen uit de uitlegging die de rechtspraak aan de wet geeft, heeft niet tot gevolg dat artikel 3 Uitleveringswet 1874 artikel 5.1.f EVRM schendt of dat de aanhouding van de betrokkene willekeurig is (1). (1) Zie Cass. 27 februari 2024, AR P.24.0235.N, ECLI:BE:CASS:2024:ARR.20240227.2N.17; Zie S. DEWULF, Handboek uitleveringsrecht, Intersentia, 2013, p. 120-127."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250923.2N.15": {
      "court": "CASS",
      "date": "2025-09-23",
      "roleNumber": "P.25.1214.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250923.2N.15",
      "abstractFR": null,
      "abstractNL": [
        "Uit de tekst van artikel 38, § 3, Wet Europees Aanhoudingsbevel, dat dezelfde draagwijdte heeft als artikel 28.4 Kaderbesluit Europees Aanhoudingsbevel, volgt dat bij een uitleveringsverzoek door een derde Staat aan de uitvaardigende lidstaat wegens strafbare feiten door een persoon die aan zijn met toepassing van het specialiteitsbeginsel uitgevoerde overlevering zijn voorafgegaan, de bevoegde autoriteit van de uitvoerende lidstaat enkel de voorafgaande toestemming moet verlenen voor de uitlevering van de overgeleverde persoon; uit die bepaling kan niet worden afgeleid dat die toestemming ook reeds voorafgaand aan de aanhouding van de overgeleverde persoon op grond van de artikelen 3 of 5 Uitleveringswet 1874 is vereist."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250916.2N.16": {
      "court": "CASS",
      "date": "2025-09-16",
      "roleNumber": "P.25.1198.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250916.2N.16",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer het door de buitenlandse overheid uitgevaardigde aanhoudingsbevel overeenkomstig artikel 3, tweede lid, Uitleveringswet 1874 door de raadkamer uitvoerbaar is verklaard en dat uitvoerbaar verklaard bevel is betekend aan de op grond van artikel 5, eerste lid, van die wet voorlopig aangehouden vreemdeling, is die vreemdeling niet meer van zijn vrijheid beroofd krachtens het voorlopig aanhoudingsbevel dat de onderzoeksrechter op die grond heeft uitgevaardigd, maar is hij definitief aangehouden krachtens het buitenlands aanhoudingsbevel dat door de raadkamer uitvoerbaar is verklaard; vanaf dat ogenblik staat de betrokkene ter beschikking van de uitvoerende macht (1). (1) Cass. 27 februari 2024, AR P.24.0235.N ECLI:BE:CASS:2024:ARR.20240227.2N.17. Over de exequatur en de betekening van de nodige stukken als scharnierpunt tussen de voorlopige en definitieve aanhouding in de procedure tot uitlevering zie o.a. Cass. 27 februari 2024, AR P.24.0235.N ECLI:BE:CASS:2024:ARR.20240227.2N.17; Cass. 12 januari 2022, AR P.21.1696.F, ECLI:BE:CASS:2022:ARR.20220112.2F.13 met concl. van advocaat-generaal M. NOLET DE BRAUWERE; Cass. 2 april 2019, AR P.19.0284.N, AC 2019, nr. 205; A. WINANTS, “Uitlevering: de voorlopige aanhouding”, in Comm. Straf. 2022, 19.",
        "Uit artikel 5.1.f en 5.4 EVRM volgt dat de vreemdeling die is opgesloten om te worden uitgeleverd en die ter beschikking staat van de uitvoerende macht, niettemin het recht heeft om, zolang de exequaturbeslissing nog ongedaan kan worden gemaakt, de rechter te vragen op korte termijn te beslissen over de wettigheid van zijn gevangenhouding; in die zin mag de vreemdeling in overeenstemming met artikel 5, vierde lid, Uitleveringswet 1874 aan het onderzoeksgerecht zijn voorlopige invrijheidstelling vragen in de gevallen waarin een Belg hetzelfde voorrecht geniet en dit onder dezelfde voorwaarden; de rechter aan wie een definitief aangehouden vreemdeling om zijn voorlopige invrijheidstelling verzoekt, dient de wettigheid van diens gevangenhouding te beoordelen op grond van het door de raadkamer uitvoerbaar verklaarde en aan de verzoeker betekende buitenlandse aanhoudingsbevel; hij kan die beoordeling niet meer steunen op het voorlopig aanhoudingsbevel dat door de onderzoeksrechter werd uitgevaardigd (1). (1) Zie Cass. 9 september 2025, AR P.25.1218.N, ECLI:BE:CASS:2025:ARR.20250909.2N.24; Cass. 18 november 2020, AR P.20.1084.F, AC 2020, nr. 712, met concl. van advocaat-generaal VANDERMEERSCH, op datum in Pas.."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240227.2N.17": {
      "court": "CASS",
      "date": "2024-02-27",
      "roleNumber": "P.24.0235.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240227.2N.17",
      "abstractFR": null,
      "abstractNL": [
        "Wanneer het door de buitenlandse overheid uitgevaardigde aanhoudingsbevel overeenkomstig artikel 3, tweede lid, Uitleveringswet 1874 door de raadkamer uitvoerbaar is verklaard en dat uitvoerbaar verklaard bevel is betekend aan de op grond van artikel 5, eerste lid, van die wet voorlopig aangehouden vreemdeling, is die vreemdeling niet meer van zijn vrijheid beroofd krachtens het voorlopig aanhoudingsbevel dat de onderzoeksrechter op die grond heeft uitgevaardigd, maar is hij definitief aangehouden krachtens het buitenlands aanhoudingsbevel dat door de raadkamer uitvoerbaar is verklaard (1); vanaf dat ogenblik staat de betrokkene ter beschikking van de uitvoerende macht (2). (1) Cass. 12 januari 2022, AR P.21.1696.F, AC 2022, nr. 25, met concl. van advocaat-generaal M. NOLET DE BRAUWERE op datum, in Pas.; zie T. VANDER BEKEN, “Opnieuw commotie rond de uitlevering voor politieke misdrijven. Juridische bespiegelingen naar aanleiding van de zaak Erdal”, T. Strafr. 2000, 236-237; S. DEWULF, Handboek uitleveringsrecht, Intersentia, 2013, 120-121 en S. DEWULF, “Verzoeken tot voorlopige invrijheidstelling in het kader van uitleverings-, overleverings- en overdrachtprocedures aan het Internationaal Strafhof: eigen regimes, afzonderlijke regelen”, RW 2020-21, 647; M.A BEERNAERT, H. D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, die Keure, 2021, 2064; A. WINANTS, “Uitlevering: de voorlopige aanhouding”, in Comm. Straf. 2022, 19. (2) Cass. 2 april 2019, AR P.19.0284.N, AC 2019, nr. 205; Cass. 1 april 2015, AR P.15.0278.F, AC 2015, nr. 236; C. VAN DEN WYNGAERT, S. VANDROMME en Ph. TRAEST, Strafrecht en strafprocesrecht in hoofdlijnen, Gompel&Svacina, 2022, 1274; A. WINANTS, “Uitlevering: de voorlopige aanhouding”, in Comm. Straf. 2022, 19.",
        "Volgens artikel 5, vierde lid, Uitleveringswet 1874 mag de vreemdeling zijn voorlopige invrijheidstelling verzoeken in de gevallen waarin een Belg hetzelfde voorrecht geniet en dit onder dezelfde voorwaarden; in dat geval onderzoeken de raadkamer en in hoger beroep de kamer van inbeschuldigingstelling of de wettelijke voorwaarden voor de voorlopige aanhouding zijn vervuld, meer bepaald of er een bericht voorligt van de buitenlandse overheid die de aanhouding van de vreemdeling met het oog op zijn uitlevering verzoekt, of aan de voorwaarde van spoedeisendheid is voldaan en of het verzoek tot uitlevering kennelijk regelmatig is (1); uit het voorgaande volgt dat de kamer van inbeschuldigingstelling niet langer over een verzoek tot voorlopige invrijheidstelling van een aangehouden vreemdeling kan oordelen wanneer aan hem inmiddels het door de buitenlandse overheid uitgevaardigde en door de raadkamer uitvoerbaar verklaarde aanhoudingsbevel is betekend; door de enkele betekening van dat aanhoudingsbevel zelf is de vreemdeling immers niet langer voorlopig maar wel definitief aangehouden met het oog op uitlevering (2) ; daarvoor is niet vereist dat ook de beschikking van de raadkamer tot uitvoerbaarverklaring van dat bevel reeds definitief is geworden. (1) M.A. BEERNAERT, H. D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, die Keure, 2021, 2063; A. WINANTS, “Uitlevering: de voorlopige aanhouding”, in Comm. Straf. 2022, 17. (2) Cass. 1 april 2015, AR P.15.0278.F, AC 2015, nr. 236; M.A. BEERNAERT, H. D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, die Keure, 2021, 2065.",
        "Uit artikel 5.1.f en 5.4 EVRM en artikel 5, vierde lid, Uitleveringswet 1874 volgt dat de vreemdeling die is opgesloten om te worden uitgeleverd en die ter beschikking staat van de uitvoerende macht, niettemin het recht heeft om de rechter te vragen op korte termijn te beslissen over de wettigheid van zijn gevangenhouding (1); bijgevolg wordt die vreemdeling dat recht niet ontnomen wanneer een rechter op een verzoek tot voorlopige invrijheidstelling oordeelt dat diens op grond van artikel 5, eerste lid, Uitleveringswet 1874 gegronde voorlopige aanhouding zonder voorwerp is geworden (2) na de betekening van het door de buitenlandse overheid uitgevaardigde en door de raadkamer uitvoerbaar verklaarde aanhoudingsbevel; niets belet hem immers onmiddellijk een nieuw verzoek tot voorlopige invrijheidstelling in te dienen (3). (1) Cass. 18 november 2020, AR P.20.1084.F, AC 2020, nr. 712, met concl. van advocaat-generaal D. VANDERMEERSCH, op datum, in Pas.; Cass. 13 juli 2020, AR P.10.1173.N, AC 2020, nr. 481; Cass. 5 december 2017, AR P.17.1167.N, AC 2017, nr. 689; Cass. 17 november 2015, AR P.15.1425.N, AC 2015, nr. 685; Cass. 1 april 2015, AR P.15.0278.F, AC 2015, nr. 236; Cass. 29 februari 2012, AR P.12.2017.F, AC 2012, nr. 140, RW 2012-13, 339 noot S. DEWULF; Cass. 13 juli 2010, AR P.10.1173.N, AC 2010, nr. 481, RABG 2011, 117 noot S. GUENTER; Cass. 31 maart 2009, AR P.09.0162.N, AC 2009, nr. 224, met concl. van procureur-generaal P. DUINSLAEGER, toen advocaat-generaal, RW 2009-10, 490 noot S. DEWULF; M.A. BEERNAERT, H. D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, die Keure, 2021, 2074-2075; C. VAN DEN WYNGAERT, S. VANDROMME en Ph. TRAEST, Strafrecht en strafprocesrecht in hoofdlijnen, Gompel&Svacina, 2022, 1275; A. WINANTS, “Uitlevering: de voorlopige aanhouding”, in Comm. Straf. 2022, 19. (2) Over dit aspect van zonder voorwerp verklaren van het hoger beroep tegen een beschikking van de raadkamer over de hechtenis in de spoedprocedure van uitlevering, zie Cass. 12 januari 2022, AR P.21.1696.F, AC 2022, nr. 25, met concl. van advocaat-generaal M. NOLET DE BRAUWERE, op datum in Pas.; M.A. BEERNAERT, H. D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, die Keure, 2021, 2065. (3) Cass. 12 januari 2022, AR P.21.1696.F, AC 2022, nr. 25, met concl. van advocaat-generaal M. NOLET DE BRAUWERE, op datum in Pas.."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240416.2N.19": {
      "court": "CASS",
      "date": "2024-04-16",
      "roleNumber": "P.24.0519.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240416.2N.19",
      "abstractFR": null,
      "abstractNL": [
        "De rechter die op grond van artikel 5, vierde lid, Uitleveringswet 1874 uitspraak doet over het verzoek tot voorlopige invrijheidstelling van een vreemdeling wiens uitlevering door de minister van Justitie is toegestaan, moet indien hij daartoe wordt uitgenodigd oordelen of de duur van de hechtenis van de vreemdeling nog wel redelijk is; de rechter oordeelt daarover onaantastbaar op grond van de concrete omstandigheden van de zaak op het ogenblik van zijn beslissing; bij die beoordeling kan de rechter onder meer rekening houden met de complexiteit van de zaak, de eventuele tussenkomst van internationale of buitenlandse instanties, de houding van de bij de procedure betrokken overheden, de mate waarin de vreemdeling zelf heeft bijdragen tot het verlengen van de procedure en de in het geding zijnde belangen (1) ; zo kan de rechter in aanmerking nemen dat de vreemdeling na het verzoek om uitlevering een verzoek om internationale bescherming heeft ingediend en dat die procedure en de afwikkeling ervan een impact hebben op een overdracht van de vreemdeling, ook al heeft de vreemdeling het recht van die procedure gebruik te maken; niet is vereist dat de rechter al die criteria bij zijn beoordeling betrekt (2) ; het Hof gaat wel na of de rechter uit zijn vaststellingen geen gevolgen afleidt die op grond daarvan onmogelijk kunnen worden verantwoord. (1) Cass. 16 december 2020, AR P.20.1232.F, AC 2020, nr. 783; Cass. 31 december 2019, AR P.19.1279.N, AC 2019, nr. 689, RDPC 2021, 710; Cass. 14 maart 2018, AR P.18.0212.F, AC 2018, nr. 212, RDPC 2018, 1080 noot S. HENROTTE. (2) Cass. 16 december 2020, AR P.20.1232.F, AC 2020, nr. 783; Cass. 31 december 2019, AR P.19.1279.N, AC 2019, nr. 689, RDPC 2021, 710."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20241218.2F.15": {
      "court": "CASS",
      "date": "2024-12-18",
      "roleNumber": "P.24.1665.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241218.2F.15",
      "abstractFR": [
        "L'étranger dont l'Etat d'origine réclame l'extradition peut solliciter sa libération pendant la procédure ; en pareil cas, les critères du maintien de la privation de liberté ne sont pas ceux de la loi du 20 juillet 1990 relative à la détention préventive.",
        "Il résulte de l'article 5 de la loi du 15 mars 1874 sur les extraditions que l'arrestation provisoire de la personne faisant l'objet d'une demande d'extradition peut immédiatement être décidée pour autant qu'un avis officiel émane de l'autorité étrangère compétente, que l'urgence soit constatée et que la demande d'extradition apparaisse de prime abord régulière ; ladite loi n'autorise pas la juridiction d'instruction appelée à statuer sur le maintien de la détention, à substituer son appréciation de l'opportunité de cette mesure à l'appréciation de l'autorité étrangère compétente (1). (1) Cass. 8 décembre 2021, RG P.21.1465.F, Pas. 2021 n° 781.",
        "La procédure d'extradition, et la privation de liberté qui lui est associée, ont pour objet, non pas d'assurer le séjour de l'étranger sur le territoire de l'Etat où il s'est réfugié, mais son acheminement sur le territoire de l'Etat qui demande régulièrement à le juger.",
        "Le droit au respect de la vie privée et familiale, qui n'est pas un droit absolu, n'empêche pas en soi l'arrestation d'un étranger dont l'Etat national réclame l'extradition."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250108.2F.15": {
      "court": "CASS",
      "date": "2025-01-08",
      "roleNumber": "P.24.1788.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250108.2F.15",
      "abstractFR": [
        "La Cour reçoit le mémoire nonobstant son dépôt moins de quinze jours avant l'audience, lorsque ce délai a pour effet, compte tenu de la fixation de la cause sous le bénéfice de l'urgence, de faire remonter l'échéance imposée au demandeur à une date antérieure à celle de son pourvoi (1). (Solution implicite). (1) En l'espèce, le délai de quinze jours avant l'audience prévu à l'article 429, alinéa 1er, du Code d'instruction criminelle, expirant avant même la date du dépôt du pourvoi formé contre l'arrêt relatif à l'arrestation provisoire de la personne faisant l'objet d'une demande d'extradition, était inapplicable; la Cour n'a dès lors pas dit le mémoire irrecevable, bien qu'il eût été déposé huit jours après l'expiration dudit délai. En matière d'extradition, ce sont les délais du Code d'instruction criminelle qui s'appliquent mais « le pourvoi dirigé contre un arrêt statuant sur une demande de mise en liberté d'une personne placée sous écrou extraditionnel est examiné par la Cour sous le bénéfice de l'urgence » (Cass. 27 décembre 2017, RG P.17.1260.F, inédit), tout comme en matière de rétention d'un étranger sur pied de la loi du 15 décembre 1980.",
        "Il résulte des articles 2bis, alinéa 2, et 5 de la loi du 15 mars 1874 que l'arrestation provisoire de la personne faisant l'objet d'une demande d'extradition peut immédiatement être décidée, pour autant qu'un avis officiel émane de l'autorité étrangère compétente, que l'urgence soit constatée et que la demande d'extradition apparaisse, de prime abord, régulière (1); ces dispositions instituent une condition générale de l'extradition, dont la vérification ressortit aux juridictions d'instruction (2), y compris lorsqu'elles sont appelées à statuer sur une détention provisoire en vue d'extradition. (1) Voir Cass. 8 décembre 2021, RG P.21.1465.F, Pas. 2021, n° 781, et réf. en note ; v. M.-A. BEERNAERT, D. VANDERMEERSCH et MONA GIACOMETTI, Droit de la procédure pénale, 10e éd., La Charte, 2025, t. II, p. 2381 : « Comme le mandat d'arrêt provisoire est une mesure immédiatement exécutoire, cette décision ne peut être ordonnée s'il apparaît prima facie que l'extradition devra être refusée ». (2) Voir Cass. 24 juin 2009, RG P.09.0355.F, Pas. 2009, n° 436.",
        "Lorsque le détenu en vue d'extradition qui requiert sa mise en liberté a déposé des conclusions soutenant que la procédure d'extradition dont il fait l'objet se rapporte à des infractions susceptibles de lui valoir la réclusion à perpétuité comme peine maximale, sans que le droit national de l'État requérant ne prévoie la possibilité d'un aménagement ou d'un réexamen de cette peine, et que les conditions de détention dans les prisons de cet État sont incompatibles avec la dignité humaine, les juges d'appel qui se bornent à juger cette défense sans lien avec la demande de mise en liberté se soustraient illégalement au contrôle, prima facie, de la régularité de la demande d'extradition à laquelle est adossé le titre de privation de liberté déféré à leur censure (1). (1) Voir, quant à la procédure d'exequatur du mandat d'arrêt international, Cass. 6 novembre 2019, RG P.19.0950.F, Pas. 2019, n° 574, ECLI:BE:CASS:2019:ARR.20191106.4 (« En vertu de l'article 2bis, alinéa 2, de la loi du 15 mars 1874, l'extradition ne peut être accordée s'il existe des risques sérieux que la personne, si elle était extradée, serait soumise dans l'État requérant, à un déni flagrant de justice, à des faits de torture ou à des traitements inhumains et dégradants; il appartient à la juridiction d'instruction d'examiner de manière concrète cette cause de refus »), avec concl. de M. VANDERMEERSCH, avocat général, ECLI:BE:CASS:2019:CONC.20191106.4. Le MP en a déduit que les juges d'appel ne pouvaient considérer que les moyens, soumis à la cour d'appel par le demandeur dans ses conclusions d'appel, soutenant que son extradition vers le Maroc violeraient les articles 3 et 6 de la Convention « sont sans lien avec l'objet de la demande de remise en liberté, au stade actuel de la procédure ».(M.N.B.)",
        "Il résulte des articles 2bis, alinéa 2, et 5 de la loi du 15 mars 1874 que l'arrestation provisoire de la personne faisant l'objet d'une demande d'extradition peut immédiatement être décidée, pour autant qu'un avis officiel émane de l'autorité étrangère compétente, que l'urgence soit constatée et que la demande d'extradition apparaisse, de prime abord, régulière (1); ces dispositions instituent une condition générale de l'extradition, dont la vérification ressortit aux juridictions d'instruction (2), y compris lorsqu'elles sont appelées à statuer sur une détention provisoire en vue d'extradition. (1) Voir Cass. 8 décembre 2021, RG P.21.1465.F, ECLI:BE:CASS:2021:ARR.20211208.2F.7, Pas. 2021, n° 781, et réf. en note ; v. M.-A. BEERNAERT, D. VANDERMEERSCH et MONA GIACOMETTI, Droit de la procédure pénale, 10e éd., La Charte, 2025, t. II, p. 2381 : « Comme le mandat d'arrêt provisoire est une mesure immédiatement exécutoire, cette décision ne peut être ordonnée s'il apparaît prima facie que l'extradition devra être refusée ». (2) Voir Cass. 24 juin 2009, RG P.09.0355.F, ECLI:BE:CASS:2009:ARR.20090624.5, Pas. 2009, n° 436.",
        "Lorsque le détenu en vue d'extradition qui requiert sa mise en liberté a déposé des conclusions soutenant que la procédure d'extradition dont il fait l'objet se rapporte à des infractions susceptibles de lui valoir la réclusion à perpétuité comme peine maximale, sans que le droit national de l'État requérant ne prévoie la possibilité d'un aménagement ou d'un réexamen de cette peine, et que les conditions de détention dans les prisons de cet État sont incompatibles avec la dignité humaine, les juges d'appel qui se bornent à juger cette défense sans lien avec la demande de mise en liberté se soustraient illégalement au contrôle, prima facie, de la régularité de la demande d'extradition à laquelle est adossé le titre de privation de liberté déféré à leur censure (1). (1) Voir, quant à la procédure d'exequatur du mandat d'arrêt international, Cass. 6 novembre 2019, RG P.19.0950.F, ECLI:BE:CASS:2019:ARR.20191106.4, Pas. 2019, n° 574 (« En vertu de l'article 2bis, alinéa 2, de la loi du 15 mars 1874, l'extradition ne peut être accordée s'il existe des risques sérieux que la personne, si elle était extradée, serait soumise dans l'État requérant, à un déni flagrant de justice, à des faits de torture ou à des traitements inhumains et dégradants; il appartient à la juridiction d'instruction d'examiner de manière concrète cette cause de refus »), avec concl. de M. VANDERMEERSCH, avocat général, ECLI:BE:CASS:2019:CONC.20191106.4. Le MP en a déduit que les juges d'appel ne pouvaient considérer que les moyens, soumis à la cour d'appel par le demandeur dans ses conclusions d'appel, soutenant que son extradition vers le Maroc violeraient les articles 3 et 6 de la Convention « sont sans lien avec l'objet de la demande de remise en liberté, au stade actuel de la procédure ».(M.N.B.)"
      ],
      "abstractNL": [
        "Het Hof verklaart de memorie ontvankelijk, ondanks de neerlegging ervan minder dan vijftien dagen vóór de rechtszitting, wanneer die termijn, gelet op het feit dat de rechtsdag met onverwijlde spoed werd vastgelegd, tot gevolg heeft dat de aan de eiser opgelegde vervaltermijn wordt teruggebracht naar een datum die vóór de neerlegging van zijn cassatieberoep valt (1). (Impliciete oplossing). (1) De in artikel 429, eerste lid, Wetboek van Strafvordering bepaalde termijn van vijftien dagen vóór de rechtszitting, die verstreek nog vóór de datum van neerlegging van het cassatieberoep dat was ingesteld tegen het arrest betreffende de voorlopige aanhouding van de persoon wiens uitlevering was gevraagd, kon in dit geval niet worden toegepast; het Hof heeft de memorie bijgevolg niet onontvankelijk verklaard, ook al werd het acht dagen na het verstrijken van de voormelde termijn neergelegd. Inzake uitlevering, net als inzake vasthouding van een vreemdeling op grond van de Vreemdelingenwet, zijn de termijnen van het Wetboek van Strafvordering van toepassing, maar “het cassatieberoep tegen een arrest dat uitspraak doet over een verzoek tot invrijheidstelling van een met het oog op uitlevering opgesloten persoon wordt door het Hof met onverwijlde spoed onderzocht” (Cass. 27 december 2017, AR P.17.1260.F, arrest niet gepubliceerd).",
        "Uit de artikelen 2bis, tweede lid, en 5 Uitleveringswet 1874 volgt dat de voorlopige aanhouding van de persoon tegen wie een uitleveringsverzoek is uitgevaardigd onmiddellijk kan worden bevolen, voor zover er een officieel bericht werd uitgevaardigd door de bevoegde buitenlandse autoriteit, het bestaan van onverwijlde spoed werd vastgesteld en het uitleveringsverzoek op het eerste gezicht rechtmatig lijkt (1); die bepalingen voeren een algemene uitleveringsvoorwaarde in die door de onderzoeksgerechten moet worden onderzocht (2), ook wanneer zij over een voorlopige opsluiting met het oog op uitlevering uitspraak moeten doen. (1) Zie Cass. 8 december 2021, AR P.21.1465.F, ECLI:BE:CASS:2021:ARR.20211208.2F.7, en verw. in voetnoot; zie M.-A. BEERNAERT, D. VANDERMEERSCH EN MONA GIACOMETTI, Droit de la procédure pénale, 10de uitg., La Charte, 2025, dl. II, p. 2381: “Comme le mandat d'arrêt provisoire est une mesure immédiatement exécutoire, cette décision ne peut être ordonnée s'il apparaît prima facie que l'extradition devra être refusée”. (2) Zie Cass. 24 juni 2009, AR P.09.0355.F, AC 2009, nr. 436.",
        "Wanneer de met het oog op uitlevering opgesloten persoon die om zijn invrijheidstelling verzoekt, een conclusie heeft neergelegd waarin hij aanvoert dat zijn uitleveringsprocedure betrekking heeft op misdrijven die hem een levenslange opsluiting als maximumstraf kunnen opleveren, zonder dat het nationaal recht van de verzoekende Staat voorziet in een mogelijkheid tot herziening van die straf en de hechtenisvoorwaarden in de gevangenissen van die Staat niet met de menselijke waardigheid verenigbaar zijn, onttrekken de appelrechters die uitsluitend oordelen dat dit verweer geen verband houdt met het verzoek tot invrijheidstelling, zich onwettig aan het onderzoek prima facie van de regelmatigheid van het verzoek tot uitlevering waarop de aan hun toezicht voorgelegde vrijheidsberovende titel steunt (1). (1) Zie, wat betreft de procedure tot uitvoerbaarverklaring van het internationaal aanhoudingsbevel, Cass. 6 november 2019, AR P.19.0950.F, AC 2019, nr. 574 (“Krachtens artikel 2bis, tweede lid, Uitleveringswet 1874 kan uitlevering niet worden toegestaan wanneer er ernstige risico's bestaan dat de persoon, indien hij wordt uitgeleverd, in de verzoekende Staat wordt onderworpen aan een flagrante rechtsweigering of aan foltering of aan een onmenselijke en onterende behandeling; het staat aan het onderzoeksgerecht die weigeringsgrond concreet te onderzoeken”), met concl. advocaat-generaal VANDERMEERSCH, op datum in Pas.. Het OM heeft hieruit afgeleid dat de appelrechters niet konden oordelen dat de middelen die de eiser in zijn conclusie in hoger beroep aan het hof van beroep voorlegde, waarin hij aanvoerde dat zijn uitlevering aan Marokko de artikelen 3 en 6 EVRM zou schenden, “in de huidige stand van de rechtspleging geen enkel verband met het voorwerp van het verzoek tot invrijheidstelling vertonen”. (M.N.B.)"
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211208.2F.7": {
      "court": "CASS",
      "date": "2021-12-08",
      "roleNumber": "P.21.1465.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211208.2F.7",
      "abstractFR": [
        "Il résulte de l'article 5 de la loi du 15 mars 1874 sur les extraditions que l'arrestation provisoire de la personne faisant l'objet d'une demande d'extradition peut immédiatement être décidée, pour autant qu'un avis officiel émane de l'autorité étrangère compétente, que l'urgence soit constatée et que la demande d'extradition apparaisse, de prime abord, régulière (1) ; mais, sous réserve de l'évaluation de l'urgence, ladite loi n'autorise pas la juridiction d'instruction appelée à statuer sur le maintien de la détention à substituer son appréciation de l'opportunité de cette mesure, à l'appréciation de l'autorité étrangère requérante (2) ; elle ne l'autorise pas davantage à se prononcer sur la vraisemblance de la culpabilité de la personne arrêtée. (1) Voir S. HENROTTE, « L'appréciation du caractère raisonnable dans la durée d'une mise sous écrou extraditionnel », note sous Cass. 14 mars 2018, RG P.18.0212.F, Rev. dr. pén. crim., 2018, p. 1083 ; S. DEWULF, Extradere. Uitlevering, Europees aanhoudingsbevel overdrachten aan het Internationaal Strafhof en de ad hoc-Tribunalen, Larcier, 2009, nos 155 à 159 ; M.-A. BEERNAERT, H.-D. BOSLY et D. VANDERMEERSCH, Droit de la procédure pénale, La Charte, Bruges, 9ème éd., 2021, t. II, pp. 2059 à 2061. (2) Voir M.-A. BEERNAERT e.a., o.c., p. 2061 et p. 2063, note 111, qui renvoie à Cass. 4 avril 2000, RG P.00.0293.N, Pas. 2000, n° 224, relatif à la procédure distincte d'exequatur. Selon une circulaire ministérielle en la matière, la condition d'urgence doit principalement s'interpréter au regard du risque de fuite (S. DEWULF, o.c., nos 155-156, qui évoque toutefois d'autres raisons permettant de conclure à l'existence de cette urgence).",
        "Il résulte de l'article 5 de la loi du 15 mars 1874 sur les extraditions que l’arrestation provisoire de la personne faisant l’objet d’une demande d’extradition peut immédiatement être décidée, pour autant qu'un avis officiel émane de l'autorité étrangère compétente, que l'urgence soit constatée et que la demande d'extradition apparaisse, de prime abord, régulière (1) ; mais, sous réserve de l’évaluation de l’urgence, ladite loi n’autorise pas la juridiction d’instruction appelée à statuer sur le maintien de la détention à substituer son appréciation de l’opportunité de cette mesure, à l’appréciation de l’autorité étrangère requérante (2) ; elle ne l’autorise pas davantage à se prononcer sur la vraisemblance de la culpabilité de la personne arrêtée. (1) Voir S. HENROTTE, « L'appréciation du caractère raisonnable dans la durée d'une mise sous écrou extraditionnel », note sous Cass. 14 mars 2018, RG P.18.0212.F, Rev. dr. pén. crim., 2018, p. 1083 ; S. DEWULF, Extradere. Uitlevering, Europees aanhoudingsbevel overdrachten aan het Internationaal Strafhof en de ad hoc-Tribunalen, Larcier, 2009, nos 155 à 159 ; M.-A. BEERNAERT, H.-D. BOSLY et D. VANDERMEERSCH, Droit de la procédure pénale, La Charte, Bruges, 9ème éd., 2021, t. II, pp. 2059 à 2061. (2) Voir M.-A. BEERNAERT e.a., o.c., p. 2061 et p. 2063, note 111, qui renvoie à Cass. 4 avril 2000, RG P.00.0293.N, Pas. 2000, n° 224, relatif à la procédure distincte d’exequatur. Selon une circulaire ministérielle en la matière, la condition d’urgence doit principalement s’interpréter au regard du risque de fuite (S. DEWULF, o. c., nos 155-156, qui évoque toutefois d’autres raisons permettant de conclure à l’existence de cette urgence)."
      ],
      "abstractNL": [
        "Uit artikel 5 Uitleveringswet 1874 volgt dat onmiddellijk kan worden beslist de persoon tegen wie een uitleveringsverzoek is uitgevaardigd voorlopig aan te houden, voor zover de bevoegde buitenlandse autoriteit een officieel bericht heeft verzonden, het bestaan van onverwijlde spoed is vastgesteld en het uitleveringsverzoek op het eerste gezicht wettig lijkt (1) ; behoudens de beoordeling van de onverwijlde spoed staat deze wet het onderzoeksgerecht dat uitspraak moet doen over de handhaving van de hechtenis echter niet toe zijn beoordeling van de opportuniteit van deze maatregel in de plaats te stellen van de beoordeling van de verzoekende buitenlandse autoriteit (2) ; de wet staat het onderzoeksgerecht evenmin toe uitspraak te doen over de waarschijnlijkheid van de schuld van de aangehouden persoon. (1) Zie S. HENROTTE, “L'appréciation du caractère raisonnable dans la durée d'une mise sous écrou extraditionnel”, noot onder Cass. 14 maart 2018, AR P.18.0212.F, RDCP, 2018, p. 1083; S. DEWULF, Extradere. Uitlevering, Europees aanhoudingsbevel & overdrachten aan het Internationaal Strafhof en de ad hoc-Tribunalen, Larcier, 2009, nrs. 155 tot 159; M.-A. BEERNAERT, H.-D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, die Keure, Brugge, 9de uitg., 2021, II, p. 2059-2061. (2) Zie M.-A. BEERNAERT e.a., o.c., p. 2061 en p. 2063, noot 111, die verwijst naar Cass. 4 april 2000, AR P.00.0293.N, AC 2000, nr. 224, betreffende de afzonderlijke exequaturprocedure. Volgens een ministeriële omzendbrief hierover moet de voorwaarde van onverwijlde spoed vooral worden geïnterpreteerd met betrekking tot het vluchtgevaar (S. DEWULF, o.c., nrs. 155-15, die echter andere redenen vermeldt om tot het bestaan van die onverwijlde spoed te kunnen besluiten)."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220419.2N.15": {
      "court": "CASS",
      "date": "2022-04-19",
      "roleNumber": "P.22.0497.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220419.2N.15",
      "abstractFR": [
        "Le recours en cassation contre une décision rendue sur une demande de mise en liberté provisoire introduite en vertu de l'article 5, alinéa 4, de la loi du 15 mars 1874 sur les extraditions, par un étranger dont l'extradition est demandée, est régi par les dispositions de droit commun relatives au pourvoi en cassation en matière répressive ; conformément à l'article 425, § 1er, du Code d'instruction criminelle, le pourvoi en matière répressive doit, hormis dans des cas non applicables en l'espèce, être formé par un avocat titulaire d'une attestation de formation en procédure en cassation visée par le livre II, titre III, du Code d'instruction criminelle, de sorte qu'est irrecevable le pourvoi formé par la personne faisant l'objet d'une demande d'extradition au moyen d'une déclaration faite au délégué du directeur de la prison où elle est incarcérée (1). (1) Cass. 22 juin 2021, RG P.21.0809.N, Pas. 2021, nº 471 ; Selon une jurisprudence constante de la Cour, le pourvoi en matière d'extradition est régi par les dispositions de droit commun et non par la loi relative à la détention préventive - voir Cass. 12 juin 2018, RG P.18.0589.N, Pas. 2018, nº 382 ; Cass. 5 septembre 2017, RG P.17.1167.N, Pas. 2017, nº 689 ; Cass. 29 février 2012, RG P.12.0217.F, Pas. 2012, nº 140, T. Strafr. 2012/3, p. 172 et note de T. DECAIGNY, R.W. 2012-13/9, p. 341 à 344 et note de S. DEWULF, « De bijzondere regeling voor het toezicht op de uitleveringsdetentie » ; A. WINANTS, « Uitlevering: De voorlopige aanhouding », Comm. Strafr. (adaptation avril 2022), nº 40."
      ],
      "abstractNL": [
        "Het cassatieberoep tegen een beslissing gewezen op een overeenkomstig artikel 5, vierde lid, Uitleveringswet 1874 ingediend verzoekschrift tot voorlopige invrijheidstelling door een vreemdeling wiens uitlevering wordt gevraagd, wordt geregeld door de gemeenrechtelijke bepalingen betreffende het cassatieberoep in strafzaken; uit artikel 425, § 1, Wetboek van Strafvordering volgt dat een cassatieberoep in strafzaken in principe slechts kan worden ingesteld door een advocaat die houder is van een getuigschrift van een opleiding in cassatieprocedures als bedoeld in boek II, titel III van het Wetboek van Strafvordering, zodat het cassatieberoep ingesteld door de persoon van wie de uitlevering wordt gevraagd door het afleggen van een verklaring aan de gemachtigde van de directeur van de gevangenis waar hij is opgesloten, niet ontvankelijk is (1). (1) Cass. 22 juni 2021, AR P.21.0809.N, AC 2021, nr. 471 Het is vaste rechtspraak van het Hof dat het cassatieberoep inzake uitlevering wordt beheerst door de gemeenrechtelijke bepalingen en niet door de wet op de voorlopige hechtenis – zie Cass. 12 juni 2018, AR P.18.0589.N, AC 2018, nr. 382; Cass. 5 september 2017, AR P.17.1167.N, AC 2017, nr. 689; Cass. 29 februari 2012, AR P.12.0217.F, AC 2012, nr. 140, T. Strafr. 2012/3, p. 172 en noot T. DECAIGNY, RW 2012-13/9, pp. 341-344 en noot S. DEWULF, “De bijzondere regeling voor het toezicht op de uitleveringsdetentie”; A. WINANTS, “Uitlevering: De voorlopige aanhouding”, Comm. Strafr. (aanpassing april 2022), nr. 40."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171205.4": {
      "court": "CASS",
      "date": "2017-12-05",
      "roleNumber": "P.17.1176.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171205.4&lang=fr",
      "abstractFR": [
        "En l'absence de dispositions spécifiques à la matière de l'extradition, les règles applicables à la procédure sont celles du droit commun, en l'occurrence les règles du Code d'instruction criminelle et non celles de la loi du 20 juillet 1990 relative à la détention préventive (1). (1) Cass. 29 février 2012, RG P.12.0217.F, Pas. 2012, n° 140."
      ],
      "abstractNL": [
        "Bij ontstentenis van specifieke bepalingen inzake uitlevering, zijn de regels die van toepassing zijn op de rechtspleging inzake een verzoek tot voorlopige invrijheidstelling de gemeenrechtelijke regels, in dit geval de regels van het Wetboek van Strafvordering en niet deze van de Voorlopige Hechteniswet (1). (1) Cass. 29 februari 2012, AR P.12.0217.F, AC 2012, nr. 140."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220112.2F.13": {
      "court": "CASS",
      "date": "2022-01-12",
      "roleNumber": "P.21.1696.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220112.2F.13",
      "abstractFR": [
        "Lorsque le mandat d'arrêt délivré par l'autorité étrangère a été rendu exécutoire par la chambre du conseil en application de l'article 3, alinéa 2, de la loi du 15 mars 1874 et que ce mandat rendu exécutoire a été signifié à l'étranger arrêté provisoirement en application de l'article 5, alinéa 1er, de cette loi, il n'est plus privé de liberté en vertu du mandat d'arrêt provisoire que le juge d'instruction a décerné sur cette base mais est écroué en vertu du mandat d'arrêt étranger rendu exécutoire par la chambre du conseil et de l'ordonnance qui en fait foi; le pourvoi formé contre l'arrêt qui vérifie si les conditions légales de l'arrestation provisoire décidée par le juge d'instruction sont réunies devient alors sans objet; ceci ne prive pas l'étranger du droit à un recours effectif devant un tribunal afin qu'il statue à bref délai sur la légalité de sa détention et ordonne sa libération si la détention est illégale (1). (1) Voir les concl. « dit en substance » du MP.",
        "Lorsque le mandat d’arrêt délivré par l’autorité étrangère a été rendu exécutoire par la chambre du conseil en application de l’article 3, alinéa 2, de la loi du 15 mars 1874 et que ce mandat rendu exécutoire a été signifié à l’étranger arrêté provisoirement en application de l’article 5, alinéa 1er, de cette loi, il n’est plus privé de liberté en vertu du mandat d’arrêt provisoire que le juge d’instruction a décerné sur cette base mais est écroué en vertu du mandat d’arrêt étranger rendu exécutoire par la chambre du conseil et de l’ordonnance qui en fait foi; le pourvoi formé contre l’arrêt qui vérifie si les conditions légales de l’arrestation provisoire décidée par le juge d’instruction sont réunies devient alors sans objet; ceci ne prive pas l’étranger du droit à un recours effectif devant un tribunal afin qu’il statue à bref délai sur la légalité de sa détention et ordonne sa libération si la détention est illégale (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": [
        "Wanneer het door de buitenlandse overheid uitgevaardigde aanhoudingsbevel door de raadkamer uitvoerbaar is verklaard met toepassing van artikel 3, tweede lid, Uitleveringswet 1874, en dat uitvoerbaar verklaard bevel is betekend aan de krachtens artikel 5, eerste lid, van de voormelde wet voorlopig aangehouden vreemdeling, is laatstgenoemde niet meer van zijn vrijheid beroofd krachtens het voorlopige aanhoudingsbevel dat de onderzoeksrechter op die grond heeft uitgevaardigd, maar is hij opgesloten krachtens het buitenlands aanhoudingsbevel dat door de raadkamer uitvoerbaar is verklaard en krachtens de beschikking die tot bewijs ervan strekt; het cassatieberoep tegen het arrest dat onderzoekt of de wettelijke voorwaarden van de door de onderzoeksrechter besliste voorlopige aanhouding zijn vervuld, heeft in dat geval geen bestaansreden meer; dat ontzegt de vreemdeling niet het recht op een daadwerkelijk rechtsmiddel voor een rechterlijke instantie, opdat die instantie op korte termijn uitspraak doet over de wettigheid van zijn vasthouding en zijn invrijheidstelling beveelt indien de vasthouding illegaal is (1). (1) Zie concl. “in hoofdzaak” OM in Pas. 2022, nr. 25.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220726.VAC.11": {
      "court": "CASS",
      "date": "2022-07-26",
      "roleNumber": "P.22.0985.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220726.VAC.11",
      "abstractFR": [
        "En vertu de l'article 13 de la loi du 15 mars 1874 sur les extraditions, dans les relations avec le Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, la détermination des autorités compétentes et la procédure d'émission et d'exécution des demandes de remise sont, en règle, régies par la loi du 19 décembre 2003 relative au mandat d'arrêt européen; la procédure d'exécution des demandes de remise régie par la loi du 19 décembre 2003 comporte l'arrestation, l'éventuelle détention en vue de cette exécution et les décisions relatives au maintien de la détention ou à la mise en liberté provisoire de la personne, précédant la décision sur l'exécution de la demande de remise proprement dite (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": [
        "Krachtens artikel 13 Uitleveringswet 1874 worden, wat betreft de betrekkingen met het Verenigd Koninkrijk van Groot-Brittannië en Noord-Ierland, de aanwijzing van de bevoegde overheden en de procedure van tenuitvoerlegging en uitvaardiging van verzoeken tot overlevering in beginsel geregeld door de Wet Europees Aanhoudingsbevel; de in de Wet Europees Aanhoudingsbevel geregelde procedure van tenuitvoerlegging van de verzoeken tot overlevering omvat de aanhouding, de eventuele hechtenis met het oog op die tenuitvoerlegging en de beslissingen over de handhaving van de hechtenis of de voorlopige invrijheidstelling van de persoon, die aan de beslissing over de tenuitvoerlegging van het verzoek tot overlevering zelf voorafgaan (1). (1) Zie concl. “in hoofdzaak” OM in Pas. 2022, nr. 482.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210622.2N.28": {
      "court": "CASS",
      "date": "2021-06-22",
      "roleNumber": "P.21.0809.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210622.2N.28&lang=fr",
      "abstractFR": [
        "Le pourvoi formé contre une décision rendue sur une requête en mise en liberté provisoire déposée par un étranger dont l'extradition est demandée, en application de l'article 5, alinéa 4, de la loi du 15 mars 1874 sur les extraditions, est régi par les dispositions de droit commun relatives au pourvoi en cassation en matière répressive; il résulte de l'article 425, § 1er, du Code d'instruction criminelle que le pourvoi en matière répressive peut, en principe, uniquement être formé par un avocat titulaire d'une attestation de formation en procédure en cassation visée par le livre II, titre III, du Code d'instruction criminelle, de sorte qu'est irrecevable le pourvoi formé par la personne faisant l'objet d'une demande d'extradition au moyen d'une déclaration au délégué du directeur de la prison où elle est incarcérée (1). (1) Selon une jurisprudence constante de la Cour, le pourvoi en matière d'extradition est régi par les dispositions de droit commun et non par la loi relative à la détention préventive - voir Cass. 12 juin 2018, RG P.18.0589.N, Pas. 2018, n° 382 ; Cass. 5 septembre 2017, RG P.17.1167.N, Pas. 2017, n° 689 ; Cass. 29 février 2012, RG P.12.0217.F, Pas. 2012, n° 140, T. Strafr. 2012/ 3, p. 172, note T. DECAIGNY, R.W. 2012-13/9, p. 341-344, note S. DEWULF, \"De bijzondere regeling voor het toezicht op de uitleveringsdetentie\"."
      ],
      "abstractNL": [
        "Het cassatieberoep tegen een beslissing gewezen op een overeenkomstig artikel 5, vierde lid, Uitleveringswet 1874 ingediend verzoekschrift tot voorlopige invrijheidstelling door een vreemdeling wiens uitlevering wordt gevraagd, wordt geregeld door de gemeenrechtelijke bepalingen betreffende het cassatieberoep in strafzaken; uit artikel 425, § 1, Wetboek van Strafvordering volgt dat een cassatieberoep in strafzaken in principe slechts kan worden ingesteld door een advocaat die houder is van een getuigschrift van een opleiding in cassatieprocedures als bedoeld in boek II, titel III van het Wetboek van Strafvordering, zodat het cassatieberoep ingesteld door de persoon van wie de uitlevering wordt gevraagd door het afleggen van een verklaring aan de gemachtigde van de directeur van de gevangenis waar hij is opgesloten, niet ontvankelijk is (1). (1) Het is vaste rechtspraak van het Hof dat het cassatieberoep inzake uitlevering wordt beheerst door de gemeenrechtelijke bepalingen en niet door de wet op de voorlopige hechtenis – zie Cass. 12 juni 2018, AR P.18.0589.N, AC 2018, nr. 382; Cass. 5 september 2017, AR P.17.1167.N, AC 2017, nr. 689; Cass. 29 februari 2012, AR P.12.0217.F, AC 2012, nr. 140, T. Strafr. 2012/3, p. 172 en noot T. DECAIGNY, RW 2012-13/9, pp. 341-344 en noot S. DEWULF, \" De bijzondere regeling voor het toezicht op de uitleveringsdetentie\"."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201118.2F.17": {
      "court": "CASS",
      "date": "2020-11-18",
      "roleNumber": "P.20.1084.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201118.2F.17",
      "abstractFR": [
        "En vertu de l'article 5, alinéa 4, de la loi du 15 mars 1874 sur les extraditions, l'étranger peut demander sa mise en liberté provisoire dans le cas où un Belge jouit de cette faculté et sous les mêmes conditions, cette demande étant soumise à la chambre du conseil; il s'ensuit que l'étranger doit soumettre sa demande à la chambre du conseil lorsqu'il est détenu en vertu d'un mandat d'arrêt provisoire décerné par un juge belge (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Krachtens artikel 5, vierde lid, Uitleveringswet 1874, kan de vreemdeling om voorlopige invrijheidstelling verzoeken indien een Belg dit recht geniet en onder dezelfde voorwaarden, waarbij dit verzoek wordt ingediend bij de raadkamer; hieruit volgt dat de vreemdeling zijn verzoek moet voorleggen aan de raadkamer wanneer hij krachtens een door een Belgische rechter uitgevaardigd bevel tot voorlopige aanhouding in hechtenis wordt gehouden (1). (1) Zie concl. OM in Pas. 2020, nr. 712."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180314.1": {
      "court": "CASS",
      "date": "2018-03-14",
      "roleNumber": "P.18.0212.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180314.1",
      "abstractFR": [
        "Le délai raisonnable de la détention en vue de l'extradition s'apprécie sur la base des données concrètes de la cause, au moment de la décision à rendre par le juge auquel ce contrôle incombe; lorsqu'il est appelé à apprécier les mérites d'une requête aux termes de laquelle l'étranger arrêté réclame sa mise en liberté provisoire eu égard à la longueur de l'arrestation subie, aucune règle n'interdit au juge, qui a exclu la responsabilité des autorités belges, d'avoir égard à la circonstance que l'intéressé a introduit des recours successifs, imprimant à la cause un caractère complexe, et dont le traitement a contribué au prolongement de la procédure (1). (1) Voir Cass. 17 novembre 2015, RG P.15.1425.N, Pas. 2015, n° 685; Cass. 29 février 2012, RG P.12.0217.F, Pas. 2012, n° 140; Cass. 13 juillet 2010, RG P.10.1173.N, Pas. 2010, n° 481; Cass. 31 mars 2009, RG P.09.0162.N, Pas. 2009, n° 224, avec concl. de M. DUINSLAEGER, alors avocat général, et RW, 2009-2010, p. 490, note S. DEWULF, « Rechterlijke controle op de uitlevering: (r)evoluties ». En revanche, « pour constater que le délai raisonnable pour être jugé n'a pas été dépassé, le juge ne peut imputer le retard du jugement de la cause au comportement du prévenu, y compris le nombre élevé de recours exercés et de procédures diligentées dans le cadre de la cause par celui-ci, sans distinguer parmi ces recours ceux qui procédaient de l'exercice légitime des droits de la défense » (Cass. 28 septembre 2016, RG P.16.0307.F, Pas. 2016, n° 529, avec les concl. contraires de M. NOLET DE BRAUWERE, avocat général)."
      ],
      "abstractNL": [
        "De redelijke duur van de hechtenis met het oog op uitlevering wordt beoordeeld op grond van de feitelijke gegevens van de zaak, op het ogenblik van de beslissing van de rechter die met dat toezicht is belast; wanneer hij uitspraak moet doen over de gegrondheid van een verzoek tot voorlopige invrijheidstelling van de aangehouden vreemdeling, wegens de duur van de ondergane hechtenis, verbiedt geen enkele regel de rechter, die de verantwoordelijkheid van de Belgische overheid heeft uitgesloten, om de omstandigheid in aanmerking te nemen dat de betrokkene opeenvolgende rechtsmiddelen heeft ingesteld, waardoor de zaak ingewikkeld werd en de behandeling ervan tot het aanslepen van de rechtspleging heeft bijgedragen (1). (1) Zie Cass. 17 november 2015, AR P.15.1425.N, AC 2015, nr. 685; Cass. 29 februari 2012, AR P.12.0217.F, AC 2012, nr. 140; Cass. 13 juli 2010, AR P.10.1173.N, AC 2010, nr. 481; Cass. 31 maart 2009, AR P.09.0162.N, AC 2009, nr. 224, met concl. van P. DUINSLAEGER, toen advocaat-generaal, en RW 2009-2010, p. 490, met noot S. DEWULF, \"Rechterlijke controle op de uitlevering: (r)evoluties\". Daarentegen, \"om vast te stellen dat de redelijke termijn om berecht te worden niet verstreken is, mag de rechter de vertraging van de berechting van de zaak niet toeschrijven aan het gedrag van de beklaagde, met inbegrip van het groot aantal ingestelde rechtsmiddelen en van de door de beklaagde in het kader van de zaak gevorderde rechtsplegingen, zonder daarbij een onderscheid te maken met de rechtsmiddelen die voortvloeiden uit de rechtmatige uitoefening van het recht van verdediging\" (Cass. 28 september 2016, AR P.16.0307.F, AC 2016, nr. 529, met andersluidende concl. van advocaat-generaal M. NOLET DE BRAUWERE)."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20120229.2": {
      "court": "CASS",
      "date": "2012-02-29",
      "roleNumber": "P.12.0217.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120229.2",
      "abstractFR": [
        "Le recours de l'étranger placé sous écrou extraditionnel se fonde sur l'article 5, § 4, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales qui garantit à toute personne privée de sa liberté par arrestation ou détention le droit d'introduire un recours devant un tribunal afin qu'il statue à bref délai sur la légalité de sa détention; en l'absence de dispositions spécifiques à la matière de l'extradition, les règles applicables à la recevabilité du pourvoi en cassation et à la procédure devant la Cour sont celles du droit commun, en l'espèce le Code d'instruction criminelle (1) (1) Voir Cass. 31 mars 2009, RG P.09.0162.N, Pas. 2009, n° 224, avec concl. de M. Duinslaeger, avocat général; Cass. 13 juillet 2010, RG P.10.1173.N, Pas. 2010, n° 481.",
        "Le délai raisonnable de la détention en vue d'extradition s'apprécie sur la base des données concrètes de la cause, au moment de la décision à rendre par le juge à qui ce contrôle incombe; celui-ci ne peut se fonder sur des circonstances futures et éventuelles."
      ],
      "abstractNL": [
        "Het rechtsmiddel van de vreemdeling die is opgesloten met het oog op uitlevering, is gegrond op artikel 5.4 van het Verdrag tot Bescherming van de Rechten van de Mens en de Fundamentele Vrijheden, dat waarborgt dat eenieder die door arrestatie of gevangenhouding van zijn vrijheid is beroofd, het recht heeft voorziening te vragen bij de rechter opdat deze op korte termijn beslist over de rechtmatigheid van zijn gevangenhouding ; bij ontstentenis van specifieke bepalingen inzake uitlevering zijn de regels die van toepassing zijn op de ontvankelijkheid van het cassatieberoep en op de rechtspleging voor het Hof, de gemeenrechtelijke regels, in het onderhavige geval de regels van het Wetboek van Strafvordering (1). (1) Zie Cass. 31 maart 2009, AR P.09.0162.N, AC, 2009, nr. 224, met concl. adv.-gen. Duinslaeger; Cass. 13 juli 2010, AR P.10.1173.N, AC, 2010, nr. 481.",
        "De redelijke termijn van de hechtenis met het oog op uitlevering wordt beoordeeld op grond van de concrete gegevens van de zaak, op het ogenblik van de beslissing van de rechter die met dat toezicht is belast; hij mag zich niet baseren op toekomstige en eventuele omstandigheden."
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20100713.2": {
      "court": "CASS",
      "date": "2010-07-13",
      "roleNumber": "P.10.1173.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100713.2&lang=fr",
      "abstractFR": [
        "Il résulte des articles 5.4 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, 3 et 5 de la loi du 15 mars 1874 sur les extraditions, que le pouvoir exécutif est seul compétent, sur l'avis de la chambre des mises en accusation, pour statuer sur l'extradition; l'étranger écroué en vue de son extradition et donc mis à la disposition du pouvoir exécutif a toutefois le droit de demander au juge de se prononcer à court terme sur la légalité de sa détention, sans que le juge puisse à nouveau examiner la régularité de la demande d'extradition ou du mandat d'arrêt décerné par l'État requérant, lorsqu'une décision définitive a déjà été rendue à cet égard (1). (1) Voir Cass., 31 mars 2009, RG P.09.0162.N, avec les conclusions de Monsieur l'avocat général Duinslaeger, publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Uit de artikelen 5.4 EVRM en 3 en 5 Uitleveringswet 1874 volgt dat de uitvoerende macht als enige bevoegd is om, op advies van de kamer van inbeschuldigingstelling, te beslissen over de uitlevering; de vreemdeling die is opgesloten om te worden uitgeleverd en die dus ter beschikking staat van de uitvoerende macht, heeft niettemin het recht de rechter te vragen op korte termijn te beslissen over de wettigheid van zijn gevangenhouding, zonder dat de rechter opnieuw de regelmatigheid van het verzoek tot uitlevering of van het door de verzoekende staat afgeleverde bevel tot aanhouding kan onderzoeken, wanneer daarover reeds definitief uitspraak is gedaan (1). (1) Zie Cass., 31 maart 2009, AR P.09.0162.N, met concl. van advocaat-generaal Duinslaeger."
      ]
    }
  },
  "7": {
    "ECLI:BE:CASS:2022:ARR.20220301.2N.6": {
      "court": "CASS",
      "date": "2022-03-01",
      "roleNumber": "P.22.0171.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220301.2N.6",
      "abstractFR": [
        "Suivant l'article 7 de la loi du 15 mars 1874 sur les extraditions, l'extradition ne peut avoir lieu si, depuis le fait imputé, les poursuites ou la condamnation, la prescription de l'action publique est acquise au regard de la loi belge ; selon l'article 8.1 de la Convention du 7 juillet 1997 entre le Royaume de Belgique et le Royaume du Maroc sur l'extradition, celle-ci ne sera pas accordée si la prescription de l'action publique est acquise d'après la législation de la Partie requérante ou de la Partie requise ; en vertu des dispositions précitées, la juridiction d'instruction qui apprécie l'exécution d'un mandat d'arrêt international émis par les autorités marocaines aux fins de poursuites pénales est tenue de vérifier si, au moment de l'extradition, la prescription de l'action publique pour le fait pour lequel l'extradition est demandée n'est pas acquise d'après le droit belge ; la juridiction d'instruction vérifie à cette fin que la prescription de l'action publique n'a pas été suspendue ou interrompue en vertu du droit belge, en tenant compte des actes accomplis par les autorités marocaines ; un acte d'instruction tel audition d'un coïnculpé, accompli au Maroc, pendant le délai de prescription initial interrompt la prescription de l'action publique en droit belge (1).(1) Cass. 1er mars 2011, RG P.11.0227.N, Pas. 2011, nº 171, avec concl. de M. DUINSLAEGER, alors avocat général, publiées à leur date dans AC ; Cass. 22 juin 1994, RG P.94.0719.F, Pas. 1994, nº 327. Le ministère public avait suggéré une cassation partielle avec renvoi, limitée au délit d'association de malfaiteurs (fait 3), étant donné que les faits datent de 2015 et que « des actes d'instruction interruptifs de prescription ont été accomplis au moins jusqu'en 2017 » selon les juges d'appel, et non pas « jusqu'en 2017 inclus », ce qui crée une incertitude quant à savoir si la prescription a été interrompue au cours de l'année 2017 et si la prescription de cinq ans était dès lors acquise le 3 février 2022, date de l'arrêt attaqué.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Artikel 7 Uitleveringswet bepaalt dat niet tot uitlevering wordt overgegaan wanneer sedert het ten laste gelegde feit, de vervolgingen of de veroordeling, de verjaring van de strafvordering naar Belgisch recht is bereikt; artikel 8.1 Uitleveringsovereenkomst bepaalt dat geen uitlevering wordt toegestaan indien, volgens de wetgeving van de verzoekende of van de aangezochte partij, verjaring van de strafvordering is ingetreden; het onderzoeksgerecht dat de tenuitvoerlegging beoordeelt van een door de Marokkaanse overheid verleend internationaal bevel tot aanhouding met het oog op strafvervolging, moet op grond van de vermelde bepalingen nagaan of op het ogenblik van de uitlevering de verjaring van de strafvordering voor het feit waarvoor de uitlevering wordt gevraagd, niet is bereikt naar Belgisch recht; het onderzoeksgerecht gaat met dat doel na of de verjaring van de strafvordering volgens het Belgisch recht niet werd geschorst of gestuit en het houdt daarbij rekening met handelingen van overheden in Marokko; een in Marokko verrichte onderzoeksdaad binnen de oorspronkelijke verjaringstermijn, zoals het verhoor van een medeverdachte, heeft een stuitend effect op de verjaring van de strafvordering naar Belgisch recht (1). (1) Cass. 1 maart 2011, AR P.11.0227.N, AC 2011, nr. 171 met concl. van advocaat-generaal P. DUINSLAEGER; Cass. 22 juni 1994, AR P.94.0719.F, AC 1994, nr. 327. Het OM had geadviseerd tot partiële cassatie met verwijzing van de zaak, beperkt tot het wanbedrijf van bendevorming (feit 3), aangezien de feiten dateren van 2015 en de appelrechters aannamen dat ‘minstens tot 2017 onderzoeksdaden met stuitende werking werden gesteld', dus niet ‘tot en met 2017', waardoor er enige onzekerheid bestaat over een stuiting in de loop van 2017 en bijgevolg het al dan niet bereiken van de verjaringstermijn van 5 jaar op moment van het bestreden arrest van 3 februari 2022.",
        "Artikel 7 Uitleveringswet bepaalt dat niet tot uitlevering wordt overgegaan wanneer sedert het ten laste gelegde feit, de vervolgingen of de veroordeling, de verjaring van de strafvordering naar Belgisch recht is bereikt; artikel 8.1 Uitleveringsovereenkomst bepaalt dat geen uitlevering wordt toegestaan indien, volgens de wetgeving van de verzoekende of van de aangezochte partij, verjaring van de strafvordering is ingetreden; het onderzoeksgerecht dat de tenuitvoerlegging beoordeelt van een door de Marokkaanse overheid verleend internationaal bevel tot aanhouding met het oog op strafvervolging, moet op grond van de vermelde bepalingen nagaan of op het ogenblik van de uitlevering de verjaring van de strafvordering voor het feit waarvoor de uitlevering wordt gevraagd, niet is bereikt naar Belgisch recht; het onderzoeksgerecht gaat met dat doel na of de verjaring van de strafvordering volgens het Belgisch recht niet werd geschorst of gestuit en het houdt daarbij rekening met handelingen van overheden in Marokko; een in Marokko verrichte onderzoeksdaad binnen de oorspronkelijke verjaringstermijn, zoals het verhoor van een medeverdachte, heeft een stuitend effect op de verjaring van de strafvordering naar Belgisch recht (1). (1) Cass. 1 maart 2011, AR P.11.0227.N, AC 2011, nr. 171 met concl. van advocaat-generaal P. DUINSLAEGER; Cass. 22 juni 1994, AR P.94.0719.F, AC 1994, nr. 327. Het OM had geadviseerd tot partiële cassatie met verwijzing van de zaak, beperkt tot het wanbedrijf van bendevorming (feit 3), aangezien de feiten dateren van 2015 en de appelrechters aannamen dat ‘minstens tot 2017 onderzoeksdaden met stuitende werking werden gesteld’, dus niet ‘tot en met 2017’, waardoor er enige onzekerheid bestaat over een stuiting in de loop van 2017 en bijgevolg het al dan niet bereiken van de verjaringstermijn van 5 jaar op moment van het bestreden arrest van 3 februari 2022."
      ]
    },
    "ECLI:BE:CASS:2011:ARR.20110119.2": {
      "court": "CASS",
      "date": "2011-01-19",
      "roleNumber": "P.10.1773.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20110119.2",
      "abstractFR": [
        "Saisie de l'appel de l'exequatur ordonné par la chambre du conseil, la chambre des mises en accusation est notamment tenue de vérifier si, au moment de sa décision, le mandat d'arrêt délivré par l'autorité étrangère compétente et sur la base duquel l'extradition est demandée satisfait aux conditions requises par la loi (1); elle doit ainsi vérifier si la prescription de l'action publique est ou non acquise d'après la législation de la Partie requérante (2). (1) Voir Cass., 18 février 2003, RG P.02.1711.N, Pas., 2003, n° 116. (2) Henri-D. BOSLY, Damien VANDERMEERSCH et Marie-Aude BEERNAERT, Droit de la procédure pénale, La Charte, 2010, 6ème édition, pp. 1419 et 1425."
      ],
      "abstractNL": [
        "De kamer van inbeschuldigingstelling moet op het hoger beroep tegen het door de raadkamer bevolen exequatur, met name nagaan of, op het ogenblik van haar beslissing, het aanhoudingsbevel dat door de bevoegde buitenlandse overheid is verleend en op grond waarvan de uitlevering is gevraagd, aan de wettelijke vereisten voldoet (1); zij moet aldus nagaan of de strafvordering al dan niet verjaard is volgens de wetgeving van de verzoekende Staat (2). (1) Zie Cass., 18 feb. 2003, AR P.02.1711.N, A.C., 2003, nr. 116. (2) Henri-D. BOSLY, Damien VANDERMEERSCH en Marie-Aude BEERNAERT, Droit de la procédure pénale, Die Keure, 2010, 6de uitg., p. 1419 en 1425."
      ]
    }
  },
  "11": {
    "ECLI:BE:CASS:2011:ARR.20110615.2": {
      "court": "CASS",
      "date": "2011-06-15",
      "roleNumber": "P.11.0927.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20110615.2",
      "abstractFR": [
        "Ni l'article 20.4 de la Convention européenne d'extradition faite à Paris le 13 décembre 1957, ni l'article 42, 1°, du Code pénal, ni l'article 11, alinéa 4, de la loi du 15 mars 1874 sur les extraditions, n'obligent la juridiction d'instruction appelée à statuer sur une demande d'extradition mobilière, à refuser la remise des objets saisis du seul fait qu'un tiers détenteur est intéressé à ce qu'ils ne franchissent pas la frontière.",
        "Ni l'article 20 de la Convention européenne d'extradition faite à Paris le 13 décembre 1957, ni l'article 11 de la loi du 15 mars 1874 sur les extraditions, n'interdisent au tiers entre les mains duquel des biens volés ont été saisis, de faire valoir ses droits à la restitution, notamment devant le juge de la Partie requérante."
      ],
      "abstractNL": [
        "Noch artikel 20 van het Europees Verdrag betreffende uitlevering, gedaan te Parijs op 13 december 1957, noch artikel 11 van de Uitleveringswet van 15 maart 1874, verbieden een derde bij wie gestolen goederen in beslag werden genomen, zijn recht op teruggave te doen gelden, met name voor de rechter van de verzoekende Partij."
      ]
    }
  },
  "13": {
    "ECLI:BE:CASS:2024:ARR.20241127.2F.27": {
      "court": "CASS",
      "date": "2024-11-27",
      "roleNumber": "P.24.1526.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241127.2F.27",
      "abstractFR": [
        "Lorsqu'une cause de refus d'exécution est alléguée sur la base de l'article 601.1.h de l'Accord de commerce et de coopération du 30 décembre 2020 entre l'Union européenne et le Royaume-Uni, il appartient aux juridictions d'instruction saisies en application de l'article 13 de la loi du 15 mars 1874 sur les extraditions de procéder à cet examen et de vérifier si, sur la base d'éléments fiables, précis et dûment actualisés, il est établi qu'il existe des raisons valables de penser qu'en cas de remise, il y a lieu de craindre un risque réel de violation du droit fondamental invoqué.",
        "Aucune disposition ou principe général du droit n'interdit à la juridiction d'instruction appelée à statuer sur une demande d'extradition qui a invité le ministère public à solliciter d'une autorité étrangère la communication d'informations ou de garanties, à puiser dans une autre source la réponse aux questions posées."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250416.2N.30": {
      "court": "CASS",
      "date": "2025-04-16",
      "roleNumber": "P.25.0531.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250416.2N.30",
      "abstractFR": null,
      "abstractNL": [
        "De tenuitvoerlegging van een in het Engels gesteld aanhoudingsbevel vereist niet dat dit bevel wordt vertaald, onverminderd het recht op vertaling of bijstand door een tolk waarop de betrokkene zich kan beroepen."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250528.2F.18": {
      "court": "CASS",
      "date": "2025-05-28",
      "roleNumber": "P.25.0777.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250528.2F.18",
      "abstractFR": [
        "Dans un arrêt du 29 juillet 2024, numéro 202/24, la Cour de justice de l'Union européenne a jugé que si aucune disposition de l'Accord de commerce et de coopération du 30 décembre 2020 entre l'Union européenne et le Royaume-Uni, visé par l'article 13 de la loi du 15 mars 1874, ne prévoit expressément que les États membres sont tenus de donner suite à un mandat d'arrêt émis par le Royaume-Uni sur le fondement dudit Accord, il résulte de la structure du titre VII de sa troisième partie, et notamment « des fonctions respectives de ses articles 600 à 604 », qu'un État membre ne peut refuser d'exécuter un tel mandat d'arrêt que pour des motifs procédant de l'Accord; d'où il suit que l'article 603 de l'Accord est directement applicable; or, sous réserve des notifications visées audit article 603, le paragraphe 1er de cette disposition stipule que l'exécution d'un mandat d'arrêt ne peut pas être refusée au motif que la personne recherchée est un ressortissant de l'État d'exécution (1). (1) Voir les concl. « dit en substance » du MP ; voir C.J.U.E. (gr. ch.) 29 juillet 2024, C-202/24, Alchaster, ECLI:EU:C:2024:649, et les concl. de l'avocat général SZPUNAR, ECLI:EU:C:2024:559 ; Cass. 27 novembre 2024, RG P.24.1526.F, Pas. 2024, n° 814.",
        "Le détenu en vue d'extradition vers le Royaume-Uni qui se pourvoit en cassation contre la décision d'exequatur du mandat d'arrêt international décerné par les autorités britanniques rendue par la chambre des mises en accusation peut valablement signer l'acte de pourvoi en personne au greffe de la prison (1) (Solution implicite). (1) « La loi du 15 mars 1874 sur les extraditions ne fait pas mention du pourvoi en cassation, lequel demeure, en cette matière, régi par le Code d'instruction criminelle. En effet, l'article 3 de la loi ne vise que, d'une part, la procédure d'exequatur par la chambre du conseil du mandat d'arrêt décerné par l'autorité étrangère compétente et, d'autre part, la manière de recueillir l'avis de la chambre des mises en accusation de la cour d'appel, à propos de l'extradition. Il s'ensuit que le pourvoi dirigé contre un arrêt de la chambre des mises en accusation, confirmant la décision d'exequatur rendue par la chambre du conseil, doit être formé par un avocat titulaire de l'attestation visée à l'article 425, § 1er, alinéa 2, du Code d'instruction criminelle ». (Cass. 28 septembre 2016, RG P.16.0938.F, Pas. 2016, n° 531; voir Cass. 7 juin 2016, RG P.16.0520.N, Pas. 2016, n° 382). Mais dans le cas des demandes d'extradition émanant du Royaume-Uni, l'article 13 de cette loi renvoie, en vue de régler la « procédure d'émission et d'exécution des demandes de remise », à la loi du 19 décembre 2003 relative au mandat d'arrêt européen, dont l'article 18 prévoit un régime spécial pour le pourvoi en cassation et, notamment, un délai nettement plus bref pour se pourvoir (cinq jours); dans ce cas, la Cour n'exige pas l'intervention d'un avocat attesté (voir Cass. 25 mars 2015, RG P.15.0393.F, Pas. 2015, n° 221, avec concl. de M. LOOP, avocat général). Dès lors, le pourvoi, faisant partie de la « procédure d'exécution de la demande de remise », puisqu'il permet le contrôle de la décision qui a statué sur cette demande, est bien recevable. (M.N.B.)",
        "Dans un arrêt du 29 juillet 2024, numéro 202/24, la Cour de justice de l'Union européenne a jugé que si aucune disposition de l'Accord de commerce et de coopération du 30 décembre 2020 entre l'Union européenne et le Royaume-Uni, visé par l'article 13 de la loi du 15 mars 1874, ne prévoit expressément que les États membres sont tenus de donner suite à un mandat d'arrêt émis par le Royaume-Uni sur le fondement dudit Accord, il résulte de la structure du titre VII de sa troisième partie, et notamment « des fonctions respectives de ses articles 600 à 604 », qu'un État membre ne peut refuser d'exécuter un tel mandat d'arrêt que pour des motifs procédant de l'Accord; d'où il suit que l'article 603 de l'Accord est directement applicable; or, sous réserve des notifications visées audit article 603, le paragraphe 1er de cette disposition stipule que l'exécution d'un mandat d'arrêt ne peut pas être refusée au motif que la personne recherchée est un ressortissant de l'État d'exécution (1). (1) Voir les concl. « dit en substance » du MP ; voir C.J.U.E. (gr. ch.) 29 juillet 2024, C-202/24, Alchaster, ECLI:EU:C:2024:649, et les concl. de l'avocat général SZPUNAR, ECLI:EU:C:2024:559 ; Cass. 27 novembre 2024, RG P.24.1526.F, ECLI:BE:CASS:2024:ARR.20241127.2F.27.",
        "Le détenu en vue d'extradition vers le Royaume-Uni qui se pourvoit en cassation contre la décision d'exequatur du mandat d'arrêt international décerné par les autorités britanniques rendue par la chambre des mises en accusation peut valablement signer l'acte de pourvoi en personne au greffe de la prison (1) (Solution implicite). (1) « La loi du 15 mars 1874 sur les extraditions ne fait pas mention du pourvoi en cassation, lequel demeure, en cette matière, régi par le Code d'instruction criminelle. En effet, l'article 3 de la loi ne vise que, d'une part, la procédure d'exequatur par la chambre du conseil du mandat d'arrêt décerné par l'autorité étrangère compétente et, d'autre part, la manière de recueillir l'avis de la chambre des mises en accusation de la cour d'appel, à propos de l'extradition. Il s'ensuit que le pourvoi dirigé contre un arrêt de la chambre des mises en accusation, confirmant la décision d'exequatur rendue par la chambre du conseil, doit être formé par un avocat titulaire de l'attestation visée à l'article 425, § :r, alinéa 2, du Code d'instruction criminelle ». (Cass. 28 septembre 2016, RG P.16.0938.F, ECLI:BE:CASS:2016:ARR.20160928.4, Pas. 2016, n° 531 ; voir Cass. 7 juin 2016, RG P.16.0520.N, ECLI:BE:CASS:2016:ARR.20160607.5, Pas. 2016, n° 382). Mais dans le cas des demandes d'extradition émanant du Royaume-Uni, l'article 13 de cette loi renvoie, en vue de régler la « procédure d'émission et d'exécution des demandes de remise », à la loi du 19 décembre 2003 relative au mandat d'arrêt européen, dont l'article 18 prévoit un régime spécial pour le pourvoi en cassation et, notamment, un délai nettement plus bref pour se pourvoir (cinq jours) ; dans ce cas, la Cour n'exige pas l'intervention d'un avocat attesté (voir Cass. 25 mars 2015, RG P.15.0393.F, ECLI:BE:CASS:2015:ARR.20150325.2 , Pas. 2015, n° 221, avec concl. de M. LOOP, avocat général, ECLI:BE:CASS:2015:CONC.20150325.2). Dès lors, le pourvoi, faisant partie de la « procédure d'exécution de la demande de remise », puisqu'il permet le contrôle de la décision qui a statué sur cette demande, est bien recevable. (M.N.B.)"
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220726.VAC.11": {
      "court": "CASS",
      "date": "2022-07-26",
      "roleNumber": "P.22.0985.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220726.VAC.11",
      "abstractFR": [
        "En vertu de l'article 13 de la loi du 15 mars 1874 sur les extraditions, dans les relations avec le Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, la détermination des autorités compétentes et la procédure d'émission et d'exécution des demandes de remise sont, en règle, régies par la loi du 19 décembre 2003 relative au mandat d'arrêt européen; la procédure d'exécution des demandes de remise régie par la loi du 19 décembre 2003 comporte l'arrestation, l'éventuelle détention en vue de cette exécution et les décisions relatives au maintien de la détention ou à la mise en liberté provisoire de la personne, précédant la décision sur l'exécution de la demande de remise proprement dite (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": [
        "Krachtens artikel 13 Uitleveringswet 1874 worden, wat betreft de betrekkingen met het Verenigd Koninkrijk van Groot-Brittannië en Noord-Ierland, de aanwijzing van de bevoegde overheden en de procedure van tenuitvoerlegging en uitvaardiging van verzoeken tot overlevering in beginsel geregeld door de Wet Europees Aanhoudingsbevel; de in de Wet Europees Aanhoudingsbevel geregelde procedure van tenuitvoerlegging van de verzoeken tot overlevering omvat de aanhouding, de eventuele hechtenis met het oog op die tenuitvoerlegging en de beslissingen over de handhaving van de hechtenis of de voorlopige invrijheidstelling van de persoon, die aan de beslissing over de tenuitvoerlegging van het verzoek tot overlevering zelf voorafgaan (1). (1) Zie concl. “in hoofdzaak” OM in Pas. 2022, nr. 482.",
        "Vertaling nog niet beschikbaar"
      ]
    }
  },
  "2bis": {
    "ECLI:BE:CASS:2024:ARR.20240409.2N.10": {
      "court": "CASS",
      "date": "2024-04-09",
      "roleNumber": "P.24.0391.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240409.2N.10",
      "abstractFR": null,
      "abstractNL": [
        "De bepaling van artikel 2bis, tweede lid , Uitleveringswet 1874, vereist dat de uitgeleverde persoon in de verzoekende Staat met enige graad van waarschijnlijkheid het voorwerp zal uitmaken van de meest ernstige schendingen van de artikelen 5 en 6 EVRM, dan wel van schending van artikel 3 EVRM; het onderzoeksgerecht oordeelt onaantastbaar of de voorgelegde feiten aanleiding geven tot de toepassing van die weigeringsgrond (1). (1) Cass. 26 juni 2018, AR P.18.0524.N, AC 2018, nr. 411 en NC 2018, 589, nr. 6, met noot D. DEWULF, “In abstracto, in concreto en (in beginsel) irrelevant. Het Hof van Cassatie bevestigt enkele basisprincipes in het uitleveringsrecht”; Cass. 22 april 2014, AR P.14.0410.N, AC 2014, nr. 293; S. DEWULF, Handboek Uitleveringsrecht, Intersentia 2013, 88-90, nrs. 144-145.",
        "Het onderzoeksgerecht onderzoekt onaantastbaar of de uitlevering wordt gevraagd voor een strafbaar feit dat als een politiek delict of als een met een dergelijk delict samenhangend feit moet worden beschouwd, dan wel voor een niet-politiek delict met de bedoeling een persoon te vervolgen of te straffen op grond van zijn ras, godsdienst, nationaliteit of politieke gezindheid, dan wel of de positie van de betrokkene om deze reden ongunstig dreigt te worden beïnvloed."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250108.2F.15": {
      "court": "CASS",
      "date": "2025-01-08",
      "roleNumber": "P.24.1788.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250108.2F.15",
      "abstractFR": [
        "Il résulte des articles 2bis, alinéa 2, et 5 de la loi du 15 mars 1874 que l'arrestation provisoire de la personne faisant l'objet d'une demande d'extradition peut immédiatement être décidée, pour autant qu'un avis officiel émane de l'autorité étrangère compétente, que l'urgence soit constatée et que la demande d'extradition apparaisse, de prime abord, régulière (1); ces dispositions instituent une condition générale de l'extradition, dont la vérification ressortit aux juridictions d'instruction (2), y compris lorsqu'elles sont appelées à statuer sur une détention provisoire en vue d'extradition. (1) Voir Cass. 8 décembre 2021, RG P.21.1465.F, Pas. 2021, n° 781, et réf. en note ; v. M.-A. BEERNAERT, D. VANDERMEERSCH et MONA GIACOMETTI, Droit de la procédure pénale, 10e éd., La Charte, 2025, t. II, p. 2381 : « Comme le mandat d'arrêt provisoire est une mesure immédiatement exécutoire, cette décision ne peut être ordonnée s'il apparaît prima facie que l'extradition devra être refusée ». (2) Voir Cass. 24 juin 2009, RG P.09.0355.F, Pas. 2009, n° 436.",
        "Lorsque le détenu en vue d'extradition qui requiert sa mise en liberté a déposé des conclusions soutenant que la procédure d'extradition dont il fait l'objet se rapporte à des infractions susceptibles de lui valoir la réclusion à perpétuité comme peine maximale, sans que le droit national de l'État requérant ne prévoie la possibilité d'un aménagement ou d'un réexamen de cette peine, et que les conditions de détention dans les prisons de cet État sont incompatibles avec la dignité humaine, les juges d'appel qui se bornent à juger cette défense sans lien avec la demande de mise en liberté se soustraient illégalement au contrôle, prima facie, de la régularité de la demande d'extradition à laquelle est adossé le titre de privation de liberté déféré à leur censure (1). (1) Voir, quant à la procédure d'exequatur du mandat d'arrêt international, Cass. 6 novembre 2019, RG P.19.0950.F, Pas. 2019, n° 574, ECLI:BE:CASS:2019:ARR.20191106.4 (« En vertu de l'article 2bis, alinéa 2, de la loi du 15 mars 1874, l'extradition ne peut être accordée s'il existe des risques sérieux que la personne, si elle était extradée, serait soumise dans l'État requérant, à un déni flagrant de justice, à des faits de torture ou à des traitements inhumains et dégradants; il appartient à la juridiction d'instruction d'examiner de manière concrète cette cause de refus »), avec concl. de M. VANDERMEERSCH, avocat général, ECLI:BE:CASS:2019:CONC.20191106.4. Le MP en a déduit que les juges d'appel ne pouvaient considérer que les moyens, soumis à la cour d'appel par le demandeur dans ses conclusions d'appel, soutenant que son extradition vers le Maroc violeraient les articles 3 et 6 de la Convention « sont sans lien avec l'objet de la demande de remise en liberté, au stade actuel de la procédure ».(M.N.B.)",
        "Il résulte des articles 2bis, alinéa 2, et 5 de la loi du 15 mars 1874 que l'arrestation provisoire de la personne faisant l'objet d'une demande d'extradition peut immédiatement être décidée, pour autant qu'un avis officiel émane de l'autorité étrangère compétente, que l'urgence soit constatée et que la demande d'extradition apparaisse, de prime abord, régulière (1); ces dispositions instituent une condition générale de l'extradition, dont la vérification ressortit aux juridictions d'instruction (2), y compris lorsqu'elles sont appelées à statuer sur une détention provisoire en vue d'extradition. (1) Voir Cass. 8 décembre 2021, RG P.21.1465.F, ECLI:BE:CASS:2021:ARR.20211208.2F.7, Pas. 2021, n° 781, et réf. en note ; v. M.-A. BEERNAERT, D. VANDERMEERSCH et MONA GIACOMETTI, Droit de la procédure pénale, 10e éd., La Charte, 2025, t. II, p. 2381 : « Comme le mandat d'arrêt provisoire est une mesure immédiatement exécutoire, cette décision ne peut être ordonnée s'il apparaît prima facie que l'extradition devra être refusée ». (2) Voir Cass. 24 juin 2009, RG P.09.0355.F, ECLI:BE:CASS:2009:ARR.20090624.5, Pas. 2009, n° 436.",
        "Lorsque le détenu en vue d'extradition qui requiert sa mise en liberté a déposé des conclusions soutenant que la procédure d'extradition dont il fait l'objet se rapporte à des infractions susceptibles de lui valoir la réclusion à perpétuité comme peine maximale, sans que le droit national de l'État requérant ne prévoie la possibilité d'un aménagement ou d'un réexamen de cette peine, et que les conditions de détention dans les prisons de cet État sont incompatibles avec la dignité humaine, les juges d'appel qui se bornent à juger cette défense sans lien avec la demande de mise en liberté se soustraient illégalement au contrôle, prima facie, de la régularité de la demande d'extradition à laquelle est adossé le titre de privation de liberté déféré à leur censure (1). (1) Voir, quant à la procédure d'exequatur du mandat d'arrêt international, Cass. 6 novembre 2019, RG P.19.0950.F, ECLI:BE:CASS:2019:ARR.20191106.4, Pas. 2019, n° 574 (« En vertu de l'article 2bis, alinéa 2, de la loi du 15 mars 1874, l'extradition ne peut être accordée s'il existe des risques sérieux que la personne, si elle était extradée, serait soumise dans l'État requérant, à un déni flagrant de justice, à des faits de torture ou à des traitements inhumains et dégradants; il appartient à la juridiction d'instruction d'examiner de manière concrète cette cause de refus »), avec concl. de M. VANDERMEERSCH, avocat général, ECLI:BE:CASS:2019:CONC.20191106.4. Le MP en a déduit que les juges d'appel ne pouvaient considérer que les moyens, soumis à la cour d'appel par le demandeur dans ses conclusions d'appel, soutenant que son extradition vers le Maroc violeraient les articles 3 et 6 de la Convention « sont sans lien avec l'objet de la demande de remise en liberté, au stade actuel de la procédure ».(M.N.B.)"
      ],
      "abstractNL": [
        "Uit de artikelen 2bis, tweede lid, en 5 Uitleveringswet 1874 volgt dat de voorlopige aanhouding van de persoon tegen wie een uitleveringsverzoek is uitgevaardigd onmiddellijk kan worden bevolen, voor zover er een officieel bericht werd uitgevaardigd door de bevoegde buitenlandse autoriteit, het bestaan van onverwijlde spoed werd vastgesteld en het uitleveringsverzoek op het eerste gezicht rechtmatig lijkt (1); die bepalingen voeren een algemene uitleveringsvoorwaarde in die door de onderzoeksgerechten moet worden onderzocht (2), ook wanneer zij over een voorlopige opsluiting met het oog op uitlevering uitspraak moeten doen. (1) Zie Cass. 8 december 2021, AR P.21.1465.F, ECLI:BE:CASS:2021:ARR.20211208.2F.7, en verw. in voetnoot; zie M.-A. BEERNAERT, D. VANDERMEERSCH EN MONA GIACOMETTI, Droit de la procédure pénale, 10de uitg., La Charte, 2025, dl. II, p. 2381: “Comme le mandat d'arrêt provisoire est une mesure immédiatement exécutoire, cette décision ne peut être ordonnée s'il apparaît prima facie que l'extradition devra être refusée”. (2) Zie Cass. 24 juni 2009, AR P.09.0355.F, AC 2009, nr. 436.",
        "Wanneer de met het oog op uitlevering opgesloten persoon die om zijn invrijheidstelling verzoekt, een conclusie heeft neergelegd waarin hij aanvoert dat zijn uitleveringsprocedure betrekking heeft op misdrijven die hem een levenslange opsluiting als maximumstraf kunnen opleveren, zonder dat het nationaal recht van de verzoekende Staat voorziet in een mogelijkheid tot herziening van die straf en de hechtenisvoorwaarden in de gevangenissen van die Staat niet met de menselijke waardigheid verenigbaar zijn, onttrekken de appelrechters die uitsluitend oordelen dat dit verweer geen verband houdt met het verzoek tot invrijheidstelling, zich onwettig aan het onderzoek prima facie van de regelmatigheid van het verzoek tot uitlevering waarop de aan hun toezicht voorgelegde vrijheidsberovende titel steunt (1). (1) Zie, wat betreft de procedure tot uitvoerbaarverklaring van het internationaal aanhoudingsbevel, Cass. 6 november 2019, AR P.19.0950.F, AC 2019, nr. 574 (“Krachtens artikel 2bis, tweede lid, Uitleveringswet 1874 kan uitlevering niet worden toegestaan wanneer er ernstige risico's bestaan dat de persoon, indien hij wordt uitgeleverd, in de verzoekende Staat wordt onderworpen aan een flagrante rechtsweigering of aan foltering of aan een onmenselijke en onterende behandeling; het staat aan het onderzoeksgerecht die weigeringsgrond concreet te onderzoeken”), met concl. advocaat-generaal VANDERMEERSCH, op datum in Pas.. Het OM heeft hieruit afgeleid dat de appelrechters niet konden oordelen dat de middelen die de eiser in zijn conclusie in hoger beroep aan het hof van beroep voorlegde, waarin hij aanvoerde dat zijn uitlevering aan Marokko de artikelen 3 en 6 EVRM zou schenden, “in de huidige stand van de rechtspleging geen enkel verband met het voorwerp van het verzoek tot invrijheidstelling vertonen”. (M.N.B.)"
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250528.2F.14": {
      "court": "CASS",
      "date": "2025-05-28",
      "roleNumber": "P.25.0676.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250528.2F.14",
      "abstractFR": [
        "En soi, l'introduction d'une demande de protection internationale n'a pas d'effet suspensif sur la procédure d'exequatur du mandat d'arrêt international et ne constitue pas une cause de refus visée par l'article 2bis de la loi du 15 mars 1874 (1). (1) Voir les concl. du MP.",
        "Les alinéas 1er et 2 de l'article 2bis de la loi du 15 mars 1874 sur les extraditions instituent une condition générale de l'extradition, dont la vérification ressortit au contrôle des juridictions d'instruction; il appartient dès lors à celles-ci, au titre de cette vérification, de s'assurer à tout le moins de l'absence de motif grave et évident établissant l'impossibilité de satisfaire à cette condition; lorsque dans ses conclusions d'appel, celui dont l'extradition est demandée par la Turquie dit craindre que les accusations formulées à son encontre soient motivées par son origine kurde et son engagement politique antérieur, et ne plus recevoir d'aide financière de sa famille en Turquie, la plupart de ses proches ayant été arrêtés, les juges d'appel, en l'absence de conclusions d'appel plus étayées concernant de tels risques, satisfont à cette obligation en constatant que le demandeur a la nationalité turque, qu'il était majeur à l'époque des faits, qu'il ne jouissait pas d'une immunité, qu'il n'avait pas la qualité de réfugié politique et, opposant une opinion contraire à celle du demandeur, en considérant qu'il n'existe pas de cause de refus d'exequatur du mandat d'arrêt international sur la base de l'article 2bis de la loi du 15 mars 1874 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2019:ARR.20191106.4": {
      "court": "CASS",
      "date": "2019-11-06",
      "roleNumber": "P.19.0950.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191106.4",
      "abstractFR": [
        "En vertu de l'article 2bis, alinéa 2, de la loi du 15 mars 1874, l'extradition ne peut être accordée s'il existe des risques sérieux que la personne, si elle était extradée, serait soumise dans l'Etat requérant, à un déni flagrant de justice, à des faits de torture ou à des traitements inhumains et dégradants; il appartient à la juridiction d'instruction d'examiner de manière concrète cette cause de refus (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Krachtens artikel 2bis, tweede lid, Uitleveringswet 1874, kan uitlevering niet worden toegestaan wanneer er ernstige risico's bestaan dat de persoon, indien hij wordt uitgeleverd, in de verzoekende Staat onderworpen wordt aan een flagrante rechtsweigering of aan foltering of onmenselijke en onterende behandeling; het staat aan het onderzoeksgerecht die weigeringsgrond concreet te onderzoeken (1). (1) Zie concl. OM in Pas. 2019, nr. 574."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171018.5": {
      "court": "CASS",
      "date": "2017-10-18",
      "roleNumber": "P.17.0945.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171018.5",
      "abstractFR": [
        "Aucune disposition conventionnelle ou légale n'oblige la Belgique à refuser l'extradition d'une personne qui a quitté le pays ayant demandé son extradition et qui a ensuite introduit une demande en reconnaissance du statut de réfugié ni à attendre qu'il ait été statué sur les mérites de cette demande (1). (1) Voir Cass. 22 avril 2014, P.14.0410.N, Pas. 2014, n° 293: «Aucune disposition conventionnelle ni légale n'obligent la Belgique à refuser, dans tous les cas, l'extradition d'une personne qui a fui le pays ayant demandé son extradition et qui a introduit une demande de reconnaissance en tant que réfugié dans un autre pays»."
      ],
      "abstractNL": [
        "Geen enkele verdragsrechtelijke of wettelijke bepaling verplichten België de uitlevering te weigeren van een persoon die het land heeft verlaten dat zijn uitlevering heeft gevraagd en die vervolgens een verzoek tot erkenning van de status van vluchteling heeft ingediend en verplichten België evenmin te wachten zolang er geen uitspraak is gedaan over de gegrondheid van dit verzoek (1). (1) Zie Cass. 22 april 2014, P.14.0410.N, AC 2014, nr. 293: \"Geen enkele verdragsrechtelijke of wettelijke bepaling verplichten België in alle gevallen de uitlevering te weigeren van een persoon die het land dat zijn uitlevering vraagt, is ontvlucht en die in een ander land een verzoek tot erkenning van vluchteling heeft ingediend\"."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20090603.2": {
      "court": "CASS",
      "date": "2009-06-03",
      "roleNumber": "P.09.0691.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090603.2",
      "abstractFR": [
        "L'extradition ne peut être accordée s'il existe des raisons sérieuses de croire que la demande d'extradition a été présentée aux fins de poursuivre ou de punir une personne pour des considérations de race, de religion, de nationalité ou d'opinions politiques, ou que la situation de cette personne risque d'être aggravée pour l'une ou l'autre de ces raisons; justifie légalement sa décision de refuser de rendre exécutoires aux fins d'extradition les mandats d'arrêt décernés à charge de cette personne par la juridiction étrangère, l'arrêt de la chambre des mises en accusation qui, sur la base d'éléments in concreto, considère qu'il existe de sérieuses raisons d'admettre l'existence d'un risque que la situation de la personne dont l'extradition est réclamée, soit aggravée en raison de ses opinions politiques (1). (1) Voir Cass., 29 juillet 2008, RG P.08.0985.F, Pas., 2008, n° 427."
      ],
      "abstractNL": [
        "Uitlevering kan niet worden toegestaan wanneer er ernstige redenen bestaan om aan te nemen dat het verzoek gedaan is met de bedoeling een persoon te vervolgen of te straffen op grond van zijn ras, godsdienst, nationaliteit of politieke gezindheid, dan wel dat de positie van de betrokkene om één van deze redenen ongunstig dreigt te worden beïnvloed; het arrest van de kamer van inbeschuldigingstelling dat weigert om de door het buitenlands rechtscollege tegen een dergelijke persoon uitgevaardigde bevelen tot aanhouding met het oog op uitlevering uitvoerbaar te verklaren, verantwoordt zijn beslissing naar recht wanneer het op grond van concrete gegevens oordeelt dat er ernstige redenen bestaan om aan te nemen dat de toestand van de persoon om wiens uitlevering wordt verzocht, ongunstig dreigt te worden beïnvloed door zijn politieke overtuiging (1). (1) Zie Cass., 29 juli 2008, AR P.08.0985.F, A.C., 2008, nr 427."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20090114.4": {
      "court": "CASS",
      "date": "2009-01-14",
      "roleNumber": "P.08.1827.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090114.4",
      "abstractFR": [
        "Viole la foi due au rapport du médecin légiste concluant que \"les constatations médico-légales sont compatibles avec les faits de torture tels qu'ils sont rapportés\" par la personne faisant l'objet de la demande d'extradition, \"et ce, tant en termes de mécanisme lésionnel que de datation des lésions\", l'arrêt de la chambre des mises en accusation qui, pour apprécier s'il existe des raisons sérieuses de croire que la demande de l'autorité étrangère a été présentée aux fins de poursuivre ou de punir cette personne pour des considérations de race, de religion, de nationalité ou d'opinions politiques, ou que la situation de cette personne risque d'être aggravée pour l'une ou l'autre de ces raisons, considère que ce rapport n'exclut pas le caractère accidentel des lésions constatées par l'expert."
      ],
      "abstractNL": [
        "Het arrest van de kamer van inbeschuldigingstelling dat, om te beoordelen of er ernstige redenen zijn om aan te nemen dat het verzoek van de buitenlandse overheid werd ingediend om een persoon te vervolgen of te straffen op grond van ras, religie, nationaliteit of politieke overtuiging, of dat de toestand van die persoon gevaar loopt te verergeren om één van die redenen, oordeelt dat het verslag van de wetsdokter niet uitsluit dat de door deze deskundige vastgestelde verwondingen door een ongeval kunnen zijn veroorzaakt, schendt de bewijskracht van dit verslag dat besluit dat \"de medico-legale vaststellingen sporen met folterpraktijken zoals die zijn beschreven\" door de persoon bedoeld in het verzoek tot uitlevering, \"zowel wat de wijze van toebrengen van de verwondingen betreft als qua datering van de verwondingen\"."
      ]
    }
  }
}