{
  "1": {
    "ECLI:BE:CASS:2025:ARR.20251103.3F.6": {
      "court": "CASS",
      "date": "2025-11-03",
      "roleNumber": "S.24.0055.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251103.3F.6",
      "abstractFR": [
        "Sauf lorsqu'il existe un accord procédural explicite ou une demande de la partie ayant obtenu gain de cause de s'écarter du montant de l'indemnité de base, le juge condamne la partie qui succombe au montant de base de l'indemnité de procédure."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20251105.2F.3": {
      "court": "CASS",
      "date": "2025-11-05",
      "roleNumber": "P.24.1050.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251105.2F.3",
      "abstractFR": [
        "En vertu de l'article 8 de l'arrêté royal du 26 octobre 2007 fixant le tarif des indemnités de procédure visées à l'article 1022 du Code judiciaire, les montants de base, minima et maxima de l'indemnité de procédure sont liés à l'indice des prix à la consommation ; en règle, le juge d'appel est tenu, en ce qui concerne l'indexation de l'indemnité de procédure due pour la procédure en première instance, de se placer à la date de la décision prononcée par le premier juge."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20251028.2N.1": {
      "court": "CASS",
      "date": "2025-10-28",
      "roleNumber": "P.25.0925.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251028.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 1022, tweede lid, Gerechtelijk Wetboek en de artikelen 1, eerste lid, en 2 Tarief Rechtsplegingsvergoeding en de daarin gemaakte verwijzing naar de artikelen 557 en 618 Gerechtelijk Wetboek volgt dat in beginsel het bedrag van de rechtsplegingsvergoeding voor een in geld waardeerbare vordering wordt bepaald volgens de in artikel 2 Tarief Rechtsplegingsvergoeding vermelde tabel en dit op grond van de som van de vordering in de laatste conclusie, waarbij rekening wordt gehouden met de gevorderde vergoedende interesten, dit zijn de gevorderde interesten vervallen tussen de datum van het misdrijf en de datum waarop de burgerlijke partij haar in geld waardeerbare vordering voor het strafgerecht heeft geformuleerd, en waarbij geen rekening wordt gehouden met de gerechtelijke vergoedende interesten, dit zijn de interesten vanaf de datum waarop de burgerlijke partij haar voor de strafrechter in geld waardeerbare vordering heeft geformuleerd en de datum van de rechterlijke beslissing, noch met de gerechtelijke verwijlinteresten, zijnde de interesten vanaf de uitspraak."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251002.1N.1": {
      "court": "CASS",
      "date": "2025-10-02",
      "roleNumber": "C.24.0178.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251002.1N.1",
      "abstractFR": null,
      "abstractNL": [
        "De toekenning van een rechtsplegingsvergoeding onderstelt een procesverhouding tussen procespartijen; een procesverhouding onderstelt dat een partij ten aanzien van een wederpartij een veroordeling nastreeft, minstens een constitutieve of declaratieve rechterlijke uitspraak (1). (1) Zie concl. OM.",
        "Behoudens wanneer een procedureakkoord voorligt, moet de rechter ambtshalve de procesverhoudingen bepalen die een recht op een afzonderlijke rechtsplegingsvergoeding doen ontstaan (1). (1) Zie concl. OM.",
        "De taak van de rechter om ambtshalve de procesverhoudingen te bepalen, neemt niet weg dat een procespartij die als in het gelijk gestelde partij aanspraak maakt op een rechtsplegingsvergoeding en deze wil doen vereffenen, van deze gedingkost opgave moet doen, zonder daarom het bedrag ervan te moeten bepalen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231019.1N.4": {
      "court": "CASS",
      "date": "2023-10-19",
      "roleNumber": "C.23.0073.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231019.1N.4",
      "abstractFR": null,
      "abstractNL": [
        "De rechtsplegingsvergoeding is gekoppeld aan een procesverhouding, waarbij de in het gelijk gestelde partij wordt bijgestaan door een advocaat; een procesverhouding onderstelt dat een partij ten aanzien van een wederpartij een veroordeling nastreeft, minstens een constitutieve of declaratieve rechterlijke uitspraak (1) (2). (1) Zie concl. OM. (2) Cass. 30 september 2022, AR C.22.0007.N, AC 2022, nr. 591; Cass. 11 september 2020, AR C.19.0195.N, arrest niet gepubliceerd; Cass. 29 mei 2015, AR C.13.0390.N, AC 2015, nr. 354; Cass. 25 januari 2013, AR C.12.0202.N, AC 2013, nr. 244 met gelijkluidende concl. van advocaat-generaal met opdracht André VAN INGELGEM.",
        "Wanneer in het raam van een gerechtelijke vereffening-verdeling in de zin van de artikelen 1207 en volgende Gerechtelijk Wetboek een geschil omtrent de notariële werkzaamheden wordt gebracht voor de vereffeningsrechter waarbij de partijen tegenovergestelde standpunten innemen dan wel vorderingen instellen teneinde de vereffeningsrechter in de ene of andere zin te doen recht spreken, verkeren zij in een procesverhouding die aanleiding kan geven tot een rechtsplegingsvergoeding (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220906.2N.4": {
      "court": "CASS",
      "date": "2022-09-06",
      "roleNumber": "P.22.0507.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220906.2N.4",
      "abstractFR": null,
      "abstractNL": [
        "In strafzaken vereist de toekenning van een rechtsplegingsvergoeding niet noodzakelijk een vordering van de partij die op die vergoeding is gerechtigd."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240206.2N.8": {
      "court": "CASS",
      "date": "2024-02-06",
      "roleNumber": "P.23.1110.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240206.2N.8",
      "abstractFR": null,
      "abstractNL": [
        "Volgens artikel 1, tweede lid, KB Tarief Rechtsplegingsvergoeding worden de bedragen van de rechtsplegingsvergoeding vastgesteld per gerechtelijke band en ten aanzien van elke partij die door een advocaat wordt bijgestaan; wanneer eenzelfde advocaat in eenzelfde gerechtelijke band verscheidene partijen bijstaat, wordt de rechtsplegingsvergoeding onder hen verdeeld (1); het middel of onderdeel dat ervan uitgaat dat er eenzelfde gerechtelijke band bestaat tussen de beklaagde en een burgerlijke partij en tussen de beklaagde eiser en een andere burgerlijke partij, verplicht tot een onderzoek van feiten, waarvoor het Hof niet bevoegd is. (1) Over de appreciatiebevoegdheid van de rechter inzake ‘eenzelfde gerechtelijke band' zie o.a. Cass. 13 juni 2023, AR P.22.0700.N, AC 2023, nr. 447; Cass. 6 juni 2023, AR P.23.0558.N, AC 2023, nr. 411."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250422.2N.14": {
      "court": "CASS",
      "date": "2025-04-22",
      "roleNumber": "P.24.1417.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250422.2N.14",
      "abstractFR": null,
      "abstractNL": [
        "Het staat aan het onderzoeksgerecht te oordelen of de op een rechtsplegingsvergoeding gerechtigde partijen werden bijgestaan door eenzelfde raadsman; uit het gegeven dat de op de rechtszitting voor het onderzoeksgerecht verschenen raadslieden van de op een rechtsplegingsvergoeding gerechtigde partijen beiden verbonden zijn aan hetzelfde kantoor of dat de namens deze partijen genomen conclusies identiek of analoog zijn, of dat die partijen eenzelfde verhoogde rechtsplegingsvergoeding hebben gevorderd, volgt niet dat het onderzoeksgerecht moet aannemen dat deze partijen door eenzelfde advocaat zijn bijgestaan in de zin van artikel 1, tweede lid, Tarief Rechtsplegingsvergoeding."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250610.2N.17": {
      "court": "CASS",
      "date": "2025-06-10",
      "roleNumber": "P.25.0173.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250610.2N.17",
      "abstractFR": null,
      "abstractNL": [
        "Uit de bepalingen van artikel 162bis, eerste lid, Wetboek van Strafvordering en uit artikel 1022, eerste en tweede lid, Gerechtelijk Wetboek en de artikelen 1, eerste en tweede lid, en 2 Tarief Rechtsplegingsvergoeding volgt dat (1) de strafrechter ambtshalve de beklaagde veroordeelt tot betaling van een rechtsplegingsvergoeding aan de in het gelijk gestelde burgerlijke partij, (2) het bedrag van de rechtsplegingsvergoeding voor in geld waardeerbare vorderingen in beginsel wordt bepaald op basis van het bedrag van de vordering en dus niet op basis van het bedrag van de ingewilligde vordering, (3) de strafrechter kan afwijken van de basisrechtsplegingsvergoeding op grond van de in artikel 1022, derde lid, Gerechtelijk Wetboek vermelde criteria onder de dubbele voorwaarde dat een partij hem daarom verzoekt en dat hij dat doet bij een met bijzondere redenen omklede beslissing en (4) de strafrechter op verzoek van een partij ingeval van een klaarblijkelijke overwaardering die een normaal, redelijk en voorzichtige partij niet zou hebben begaan of ingeval van een te kwader trouw verrichte verhoging van de vordering met als enig doel op kunstmatige wijze het bedrag op te trekken tot een hogere schijf, kan beslissen de basisrechtsplegingsvergoeding te berekenen op het bedrag van de ingewilligde vordering in plaats van op het bedrag van de vordering maar zonder dat uit het enkele feit dat de strafrechter de vordering slechts gedeeltelijk inwilligt, volgt dat aan die voorwaarden is voldaan; het staat dan ook aan hij die gehouden is tot betaling van een rechtsplegingsvergoeding de strafrechter te verzoeken om af te wijken van het principe dat voor een in geld waardeerbare vordering de basisrechtsplegingsvergoeding is verschuldigd berekend op basis van het bedrag van de vordering en aan te geven welke redenen een afwijking van dit principe kunnen rechtvaardigen en het staat dan aan de strafrechter om daarover te oordelen (1). (1) Cass. 17 november 2010, AR P.10.0863.F, AC 2010, nr. 681; Cass. 1 juni 2010, AR P.10.0158.N, AC 2010, nr. 382; Cass.18 november 2008, AR P.08.0768.N, AC 2008, nr. 642, RDP 2009/5, 593; F. VAN VOLSEM, “Het bedrag van de rechtsplegingsvergoeding voor de strafrechter: de rechter mag bij opgeblazen vorderingen het bedrag van de rechtsplegingsvergoeding bepalen in functie van het toegekende in plaats van het gevorderde”, RABG 2011/14, 973-978; B. VAN DEN BERGH en S. SOBRIE, “Wie zal dat betalen….? De rechtsplegingsvergoeding ont(k)leed, Mechelen, Kluwer, 2021, 99, nr. 113."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230613.2N.22": {
      "court": "CASS",
      "date": "2023-06-13",
      "roleNumber": "P.22.0700.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230613.2N.22",
      "abstractFR": null,
      "abstractNL": [
        "De verdeling van de rechtsplegingsvergoeding bij toepassing van artikel 1, tweede lid, Tarief Rechtsplegingsvergoeding tussen partijen die door eenzelfde advocaat worden bijgestaan, is slechts van toepassing wanneer die partijen zich in eenzelfde gerechtelijke band bevinden ten aanzien van de partij die de rechtsplegingsvergoeding verschuldigd is."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230606.2N.4": {
      "court": "CASS",
      "date": "2023-06-06",
      "roleNumber": "P.23.0558.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230606.2N.4",
      "abstractFR": null,
      "abstractNL": [
        "Indien de partijen die op een rechtsplegingsvergoeding gerechtigd zijn zich in eenzelfde gerechtelijke band bevinden ten aanzien van de partij die de rechtsplegingsvergoeding verschuldigd is en worden bijgestaan door eenzelfde advocaat, hebben zij samen slechts recht op één rechtsplegingsvergoeding, die onder hen wordt verdeeld; het staat aan het onderzoeksgerecht te oordelen of de op een rechtsplegingsvergoeding gerechtigde partijen die zich in eenzelfde gerechtelijke band bevinden tegen hij die de rechtsplegingsvergoeding is verschuldigd, werden bijgestaan door eenzelfde raadsman maar uit het gegeven dat voor de raadslieden van de op een rechtsplegingsvergoeding gerechtigde partijen op de rechtszitting voor het onderzoeksgerecht eenzelfde advocaat loco die raadslieden is verschenen, of dat de namens deze partijen genomen conclusies identiek of analoog zijn, of dat die partijen eenzelfde verhoogde rechtsplegingsvergoeding hebben gevorderd, volgt niet dat het onderzoeksgerecht moet aannemen dat deze partijen door eenzelfde advocaat zijn bijgestaan in de zin van artikel 1, tweede lid, Tarief Rechtsplegingsvergoeding; bij afwezigheid van daartoe strekkende conclusie dient het onderzoeksgerecht dat aan de voormelde partijen elk een rechtsplegingsvergoeding toekent, niet uitdrukkelijk vast te stellen dat zij niet werden bijgestaan door eenzelfde advocaat."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211209.1N.6": {
      "court": "CASS",
      "date": "2021-12-09",
      "roleNumber": "C.21.0313.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211209.1N.6&lang=fr",
      "abstractFR": [
        "Lorsque, dans le cadre d'une même relation procédurale, plusieurs parties sont assistées par le même avocat et que le juge fait succomber la partie adverse, il doit répartir l'indemnité de procédure entre les parties obtenant gain de cause (1). (1) Cass. 16 octobre 2019, RG P.19.0718.F, AC 2019, n° 526."
      ],
      "abstractNL": [
        "Wanneer binnen eenzelfde procesverhouding meerdere partijen door eenzelfde advocaat worden bijgestaan en de rechter de wederpartij in het ongelijk stelt, moet hij de rechtsplegingsvergoeding onder de in het gelijk gestelde partijen verdelen (1). (1) Cass. 16 oktober 2019, AR P.19.0718.F, AC 2019, nr. 526."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220930.1N.3": {
      "court": "CASS",
      "date": "2022-09-30",
      "roleNumber": "C.22.0007.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220930.1N.3&lang=fr",
      "abstractFR": [
        "Une décision rendue sur une demande en réparation d'une décision judiciaire dans le cadre d'une procédure en récusation ne donne pas lieu à une indemnité de procédure distincte."
      ],
      "abstractNL": [
        "Een beslissing gewezen op een verzoek tot herstel van een rechterlijke beslissing in een wrakingsprocedure, geeft geen aanleiding tot een afzonderlijke rechtsplegingsvergoeding."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220210.1N.6": {
      "court": "CASS",
      "date": "2022-02-10",
      "roleNumber": "C.21.0252.N-C.21.0216.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220210.1N.6&lang=fr",
      "abstractFR": [
        "Bien que l'indemnité de procédure soit en principe calculée sur la base du montant demandé et non sur la base du montant accordé à la partie qui obtient gain de cause, le juge peut, sans y être tenu, calculer l'indemnité de procédure sur la base du montant alloué plutôt que sur la base du montant demandé, si ce dernier résulte soit d'une surévaluation manifeste que n'aurait pas commise le justiciable normalement prudent et diligent, soit d'une majoration effectuée de mauvaise foi, dans le seul but de majorer artificiellement le montant de l'indemnité de procédure (1). (1) Voir Cass. 20 novembre 2020, RG P.12.0203.N, Pas. 2012, n° 623 ; Cass. 17 novembre 2010, RG P.10.0863.F, Pas. 2010, n° 681."
      ],
      "abstractNL": [
        "Hoewel in beginsel de rechtsplegingsvergoeding wordt berekend op basis van het gevorderde bedrag en niet op basis van het aan de in het gelijk gestelde partij toegekende bedrag, kan de rechter niettemin de rechtsplegingsvergoeding berekenen op basis van het toegekende veeleer dan op basis van het gevorderde bedrag, wanneer dit laatste bedrag volgt ofwel uit een klaarblijkelijke overwaardering die de normale bedachtzame en zorgvuldige rechtszoekende niet zou hebben begaan, ofwel uit een te kwader trouw verrichte verhoging die als enig doel had op kunstmatige wijze het bedrag van de vordering op te trekken tot een hogere schijf van de rechtsplegingsvergoeding, zonder hiertoe verplicht te zijn (1). (1) Zie Cass. 20 november 2020, AR P.12.0203.N, AC 2012, nr. 623; Cass. 17 november 2010, AR P.10.0863.F, AC 2010, nr. 681."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200915.2N.10": {
      "court": "CASS",
      "date": "2020-09-15",
      "roleNumber": "P.19.1109.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200915.2N.10&lang=fr",
      "abstractFR": [
        "Le juge est, en principe, tenu de calculer le montant de l'indemnité de procédure sur la base du montant réclamé et non du montant octroyé à la partie ayant obtenu gain de cause ; il peut néanmoins calculer l'indemnité de procédure sur la base du montant alloué lorsque le montant demandé résulte soit d'une surévaluation manifeste que n'aurait pas commise le justiciable normalement prudent et diligent, soit d'une majoration de mauvaise foi dans le seul but d'intégrer artificiellement le montant de la demande à la tranche supérieure de l'indemnité de procédure, sans que ce soit une obligation (1). (1) Cass. 17 novembre 2010, RG P.10.0863.F, Pas. 2010, n° 681."
      ],
      "abstractNL": [
        "De rechter dient het bedrag van de rechtsplegingsvergoeding in beginsel te berekenen op basis van het gevorderde bedrag en niet op basis van het aan het in het gelijk gestelde partij toegekende bedrag; hij kan de rechtsplegingsvergoeding niettemin berekenen op basis van het toegekende bedrag wanneer het gevorderde bedrag volgt ofwel uit een klaarblijkelijke overwaardering die de normaal bedachtzame en zorgvuldige rechtszoekende niet zou hebben begaan; ofwel uit een te kwader trouw verrichte verhoging die als enig doel had op kunstmatige wijze het bedrag van de vordering op te trekken tot een hogere schijf van de rechtsplegingsvergoeding, zonder hiertoe verplicht te zijn (1). (1) Cass. 17 november 2010, AR P.10.0863.F, AC 2010, nr. 681."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200610.2N.2": {
      "court": "CASS",
      "date": "2020-06-10",
      "roleNumber": "P.19.1043.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200610.2N.2&lang=fr",
      "abstractFR": [
        "En vertu de l’article 1er de l'arrêté royal du 26 octobre 2007 fixant le tarif des indemnités de procédure, les montants sont fixés par lien d’instance et à l’égard de chaque partie assistée par un avocat et l’indemnité de procédure se partage entre plusieurs parties dans un même lien d’instance qui sont assistées par un même avocat; la partie civile succombante ne peut ainsi, en cas d’acquittement prononcé à l’égard de plusieurs prévenus assistés par un même avocat, être condamnée à une indemnité de procédure à verser à chaque prévenu (1). (1) F. VAN VOLSEM, « De rechtsplegingsvergoeding en de strafrechter, een ietwat moeilijk huwelijk », N.C. 2008, 379-425 ; D. DE WOLF, Handboek correctioneel procesrecht, Intersentia, 2013, 134-141; B. VAN DEN BERGH et S. SOBRIE, De rechtsplegingsvergoeding in al zijn facetten, Kluwer, 2016, 81-109 ; M.A. BEERNAERT, H.D. BOSLY et D. VANDERMEERSCH, Droit de la procédure pénale, Die Keure, 2017, 1289-1295 ; C. VAN DEN WYNGAERT, S. VANDROMME et Ph. TRAEST, Strafrecht en strafprocesrecht in hoofdlijnen, Gompel&Svacina, 2019, 1342-1343."
      ],
      "abstractNL": [
        "Krachtens artikel 1 KB Tarief Rechtsplegingsvergoeding worden de bedragen van de rechtsplegingsvergoeding vastgesteld per gerechtelijke band en ten aanzien van elke partij die door een advocaat wordt bijgestaan en wordt de rechtsplegingsvergoeding verdeeld onder verscheidene partijen in eenzelfde gerechtelijke band die zijn bijgestaan door eenzelfde advocaat; de in het ongelijk gestelde burgerlijke partij kan bij vrijspraak van meerdere beklaagden bijgestaan door een zelfde advocaat aldus niet tot een rechtsplegingsvergoeding worden veroordeeld aan elke beklaagde (1). (1) F. VAN VOLSEM, \"De rechtsplegingsvergoeding en de strafrechter, een ietwat moeilijk huwelijk\", N.C. 2008, 379-425; D. DE WOLF, Handboek correctioneel procesrecht, Intersentia, 2013, 134-141; B. VAN DEN BERGH en S. SOBRIE, De rechtsplegingsvergoeding in al zijn facetten, Kluwer, 2016, 81-109; M.A. BEERNAERT, H.D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, Die Keure, 2017, 1289-1295; C. VAN DEN WYNGAERT, S. VANDROMME en Ph. TRAEST, Strafrecht en strafprocesrecht in hoofdlijnen, Gompel&Svacina, 2019, 1342-1343."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200305.1N.5": {
      "court": "CASS",
      "date": "2020-03-05",
      "roleNumber": "C.19.0290.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200305.1N.5&lang=fr",
      "abstractFR": [
        "La partie ayant obtenu gain de cause n'a droit qu'à une seule indemnité de procédure par instance."
      ],
      "abstractNL": [
        "De in het gelijk gestelde partij heeft slechts recht op één rechtsplegingsvergoeding per aanleg."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191016.3": {
      "court": "CASS",
      "date": "2019-10-16",
      "roleNumber": "P.19.0718.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191016.3",
      "abstractFR": [
        "Lorsqu'un même avocat a assisté plusieurs parties ayant obtenu gain de cause dans un même lien d'instance, le juge ne peut condamner la partie succombante au paiement de plusieurs indemnités de procédure par instance en leur faveur (1). (1) Dont l'al. 2, dispose dorénavant: « Les montants sont fixés par lien d'instance et à l'égard de chaque partie assistée par un avocat. Lorsqu'un même avocat assiste plusieurs parties dans un même lien d'instance, l'indemnité de procédure se partage entre elles », et ce, depuis sa modification par l'AR du 29 mars 2019 modifiant l'arrêté royal du 26 octobre 2007 fixant le tarif des indemnités de procédure visées à l'article 1022 du Code judiciaire et fixant la date d'entrée en vigueur des articles 1er à 13 de la loi du 21 avril 2007 relative à la répétabilité des honoraires et des frais d'avocat et fixant la date d'entrée en vigueur de la loi du 21 février 2010 modifiant les articles 1022 du Code judiciaire et 162bis du Code d'instruction criminelle, MB 29 mars 2019, vig. 20 avril 2019."
      ],
      "abstractNL": [
        "Wanneer eenzelfde advocaat in eenzelfde gerechtelijke band verschillende partijen bijstaat die in het gelijk worden gesteld, vermag de rechter de in het ongelijk gestelde partij niet jegens hen te veroordelen tot meerdere rechtsplegingsvergoedingen per aanleg (1). (1) Waarvan het tweede lid voortaan bepaalt: \"De bedragen worden vastgesteld per gerechtelijke band en ten aanzien van elke partij die door een advocaat wordt bijgestaan. Wanneer eenzelfde advocaat in eenzelfde gerechtelijke band verschillende partijen bijstaat, wordt de rechtsplegingsvergoeding onder hen verdeeld\", en dit sinds de wijziging ervan door het koninklijk besluit van 29 maart 2019 tot wijziging van het koninklijk besluit van 26 oktober 2007 tot vaststelling van het tarief van de rechtsplegingsvergoeding bedoeld in artikel 1022 van het Gerechtelijk Wetboek en tot vaststelling van de datum van inwerkingtreding van de artikelen 1 tot 13 van de wet van 21 april 2007 betreffende de verhaalbaarheid van de erelonen en de kosten verbonden aan de bijstand van de advocaat en tot vaststelling van de datum van inwerkingtreding van de wet van 21 februari 2010 tot wijziging van de artikelen 1022 van het Gerechtelijk Wetboek en 162bis van het Wetboek van strafvordering, BS 29 maart 2019, i.w.tr. 20 april 2019."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191003.5": {
      "court": "CASS",
      "date": "2019-10-03",
      "roleNumber": "C.18.0585.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191003.5&lang=fr",
      "abstractFR": [
        "Avant d'allouer plusieurs indemnités de procédure, le juge est tenu de vérifier si les affaires jointes, considérées dans leur ensemble, ne constituent pas plutôt qu'un même litige, des litiges distincts (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Vooraleer meerdere rechtsplegingsvergoedingen toe te kennen dient de rechter na te gaan of de samengevoegde zaken in hun geheel beschouwd niet eenzelfde geschil uitmaken, maar wel afzonderlijke geschillen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180607.11": {
      "court": "CASS",
      "date": "2018-06-07",
      "roleNumber": "C.17.0543.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180607.11&lang=fr",
      "abstractFR": [
        "L'instruction de la cause avant et après cassation constitue une seule instance et, dès lors, une seule indemnité de procédure peut être accordée pour cette seule instance (1). (1) Cass. 15 septembre 2014, R.G. C.13.0017.N, AC 2014, n° 520, avec concl. de M. Vanderlinden, avocat général."
      ],
      "abstractNL": [
        "De behandeling van de zaak voor en na cassatie vormt een enkele aanleg en er mag dienvolgens slechts een rechtsplegingsvergoeding worden toegekend voor deze enkele aanleg (1). (1) Cass. 15 september 2014, AR C.13.0017.N, AC 2014, nr. 520, met concl. van advocaat-generaal Vanderlinden."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160324.11": {
      "court": "CASS",
      "date": "2016-03-24",
      "roleNumber": "C.14.0282.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160324.11&lang=fr",
      "abstractFR": [
        "Il suit du rapprochement des dispositions de l'article 1022, alinéa 1er, du Code judiciaire de l'article 1er, alinéa 2, de l'arrêté royal du 26 octobre 2007 fixant le tarif des indemnités de procédure et plus particulièrement l'article 2, alinéa 2, de cet arrêté royal qui ne se réfère pas à l'article 620 du Code judiciaire, que la partie qui a obtenu gain de cause n'a droit qu'à une seule indemnité de procédure par instance, calculée en fonction du montant de la demande principale (1). (1) Cass. 10 janvier 2011, RG C.09.0456.N, Pas. 2011, n° 22."
      ],
      "abstractNL": [
        "Uit de bepalingen van artikel 1022, eerste lid, Gerechtelijk Wetboek, artikel 1, tweede lid, koninklijk besluit Tarief Rechtsplegingsvergoeding, en in het bijzonder artikel 2, tweede lid, van voornoemd koninklijk besluit dat niet verwijst naar artikel 620 Gerechtelijk Wetboek, volgt dat de in het gelijk gestelde partij slechts recht heeft op één rechtsplegingsvergoeding per aanleg, die berekend wordt op basis van het bedrag van de hoofdvordering (1). (1) Cass. 10 januari 2011, AR C.09.0456. N, AC 2011, nr. 22."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150910.4": {
      "court": "CASS",
      "date": "2015-09-10",
      "roleNumber": "C.13.0402.N-C.13.0403.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150910.4&lang=fr",
      "abstractFR": [
        "Le traitement de la cause avant et après la cassation constitue une seule instance (1); une seule indemnité de procédure peut, dès lors, être accordée pour cette instance unique (2). (1) Voir Cass. 7 novembre 2014, RG C.14.0122.N, Pas. 2014, nr. 683. (2) Le MP a aussi conclu à la cassation partielle sur le troisième moyen, en sa première branche, mais sans renvoi."
      ],
      "abstractNL": [
        "De behandeling van de zaak voor en na cassatie vormt een enkele aanleg (1); dienvolgens mag er slechts een rechtsplegingsvergoeding worden toegekend voor deze enkele aanleg (2). (1) Zie Cass. 7 november 2014, AR C.14.0122.N, AC 2014, nr. 683. (2) Het OM concludeerde eveneens tot gedeeltelijke vernietiging op het eerste onderdeel van het derde cassatiemiddel, doch zonder verwijzing."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150529.2": {
      "court": "CASS",
      "date": "2015-05-29",
      "roleNumber": "C.13.0390.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150529.2&lang=fr",
      "abstractFR": [
        "La partie qui a succombé est tenue de payer une indemnité de procédure à la partie qui a obtenu gain de cause s'il y a effectivement instance liée entre ces parties (1), cela suppose qu'une des parties introduit une action en justice tendant à la condamnation de l'autre partie ou à la prononciation d'une décision judiciaire à l'encontre de cette partie (2). (1) Voir Cass. 8 décembre 2014, RG S.12.0029.N, Pas. 2014, n° 761. (2) S. MOSSELMANS, Tussenvorderingen in het civiele geding, dans APR, Malines, Kluwer 2007, 23-24."
      ],
      "abstractNL": [
        "De in het ongelijk gestelde partij dient een rechtsplegingsvergoeding te betalen aan de in het gelijk gestelde partij indien tussen deze partijen een daadwerkelijke procesverhouding bestaat (1) ; dit veronderstelt dat de ene partij een vordering in rechte instelt strekkende tot de veroordeling van de andere partij of tot het nemen van een rechterlijke beslissing tegen die partij (2). (1) Zie Cass. 8 december 2014, AR S.12.0029.N,AC 2014, nr. 761. (2) S. MOSSELMANS, Tussenvorderingen in het civiele geding, in APR, Mechelen, Kluwer 2007, 23-24."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141208.2": {
      "court": "CASS",
      "date": "2014-12-08",
      "roleNumber": "S.12.0029.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141208.2&lang=fr",
      "abstractFR": [
        "La condamnation aux dépens suppose qu'il existe entre les parties une relation procédurale effective; lorsque plusieurs demandeurs introduisent par un même acte différentes actions sur un même fondement contre un ou plusieurs défendeurs, sans que la scission des causes ait été demandée et ordonnée, le juge est tenu, avant d'allouer plusieurs indemnités de procédure et même si chaque action fait en principe naître une relation procédurale distincte, de vérifier si les affaires jointes, eu égard à leurs éléments concrets, ne constituent pas, considérées dans leur ensemble, un même litige, mais bien des litiges distincts."
      ],
      "abstractNL": [
        "De veroordeling tot de gerechtskosten onderstelt dat tussen de partijen een daadwerkelijke procesverhouding bestaat; wanneer meerdere eisers bij eenzelfde akte onderscheiden vorderingen op een zelfde grondslag instellen tegen een of meer verweerders, zonder dat de afsplitsing van de zaken wordt gevorderd en gelast, dient de rechter, vooraleer meerdere rechtsplegingsvergoedingen toe te kennen en ook al doet iedere vordering in beginsel een afzonderlijke procesverhouding ontstaan, na te gaan of de samengevoegde zaken, gelet op de concrete elementen ervan, in hun geheel beschouwd niet eenzelfde geschil uitmaken, maar wel afzonderlijke geschillen."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2025:ARR.20251103.3F.6": {
      "court": "CASS",
      "date": "2025-11-03",
      "roleNumber": "S.24.0055.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251103.3F.6",
      "abstractFR": [
        "Sauf lorsqu'il existe un accord procédural explicite ou une demande de la partie ayant obtenu gain de cause de s'écarter du montant de l'indemnité de base, le juge condamne la partie qui succombe au montant de base de l'indemnité de procédure."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20251028.2N.1": {
      "court": "CASS",
      "date": "2025-10-28",
      "roleNumber": "P.25.0925.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251028.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 1022, tweede lid, Gerechtelijk Wetboek en de artikelen 1, eerste lid, en 2 Tarief Rechtsplegingsvergoeding en de daarin gemaakte verwijzing naar de artikelen 557 en 618 Gerechtelijk Wetboek volgt dat in beginsel het bedrag van de rechtsplegingsvergoeding voor een in geld waardeerbare vordering wordt bepaald volgens de in artikel 2 Tarief Rechtsplegingsvergoeding vermelde tabel en dit op grond van de som van de vordering in de laatste conclusie, waarbij rekening wordt gehouden met de gevorderde vergoedende interesten, dit zijn de gevorderde interesten vervallen tussen de datum van het misdrijf en de datum waarop de burgerlijke partij haar in geld waardeerbare vordering voor het strafgerecht heeft geformuleerd, en waarbij geen rekening wordt gehouden met de gerechtelijke vergoedende interesten, dit zijn de interesten vanaf de datum waarop de burgerlijke partij haar voor de strafrechter in geld waardeerbare vordering heeft geformuleerd en de datum van de rechterlijke beslissing, noch met de gerechtelijke verwijlinteresten, zijnde de interesten vanaf de uitspraak."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251009.1N.13": {
      "court": "CASS",
      "date": "2025-10-09",
      "roleNumber": "C.23.0471.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251009.1N.13",
      "abstractFR": null,
      "abstractNL": [
        "De rechtsplegingsvergoeding in hoger beroep moet, in geval geldelijk waardeerbare vorderingen voorliggen, worden bepaald gelet op de waarde of de geldelijke inzet van het hoger beroep, zoals die blijkt uit de beroepsakte dan wel de laatste appelconclusie; behoudens wanneer een procedureakkoord omtrent de omvang van de rechtsplegingsvergoeding dan wel een grond of een verzoek tot afwijking van het basisbedrag van de rechtsplegingsvergoeding voorligt, dient de rechter ambtshalve het met toepassing van de bepalingen van het Tarief Rechtsplegingsvergoeding correcte basisbedrag van de rechtsplegingsvergoeding te bepalen; de taak van de rechter bij het bepalen van het correcte basisbedrag van de rechtsplegingsvergoeding neemt niet weg dat een procespartij die als in het gelijk gestelde partij aanspraak maakt op een rechtsplegingsvergoeding en deze wil doen vereffenen, van deze gedingkost opgave moet doen, zonder daarom het bedrag ervan te moeten bepalen."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250929.3F.4": {
      "court": "CASS",
      "date": "2025-09-29",
      "roleNumber": "F.17.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250929.3F.4",
      "abstractFR": [
        "L'action qui tend à déclarer prescrit le recouvrement d'un impôt porte sur une demande évaluable en argent (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250923.2N.13": {
      "court": "CASS",
      "date": "2025-09-23",
      "roleNumber": "P.24.1435.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250923.2N.13",
      "abstractFR": null,
      "abstractNL": [
        "De artikelen 2 tot 4 Tarief Rechtsplegingsvergoeding bepalen de indexeerbare bedragen van de rechtsplegingsvergoeding voor al dan niet in geld waardeerbare vorderingen; om te oordelen of het geschil een al dan niet in geld waardeerbare vordering betreft, dient te worden uitgegaan van hetgeen wordt gevorderd of ter beslechting wordt voorgelegd, ongeacht hoe de partijen hun vordering zelf omschrijven."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231019.1N.4": {
      "court": "CASS",
      "date": "2023-10-19",
      "roleNumber": "C.23.0073.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231019.1N.4",
      "abstractFR": null,
      "abstractNL": [
        "Het hoger beroep dat uitsluitend betrekking heeft op de in eerste aanleg toegekende rechtsplegingsvergoeding, is in geld waardeerbaar, ook wanneer voor de eerste rechter een niet in geld waardeerbaar geschil voorlag (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231113.3F.7": {
      "court": "CASS",
      "date": "2023-11-13",
      "roleNumber": "C.23.0159.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231113.3F.7",
      "abstractFR": [
        "Lorsque la partie succombante bénéficie de l'aide juridique de deuxième ligne, l'indemnité de procédure est fixée au montant minimal tel qu'il est déterminé en fonction de la nature de l'affaire et de l'importance du litige et, dès lors, s'agissant d'une action portant sur une demande évaluable en argent, au montant minimal déterminé par l'arrêté royal en fonction de la valeur du litige (1). (1) Voir. les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20241104.3F.2": {
      "court": "CASS",
      "date": "2024-11-04",
      "roleNumber": "S.23.0082.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241104.3F.2",
      "abstractFR": [
        "L'action qui tend à l'annulation de la décision d'une autorité administrative d'infliger une amende administrative porte sur une demande évaluable en argent (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20241030.2F.4": {
      "court": "CASS",
      "date": "2024-10-30",
      "roleNumber": "P.24.0416.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241030.2F.4",
      "abstractFR": [
        "Aux termes de l'article 2 de l'arrêté royal du 26 octobre 2007 fixant le tarif des indemnités de procédure visées à l'article 1022 du Code judiciaire et fixant la date d'entrée en vigueur des articles 1er à 13 de la loi du 21 avril 2007 relative à la répétibilité des honoraires et frais d'avocat, le montant de l'indemnité de procédure est déterminé en fonction du montant de la demande tel que fixé conformément aux articles 557 à 562 du Code judiciaire, la demande à prendre en considération étant celle qui est formulée dans l'acte introductif d'instance ou dans les dernières conclusions (1) ; nonobstant le prescrit dudit arrêté royal, le juge peut calculer l'indemnité de procédure sur la base du montant alloué plutôt que du montant demandé, si ce dernier résulte soit d'une surévaluation manifeste que n'aurait pas commise un justiciable normalement prudent et diligent, soit d'une majoration effectuée de mauvaise foi, dans le seul but d'intégrer artificiellement le montant de la demande à la tranche supérieure (2). (1) Cass. 24 novembre 2009, RG P.08.1815.N, Pas. 2009, n° 688. (2) Cass. 17 novembre 2010, RG P.10.0863.F, Pas. 2010, n° 681."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250103.1N.4": {
      "court": "CASS",
      "date": "2025-01-03",
      "roleNumber": "C.24.0016.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250103.1N.4",
      "abstractFR": [
        "En présence de demandes évaluables en argent, l'indemnité de procédure en degré d'appel doit être déterminée en tenant compte de la valeur ou de l'enjeu pécuniaire de l'appel, tel qu'il ressort de l'acte d'appel ou des dernières conclusions d'appel (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "À moins qu'il n'existe un accord procédural sur le montant de l'indemnité de procédure, un motif ou une demande de dérogation au montant de base de l'indemnité de procédure, le juge détermine d'office le montant de base correct de cette indemnité en appliquant les dispositions de l'arrêté royal du 26 octobre 2007 fixant le tarif des indemnités de procédure visées à l'article 1022 du Code judiciaire et fixant la date d'entrée en vigueur des articles 1er à 13 de la loi du 21 avril 2007 relative à la répétibilité des honoraires et des frais d'avocat (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "La mission du juge appelé à déterminer le montant de base correct de l'indemnité de procédure n'exonère pas une partie au procès qui, ayant obtenu gain de cause, réclame une indemnité de procédure et souhaite en obtenir la liquidation, de l'obligation de faire état de ces dépens, sans pour autant devoir en déterminer le montant (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De rechtsplegingsvergoeding in hoger beroep moet, in geval geldelijk waardeerbare vorderingen voorliggen, worden bepaald gelet op de waarde of de geldelijke inzet van het hoger beroep, zoals die blijkt uit de beroepsakte dan wel de laatste appelconclusie (1). (1) Zie concl. OM.",
        "Behoudens wanneer een procedureakkoord omtrent de omvang van de rechtsplegingsvergoeding dan wel een grond of een verzoek tot afwijking van het basisbedrag van de rechtsplegingsvergoeding voorligt, dient de rechter ambtshalve het met toepassing van de bepalingen van het Tarief Rechtsplegingsvergoeding correcte basisbedrag van de rechtsplegingsvergoeding te bepalen (1). (1) Zie concl. OM.",
        "De taak van de rechter bij het bepalen van het correcte basisbedrag van de rechtsplegingsvergoeding neemt niet weg dat een procespartij die als in het gelijk gestelde partij aanspraak maakt op een rechtsplegingsvergoeding en deze wil doen vereffenen, van deze gedingkost opgave moet doen, zonder daarom het bedrag ervan te moeten bepalen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250429.2N.10": {
      "court": "CASS",
      "date": "2025-04-29",
      "roleNumber": "P.25.0150.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250429.2N.10",
      "abstractFR": null,
      "abstractNL": [
        "Volgens artikel 2, tweede lid, Tarief Rechtsplegingsvergoeding moet voor een in geld waardeerbare vordering het bedrag van de rechtsplegingsvergoeding in beginsel worden bepaald op het bedrag van de vordering zoals vastgesteld overeenkomstig de artikelen 557 tot 562 Gerechtelijk Wetboek, waarbij het in aanmerking te nemen bedrag dit is van de vordering in de inleidende akte of in de laatste conclusie; de rechtsplegingsvergoeding moet in hoger beroep voor een in geld waardeerbare vordering worden bepaald op de waarde of de geldelijke inzet van het hoger beroep, zoals die blijkt uit de beroepsakte of de laatste appelconclusie en de loutere omstandigheid dat de beklaagde na een laatste appelconclusie een deel van de door de burgerlijke partij gevorderde schadevergoeding heeft voldaan, verplicht het appelgerecht niet daarmee bij de berekening van het bedrag van de rechtsplegingsvergoeding rekening te houden."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250610.2N.17": {
      "court": "CASS",
      "date": "2025-06-10",
      "roleNumber": "P.25.0173.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250610.2N.17",
      "abstractFR": null,
      "abstractNL": [
        "Uit de bepalingen van artikel 162bis, eerste lid, Wetboek van Strafvordering en uit artikel 1022, eerste en tweede lid, Gerechtelijk Wetboek en de artikelen 1, eerste en tweede lid, en 2 Tarief Rechtsplegingsvergoeding volgt dat (1) de strafrechter ambtshalve de beklaagde veroordeelt tot betaling van een rechtsplegingsvergoeding aan de in het gelijk gestelde burgerlijke partij, (2) het bedrag van de rechtsplegingsvergoeding voor in geld waardeerbare vorderingen in beginsel wordt bepaald op basis van het bedrag van de vordering en dus niet op basis van het bedrag van de ingewilligde vordering, (3) de strafrechter kan afwijken van de basisrechtsplegingsvergoeding op grond van de in artikel 1022, derde lid, Gerechtelijk Wetboek vermelde criteria onder de dubbele voorwaarde dat een partij hem daarom verzoekt en dat hij dat doet bij een met bijzondere redenen omklede beslissing en (4) de strafrechter op verzoek van een partij ingeval van een klaarblijkelijke overwaardering die een normaal, redelijk en voorzichtige partij niet zou hebben begaan of ingeval van een te kwader trouw verrichte verhoging van de vordering met als enig doel op kunstmatige wijze het bedrag op te trekken tot een hogere schijf, kan beslissen de basisrechtsplegingsvergoeding te berekenen op het bedrag van de ingewilligde vordering in plaats van op het bedrag van de vordering maar zonder dat uit het enkele feit dat de strafrechter de vordering slechts gedeeltelijk inwilligt, volgt dat aan die voorwaarden is voldaan; het staat dan ook aan hij die gehouden is tot betaling van een rechtsplegingsvergoeding de strafrechter te verzoeken om af te wijken van het principe dat voor een in geld waardeerbare vordering de basisrechtsplegingsvergoeding is verschuldigd berekend op basis van het bedrag van de vordering en aan te geven welke redenen een afwijking van dit principe kunnen rechtvaardigen en het staat dan aan de strafrechter om daarover te oordelen (1). (1) Cass. 17 november 2010, AR P.10.0863.F, AC 2010, nr. 681; Cass. 1 juni 2010, AR P.10.0158.N, AC 2010, nr. 382; Cass.18 november 2008, AR P.08.0768.N, AC 2008, nr. 642, RDP 2009/5, 593; F. VAN VOLSEM, “Het bedrag van de rechtsplegingsvergoeding voor de strafrechter: de rechter mag bij opgeblazen vorderingen het bedrag van de rechtsplegingsvergoeding bepalen in functie van het toegekende in plaats van het gevorderde”, RABG 2011/14, 973-978; B. VAN DEN BERGH en S. SOBRIE, “Wie zal dat betalen….? De rechtsplegingsvergoeding ont(k)leed, Mechelen, Kluwer, 2021, 99, nr. 113."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250530.1N.9": {
      "court": "CASS",
      "date": "2025-05-30",
      "roleNumber": "C.24.0087.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250530.1N.9",
      "abstractFR": null,
      "abstractNL": [
        "Behoudens wanneer een procedureakkoord tot bepaling van de rechtsplegingsvergoeding dan wel een grond of een verzoek tot afwijking van het basisbedrag van de rechtsplegingsvergoeding voorligt, dient de rechter bijgevolg ambtshalve het met toepassing van de bepalingen van het Tarief Rechtsplegingsvergoeding correcte basisbedrag van de rechtsplegingsvergoeding te bepalen (1). (1) Zie concl. OM.",
        "Een procedureakkoord tot bepaling van de rechtsplegingsvergoeding moet zeker zijn; dit betekent dat partijen ondubbelzinnig hun gemeenschappelijke wil hebben geuit om af te wijken van het basisbedrag; de louter cijfermatige overeenstemming tussen de door partijen gevraagde bedragen van de rechtsplegingsvergoeding volstaat daartoe niet (1). (1) Zie concl. OM.",
        "Een verzoek tot afwijking van het basisbedrag van de rechtsplegingsvergoeding moet zeker zijn en veronderstelt dat een partij ondubbelzinnig haar wil heeft geuit om af te wijken van het basisbedrag; het loutere feit dat een partij, zonder verdere precisering, een rechtsplegingsvergoeding vraagt die hoger is dan het volgens de rechter van toepassing zijnde basisbedrag, volstaat daartoe niet (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230303.1N.8": {
      "court": "CASS",
      "date": "2023-03-03",
      "roleNumber": "C.22.0258.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230303.1N.8",
      "abstractFR": null,
      "abstractNL": [
        "Ligt geen procedureakkoord tot bepaling van de rechtsplegingsvergoeding noch een grond of een verzoek tot afwijking van het basisbedrag van de rechtsplegingsvergoeding voor, dan dient de rechter ambtshalve het met toepassing van de bepalingen van het Tarief Rechtsplegingsvergoeding correcte basisbedrag van de rechtsplegingsvergoeding te bepalen en miskent hij daardoor niet het algemeen rechtsbeginsel houdende de autonomie van de procespartijen in het civiele geding, noch het algemeen rechtsbeginsel tot eerbiediging van het recht van verdediging, aangezien de procespartijen zich redelijkerwijze eraan mogen verwachten dat de rechter het Tarief Rechtsplegingsvergoeding correct toepast (1). (1) Cass. 16 januari 2023, AR C.21.0193.F, AC 2023, nr. 41; Cass. 13 januari 2023, AR C.22.0158.N, AC 2023, nr. 38.",
        "Ligt een verzoek tot afwijking van het basisbedrag van de rechtsplegingsvergoeding voor en beslist de rechter niettemin om het basisbedrag toe te passen, dan dient hij dit in het bijzonder te motiveren.",
        "Ligt een procedureakkoord tot bepaling van de rechtsplegingsvergoeding voor, dan moet dit akkoord zeker zijn en kan dit niet worden afgeleid uit een louter gebrek aan betwisting bij conclusie (1). (1) Cass. 8 september 2022, AR C.21.0537.N, AC 2022, nr. 517."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211109.2N.1": {
      "court": "CASS",
      "date": "2021-11-09",
      "roleNumber": "P.21.0615.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211109.2N.1",
      "abstractFR": [
        "Il résulte des articles 2, alinéas 1er et 2, de l'arrêté royal du 26 octobre 2007 fixant le tarif des indemnités de procédure visées à l'article 1022 du Code judiciaire et 557 du Code judiciaire que, pour déterminer la valeur d'une demande d'indemnisation d'une infraction introduite par une partie civile devant la juridiction répressive, il est tenu compte du montant principal réclamé et des intérêts réclamés, c'est-à-dire les intérêts échus entre la date de l'infraction et celle à laquelle la partie civile a formulé sa demande évaluable en argent devant la juridiction répressive ; ne sont pris en compte dans la détermination de la valeur de cette demande ni les intérêts judiciaires compensatoires, c'est-à-dire les intérêts entre la date à laquelle la partie civile a formulé sa demande évaluable en argent devant la juridiction répressive et celle de la décision de justice, ni les intérêts judiciaires moratoires, c'est-à-dire les intérêts à compter de la prononciation de la décision."
      ],
      "abstractNL": [
        "Uit de artikelen 2, eerste en tweede lid, Tarief Rechtsplegingsvergoeding en 557 Gerechtelijk Wetboek volgt dat voor het bepalen van de waarde van een schadevergoedingsvordering uit een misdrijf door een burgerlijke partij voor het strafgerecht rekening wordt gehouden met de gevorderde hoofdsom en met de gevorderde vergoedende interesten, dit zijn de gevorderde interesten vervallen tussen de datum van het misdrijf en de datum waarop de burgerlijke partij haar in geld waardeerbare vordering voor het strafgerecht heeft geformuleerd; voor het bepalen van de waarde van die vordering wordt geen rekening gehouden met de gerechtelijke vergoedende interesten, dit zijn de interesten vanaf de datum waarop de burgerlijke partij haar voor de strafrechter in geld waardeerbare vordering heeft geformuleerd en de datum van de rechterlijke beslissing, noch met de gerechtelijke verwijlinteresten, zijnde de interesten vanaf de uitspraak."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211118.1N.8": {
      "court": "CASS",
      "date": "2021-11-18",
      "roleNumber": "C.21.0132.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211118.1N.8&lang=fr",
      "abstractFR": [
        "Lorsque le litige porte sur le titre d'une pension alimentaire, le montant de la demande est calculé, pour la détermination de l'indemnité de procédure, en fonction du montant de l'annuité ou de douze échéances mensuelles, sans multiplier ce montant par un facteur dix."
      ],
      "abstractNL": [
        "Wanneer het geschil betrekking heeft op de titel van een uitkering tot onderhoud, wordt het bedrag van de vordering, ter bepaling van de rechtsplegingsvergoeding, berekend op basis van het bedrag van de annuïteit of van twaalf maandelijkse termijnen, zonder vermenigvuldiging van dit bedrag met een factor tien."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220512.1N.7": {
      "court": "CASS",
      "date": "2022-05-12",
      "roleNumber": "C.21.0423.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220512.1N.7&lang=fr",
      "abstractFR": [
        "Dès lors que, dans le cas d'une demande d'indemnité d'un montant provisionnel, la base permettant de déterminer la valeur de cette demande fait généralement défaut, ce n'est que lorsque le montant provisionnel est demandé sans réserve d'une évaluation ultérieure de l'indemnité que ce montant peut être assimilé au montant effectivement demandé, de sorte qu'il existe une demande évaluable en argent (1). (1) Cass. 31 mars 2022, RG C.21.0196.N, Pas. 2022, n° 234 ; Cass. 3 septembre 2020, RG C.18.0467.F, Pas. 2020, n° 482."
      ],
      "abstractNL": [
        "Gezien bij een vordering tot vergoeding ten belope van een provisioneel bedrag in de regel de grondslag ontbreekt om de waarde van die vordering te bepalen, kan enkel wanneer het provisionele bedrag wordt gevorderd zonder voorbehoud voor verdere raming van de vergoeding, dit bedrag worden gelijkgesteld met het effectief gevorderde bedrag en ligt een in geld waardeerbare vordering voor (1). (1) Cass. 31 maart 2022, AR C.21.0196.N, AC 2022, nr. 234; Cass. 3 september 2020, AR C.18.0467.F, AC 2020, nr. 482."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220331.1N.4": {
      "court": "CASS",
      "date": "2022-03-31",
      "roleNumber": "C.21.0196.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220331.1N.4&lang=fr",
      "abstractFR": [
        "Ce n'est que lorsqu'un montant provisionnel est demandé sans réserve d'une évaluation ultérieure de l'indemnité, par exemple à la lumière d'une mesure d'instruction, que ce montant peut être assimilé au montant effectivement demandé, de sorte qu'il existe une demande évaluable en argent.",
        "Lorsque la demande en indemnité est abusivement sous-évaluée à un montant purement provisionnel, le juge peut la corriger (1). (1) Voir Cass. 10 février 2022, RG C.21.0252.N-C.21.0216N, Pass. 2022, n° 117; Cass. 20 novembre 2020, RG P.21.0203.N, Pas. 2012, n° 623. Cass. 17 novembre 2010, RG P.10.0863.F, Pas. 2010, n°681."
      ],
      "abstractNL": [
        "Enkel wanneer een provisioneel bedrag wordt gevorderd zonder voorbehoud voor verdere raming van de vergoeding bijvoorbeeld in het licht van een onderzoeksmaatregel, kan dit bedrag worden gelijkgesteld met het effectief gevorderde bedrag, zodat een in geld waardeerbare vordering voorligt.",
        "In geval een vordering tot vergoeding abusievelijk is ondergewaardeerd ten belope van slechts een provisioneel bedrag kan de rechter corrigeren (1). (1) Zie Cass. 10 februari 2022, AR C.21.0252.N-C.21.0216.N, AC 2022, nr. 117; Cass. 20 november 2020, AR P.12.0203.N, AC 2012, nr. 623; Cass. 17 november 2010, AR P.10.0863.F, AC 2010, nr. 681."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220203.1N.6": {
      "court": "CASS",
      "date": "2022-02-03",
      "roleNumber": "C.20.0368.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220203.1N.6&lang=fr",
      "abstractFR": [
        "En présence d'actions évaluables en argent, l'indemnité de procédure en degré d'appel doit être déterminée en tenant compte de la valeur ou de l'enjeu pécuniaire de l'appel tel qu'il ressort de l'acte d'appel ou des dernières conclusions d'appel (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De rechtsplegingsvergoeding in hoger beroep moet, in geval geldelijk waardeerbare vorderingen voorliggen, worden bepaald gelet op de waarde of de geldelijke inzet van het hoger beroep, zoals die blijkt uit de beroepsakte dan wel de laatste appelconclusie (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200930.2F.5": {
      "court": "CASS",
      "date": "2020-09-30",
      "roleNumber": "P.20.0046.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200930.2F.5",
      "abstractFR": [
        "L'action en réparation du dommage matériel causé par une infraction porte sur une demande évaluable en argent; partant, l'indemnité de procédure de base due par le prévenu à une partie civile qui obtient un montant d'un euro à titre définitif, doit être calculée sur le fondement des articles 2 et 8 de l'arrêté royal du 26 octobre 2007 fixant le tarif des indemnités de procédure visées à l'article 1022 du Code judiciaire et non sur le montant applicable aux actions portant sur des affaires non évaluables en argent."
      ],
      "abstractNL": [
        "De rechtsvordering tot vergoeding van de door een misdrijf veroorzaakte materiële schade heeft betrekking op een in geld waardeerbare vordering; bijgevolg moet de basisrechtsplegingsvergoeding die door de beklaagde is verschuldigd aan een burgerlijke partij die een definitief bedrag van een euro verkrijgt, worden berekend op grond van de artikelen 2 en 8 Tarief Rechtsplegingsvergoeding en niet op grond van het bedrag dat van toepassing is op de rechtsvorderingen die betrekking hebben op niet in geld waardeerbare zaken."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191003.5": {
      "court": "CASS",
      "date": "2019-10-03",
      "roleNumber": "C.18.0585.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191003.5&lang=fr",
      "abstractFR": [
        "Avant d'allouer plusieurs indemnités de procédure, le juge est tenu de vérifier si les affaires jointes, considérées dans leur ensemble, ne constituent pas plutôt qu'un même litige, des litiges distincts (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Vooraleer meerdere rechtsplegingsvergoedingen toe te kennen dient de rechter na te gaan of de samengevoegde zaken in hun geheel beschouwd niet eenzelfde geschil uitmaken, maar wel afzonderlijke geschillen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190301.2": {
      "court": "CASS",
      "date": "2019-03-01",
      "roleNumber": "C.18.0129.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190301.2&lang=fr",
      "abstractFR": [
        "Lorsque le juge d'appel réforme la décision du premier juge quant à l'indemnité de procédure, il est tenu, en ce qui concerne l'indexation de l'indemnité de procédure due pour la procédure en première instance, de se placer à la date de la décision prononcée par le premier juge (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer de appelrechter de beslissing van de eerste rechter nopens de rechtsplegingsvergoeding hervormt, dient hij zich voor wat betreft de indexering van de rechtsplegingsvergoeding verschuldigd voor de procedure in eerste aanleg, te plaatsen op de datum van de uitspraak door de eerste rechter (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170609.1": {
      "court": "CASS",
      "date": "2017-06-09",
      "roleNumber": "C.16.0339.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170609.1&lang=fr",
      "abstractFR": [
        "L'action relative à l'indemnité de procédure concerne une demande évaluable en argent dont le montant de base est déterminé conformément à l'article 2, alinéa 1er, de l'arrêté royal du 26 octobre 2007 fixant le tarif des indemnités de procédure."
      ],
      "abstractNL": [
        "De vordering die betrekking heeft op de rechtsplegingsvergoeding, betreft een in geld waardeerbare vordering waarvoor het basisbedrag overeenkomstig artikel 2, eerste lid, Tarief rechtsplegingsvergoeding wordt bepaald."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170127.5": {
      "court": "CASS",
      "date": "2017-01-27",
      "roleNumber": "C.16.0231.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170127.5&lang=fr",
      "abstractFR": [
        "Afin de décider si, dans le but de fixer le montant de l'indemnité de procédure, le litige concerne une demande évaluable ou non en argent, il y a lieu de se fonder sur ce qui est réclamé dans l'acte introductif ou sur ce qui fait l'objet du litige et pas sur ce qui est finalement décidé par le juge."
      ],
      "abstractNL": [
        "Om, ter vaststelling van het bedrag van de rechtsplegingsvergoeding, te oordelen of het geschil een al dan niet in geld waardeerbare vordering betreft, dient uitgegaan van hetgeen in de akte rechtsingang gevorderd wordt of ter beslechting wordt voorgelegd en niet van hetgeen uiteindelijk door de rechter wordt beslist."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160324.11": {
      "court": "CASS",
      "date": "2016-03-24",
      "roleNumber": "C.14.0282.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160324.11&lang=fr",
      "abstractFR": [
        "Il suit du rapprochement des dispositions de l'article 1022, alinéa 1er, du Code judiciaire de l'article 1er, alinéa 2, de l'arrêté royal du 26 octobre 2007 fixant le tarif des indemnités de procédure et plus particulièrement l'article 2, alinéa 2, de cet arrêté royal qui ne se réfère pas à l'article 620 du Code judiciaire, que la partie qui a obtenu gain de cause n'a droit qu'à une seule indemnité de procédure par instance, calculée en fonction du montant de la demande principale (1). (1) Cass. 10 janvier 2011, RG C.09.0456.N, Pas. 2011, n° 22."
      ],
      "abstractNL": [
        "Uit de bepalingen van artikel 1022, eerste lid, Gerechtelijk Wetboek, artikel 1, tweede lid, koninklijk besluit Tarief Rechtsplegingsvergoeding, en in het bijzonder artikel 2, tweede lid, van voornoemd koninklijk besluit dat niet verwijst naar artikel 620 Gerechtelijk Wetboek, volgt dat de in het gelijk gestelde partij slechts recht heeft op één rechtsplegingsvergoeding per aanleg, die berekend wordt op basis van het bedrag van de hoofdvordering (1). (1) Cass. 10 januari 2011, AR C.09.0456. N, AC 2011, nr. 22."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150529.2": {
      "court": "CASS",
      "date": "2015-05-29",
      "roleNumber": "C.13.0390.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150529.2&lang=fr",
      "abstractFR": [
        "Le montant de la demande correspond à la demande formulée dans l''acte introductif d''instance ou au montant réclamé dans les dernières conclusions (1). (1) Voir Cass. 7 janvier 2009, RG P.08.0874.F, Pas. 2009, n° 13; Cass. 17 novembre 2011, RG C.10.0497.N, Pas. 2011, n° 621."
      ],
      "abstractNL": [
        "Het bedrag van de vordering stemt overeen met de vordering die in de gedinginleidende akte is geformuleerd of met het bedrag dat in de laatste conclusie is gevorderd (1). (1) Zie Cass. 7 januari 2009, AR P.08.0874.F, AC 2009, nr. 13; Cass. 17 november 2011, AR C.10.0497.N, AC 2011, nr. 621."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141208.2": {
      "court": "CASS",
      "date": "2014-12-08",
      "roleNumber": "S.12.0029.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141208.2&lang=fr",
      "abstractFR": [
        "La condamnation aux dépens suppose qu'il existe entre les parties une relation procédurale effective; lorsque plusieurs demandeurs introduisent par un même acte différentes actions sur un même fondement contre un ou plusieurs défendeurs, sans que la scission des causes ait été demandée et ordonnée, le juge est tenu, avant d'allouer plusieurs indemnités de procédure et même si chaque action fait en principe naître une relation procédurale distincte, de vérifier si les affaires jointes, eu égard à leurs éléments concrets, ne constituent pas, considérées dans leur ensemble, un même litige, mais bien des litiges distincts."
      ],
      "abstractNL": [
        "De veroordeling tot de gerechtskosten onderstelt dat tussen de partijen een daadwerkelijke procesverhouding bestaat; wanneer meerdere eisers bij eenzelfde akte onderscheiden vorderingen op een zelfde grondslag instellen tegen een of meer verweerders, zonder dat de afsplitsing van de zaken wordt gevorderd en gelast, dient de rechter, vooraleer meerdere rechtsplegingsvergoedingen toe te kennen en ook al doet iedere vordering in beginsel een afzonderlijke procesverhouding ontstaan, na te gaan of de samengevoegde zaken, gelet op de concrete elementen ervan, in hun geheel beschouwd niet eenzelfde geschil uitmaken, maar wel afzonderlijke geschillen."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141208.6": {
      "court": "CASS",
      "date": "2014-12-08",
      "roleNumber": "S.13.0018.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141208.6&lang=fr",
      "abstractFR": [
        "L'exception en matière de frais et dépens prévue à l'alinéa 2 de l'article 1017 du Code judiciaire s'applique aux actions introduites par un assuré social au sens de la loi du 11 avril 1995 visant à instituer la Charte de l'assuré social dans une procédure telle que celle visée à l'article 580, 2°, du Code judiciaire; les juges d'appel constatent que l'action du défendeur tend à entendre dire qu'il devait être considéré comme travailleur salarié d'une société au cours de la période allant du 1er janvier au 30 novembre 2007 inclus; ils considèrent qu'en l'espèce, l'ONSS n'est pas une institution telle que visée à l'article 2, 2°, de cette loi du 11 avril 1995 parce qu'il n'accorde pas de prestations de sécurité sociale et que, pour cette raison, dans la relation avec le demandeur, le défendeur n'est pas davantage une personne physique ayant droit à des prestations sociales au sens de l'article 2, 7°, de la loi du 11 avril 1995; les juges d'appel qui ont ainsi statué et déterminé sur cette base l'indemnité de procédure, suivant l'article 3 de l'arrêté royal du 26 octobre 2007 fixant le tarif des indemnités de procédure, n'ont pas légalement justifié leur décision (1). (1) La Cour casse la décision attaquée en tant qu'elle condamne le demandeur à une indemnité de procédure excédant les montants de l'article 4 de l'arrêté royal du 26 octobre 2007. Elle considère qu'il n'y a pas lieu à renvoi. En l'espèce, la Cour fait application de l'article 1111, dernier alinéa, du Code judiciaire.",
        "L'exception en matière de frais et dépens prévue à l'alinéa 2 de l'article 1017 du Code judiciaire s'applique aux actions introduites par un assuré social au sens de la loi du 11 avril 1995 visant à instituer la Charte de l'assuré social dans une procédure telle que celle visée à l'article 580, 2°, du Code judiciaire; les juges d'appel constatent que l'action du défendeur tend à entendre dire qu'il devait être considéré comme travailleur salarié d'une société au cours de la période allant du 1er janvier au 30 novembre 2007 inclus; ils considèrent qu'en l'espèce, l'ONSS n'est pas une institution telle que visée à l'article 2, 2°, de cette loi du 11 avril 1995 parce qu'il n'accorde pas de prestations de sécurité sociale et que, pour cette raison, dans la relation avec le demandeur, le défendeur n'est pas davantage une personne physique ayant droit à des prestations sociales au sens de l'article 2, 7°, de la loi du 11 avril 1995; les juges d'appel qui ont ainsi statué et déterminé sur cette base l'indemnité de procédure, suivant l'article 3 de l'arrêté royal du 26 octobre 2007 fixant le tarif des indemnités de procédure, n'ont pas légalement justifié leur décision (1).(1) La Cour casse la décision attaquée en tant qu'elle condamne le demandeur à une indemnité de procédure excédant les montants de l'article 4 de l'arrêté royal du 26 octobre 2007. Elle considère qu'il n'y a pas lieu à renvoi. En l'espèce, la Cour fait application de l'article 1111, dernier alinéa, du Code judiciaire."
      ],
      "abstractNL": [
        "De uitzonderingsregel inzake de gerechtskosten van het tweede lid van artikel 1017 Gerechtelijk Wetboek geldt bij vorderingen ingesteld door een sociaal verzekerde in de zin van de Wet Handvest Sociaal Verzekerde in een procedure zoals bedoeld in artikel 580, 2°, Gerechtelijk Wetboek; de appelrechters stellen vast dat de vordering van de verweerder ertoe strekt te horen zeggen dat hij in de periode vanaf 1 januari tot en met 30 november 2007 als werknemer van een vennootschap diende te worden beschouwd; zij oordelen dat de RSZ te dezen geen instelling is zoals bedoeld in artikel 2, 2°, Wet Handvest Sociaal Verzekerde omdat hij geen prestaties van sociale zekerheid toekent en de verweerder in de relatie met de eiser daarom ook geen natuurlijke persoon is die recht heeft op sociale prestaties in de zin van artikel 2, 7°, van het voormelde Handvest; de appelrechters die aldus oordelen en de rechtsplegingsvergoeding op grond hiervan bepalen volgens artikel 3 Tarief Rechtsplegingsvergoeding, verantwoorden hun beslissing niet naar recht (1). (1) Het Hof vernietigt de bestreden beslissing in zoverre het eiser veroordeelt tot een rechtsplegingsvergoeding die de bedragen van artikel 4 Tarief Rechtsplegingsvergoeding overtreft. Het oordeelt dat er geen aanleiding tot verwijzing is. In deze zaak maakt het Hof toepassing van artikel 1111, laatste lid Gerechtelijk Wetboek."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2025:ARR.20251009.1N.13": {
      "court": "CASS",
      "date": "2025-10-09",
      "roleNumber": "C.23.0471.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251009.1N.13",
      "abstractFR": null,
      "abstractNL": [
        "De rechtsplegingsvergoeding in hoger beroep moet, in geval geldelijk waardeerbare vorderingen voorliggen, worden bepaald gelet op de waarde of de geldelijke inzet van het hoger beroep, zoals die blijkt uit de beroepsakte dan wel de laatste appelconclusie; behoudens wanneer een procedureakkoord omtrent de omvang van de rechtsplegingsvergoeding dan wel een grond of een verzoek tot afwijking van het basisbedrag van de rechtsplegingsvergoeding voorligt, dient de rechter ambtshalve het met toepassing van de bepalingen van het Tarief Rechtsplegingsvergoeding correcte basisbedrag van de rechtsplegingsvergoeding te bepalen; de taak van de rechter bij het bepalen van het correcte basisbedrag van de rechtsplegingsvergoeding neemt niet weg dat een procespartij die als in het gelijk gestelde partij aanspraak maakt op een rechtsplegingsvergoeding en deze wil doen vereffenen, van deze gedingkost opgave moet doen, zonder daarom het bedrag ervan te moeten bepalen."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250929.3F.4": {
      "court": "CASS",
      "date": "2025-09-29",
      "roleNumber": "F.17.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250929.3F.4",
      "abstractFR": [
        "L'action qui tend à déclarer prescrit le recouvrement d'un impôt porte sur une demande évaluable en argent (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250923.2N.13": {
      "court": "CASS",
      "date": "2025-09-23",
      "roleNumber": "P.24.1435.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250923.2N.13",
      "abstractFR": null,
      "abstractNL": [
        "De artikelen 2 tot 4 Tarief Rechtsplegingsvergoeding bepalen de indexeerbare bedragen van de rechtsplegingsvergoeding voor al dan niet in geld waardeerbare vorderingen; om te oordelen of het geschil een al dan niet in geld waardeerbare vordering betreft, dient te worden uitgegaan van hetgeen wordt gevorderd of ter beslechting wordt voorgelegd, ongeacht hoe de partijen hun vordering zelf omschrijven."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250103.1N.4": {
      "court": "CASS",
      "date": "2025-01-03",
      "roleNumber": "C.24.0016.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250103.1N.4",
      "abstractFR": [
        "En présence de demandes évaluables en argent, l'indemnité de procédure en degré d'appel doit être déterminée en tenant compte de la valeur ou de l'enjeu pécuniaire de l'appel, tel qu'il ressort de l'acte d'appel ou des dernières conclusions d'appel (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "À moins qu'il n'existe un accord procédural sur le montant de l'indemnité de procédure, un motif ou une demande de dérogation au montant de base de l'indemnité de procédure, le juge détermine d'office le montant de base correct de cette indemnité en appliquant les dispositions de l'arrêté royal du 26 octobre 2007 fixant le tarif des indemnités de procédure visées à l'article 1022 du Code judiciaire et fixant la date d'entrée en vigueur des articles 1er à 13 de la loi du 21 avril 2007 relative à la répétibilité des honoraires et des frais d'avocat (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "La mission du juge appelé à déterminer le montant de base correct de l'indemnité de procédure n'exonère pas une partie au procès qui, ayant obtenu gain de cause, réclame une indemnité de procédure et souhaite en obtenir la liquidation, de l'obligation de faire état de ces dépens, sans pour autant devoir en déterminer le montant (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De rechtsplegingsvergoeding in hoger beroep moet, in geval geldelijk waardeerbare vorderingen voorliggen, worden bepaald gelet op de waarde of de geldelijke inzet van het hoger beroep, zoals die blijkt uit de beroepsakte dan wel de laatste appelconclusie (1). (1) Zie concl. OM.",
        "Behoudens wanneer een procedureakkoord omtrent de omvang van de rechtsplegingsvergoeding dan wel een grond of een verzoek tot afwijking van het basisbedrag van de rechtsplegingsvergoeding voorligt, dient de rechter ambtshalve het met toepassing van de bepalingen van het Tarief Rechtsplegingsvergoeding correcte basisbedrag van de rechtsplegingsvergoeding te bepalen (1). (1) Zie concl. OM.",
        "De taak van de rechter bij het bepalen van het correcte basisbedrag van de rechtsplegingsvergoeding neemt niet weg dat een procespartij die als in het gelijk gestelde partij aanspraak maakt op een rechtsplegingsvergoeding en deze wil doen vereffenen, van deze gedingkost opgave moet doen, zonder daarom het bedrag ervan te moeten bepalen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250530.1N.9": {
      "court": "CASS",
      "date": "2025-05-30",
      "roleNumber": "C.24.0087.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250530.1N.9",
      "abstractFR": null,
      "abstractNL": [
        "Behoudens wanneer een procedureakkoord tot bepaling van de rechtsplegingsvergoeding dan wel een grond of een verzoek tot afwijking van het basisbedrag van de rechtsplegingsvergoeding voorligt, dient de rechter bijgevolg ambtshalve het met toepassing van de bepalingen van het Tarief Rechtsplegingsvergoeding correcte basisbedrag van de rechtsplegingsvergoeding te bepalen (1). (1) Zie concl. OM.",
        "Een procedureakkoord tot bepaling van de rechtsplegingsvergoeding moet zeker zijn; dit betekent dat partijen ondubbelzinnig hun gemeenschappelijke wil hebben geuit om af te wijken van het basisbedrag; de louter cijfermatige overeenstemming tussen de door partijen gevraagde bedragen van de rechtsplegingsvergoeding volstaat daartoe niet (1). (1) Zie concl. OM.",
        "Een verzoek tot afwijking van het basisbedrag van de rechtsplegingsvergoeding moet zeker zijn en veronderstelt dat een partij ondubbelzinnig haar wil heeft geuit om af te wijken van het basisbedrag; het loutere feit dat een partij, zonder verdere precisering, een rechtsplegingsvergoeding vraagt die hoger is dan het volgens de rechter van toepassing zijnde basisbedrag, volstaat daartoe niet (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230303.1N.8": {
      "court": "CASS",
      "date": "2023-03-03",
      "roleNumber": "C.22.0258.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230303.1N.8",
      "abstractFR": null,
      "abstractNL": [
        "Ligt geen procedureakkoord tot bepaling van de rechtsplegingsvergoeding noch een grond of een verzoek tot afwijking van het basisbedrag van de rechtsplegingsvergoeding voor, dan dient de rechter ambtshalve het met toepassing van de bepalingen van het Tarief Rechtsplegingsvergoeding correcte basisbedrag van de rechtsplegingsvergoeding te bepalen en miskent hij daardoor niet het algemeen rechtsbeginsel houdende de autonomie van de procespartijen in het civiele geding, noch het algemeen rechtsbeginsel tot eerbiediging van het recht van verdediging, aangezien de procespartijen zich redelijkerwijze eraan mogen verwachten dat de rechter het Tarief Rechtsplegingsvergoeding correct toepast (1). (1) Cass. 16 januari 2023, AR C.21.0193.F, AC 2023, nr. 41; Cass. 13 januari 2023, AR C.22.0158.N, AC 2023, nr. 38.",
        "Ligt een verzoek tot afwijking van het basisbedrag van de rechtsplegingsvergoeding voor en beslist de rechter niettemin om het basisbedrag toe te passen, dan dient hij dit in het bijzonder te motiveren.",
        "Ligt een procedureakkoord tot bepaling van de rechtsplegingsvergoeding voor, dan moet dit akkoord zeker zijn en kan dit niet worden afgeleid uit een louter gebrek aan betwisting bij conclusie (1). (1) Cass. 8 september 2022, AR C.21.0537.N, AC 2022, nr. 517."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220512.1N.7": {
      "court": "CASS",
      "date": "2022-05-12",
      "roleNumber": "C.21.0423.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220512.1N.7&lang=fr",
      "abstractFR": [
        "Dès lors que, dans le cas d'une demande d'indemnité d'un montant provisionnel, la base permettant de déterminer la valeur de cette demande fait généralement défaut, ce n'est que lorsque le montant provisionnel est demandé sans réserve d'une évaluation ultérieure de l'indemnité que ce montant peut être assimilé au montant effectivement demandé, de sorte qu'il existe une demande évaluable en argent (1). (1) Cass. 31 mars 2022, RG C.21.0196.N, Pas. 2022, n° 234 ; Cass. 3 septembre 2020, RG C.18.0467.F, Pas. 2020, n° 482."
      ],
      "abstractNL": [
        "Gezien bij een vordering tot vergoeding ten belope van een provisioneel bedrag in de regel de grondslag ontbreekt om de waarde van die vordering te bepalen, kan enkel wanneer het provisionele bedrag wordt gevorderd zonder voorbehoud voor verdere raming van de vergoeding, dit bedrag worden gelijkgesteld met het effectief gevorderde bedrag en ligt een in geld waardeerbare vordering voor (1). (1) Cass. 31 maart 2022, AR C.21.0196.N, AC 2022, nr. 234; Cass. 3 september 2020, AR C.18.0467.F, AC 2020, nr. 482."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170127.5": {
      "court": "CASS",
      "date": "2017-01-27",
      "roleNumber": "C.16.0231.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170127.5&lang=fr",
      "abstractFR": [
        "Afin de décider si, dans le but de fixer le montant de l'indemnité de procédure, le litige concerne une demande évaluable ou non en argent, il y a lieu de se fonder sur ce qui est réclamé dans l'acte introductif ou sur ce qui fait l'objet du litige et pas sur ce qui est finalement décidé par le juge."
      ],
      "abstractNL": [
        "Om, ter vaststelling van het bedrag van de rechtsplegingsvergoeding, te oordelen of het geschil een al dan niet in geld waardeerbare vordering betreft, dient uitgegaan van hetgeen in de akte rechtsingang gevorderd wordt of ter beslechting wordt voorgelegd en niet van hetgeen uiteindelijk door de rechter wordt beslist."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2025:ARR.20251009.1N.13": {
      "court": "CASS",
      "date": "2025-10-09",
      "roleNumber": "C.23.0471.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251009.1N.13",
      "abstractFR": null,
      "abstractNL": [
        "De rechtsplegingsvergoeding in hoger beroep moet, in geval geldelijk waardeerbare vorderingen voorliggen, worden bepaald gelet op de waarde of de geldelijke inzet van het hoger beroep, zoals die blijkt uit de beroepsakte dan wel de laatste appelconclusie; behoudens wanneer een procedureakkoord omtrent de omvang van de rechtsplegingsvergoeding dan wel een grond of een verzoek tot afwijking van het basisbedrag van de rechtsplegingsvergoeding voorligt, dient de rechter ambtshalve het met toepassing van de bepalingen van het Tarief Rechtsplegingsvergoeding correcte basisbedrag van de rechtsplegingsvergoeding te bepalen; de taak van de rechter bij het bepalen van het correcte basisbedrag van de rechtsplegingsvergoeding neemt niet weg dat een procespartij die als in het gelijk gestelde partij aanspraak maakt op een rechtsplegingsvergoeding en deze wil doen vereffenen, van deze gedingkost opgave moet doen, zonder daarom het bedrag ervan te moeten bepalen."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250923.2N.13": {
      "court": "CASS",
      "date": "2025-09-23",
      "roleNumber": "P.24.1435.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250923.2N.13",
      "abstractFR": null,
      "abstractNL": [
        "De artikelen 2 tot 4 Tarief Rechtsplegingsvergoeding bepalen de indexeerbare bedragen van de rechtsplegingsvergoeding voor al dan niet in geld waardeerbare vorderingen; om te oordelen of het geschil een al dan niet in geld waardeerbare vordering betreft, dient te worden uitgegaan van hetgeen wordt gevorderd of ter beslechting wordt voorgelegd, ongeacht hoe de partijen hun vordering zelf omschrijven."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250103.1N.4": {
      "court": "CASS",
      "date": "2025-01-03",
      "roleNumber": "C.24.0016.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250103.1N.4",
      "abstractFR": [
        "En présence de demandes évaluables en argent, l'indemnité de procédure en degré d'appel doit être déterminée en tenant compte de la valeur ou de l'enjeu pécuniaire de l'appel, tel qu'il ressort de l'acte d'appel ou des dernières conclusions d'appel (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "À moins qu'il n'existe un accord procédural sur le montant de l'indemnité de procédure, un motif ou une demande de dérogation au montant de base de l'indemnité de procédure, le juge détermine d'office le montant de base correct de cette indemnité en appliquant les dispositions de l'arrêté royal du 26 octobre 2007 fixant le tarif des indemnités de procédure visées à l'article 1022 du Code judiciaire et fixant la date d'entrée en vigueur des articles 1er à 13 de la loi du 21 avril 2007 relative à la répétibilité des honoraires et des frais d'avocat (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "La mission du juge appelé à déterminer le montant de base correct de l'indemnité de procédure n'exonère pas une partie au procès qui, ayant obtenu gain de cause, réclame une indemnité de procédure et souhaite en obtenir la liquidation, de l'obligation de faire état de ces dépens, sans pour autant devoir en déterminer le montant (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De rechtsplegingsvergoeding in hoger beroep moet, in geval geldelijk waardeerbare vorderingen voorliggen, worden bepaald gelet op de waarde of de geldelijke inzet van het hoger beroep, zoals die blijkt uit de beroepsakte dan wel de laatste appelconclusie (1). (1) Zie concl. OM.",
        "Behoudens wanneer een procedureakkoord omtrent de omvang van de rechtsplegingsvergoeding dan wel een grond of een verzoek tot afwijking van het basisbedrag van de rechtsplegingsvergoeding voorligt, dient de rechter ambtshalve het met toepassing van de bepalingen van het Tarief Rechtsplegingsvergoeding correcte basisbedrag van de rechtsplegingsvergoeding te bepalen (1). (1) Zie concl. OM.",
        "De taak van de rechter bij het bepalen van het correcte basisbedrag van de rechtsplegingsvergoeding neemt niet weg dat een procespartij die als in het gelijk gestelde partij aanspraak maakt op een rechtsplegingsvergoeding en deze wil doen vereffenen, van deze gedingkost opgave moet doen, zonder daarom het bedrag ervan te moeten bepalen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250530.1N.9": {
      "court": "CASS",
      "date": "2025-05-30",
      "roleNumber": "C.24.0087.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250530.1N.9",
      "abstractFR": null,
      "abstractNL": [
        "Behoudens wanneer een procedureakkoord tot bepaling van de rechtsplegingsvergoeding dan wel een grond of een verzoek tot afwijking van het basisbedrag van de rechtsplegingsvergoeding voorligt, dient de rechter bijgevolg ambtshalve het met toepassing van de bepalingen van het Tarief Rechtsplegingsvergoeding correcte basisbedrag van de rechtsplegingsvergoeding te bepalen (1). (1) Zie concl. OM.",
        "Een procedureakkoord tot bepaling van de rechtsplegingsvergoeding moet zeker zijn; dit betekent dat partijen ondubbelzinnig hun gemeenschappelijke wil hebben geuit om af te wijken van het basisbedrag; de louter cijfermatige overeenstemming tussen de door partijen gevraagde bedragen van de rechtsplegingsvergoeding volstaat daartoe niet (1). (1) Zie concl. OM.",
        "Een verzoek tot afwijking van het basisbedrag van de rechtsplegingsvergoeding moet zeker zijn en veronderstelt dat een partij ondubbelzinnig haar wil heeft geuit om af te wijken van het basisbedrag; het loutere feit dat een partij, zonder verdere precisering, een rechtsplegingsvergoeding vraagt die hoger is dan het volgens de rechter van toepassing zijnde basisbedrag, volstaat daartoe niet (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230303.1N.8": {
      "court": "CASS",
      "date": "2023-03-03",
      "roleNumber": "C.22.0258.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230303.1N.8",
      "abstractFR": null,
      "abstractNL": [
        "Ligt geen procedureakkoord tot bepaling van de rechtsplegingsvergoeding noch een grond of een verzoek tot afwijking van het basisbedrag van de rechtsplegingsvergoeding voor, dan dient de rechter ambtshalve het met toepassing van de bepalingen van het Tarief Rechtsplegingsvergoeding correcte basisbedrag van de rechtsplegingsvergoeding te bepalen en miskent hij daardoor niet het algemeen rechtsbeginsel houdende de autonomie van de procespartijen in het civiele geding, noch het algemeen rechtsbeginsel tot eerbiediging van het recht van verdediging, aangezien de procespartijen zich redelijkerwijze eraan mogen verwachten dat de rechter het Tarief Rechtsplegingsvergoeding correct toepast (1). (1) Cass. 16 januari 2023, AR C.21.0193.F, AC 2023, nr. 41; Cass. 13 januari 2023, AR C.22.0158.N, AC 2023, nr. 38.",
        "Ligt een verzoek tot afwijking van het basisbedrag van de rechtsplegingsvergoeding voor en beslist de rechter niettemin om het basisbedrag toe te passen, dan dient hij dit in het bijzonder te motiveren.",
        "Ligt een procedureakkoord tot bepaling van de rechtsplegingsvergoeding voor, dan moet dit akkoord zeker zijn en kan dit niet worden afgeleid uit een louter gebrek aan betwisting bij conclusie (1). (1) Cass. 8 september 2022, AR C.21.0537.N, AC 2022, nr. 517."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220512.1N.7": {
      "court": "CASS",
      "date": "2022-05-12",
      "roleNumber": "C.21.0423.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220512.1N.7&lang=fr",
      "abstractFR": [
        "Dès lors que, dans le cas d'une demande d'indemnité d'un montant provisionnel, la base permettant de déterminer la valeur de cette demande fait généralement défaut, ce n'est que lorsque le montant provisionnel est demandé sans réserve d'une évaluation ultérieure de l'indemnité que ce montant peut être assimilé au montant effectivement demandé, de sorte qu'il existe une demande évaluable en argent (1). (1) Cass. 31 mars 2022, RG C.21.0196.N, Pas. 2022, n° 234 ; Cass. 3 septembre 2020, RG C.18.0467.F, Pas. 2020, n° 482."
      ],
      "abstractNL": [
        "Gezien bij een vordering tot vergoeding ten belope van een provisioneel bedrag in de regel de grondslag ontbreekt om de waarde van die vordering te bepalen, kan enkel wanneer het provisionele bedrag wordt gevorderd zonder voorbehoud voor verdere raming van de vergoeding, dit bedrag worden gelijkgesteld met het effectief gevorderde bedrag en ligt een in geld waardeerbare vordering voor (1). (1) Cass. 31 maart 2022, AR C.21.0196.N, AC 2022, nr. 234; Cass. 3 september 2020, AR C.18.0467.F, AC 2020, nr. 482."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160411.1": {
      "court": "CASS",
      "date": "2016-04-11",
      "roleNumber": "S.14.0052.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160411.1&lang=fr",
      "abstractFR": [
        "La demande d'un chômeur tendant à l'annulation de la décision de l'Office national de l'emploi l'excluant du droit aux allocations de chômage et constatant le montant des allocations indûment perçues dont le remboursement est réclamé dans la décision administrative attaquée concerne une demande évaluable en argent (1). (1) Cass. 13 septembre 1999, RG S.99.0058.N, Pas. 1999, n° 455 et comp. Cass 17 mars 1980, Pas. 1980, 871."
      ],
      "abstractNL": [
        "De vordering van een werkloze die strekt tot de vernietiging van de beslissing van de Rijksdienst voor arbeidsvoorziening waarbij hij wordt uitgesloten van het recht op werkloosheidsuitkeringen en waarbij het bedrag van de onrechtmatig ontvangen uitkeringen die worden teruggevorderd in de bestreden administratieve beslissing is vastgesteld, betreft een in geld waardeerbare vordering (1). (1) Cass. 13 september 1999, AR S.99.0058.N, AC 1999, nr. 455 en vgl. Cass 17 maart 1980, AC 1979-80, nr. 450."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141208.6": {
      "court": "CASS",
      "date": "2014-12-08",
      "roleNumber": "S.13.0018.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141208.6&lang=fr",
      "abstractFR": [
        "L'exception en matière de frais et dépens prévue à l'alinéa 2 de l'article 1017 du Code judiciaire s'applique aux actions introduites par un assuré social au sens de la loi du 11 avril 1995 visant à instituer la Charte de l'assuré social dans une procédure telle que celle visée à l'article 580, 2°, du Code judiciaire; les juges d'appel constatent que l'action du défendeur tend à entendre dire qu'il devait être considéré comme travailleur salarié d'une société au cours de la période allant du 1er janvier au 30 novembre 2007 inclus; ils considèrent qu'en l'espèce, l'ONSS n'est pas une institution telle que visée à l'article 2, 2°, de cette loi du 11 avril 1995 parce qu'il n'accorde pas de prestations de sécurité sociale et que, pour cette raison, dans la relation avec le demandeur, le défendeur n'est pas davantage une personne physique ayant droit à des prestations sociales au sens de l'article 2, 7°, de la loi du 11 avril 1995; les juges d'appel qui ont ainsi statué et déterminé sur cette base l'indemnité de procédure, suivant l'article 3 de l'arrêté royal du 26 octobre 2007 fixant le tarif des indemnités de procédure, n'ont pas légalement justifié leur décision (1). (1) La Cour casse la décision attaquée en tant qu'elle condamne le demandeur à une indemnité de procédure excédant les montants de l'article 4 de l'arrêté royal du 26 octobre 2007. Elle considère qu'il n'y a pas lieu à renvoi. En l'espèce, la Cour fait application de l'article 1111, dernier alinéa, du Code judiciaire.",
        "L'exception en matière de frais et dépens prévue à l'alinéa 2 de l'article 1017 du Code judiciaire s'applique aux actions introduites par un assuré social au sens de la loi du 11 avril 1995 visant à instituer la Charte de l'assuré social dans une procédure telle que celle visée à l'article 580, 2°, du Code judiciaire; les juges d'appel constatent que l'action du défendeur tend à entendre dire qu'il devait être considéré comme travailleur salarié d'une société au cours de la période allant du 1er janvier au 30 novembre 2007 inclus; ils considèrent qu'en l'espèce, l'ONSS n'est pas une institution telle que visée à l'article 2, 2°, de cette loi du 11 avril 1995 parce qu'il n'accorde pas de prestations de sécurité sociale et que, pour cette raison, dans la relation avec le demandeur, le défendeur n'est pas davantage une personne physique ayant droit à des prestations sociales au sens de l'article 2, 7°, de la loi du 11 avril 1995; les juges d'appel qui ont ainsi statué et déterminé sur cette base l'indemnité de procédure, suivant l'article 3 de l'arrêté royal du 26 octobre 2007 fixant le tarif des indemnités de procédure, n'ont pas légalement justifié leur décision (1).(1) La Cour casse la décision attaquée en tant qu'elle condamne le demandeur à une indemnité de procédure excédant les montants de l'article 4 de l'arrêté royal du 26 octobre 2007. Elle considère qu'il n'y a pas lieu à renvoi. En l'espèce, la Cour fait application de l'article 1111, dernier alinéa, du Code judiciaire."
      ],
      "abstractNL": [
        "De uitzonderingsregel inzake de gerechtskosten van het tweede lid van artikel 1017 Gerechtelijk Wetboek geldt bij vorderingen ingesteld door een sociaal verzekerde in de zin van de Wet Handvest Sociaal Verzekerde in een procedure zoals bedoeld in artikel 580, 2°, Gerechtelijk Wetboek; de appelrechters stellen vast dat de vordering van de verweerder ertoe strekt te horen zeggen dat hij in de periode vanaf 1 januari tot en met 30 november 2007 als werknemer van een vennootschap diende te worden beschouwd; zij oordelen dat de RSZ te dezen geen instelling is zoals bedoeld in artikel 2, 2°, Wet Handvest Sociaal Verzekerde omdat hij geen prestaties van sociale zekerheid toekent en de verweerder in de relatie met de eiser daarom ook geen natuurlijke persoon is die recht heeft op sociale prestaties in de zin van artikel 2, 7°, van het voormelde Handvest; de appelrechters die aldus oordelen en de rechtsplegingsvergoeding op grond hiervan bepalen volgens artikel 3 Tarief Rechtsplegingsvergoeding, verantwoorden hun beslissing niet naar recht (1). (1) Het Hof vernietigt de bestreden beslissing in zoverre het eiser veroordeelt tot een rechtsplegingsvergoeding die de bedragen van artikel 4 Tarief Rechtsplegingsvergoeding overtreft. Het oordeelt dat er geen aanleiding tot verwijzing is. In deze zaak maakt het Hof toepassing van artikel 1111, laatste lid Gerechtelijk Wetboek."
      ]
    }
  },
  "8": {
    "ECLI:BE:CASS:2025:ARR.20251105.2F.3": {
      "court": "CASS",
      "date": "2025-11-05",
      "roleNumber": "P.24.1050.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251105.2F.3",
      "abstractFR": [
        "En vertu de l'article 8 de l'arrêté royal du 26 octobre 2007 fixant le tarif des indemnités de procédure visées à l'article 1022 du Code judiciaire, les montants de base, minima et maxima de l'indemnité de procédure sont liés à l'indice des prix à la consommation ; en règle, le juge d'appel est tenu, en ce qui concerne l'indexation de l'indemnité de procédure due pour la procédure en première instance, de se placer à la date de la décision prononcée par le premier juge."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20251009.1N.13": {
      "court": "CASS",
      "date": "2025-10-09",
      "roleNumber": "C.23.0471.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251009.1N.13",
      "abstractFR": null,
      "abstractNL": [
        "De rechtsplegingsvergoeding in hoger beroep moet, in geval geldelijk waardeerbare vorderingen voorliggen, worden bepaald gelet op de waarde of de geldelijke inzet van het hoger beroep, zoals die blijkt uit de beroepsakte dan wel de laatste appelconclusie; behoudens wanneer een procedureakkoord omtrent de omvang van de rechtsplegingsvergoeding dan wel een grond of een verzoek tot afwijking van het basisbedrag van de rechtsplegingsvergoeding voorligt, dient de rechter ambtshalve het met toepassing van de bepalingen van het Tarief Rechtsplegingsvergoeding correcte basisbedrag van de rechtsplegingsvergoeding te bepalen; de taak van de rechter bij het bepalen van het correcte basisbedrag van de rechtsplegingsvergoeding neemt niet weg dat een procespartij die als in het gelijk gestelde partij aanspraak maakt op een rechtsplegingsvergoeding en deze wil doen vereffenen, van deze gedingkost opgave moet doen, zonder daarom het bedrag ervan te moeten bepalen."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200930.2F.5": {
      "court": "CASS",
      "date": "2020-09-30",
      "roleNumber": "P.20.0046.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200930.2F.5",
      "abstractFR": [
        "L'action en réparation du dommage matériel causé par une infraction porte sur une demande évaluable en argent; partant, l'indemnité de procédure de base due par le prévenu à une partie civile qui obtient un montant d'un euro à titre définitif, doit être calculée sur le fondement des articles 2 et 8 de l'arrêté royal du 26 octobre 2007 fixant le tarif des indemnités de procédure visées à l'article 1022 du Code judiciaire et non sur le montant applicable aux actions portant sur des affaires non évaluables en argent."
      ],
      "abstractNL": [
        "De rechtsvordering tot vergoeding van de door een misdrijf veroorzaakte materiële schade heeft betrekking op een in geld waardeerbare vordering; bijgevolg moet de basisrechtsplegingsvergoeding die door de beklaagde is verschuldigd aan een burgerlijke partij die een definitief bedrag van een euro verkrijgt, worden berekend op grond van de artikelen 2 en 8 Tarief Rechtsplegingsvergoeding en niet op grond van het bedrag dat van toepassing is op de rechtsvorderingen die betrekking hebben op niet in geld waardeerbare zaken."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190301.2": {
      "court": "CASS",
      "date": "2019-03-01",
      "roleNumber": "C.18.0129.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190301.2&lang=fr",
      "abstractFR": [
        "Lorsque le juge d'appel réforme la décision du premier juge quant à l'indemnité de procédure, il est tenu, en ce qui concerne l'indexation de l'indemnité de procédure due pour la procédure en première instance, de se placer à la date de la décision prononcée par le premier juge (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer de appelrechter de beslissing van de eerste rechter nopens de rechtsplegingsvergoeding hervormt, dient hij zich voor wat betreft de indexering van de rechtsplegingsvergoeding verschuldigd voor de procedure in eerste aanleg, te plaatsen op de datum van de uitspraak door de eerste rechter (1). (1) Zie concl. OM."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2014:ARR.20140915.1": {
      "court": "CASS",
      "date": "2014-09-15",
      "roleNumber": "C.13.0017.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140915.1&lang=fr",
      "abstractFR": [
        "L'article 1022, alinéa 1er, du Code judiciaire, dans la version postérieure à sa modification par l'article 7 de la loi du 21 avril 2007 relative à la répétibilité des honoraires et des frais d'avocat, est, dès l'entrée en vigueur de la loi, immédiatement applicable aux affaires en cours; les affaires en cours sont les affaires qui, dans les instances concernées, étaient encore à trancher au moment de l'entrée en vigueur de la nouvelle loi; il s'ensuit qu'en degré d'appel, dans le cadre d'une procédure régie en première instance par l'ancienne loi, l'indemnité de procédure ne peut être allouée en application de la nouvelle loi (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Artikel 1022, eerste lid, Gerechtelijk Wetboek, zoals gewijzigd bij artikel 7 van de wet van 21 april 2007 betreffende de verhaalbaarheid van de erelonen en de kosten verbonden aan de bijstand van een advocaat, is, vanaf haar inwerkingtreding, onmiddellijk van toepassing op de hangende zaken; onder hangende zaken worden de zaken bedoeld waarover, in de betreffende aanleg, nog uitspraak moet worden gedaan bij de inwerkingtreding van de nieuwe wet; hieruit volgt dat in hoger beroep geen rechtsplegingsvergoeding overeenkomstig de nieuwe wet kan worden toegekend voor de procedure gevoerd in eerste aanleg onder de toepassing van de oude wet (1). (1) Zie concl. OM."
      ]
    }
  }
}