{
  "3": {
    "ECLI:BE:CASS:2023:ARR.20230510.2F.5": {
      "court": "CASS",
      "date": "2023-05-10",
      "roleNumber": "P.23.0236.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230510.2F.5",
      "abstractFR": [
        "En vertu de l'article 3, § 1er, de la loi du 23 mars 2019 concernant les frais de justice en matière pénale, ces frais sont ceux qui ont été générés lors de la désignation d'un prestataire de services par un magistrat ou un service de police, notamment aux fins de la manifestation de la vérité, et que l'Etat paye ou avance en vue de leur recouvrement auprès d'un condamné ou d'une partie civile ayant succombé; les débours inhérents à une saisie ordonnée dans le cadre de l'instruction préparatoire font partie des frais de justice (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "6": {
    "ECLI:BE:CASS:2023:ARR.20230510.2F.5": {
      "court": "CASS",
      "date": "2023-05-10",
      "roleNumber": "P.23.0236.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230510.2F.5",
      "abstractFR": [
        "L'article 6, § 1er, alinéa 1er, de la loi du 23 mars 2019 concernant les frais de justice en matière pénale prévoit que le prestataire de services établit, pour chaque prestation requise, un état de frais et un recours administratif est institué par l'article 6, § 1er, alinéa 2, en cas d'opposition du prestataire à la réduction de son état; soumis aux procédures de taxation et de liquidation instituées par la loi du 23 mars 2019 et consentis en vue de satisfaire à une mission de justice, les décaissements du prestataire de service, même insuffisamment honorés, ne constituent pas un dommage causé par l'infraction et réparable selon le droit commun (1). (1) Voir les concl. du MP.",
        "Le dommage réparable au sens des articles 1382 de l'ancien Code civil et 3 du titre préliminaire du Code de procédure pénale n'est pas celui que le prestataire de services associe à une taxation, insuffisante à ses yeux, de son état de frais; ce dommage suppose en effet une atteinte, causée par l'infraction, à un droit subjectif préexistant et juridiquement protégé dans le chef de celui qui s'en réclame (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "9": {
    "ECLI:BE:CASS:2023:ARR.20230627.2N.43": {
      "court": "CASS",
      "date": "2023-06-27",
      "roleNumber": "P.22.0886.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230627.2N.43",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 91 en 148 Tarief Strafzaken, de artikelen 9, 11, eerste en derde lid, Wet van 23 maart 2019 betreffende de gerechtskosten in strafzaken en gelijkgestelde kosten en tot invoeging van een artikel 648 in het Wetboek van Strafvordering en de artikelen 1, 2°, en 28 KB 15 december 2019 tot vaststelling van de organisatie van de arrondissementele bureaus gerechtskosten en de procedure volgens dewelke gerechtskosten in strafzaken en gelijkgestelde kosten worden toegekend, geverifieerd, betaald en teruggevorderd, in hun onderlinge samenhang gelezen, volgt dat de wetgever beoogde de gerechtskosten in strafzaken en daarmee gelijkgestelde kosten, met inbegrip van de kosten opgenomen in het nog steeds van toepassing zijnde Tarief Strafzaken, aan indexering te onderwerpen; de beperkende definitie van tariefbesluit, opgenomen in het KB 15 december 2019, doet niet anders besluiten."
      ]
    }
  },
  "11": {
    "ECLI:BE:CASS:2023:ARR.20230627.2N.43": {
      "court": "CASS",
      "date": "2023-06-27",
      "roleNumber": "P.22.0886.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230627.2N.43",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 91 en 148 Tarief Strafzaken, de artikelen 9, 11, eerste en derde lid, Wet van 23 maart 2019 betreffende de gerechtskosten in strafzaken en gelijkgestelde kosten en tot invoeging van een artikel 648 in het Wetboek van Strafvordering en de artikelen 1, 2°, en 28 KB 15 december 2019 tot vaststelling van de organisatie van de arrondissementele bureaus gerechtskosten en de procedure volgens dewelke gerechtskosten in strafzaken en gelijkgestelde kosten worden toegekend, geverifieerd, betaald en teruggevorderd, in hun onderlinge samenhang gelezen, volgt dat de wetgever beoogde de gerechtskosten in strafzaken en daarmee gelijkgestelde kosten, met inbegrip van de kosten opgenomen in het nog steeds van toepassing zijnde Tarief Strafzaken, aan indexering te onderwerpen; de beperkende definitie van tariefbesluit, opgenomen in het KB 15 december 2019, doet niet anders besluiten."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230628.2F.1": {
      "court": "CASS",
      "date": "2023-06-28",
      "roleNumber": "P.23.0449.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230628.2F.1",
      "abstractFR": [
        "L'illégalité entachant la décision relative à la peine principale entraîne l'annulation des décisions prononcées sur les peines et sur la contribution au Fonds spécial pour l'aide aux victimes d'actes intentionnels de violence; en revanche, elle est sans incidence sur la déclaration de culpabilité (1) ainsi que sur la condamnation au paiement de la contribution au Fonds budgétaire relatif à l'aide juridique de deuxième ligne et de l'indemnité forfaitaire pour frais de justice (2). (Solution implicite). (1) Cass. 12 décembre 2018, RG P.18.0987.F, Pas. 2018, n° 706, avec concl. de M. VANDERMEERSCH, avocat général. (2) L'arrêt attaqué condamne notamment le demandeur à des peines d'emprisonnement et d'amende (assorties d'un sursis) et de confiscation par équivalent ainsi qu'à payer la contribution au Fonds budgétaire relatif à l'aide juridique de deuxième ligne, et il confirme notamment la condamnation à une peine d'interdiction et à payer la contribution au Fonds spécial pour l'aide aux victimes d'actes intentionnels de violence et l'indemnité forfaitaire pour frais de justice (de 50 euros, non indexée)."
      ],
      "abstractNL": null
    }
  }
}