{
  "3": {
    "ECLI:BE:CASS:2008:ARR.20080214.7": {
      "court": "CASS",
      "date": "2008-02-14",
      "roleNumber": "F.07.0058.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080214.7&lang=fr",
      "abstractFR": [
        "Une association commerciale momentanée qui n'est pas une personne morale ne peut être un contribuable sauf si la loi l'autorise nonobstant le défaut de personnalité juridique; l'imposition à la taxe communale qui est établie exclusivement au nom d'une association commerciale momentanée est nulle et ne peut tenir lieu de titre exécutoire pour l'exécution à l'encontre des associés (1). (1) Voir les conclusions du M.P. publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Een tijdelijke handelsvereniging die geen rechtspersoon is, kan, behalve wanneer de wet dit ondanks het gebrek aan rechtspersoonlijkheid toestaat, geen belastingschuldige zijn; de aanslag in de gemeentebelasting die uitsluitend ten name van een tijdelijke handelsvereniging is gevestigd, is niet nietig en kan niet als uitvoerbare titel gelden voor tenuitvoerlegging tegen de vennoten (1). (1) Zie de conclusie van het O.M."
      ]
    }
  },
  "62": {
    "ECLI:BE:CASS:2012:ARR.20121213.7": {
      "court": "CASS",
      "date": "2012-12-13",
      "roleNumber": "C.12.0204.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20121213.7",
      "abstractFR": [
        "En règle, l'organe d'une société qui agit au nom et pour le compte de celle-ci sans le faire savoir de façon expresse ou tacite se présente comme agissant à titre personnel et, partant, est personnellement engagé (1). (1) Voir Cass., 17 octobre 1958, Bull. et Pas., I, 170.",
        "Le juge du fond apprécie souverainement, d'après les éléments de la cause, si une personne ayant la qualité d'organe d'une société est intervenue en nom personnel ou au nom de cette société et, dans ce dernier cas, en a informé le cocontractant."
      ],
      "abstractNL": [
        "Het orgaan van een vennootschap dat in naam en voor rekening van die vennootschap optreedt, zonder dat uitdrukkelijk of stilzwijgend mede te delen, geeft in de regel te kennen dat het in eigen naam optreedt en heeft zich bijgevolg persoonlijk verbonden (1). (1) Zie Cass. 17 okt. 1958, AC 1959, 143.",
        "De feitenrechter beoordeelt op onaantastbare wijze, op grond van de gegevens van de zaak, of een persoon die de hoedanigheid heeft van orgaan van een vennootschap, in eigen naam dan wel in naam van die vennootschap is opgetreden en, in het laatste geval, de medecontractant daarvan op de hoogte heeft gebracht."
      ]
    }
  },
  "128": {
    "ECLI:BE:CASS:2008:ARR.20080627.3": {
      "court": "CASS",
      "date": "2008-06-27",
      "roleNumber": "C.04.0414.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080627.3",
      "abstractFR": [
        "La valeur des parts transmises aux héritiers et légataires qui ne peuvent devenir associés doit, suivant les critères légaux et statutaires, être établie de bonne foi; il s'ensuit que les stipulations conventionnelles qui en précisent l'évaluation ne présentent aucun caractère aléatoire."
      ],
      "abstractNL": [
        "De waarde van de deelbewijzen die zijn overgedragen aan de erfgenamen en legatarissen die geen vennoten kunnen worden, moet, volgens de wettelijke en statutaire criteria, te goeder trouw worden vastgesteld; de overeengekomen bedingen die de raming ervan preciseren, hebben bijgevolg geen aleatoir karakter."
      ]
    }
  },
  "141": {
    "ECLI:BE:CASS:2009:ARR.20090518.4": {
      "court": "CASS",
      "date": "2009-05-18",
      "roleNumber": "S.08.0113.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090518.4&lang=fr",
      "abstractFR": [
        "Il ne suit ni de l'article 168 de la loi du 20 juillet 1991 portant des dispositions sociales et diverses ni des autres dispositions dont la violation est invoquée que le défaut d'adaptation des statuts d'une société coopérative à responsabilité limitée existante au montant minimum de la part fixe du capital social requis pour une telle société depuis la loi du 20 juillet 1991 précitée entraîne la perte du bénéfice de la responsabilité limitée."
      ],
      "abstractNL": [
        "Noch uit artikel 168 van de wet van 20 juli 1991, noch uit de overige als geschonden aangewezen bepalingen volgt dat het niet aanpassen van de statuten van een bestaande coöperatieve vennootschap met beperkte aansprakelijkheid aan het door de wet van 20 juli 1991 ingevoerd minimum bedrag van het vast gedeelte van het maatschappelijk kapitaal van dergelijke vennootschap, het verlies van het voordeel van de beperkte aansprakelijkheid tot gevolg heeft."
      ]
    }
  },
  "147": {
    "ECLI:BE:CASS:2010:ARR.20101118.5": {
      "court": "CASS",
      "date": "2010-11-18",
      "roleNumber": "F.09.0106.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20101118.5",
      "abstractFR": [
        "Il ressort de l'article 147, alinéas 2 et 3, des lois coordonnées sur les sociétés commerciales et de ses travaux préparatoires que la mention \"bon pour engagement illimité et solidaire\" n'est exigée que pour l'inscription dans le registre de nouveaux associés et que son absence ne peut affecter la validité des engagements pris par les fondateurs dans l'acte constitutif d'une telle société (1). (1) Voir les conclusions du ministère public."
      ],
      "abstractNL": [
        "Uit artikel 147, tweede en derde lid, van de gecoördineerde wetten op de handelsvennootschappen en uit de parlementaire voorbereiding ervan volgt dat de vermelding \"Goed voor onbeperkte en hoofdelijke verbintenis\" slechts vereist is voor de inschrijving in het register van nieuwe vennoten en dat het ontbreken ervan de geldigheid niet aantast van de verbintenissen die de stichters in de oprichtingsakte van een dergelijke vennootschap hebben aangegaan (1). (1) Zie concl. O.M. in Pas., 2010, nr. ..."
      ]
    }
  },
  "175": {
    "ECLI:BE:CASS:2008:ARR.20080214.7": {
      "court": "CASS",
      "date": "2008-02-14",
      "roleNumber": "F.07.0058.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080214.7&lang=fr",
      "abstractFR": [
        "Une association commerciale momentanée qui n'est pas une personne morale ne peut être un contribuable sauf si la loi l'autorise nonobstant le défaut de personnalité juridique; l'imposition à la taxe communale qui est établie exclusivement au nom d'une association commerciale momentanée est nulle et ne peut tenir lieu de titre exécutoire pour l'exécution à l'encontre des associés (1). (1) Voir les conclusions du M.P. publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Een tijdelijke handelsvereniging die geen rechtspersoon is, kan, behalve wanneer de wet dit ondanks het gebrek aan rechtspersoonlijkheid toestaat, geen belastingschuldige zijn; de aanslag in de gemeentebelasting die uitsluitend ten name van een tijdelijke handelsvereniging is gevestigd, is niet nietig en kan niet als uitvoerbare titel gelden voor tenuitvoerlegging tegen de vennoten (1). (1) Zie de conclusie van het O.M."
      ]
    }
  },
  "184": {
    "ECLI:BE:CASS:2011:ARR.20110520.3": {
      "court": "CASS",
      "date": "2011-05-20",
      "roleNumber": "F.10.0027.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20110520.3&lang=fr",
      "abstractFR": [
        "Une dette ne peut être une dette de la masse que si le curateur a contracté des obligations en vue de gérer la masse, notamment en poursuivant l'activité commerciale du failli, en exécutant les conventions conclues par ce dernier ou encore en utilisant les biens mobiliers et immobiliers en vue d'une gestion adéquate de la masse faillie (1). (1) Voir les conclusions du M.P. publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Een schuld kan alleen dan een boedelschuld zijn, wanneer de curator verbintenissen heeft aangegaan met het oog op het beheer van de boedel, onder meer door de handelsactiviteit van de gefailleerde voort te zetten, de door laatstgenoemde gesloten overeenkomsten uit te voeren of nog door de roerende of onroerende goederen te gebruiken met het oog op het passend beheer van de failliete boedel (1). (1) Zie de conclusie van het O.M."
      ]
    }
  },
  "185": {
    "ECLI:BE:CASS:2009:ARR.20091106.4": {
      "court": "CASS",
      "date": "2009-11-06",
      "roleNumber": "F.08.0077.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20091106.4",
      "abstractFR": [
        "Il suit de l'article 185 des lois coordonnées sur les sociétés commerciales que les liquidateurs ne peuvent distribuer l'actif aux associés qu'après le paiement des dettes ou la consignation des sommes nécessaires à ce paiement et qu'ils ne peuvent dès lors s'abstenir de recouvrer les créances de la société sur ses associés lorsqu'il existe des dettes impayées, fussent-elles contestées (1). (1) Voir les conclusions du MP"
      ],
      "abstractNL": [
        "Uit artikel 185 van de gecoördineerde wetten op de handelsvennootschappen volgt dat de vereffenaars de activa slechts na de betaling van de schulden of na de consignatie van de bedragen die voor die betaling noodzakelijk zijn, onder de vennoten mogen verdelen en dat zij derhalve niet mogen nalaten de schuldvorderingen van de vennootschap op die vennoten te innen indien er onbetaalde schulden zijn, ook al worden deze betwist (1). (1) Zie concl. O.M. in Pas., 2009, nr ..."
      ]
    }
  },
  "192": {
    "ECLI:BE:CASS:2008:ARR.20080214.7": {
      "court": "CASS",
      "date": "2008-02-14",
      "roleNumber": "F.07.0058.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080214.7&lang=fr",
      "abstractFR": [
        "Une association commerciale momentanée qui n'est pas une personne morale ne peut être un contribuable sauf si la loi l'autorise nonobstant le défaut de personnalité juridique; l'imposition à la taxe communale qui est établie exclusivement au nom d'une association commerciale momentanée est nulle et ne peut tenir lieu de titre exécutoire pour l'exécution à l'encontre des associés (1). (1) Voir les conclusions du M.P. publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Een tijdelijke handelsvereniging die geen rechtspersoon is, kan, behalve wanneer de wet dit ondanks het gebrek aan rechtspersoonlijkheid toestaat, geen belastingschuldige zijn; de aanslag in de gemeentebelasting die uitsluitend ten name van een tijdelijke handelsvereniging is gevestigd, is niet nietig en kan niet als uitvoerbare titel gelden voor tenuitvoerlegging tegen de vennoten (1). (1) Zie de conclusie van het O.M."
      ]
    }
  },
  "203": {
    "ECLI:BE:CASS:2011:ARR.20111006.1": {
      "court": "CASS",
      "date": "2011-10-06",
      "roleNumber": "C.10.0290.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20111006.1&lang=fr",
      "abstractFR": [
        "L'article 203 du Code des sociétés tend à éviter que les décisions judiciaires rendues à l'égard des associés soient contraires aux décisions rendues à l'égard de la société en nom collectif; l'article ne déroge pas à l'engagement propre et direct des associés d'une société en nom collectif et n'exclut pas que la société en nom collectif et les associés soient condamnés par une même décision judiciaire; il n'empêche pas davantage la condamnation solidaire de la société et de ses associés (1). (1) Voir les conclusions du M.P. publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Artikel 203 Wetboek van Vennootschappen strekt ertoe te vermijden dat rechterlijke uitspraken ten aanzien van de vennoten in strijd zouden zijn met uitspraken ten aanzien van de VOF; het artikel doet geen afbreuk aan de eigen en rechtstreekse verbondenheid van de vennoten van een vennootschap onder firma en sluit niet uit dat de vennootschap onder firma en de vennoten in eenzelfde rechterlijke uitspraak worden veroordeeld; het belet evenmin de hoofdelijke veroordeling van de vennootschap samen met de vennoten (1). (1) Zie de concl. van het O.M."
      ]
    }
  },
  "320": {
    "ECLI:BE:CASS:2013:ARR.20131024.3": {
      "court": "CASS",
      "date": "2013-10-24",
      "roleNumber": "C.12.0288.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131024.3&lang=fr",
      "abstractFR": [
        "Les tantièmes, fussent-ils assimilés fiscalement à des rémunérations, doivent être considérés, en vertu du droit des sociétés, comme une indemnité variable qui est fonction des bénéfices et pas comme une rémunération.",
        "Lors de la distribution des bénéfices, il appartient à l'assemblée générale d'accorder, le cas échéant, des tantièmes en respectant l'article 320, § 1er, du Code des sociétés; il appartient à l'assemblée générale, sauf limitation de ce droit dans les statuts, de fixer les modalités de ce versement aux administrateurs; il appartient, en principe, à l'assemblée générale de n'accorder cette allocation qu'aux administrateurs qui ont contribué par leurs prestations au résultat de l'exercice y afférent, même si ceux-ci ne sont plus administrateurs de la société au moment de la décision de l'assemblée générale."
      ],
      "abstractNL": [
        "Tantièmes, ook al worden zij fiscaalrechtelijk als bezoldigingen aangezien, zijn vennootschapsrechtelijk als een variabele vergoeding in functie van de winst te beschouwen en niet als een bezoldiging.",
        "Het is aan de algemene vergadering om bij de winstverdeling desgevallend tantièmes toe te kennen met inachtneming van artikel 320, §1, van de Vennootschappenwet; hierbij komt het de algemene vergadering toe om, behoudens beperking van dit recht in de statuten, de modaliteiten van deze uitkering aan de bestuurders te bepalen; het staat de algemene vergadering in principe vrij deze uitkering enkel toe te kennen aan de bestuurders die door hun prestaties hebben bijgedragen tot het resultaat van het desbetreffende boekjaar, ook al zijn deze op het ogenblik van de beslissing van de algemene vergadering geen bestuurders meer van de vennootschap."
      ]
    }
  },
  "633": {
    "ECLI:BE:CASS:2008:ARR.20080627.8": {
      "court": "CASS",
      "date": "2008-06-27",
      "roleNumber": "C.06.0605.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080627.8",
      "abstractFR": [
        "L'arrêt qui considère que la présomption instaurée par l'article 633, alinéa 5, du Code des sociétés, ne peut être renversée par la circonstance que le vote de l'assemblée générale des actionnaires, si elle s'était tenue en temps utile, n'aurait fait aucun doute dès lors que l'assemblée générale des actionnaires a précisément voté la poursuite des activités alors que la situation financière de la société anonyme était plus obérée encore qu'elle ne l'était plus d'un an auparavant, que c'est peut-être très précisément parce qu'elle n'avait pas été convoquée en temps utile que, confrontée alors à une situation plus que délicate, notamment vis-à-vis de son conseil d'administration, l'assemblée générale a voté la poursuite des activités de la société et que l'on peut très bien imaginer que si ladite assemblée avait été convoquée en temps utile, elle aurait décidé la dissolution de la société anonyme précisément parce que les pertes étaient moindres à l'époque, justifie légalement sa décision de condamnation solidaire des administrateurs."
      ],
      "abstractNL": [
        "Het arrest dat oordeelt dat het bij artikel 633, vijfde lid, van het Wetboek van vennootschappen, ingevoerde vermoeden niet kan worden weerlegd door de omstandigheid dat de stemming van de algemene vergadering van de aandeelhouders, indien zij tijdig was gehouden, boven alle twijfel verheven zou zijn geweest, aangezien de algemene vergadering van de aandeelhouders precies gestemd heeft voor de voortzetting van de activiteiten, hoewel de financiële toestand van de naamloze vennootschap nog slechter was dan meer dan een jaar tevoren, dat misschien juist de niet-tijdige bijeenroeping de reden is waarom de algemene vergadering, die toen met een meer dan delicate toestand te maken had, met name jegens haar raad van bestuur, gestemd heeft voor de voortzetting van de activiteiten van de vennootschap en dat het heel goed denkbaar is dat, indien die vergadering tijdig was bijeengeroepen, zij zou beslist hebben de naamloze vennootschap te ontbinden, precies omdat de verliezen toen nog zo groot niet waren, verantwoordt naar recht de hoofdelijke veroordeling van de bestuurders."
      ]
    }
  },
  "174/38": {
    "ECLI:BE:CASS:2011:ARR.20111014.2": {
      "court": "CASS",
      "date": "2011-10-14",
      "roleNumber": "C080287F-C100566F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20111014.2",
      "abstractFR": [
        "La protection des créanciers titulaires d'une créance antérieure à la publication du projet de scission est assurée, si cette créance n'est pas échue, par la possibilité d'obtenir une sûreté à titre conservatoire et, une fois échue, par un mécanisme de solidarité qui en assure l'exécution.",
        "La directive 82/891/CEE du Conseil du 17 décembre 1982 n'impose pas aux États membres de prévoir un mécanisme de solidarité des sociétés bénéficiaires pour les obligations de la société scindée qui ne sont pas échues; elle ne saurait, dès lors, justifier de donner des termes \"certaines et exigibles\" dont use l'article 174/38, §3, des lois sur les sociétés commerciales, une interprétation s'écartant du droit commun et, en particulier, de les entendre au sens qu'ils ont dans l'article 1415 du Code judiciaire qui, ne permettant d'obtenir que le bénéfice d'une mesure conservatoire, peut recevoir une plus large portée.",
        "Une obligation qui résulte d'un jugement susceptible d'appel et non assorti de l'exécution provisoire ne peut être considérée comme certaine et exigible au sens de l'article 174/38, §3, des lois sur les sociétés commerciales."
      ],
      "abstractNL": [
        "De bescherming van de schuldeisers die houder zijn van een schuldvordering die bestond vóór de bekendmaking van het ontwerp van splitsing, wordt gewaarborgd, indien die schuldvordering nog niet vervallen is, door de mogelijkheid om een zekerheid te bewarende titel te verkrijgen, en, zodra zij vervallen is, door een hoofdelijkheid die de tenuitvoerlegging ervan verzekert.",
        "De richtlijn 82/891/EEG van de Raad van 17 december 1982 legt de Lidstaten niet op dat zij moeten voorzien in een mechanisme van hoofdelijkheid van de verkrijgende vennootschappen voor de niet-vervallen verbintenissen van de gesplitste vennootschap; zij kan dus niet verantwoorden dat aan de bewoordingen \"zekere en opeisbare\" die door artikel 174/38, §3, van de Vennootschapswet worden gebruikt, een uitlegging wordt gegeven die afwijkt van het gemeen recht, meer bepaald dat ze worden begrepen in de betekenis die ze hebben in artikel 1415 van het Gerechtelijk Wetboek dat, aangezien het enkel de mogelijkheid van een bewarende maatregel biedt, een ruimere draagwijdte kan krijgen.",
        "Een verbintenis die voortvloeit uit een voor hoger beroep vatbaar vonnis dat niet voorlopig uitvoerbaar verklaard is, kan niet worden aangemerkt als een zekere en opeisbare schuld in de zin van artikel 174/38, §3, van de Vennootschapswet."
      ]
    }
  },
  "174/40": {
    "ECLI:BE:CASS:2011:ARR.20111014.2": {
      "court": "CASS",
      "date": "2011-10-14",
      "roleNumber": "C080287F-C100566F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20111014.2",
      "abstractFR": [
        "La protection des créanciers titulaires d'une créance antérieure à la publication du projet de scission est assurée, si cette créance n'est pas échue, par la possibilité d'obtenir une sûreté à titre conservatoire et, une fois échue, par un mécanisme de solidarité qui en assure l'exécution.",
        "La directive 82/891/CEE du Conseil du 17 décembre 1982 n'impose pas aux États membres de prévoir un mécanisme de solidarité des sociétés bénéficiaires pour les obligations de la société scindée qui ne sont pas échues; elle ne saurait, dès lors, justifier de donner des termes \"certaines et exigibles\" dont use l'article 174/38, §3, des lois sur les sociétés commerciales, une interprétation s'écartant du droit commun et, en particulier, de les entendre au sens qu'ils ont dans l'article 1415 du Code judiciaire qui, ne permettant d'obtenir que le bénéfice d'une mesure conservatoire, peut recevoir une plus large portée."
      ],
      "abstractNL": [
        "De bescherming van de schuldeisers die houder zijn van een schuldvordering die bestond vóór de bekendmaking van het ontwerp van splitsing, wordt gewaarborgd, indien die schuldvordering nog niet vervallen is, door de mogelijkheid om een zekerheid te bewarende titel te verkrijgen, en, zodra zij vervallen is, door een hoofdelijkheid die de tenuitvoerlegging ervan verzekert.",
        "De richtlijn 82/891/EEG van de Raad van 17 december 1982 legt de Lidstaten niet op dat zij moeten voorzien in een mechanisme van hoofdelijkheid van de verkrijgende vennootschappen voor de niet-vervallen verbintenissen van de gesplitste vennootschap; zij kan dus niet verantwoorden dat aan de bewoordingen \"zekere en opeisbare\" die door artikel 174/38, §3, van de Vennootschapswet worden gebruikt, een uitlegging wordt gegeven die afwijkt van het gemeen recht, meer bepaald dat ze worden begrepen in de betekenis die ze hebben in artikel 1415 van het Gerechtelijk Wetboek dat, aangezien het enkel de mogelijkheid van een bewarende maatregel biedt, een ruimere draagwijdte kan krijgen."
      ]
    }
  },
  "147bis": {
    "ECLI:BE:CASS:2009:ARR.20090518.4": {
      "court": "CASS",
      "date": "2009-05-18",
      "roleNumber": "S.08.0113.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090518.4&lang=fr",
      "abstractFR": [
        "Il ne suit ni de l'article 168 de la loi du 20 juillet 1991 portant des dispositions sociales et diverses ni des autres dispositions dont la violation est invoquée que le défaut d'adaptation des statuts d'une société coopérative à responsabilité limitée existante au montant minimum de la part fixe du capital social requis pour une telle société depuis la loi du 20 juillet 1991 précitée entraîne la perte du bénéfice de la responsabilité limitée."
      ],
      "abstractNL": [
        "Noch uit artikel 168 van de wet van 20 juli 1991, noch uit de overige als geschonden aangewezen bepalingen volgt dat het niet aanpassen van de statuten van een bestaande coöperatieve vennootschap met beperkte aansprakelijkheid aan het door de wet van 20 juli 1991 ingevoerd minimum bedrag van het vast gedeelte van het maatschappelijk kapitaal van dergelijke vennootschap, het verlies van het voordeel van de beperkte aansprakelijkheid tot gevolg heeft."
      ]
    }
  },
  "64quater": {
    "ECLI:BE:CASS:2008:ARR.20080605.3": {
      "court": "CASS",
      "date": "2008-06-05",
      "roleNumber": "C.06.0606.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080605.3&lang=fr",
      "abstractFR": [
        "Le terme \"année\" figurant à l'article 64quater des lois coordonnées du 30 novembre 1935 sur les sociétés commerciales doit être compris comme \"année comptable\", soit la période à laquelle se rapportent les comptes annuels que le commissaire contrôle et sur lesquels il fait rapport: la loi n'imposant pas de conditions quant à la durée de chacune des années comptables, c'est-à-dire des périodes successives de contrôle, l'abrègement ou le prolongement d'une ou plusieurs de ces années comptables ne peut entraîner aucune modification du nombre d'années comptables prescrit par la loi que le mandat du commissaire doit comprendre (1) (2). (1) Voir I. DE POORTER, \"Het mandaat van de commissaris duurt drie controlejaren\" (note sous Gand, 5 janvier 2004), R.D.C. 2005, 404. (2) Le texte de l'article 64quater des lois coordonnées du 30 novembre 1935 sur les sociétés commerciales, tel qu'applicable en l'espèce, concorde avec celui de l'article 135, alinéa 1er du Code des sociétés."
      ],
      "abstractNL": [
        "De term \"jaar\" in artikel 64quater van de Vennootschappenwet dient begrepen te worden als \"boekjaar\", zijnde de periode waarop de jaarrekening die de commissaris controleert en waarover hij verslag uitbrengt, betrekking heeft: waar de wet geen eisen stelt omtrent de duur van elk van de boekjaren, zijnde de opeenvolgende controleperiodes, kan de verkorting of verlenging van één of meerdere van die boekjaren geen wijziging van het wettelijk omschreven aantal boekjaren dat de ambtstermijn van de commissaris dient te omvatten, met zich meebrengen (1) (2). (1) Zie I. DE POORTER, \"Het mandaat van de commissaris duurt drie controlejaren\" (noot onder Gent 5 jan. 2004), T.B.H. 2005, 404.(2) De tekst van artikel 64quater Vennootschappenwet, zoals ter zake van toepassing, stemt overeen met die van artikel 135, eerste lid, W. Venn."
      ]
    }
  }
}