{
  "1": {
    "ECLI:BE:CASS:2018:ARR.20181116.3": {
      "court": "CASS",
      "date": "2018-11-16",
      "roleNumber": "C.18.0106.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181116.3&lang=fr",
      "abstractFR": [
        "Lorsqu'il s'agit d'un contrat d'agence commerciale au sens de l'article 1er de la loi du 13 avril 1995 relative au contrat d'agence commerciale, les engagements de l'agent commercial pour la négociation ou la conclusion d'affaires sont présumés de manière réfragable être des actes de commerce, et avoir ainsi été contractés dans un but de lucre (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Le renversement de la présomption de but de lucre a uniquement pour effet que les engagements de l'agent commercial pour la négociation et la conclusion d'affaires ne peuvent être considérés comme des actes de commerce, sans que cela porte atteinte à la qualification du contrat comme contrat d'agence commerciale (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer er sprake is van een handelsagentuurovereenkomst in de zin van artikel 1 van de Wet van 13 april 1995 betreffende de handelsagentuurovereenkomst, worden de verbintenissen van de handelsagent voor het bemiddelen of afsluiten van zaken op weerlegbare wijze vermoed daden van koophandel te zijn, en aldus met een winstoogmerk te zijn aangegaan (1). (1) Zie concl. OM.",
        "De weerlegging van het vermoeden van winstoogmerk heeft slechts tot gevolg dat de verbintenissen van de handelsagent voor het bemiddelen of afsluiten van zaken niet kunnen worden beschouwd worden als daden van koophandel, zonder dat daardoor afbreuk wordt gedaan aan de kwalificatie van de overeenkomst als handelsagentuurovereenkomst (1). (1) Zie concl. OM."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2015:ARR.20150130.2": {
      "court": "CASS",
      "date": "2015-01-30",
      "roleNumber": "C.13.0622.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150130.2&lang=fr",
      "abstractFR": [
        "Le délai de sept jours ouvrables prend cours lorsque le fait justifiant la résiliation sans préavis ou avant l'expiration du terme est connu de la personne, ou dans le cas d'une personne morale, de l'organe investi du pouvoir de mettre fin au contrat d'agence commerciale (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De termijn van zeven werkdagen gaat in wanneer het feit ter rechtvaardiging van de beëindiging zonder opzegging of voor het verstrijken van de termijn ter kennis is gekomen van de persoon die, of in het geval van een rechtspersoon, het orgaan dat bevoegd is om de handelsagentuurovereenkomst te beëindigen (1). (1) Zie concl. OM."
      ]
    }
  },
  "18": {
    "ECLI:BE:CASS:2014:ARR.20140912.1": {
      "court": "CASS",
      "date": "2014-09-12",
      "roleNumber": "C.11.0430.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140912.1&lang=fr",
      "abstractFR": [
        "Les articles 3 et 7, § 2, de la Convention sur la loi applicable aux obligations contractuelles, ouverte à la signature à Rome le 19 juin 1980, doivent être interprétés en ce sens que la loi d'un État membre de l'Union européenne qui satisfait à la protection minimale prescrite par la directive 86/653/CEE du Conseil, du 18 décembre 1986, relative à la coordination des droits des États membres concernant les agents commerciaux indépendants, choisie par les parties à un contrat d'agence commerciale, peut être écartée par la juridiction saisie, établie dans un autre État membre, en faveur de la loi du for pour un motif tiré du caractère impératif, dans l'ordre juridique de ce dernier État membre, des règles régissant la situation des agents commerciaux indépendants uniquement si la juridiction saisie constate de façon circonstanciée que, dans le cadre de cette transposition, le législateur de l'État du for a jugé crucial, au sein de l'ordre juridique concerné, d'accorder à l'agent commercial une protection allant au-delà de celle prévue par ladite directive, en tenant compte à cet égard de la nature et de l'objet de telles dispositions impératives (1). (1) Cass. 5 avril 2012, RG C.11.0430.N, Pas. 2012, n° 219 et les conclusions de Monsieur l'avocat général Dubrulle publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De artikelen 3 en 7, lid 2, van het Verdrag inzake het recht dat van toepassing is op verbintenissen uit overeenkomst, ter ondertekening opengesteld te Rome op 19 juni 1980, moeten aldus worden uitgelegd dat het door partijen bij een handelsagentuurovereenkomst gekozen recht van een lidstaat van de Europese Unie dat de door richtlijn 86/653/EEG van de Raad van 18 december 1986 inzake de coördinatie van de wetgevingen van de lidstaten inzake zelfstandige handelsagenten opgelegde minimumbescherming biedt, door de in een andere lidstaat gevestigde rechter bij wie de zaak aanhangig is uitsluitend opzij mag worden geschoven voor de lex fori op grond dat de regels die de situatie van zelfstandige handelsagenten beheersen van dwingend recht zijn in de rechtsorden van deze lidstaat, indien de aangezochte rechter, rekening houdend met de aard en het voorwerp van deze dwingende bepalingen, omstandig vaststelt dat de wetgever van de lidstaat waar de zaak wordt behandeld, het in het kader van de omzetting van de richtlijn van fundamenteel belang heeft geacht om de handelsagent in de betrokken rechtsorde een bescherming te bieden die ruimer is dan die waarin deze richtlijn voorziet (1). (1) Cass. 5 april 2012, AR C.11.0430.N, AC 2012, nr. 219, met concl. van advocaat-generaal Dubrulle."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20120405.2": {
      "court": "CASS",
      "date": "2012-04-05",
      "roleNumber": "C.11.0430.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120405.2&lang=fr",
      "abstractFR": [
        "Lorsqu'un moyen soulève devant la Cour la question de savoir si, compte tenu de la qualification en droit belge des articles 18, 20 et 21 critiqués de la loi du 13 avril 1995 relative au contrat d'agence commerciale en tant que dispositions de droit impératif particulier au sens de l'article 7.2 de la Convention du 19 juin 1980 sur la loi applicable aux obligations contractuelles, les articles 3 et 7.2 de cette Convention combinés ou non à la Directive 86/653/CEE du Conseil du 18 décembre 1986 relative à la coordination des droits des États membres concernant les agents commerciaux indépendants, doivent être interprétés en ce sens qu'ils permettent que les dispositions de droit impératif particulier du pays du juge qui offrent une protection lus étendue que le minimum prévu par la Directive 86/653/CEE, soient appliquées au contrat même s'il apparaît que le droit applicable au contrat est le droit d'un autre Etat-membre de l'Union européenne implémentant aussi la protection minimum qui est offert par ladite directe 86/653.CEE, la Cour soumet à la Cour de justice de l'Union européenne une demande d'interprétation de ces dispositions (1). (1) Voir les concl. du M.P. publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer een middel, voor het Hof, de vraag opwerpt of, mede in acht genomen de kwalificatie naar Belgisch recht van de in het geding zijnde artikelen 18, 20 en 21 van de wet van 13 april 1995 betreffende de handelsagentuurovereenkomst als bepalingen van bijzonder dwingend recht in de zin van artikel 7.2 EVO, de artikelen 3 en 7.2 EVO, al dan niet in samenhang gelezen met richtlijn 86/653/EEG van de Raad van 18 december 1986 inzake de coördinatie van de wetgevingen in de Lidstaten inzake zelfstandige handelsagenten, aldus moeten worden uitgelegd dat zij toelaten dat de bepalingen van bijzonder dwingend recht van het land van de rechter die een ruimere bescherming bieden dan het door richtlijn 86/653/EEG opgelegde minimum, worden toegepast op de overeenkomst, ook indien blijkt dat het op de overeenkomst toepasselijke recht het recht van een andere EU-lidstaat is waarin tevens de minimumbescherming die geboden wordt door voormelde richtlijn 86/653/EEG werd geïmplementeerd, stelt het Hof de vraag tot uitlegging van die bepalingen aan het Hof van Justitie van de Europese Unie (1). (1) Zie de concl. van het O.M."
      ]
    }
  },
  "19": {
    "ECLI:BE:CASS:2019:ARR.20191114.15": {
      "court": "CASS",
      "date": "2019-11-14",
      "roleNumber": "C.18.0600.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191114.15&lang=fr",
      "abstractFR": [
        "Le fait justificatif de la résiliation sans préavis ou avant l'expiration du terme du contrat d'agence commerciale est connu de la partie qui s'en prévaut lorsqu'elle a une certitude suffisante quant à l'existence de ce fait pour pouvoir prendre une décision en connaissance de cause (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Ni le moment où la partie aurait pu se rendre compte de l'existence et de la gravité du fait, ni la circonstance qu'une enquête aurait pu être ouverte plus tôt afin d'obtenir une certitude suffisante ne sont déterminants pour conclure à la tardiveté de la résiliation sans préavis (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het feit ter rechtvaardiging van de beëindiging zonder opzegging of voor het verstrijken van de termijn van de handelsagentuurovereenkomst is bekend aan de partij die zich er op beroept wanneer deze omtrent het bestaan van het feit voldoende zekerheid heeft om met kennis van zaken te kunnen beslissen (1). (1) Zie concl. OM.",
        "Het tijdstip waarop de partij zich van het bestaan en de ernst van het feit rekenschap had kunnen geven, noch het gegeven dat een onderzoek ter verkrijging van voldoende zekerheid eerder had kunnen worden ingesteld zijn bepalend om tot laattijdigheid van de beëindiging zonder opzegging te besluiten (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150130.2": {
      "court": "CASS",
      "date": "2015-01-30",
      "roleNumber": "C.13.0622.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150130.2&lang=fr",
      "abstractFR": [
        "Le délai de sept jours ouvrables prend cours lorsque le fait justifiant la résiliation sans préavis ou avant l'expiration du terme est connu de la personne, ou dans le cas d'une personne morale, de l'organe investi du pouvoir de mettre fin au contrat d'agence commerciale (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De termijn van zeven werkdagen gaat in wanneer het feit ter rechtvaardiging van de beëindiging zonder opzegging of voor het verstrijken van de termijn ter kennis is gekomen van de persoon die, of in het geval van een rechtspersoon, het orgaan dat bevoegd is om de handelsagentuurovereenkomst te beëindigen (1). (1) Zie concl. OM."
      ]
    }
  },
  "20": {
    "ECLI:BE:CASS:2021:ARR.20210611.1N.8": {
      "court": "CASS",
      "date": "2021-06-11",
      "roleNumber": "C.20.0354.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210611.1N.8&lang=fr",
      "abstractFR": [
        "Le calcul de l'indemnité d'éviction doit tenir compte non seulement des affaires commissionnées en Belgique, mais également de celles commissionnées à l'étranger.",
        "Sauf s'il s'agit d'une indemnisation de frais exceptionnels, les montants versés pour indemniser les frais propres de l'agent commercial liés à l'exécution du contrat d'agence commerciale doivent être inclus dans la base de calcul de l'indemnité d'éviction."
      ],
      "abstractNL": [
        "Bij de berekening van de uitwinningsvergoeding dient niet enkel rekening te worden gehouden met de in België bemiddelde zaken maar ook met de in het buitenland bemiddelde zaken.",
        "Tenzij het een vergoeding van uitzonderlijke kosten betreft, moeten de bedragen betaald ter vergoeding van de eigen kosten van de handelsagent verbonden aan de uitvoering van de handelsagentuurovereenkomst, opgenomen worden in de berekeningsbasis van de uitwinningsvergoeding."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170915.6": {
      "court": "CASS",
      "date": "2017-09-15",
      "roleNumber": "C.17.0057.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170915.6",
      "abstractFR": [
        "L'indemnité d'éviction, qui est une indemnité de clientèle due à l'agent après la cessation du contrat, ne constitue pas la rémunération d'une transaction commerciale conclue entre cet agent et le commettant et ne rentre dès lors pas dans le champ d'application de la loi du 2 août 2002 concernant la lutte contre le retard de paiement dans les transactions commerciales (1). (1) Voir Cass. 27 mai 2016, RG C.15.0292.F, Pas. 2016, n° X."
      ],
      "abstractNL": [
        "De uitwinningsvergoeding, die een cliënteelvergoeding is die aan de agent verschuldigd is na de beëindiging van de overeenkomst, vormt geen vergoeding voor een handelstransactie tussen die agent en de principaal en valt bijgevolg niet onder de toepassing van de wet van 2 augustus 2002 betreffende de bestrijding van de betalingsachterstand bij handelstransacties (1). (1) Zie Cass. 27 mei 2016, AR C.15.0292.F, AC 2016, nr."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160527.4": {
      "court": "CASS",
      "date": "2016-05-27",
      "roleNumber": "C.15.0292.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160527.4",
      "abstractFR": [
        "Les dommages et intérêts complémentaires prévus par l'article 21 de la loi du 13 avril 1995 ne peuvent réparer qu'un préjudice distinct de celui qui est réparé par l'indemnité d'éviction visée à l'article 20."
      ],
      "abstractNL": [
        "De in artikel 21 van de wet van 13 april 1995 bedoelde bijkomende schadeloosstelling kan, bijgevolg, slechts een schade dekken die onderscheiden is van die welke wordt gedekt door de in artikel 20 bedoelde uitwinningsvergoeding."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140912.1": {
      "court": "CASS",
      "date": "2014-09-12",
      "roleNumber": "C.11.0430.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140912.1&lang=fr",
      "abstractFR": [
        "Les articles 3 et 7, § 2, de la Convention sur la loi applicable aux obligations contractuelles, ouverte à la signature à Rome le 19 juin 1980, doivent être interprétés en ce sens que la loi d'un État membre de l'Union européenne qui satisfait à la protection minimale prescrite par la directive 86/653/CEE du Conseil, du 18 décembre 1986, relative à la coordination des droits des États membres concernant les agents commerciaux indépendants, choisie par les parties à un contrat d'agence commerciale, peut être écartée par la juridiction saisie, établie dans un autre État membre, en faveur de la loi du for pour un motif tiré du caractère impératif, dans l'ordre juridique de ce dernier État membre, des règles régissant la situation des agents commerciaux indépendants uniquement si la juridiction saisie constate de façon circonstanciée que, dans le cadre de cette transposition, le législateur de l'État du for a jugé crucial, au sein de l'ordre juridique concerné, d'accorder à l'agent commercial une protection allant au-delà de celle prévue par ladite directive, en tenant compte à cet égard de la nature et de l'objet de telles dispositions impératives (1). (1) Cass. 5 avril 2012, RG C.11.0430.N, Pas. 2012, n° 219 et les conclusions de Monsieur l'avocat général Dubrulle publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De artikelen 3 en 7, lid 2, van het Verdrag inzake het recht dat van toepassing is op verbintenissen uit overeenkomst, ter ondertekening opengesteld te Rome op 19 juni 1980, moeten aldus worden uitgelegd dat het door partijen bij een handelsagentuurovereenkomst gekozen recht van een lidstaat van de Europese Unie dat de door richtlijn 86/653/EEG van de Raad van 18 december 1986 inzake de coördinatie van de wetgevingen van de lidstaten inzake zelfstandige handelsagenten opgelegde minimumbescherming biedt, door de in een andere lidstaat gevestigde rechter bij wie de zaak aanhangig is uitsluitend opzij mag worden geschoven voor de lex fori op grond dat de regels die de situatie van zelfstandige handelsagenten beheersen van dwingend recht zijn in de rechtsorden van deze lidstaat, indien de aangezochte rechter, rekening houdend met de aard en het voorwerp van deze dwingende bepalingen, omstandig vaststelt dat de wetgever van de lidstaat waar de zaak wordt behandeld, het in het kader van de omzetting van de richtlijn van fundamenteel belang heeft geacht om de handelsagent in de betrokken rechtsorde een bescherming te bieden die ruimer is dan die waarin deze richtlijn voorziet (1). (1) Cass. 5 april 2012, AR C.11.0430.N, AC 2012, nr. 219, met concl. van advocaat-generaal Dubrulle."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20120405.2": {
      "court": "CASS",
      "date": "2012-04-05",
      "roleNumber": "C.11.0430.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120405.2&lang=fr",
      "abstractFR": [
        "Lorsqu'un moyen soulève devant la Cour la question de savoir si, compte tenu de la qualification en droit belge des articles 18, 20 et 21 critiqués de la loi du 13 avril 1995 relative au contrat d'agence commerciale en tant que dispositions de droit impératif particulier au sens de l'article 7.2 de la Convention du 19 juin 1980 sur la loi applicable aux obligations contractuelles, les articles 3 et 7.2 de cette Convention combinés ou non à la Directive 86/653/CEE du Conseil du 18 décembre 1986 relative à la coordination des droits des États membres concernant les agents commerciaux indépendants, doivent être interprétés en ce sens qu'ils permettent que les dispositions de droit impératif particulier du pays du juge qui offrent une protection lus étendue que le minimum prévu par la Directive 86/653/CEE, soient appliquées au contrat même s'il apparaît que le droit applicable au contrat est le droit d'un autre Etat-membre de l'Union européenne implémentant aussi la protection minimum qui est offert par ladite directe 86/653.CEE, la Cour soumet à la Cour de justice de l'Union européenne une demande d'interprétation de ces dispositions (1). (1) Voir les concl. du M.P. publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer een middel, voor het Hof, de vraag opwerpt of, mede in acht genomen de kwalificatie naar Belgisch recht van de in het geding zijnde artikelen 18, 20 en 21 van de wet van 13 april 1995 betreffende de handelsagentuurovereenkomst als bepalingen van bijzonder dwingend recht in de zin van artikel 7.2 EVO, de artikelen 3 en 7.2 EVO, al dan niet in samenhang gelezen met richtlijn 86/653/EEG van de Raad van 18 december 1986 inzake de coördinatie van de wetgevingen in de Lidstaten inzake zelfstandige handelsagenten, aldus moeten worden uitgelegd dat zij toelaten dat de bepalingen van bijzonder dwingend recht van het land van de rechter die een ruimere bescherming bieden dan het door richtlijn 86/653/EEG opgelegde minimum, worden toegepast op de overeenkomst, ook indien blijkt dat het op de overeenkomst toepasselijke recht het recht van een andere EU-lidstaat is waarin tevens de minimumbescherming die geboden wordt door voormelde richtlijn 86/653/EEG werd geïmplementeerd, stelt het Hof de vraag tot uitlegging van die bepalingen aan het Hof van Justitie van de Europese Unie (1). (1) Zie de concl. van het O.M."
      ]
    }
  },
  "21": {
    "ECLI:BE:CASS:2016:ARR.20160527.4": {
      "court": "CASS",
      "date": "2016-05-27",
      "roleNumber": "C.15.0292.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160527.4",
      "abstractFR": [
        "Les dommages et intérêts complémentaires prévus par l'article 21 de la loi du 13 avril 1995 ne peuvent réparer qu'un préjudice distinct de celui qui est réparé par l'indemnité d'éviction visée à l'article 20.",
        "L'octroi de dommages et intérêts complémentaires n'est pas soumis à la condition qu'il y ait eu un comportement fautif du commettant."
      ],
      "abstractNL": [
        "De in artikel 21 van de wet van 13 april 1995 bedoelde bijkomende schadeloosstelling kan, bijgevolg, slechts een schade dekken die onderscheiden is van die welke wordt gedekt door de in artikel 20 bedoelde uitwinningsvergoeding.",
        "De toekenning van de bijkomende schadeloosstelling is niet onderworpen aan de voorwaarde dat er een schuldige gedraging van de principaal is geweest."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140912.1": {
      "court": "CASS",
      "date": "2014-09-12",
      "roleNumber": "C.11.0430.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140912.1&lang=fr",
      "abstractFR": [
        "Les articles 3 et 7, § 2, de la Convention sur la loi applicable aux obligations contractuelles, ouverte à la signature à Rome le 19 juin 1980, doivent être interprétés en ce sens que la loi d'un État membre de l'Union européenne qui satisfait à la protection minimale prescrite par la directive 86/653/CEE du Conseil, du 18 décembre 1986, relative à la coordination des droits des États membres concernant les agents commerciaux indépendants, choisie par les parties à un contrat d'agence commerciale, peut être écartée par la juridiction saisie, établie dans un autre État membre, en faveur de la loi du for pour un motif tiré du caractère impératif, dans l'ordre juridique de ce dernier État membre, des règles régissant la situation des agents commerciaux indépendants uniquement si la juridiction saisie constate de façon circonstanciée que, dans le cadre de cette transposition, le législateur de l'État du for a jugé crucial, au sein de l'ordre juridique concerné, d'accorder à l'agent commercial une protection allant au-delà de celle prévue par ladite directive, en tenant compte à cet égard de la nature et de l'objet de telles dispositions impératives (1). (1) Cass. 5 avril 2012, RG C.11.0430.N, Pas. 2012, n° 219 et les conclusions de Monsieur l'avocat général Dubrulle publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De artikelen 3 en 7, lid 2, van het Verdrag inzake het recht dat van toepassing is op verbintenissen uit overeenkomst, ter ondertekening opengesteld te Rome op 19 juni 1980, moeten aldus worden uitgelegd dat het door partijen bij een handelsagentuurovereenkomst gekozen recht van een lidstaat van de Europese Unie dat de door richtlijn 86/653/EEG van de Raad van 18 december 1986 inzake de coördinatie van de wetgevingen van de lidstaten inzake zelfstandige handelsagenten opgelegde minimumbescherming biedt, door de in een andere lidstaat gevestigde rechter bij wie de zaak aanhangig is uitsluitend opzij mag worden geschoven voor de lex fori op grond dat de regels die de situatie van zelfstandige handelsagenten beheersen van dwingend recht zijn in de rechtsorden van deze lidstaat, indien de aangezochte rechter, rekening houdend met de aard en het voorwerp van deze dwingende bepalingen, omstandig vaststelt dat de wetgever van de lidstaat waar de zaak wordt behandeld, het in het kader van de omzetting van de richtlijn van fundamenteel belang heeft geacht om de handelsagent in de betrokken rechtsorde een bescherming te bieden die ruimer is dan die waarin deze richtlijn voorziet (1). (1) Cass. 5 april 2012, AR C.11.0430.N, AC 2012, nr. 219, met concl. van advocaat-generaal Dubrulle."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20120405.2": {
      "court": "CASS",
      "date": "2012-04-05",
      "roleNumber": "C.11.0430.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120405.2&lang=fr",
      "abstractFR": [
        "Lorsqu'un moyen soulève devant la Cour la question de savoir si, compte tenu de la qualification en droit belge des articles 18, 20 et 21 critiqués de la loi du 13 avril 1995 relative au contrat d'agence commerciale en tant que dispositions de droit impératif particulier au sens de l'article 7.2 de la Convention du 19 juin 1980 sur la loi applicable aux obligations contractuelles, les articles 3 et 7.2 de cette Convention combinés ou non à la Directive 86/653/CEE du Conseil du 18 décembre 1986 relative à la coordination des droits des États membres concernant les agents commerciaux indépendants, doivent être interprétés en ce sens qu'ils permettent que les dispositions de droit impératif particulier du pays du juge qui offrent une protection lus étendue que le minimum prévu par la Directive 86/653/CEE, soient appliquées au contrat même s'il apparaît que le droit applicable au contrat est le droit d'un autre Etat-membre de l'Union européenne implémentant aussi la protection minimum qui est offert par ladite directe 86/653.CEE, la Cour soumet à la Cour de justice de l'Union européenne une demande d'interprétation de ces dispositions (1). (1) Voir les concl. du M.P. publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer een middel, voor het Hof, de vraag opwerpt of, mede in acht genomen de kwalificatie naar Belgisch recht van de in het geding zijnde artikelen 18, 20 en 21 van de wet van 13 april 1995 betreffende de handelsagentuurovereenkomst als bepalingen van bijzonder dwingend recht in de zin van artikel 7.2 EVO, de artikelen 3 en 7.2 EVO, al dan niet in samenhang gelezen met richtlijn 86/653/EEG van de Raad van 18 december 1986 inzake de coördinatie van de wetgevingen in de Lidstaten inzake zelfstandige handelsagenten, aldus moeten worden uitgelegd dat zij toelaten dat de bepalingen van bijzonder dwingend recht van het land van de rechter die een ruimere bescherming bieden dan het door richtlijn 86/653/EEG opgelegde minimum, worden toegepast op de overeenkomst, ook indien blijkt dat het op de overeenkomst toepasselijke recht het recht van een andere EU-lidstaat is waarin tevens de minimumbescherming die geboden wordt door voormelde richtlijn 86/653/EEG werd geïmplementeerd, stelt het Hof de vraag tot uitlegging van die bepalingen aan het Hof van Justitie van de Europese Unie (1). (1) Zie de concl. van het O.M."
      ]
    }
  },
  "26": {
    "ECLI:BE:CASS:2024:ARR.20241025.1N.2": {
      "court": "CASS",
      "date": "2024-10-25",
      "roleNumber": "C.23.0413.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241025.1N.2",
      "abstractFR": null,
      "abstractNL": [
        "Een rechtsvordering tot vergoeding van schade van de derde-begunstigde ten aanzien van de verzekeringnemer die is ontstaan uit een collectieve verzekeringsovereenkomst, waarbij de begunstigde de verzekeringnemer verwijt ten onrechte het kapitaal van die overeenkomst, dat tevens te kwalificeren is als commissie in het kader van een onderliggende handelsagentuurovereenkomst tussen de verzekeringnemer en de begunstigde, te hebben teruggeëist van de verzekeraar naar aanleiding van de beëindiging van die handelsagentuurovereenkomst, is geen rechtsvordering ontstaan uit de handelsagentuurovereenkomst; deze rechtsvordering niet onderworpen aan de verjaringstermijn zoals bedoeld in artikel 26 Wet handelsagentuurovereenkomst, thans artikel X.24 WER (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160509.5": {
      "court": "CASS",
      "date": "2016-05-09",
      "roleNumber": "C.14.0442.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160509.5&lang=fr",
      "abstractFR": [
        "L'action en justice par laquelle le commettant demande le remboursement de commissions qu'il a versées indûment à l'agent commercial ne découle pas du contrat d'agence, mais des dispositions du Code civil relatives à la répétition de l'indu. Le délai de prescription abrégé précité n'est, par conséquent, pas applicable."
      ],
      "abstractNL": [
        "De rechtsvordering waarbij de principaal de terugvordering eist van commissies die hij onverschuldigd heeft uitbetaald aan de handelsagent, vloeit niet voort uit de agentuurovereenkomst maar wel uit de bepalingen van het Burgerlijk Wetboek betreffende de terugbetaling van het onverschuldigd betaalde. De voormelde korte verjaringstermijn is dienvolgens niet van toepassing."
      ]
    }
  },
  "27": {
    "ECLI:BE:CASS:2012:ARR.20120405.2": {
      "court": "CASS",
      "date": "2012-04-05",
      "roleNumber": "C.11.0430.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120405.2&lang=fr",
      "abstractFR": [
        "Il ressort de l'article 27 de la loi du 13 avril 1995 relative au contrat d'agence commerciale ainsi que de la genèse de cette loi que l'objectif est d'offrir à l'agent qui a son établissement principal en Belgique la protection des dispositions impératives de la loi belge, quel que soit le droit applicable au contrat (1). (1) Voir les concl. du M.P. publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit artikel 27 van de wet van 13 april 1995 betreffende de handelsagentuurovereenkomst en de wetsgeschiedenis volgt dat het de bedoeling is aan de agent die zijn hoofdvestiging in België heeft de bescherming te bieden van de dwingende bepalingen van de Belgische wet, ongeacht het op de overeenkomst toepasselijke recht (1). (1) Zie de concl. van het O.M."
      ]
    }
  }
}