{
  "17": {
    "ECLI:BE:CASS:2013:ARR.20130530.5": {
      "court": "CASS",
      "date": "2013-05-30",
      "roleNumber": "C.12.0344.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130530.5",
      "abstractFR": [
        "La personne qui s'est emparée par vol du véhicule automoteur ayant causé le dommage et le coauteur ou complice du vol ne possèdent pas de droit contre le Fonds commun de garantie automobile (1). (1) Arrêté royal du 16 décembre 1981, art. 17, § 1er, 5°, en vigueur avant son abrogation par l'arrêté royal du 11 juillet 2003.",
        "Les proches d''une victime qui n'a pas droit à réparation, n'ont pas d'avantage droit de la part du Fonds commun de garantie automobile à la réparation des dommages qu''ils ont subis par répercussion du fait des lésions ou du décès de la victime, ces dommages trouvant leur cause dans les liens de famille et d''affection qui les unissaient à la victime (1). (1) Voir Cass., 2 mars 1995, RG C.94.0209.F, Pas., 1995, n° 128; Cass., 28 juin 2006, RG P.05.1141.F, Pas., 2006, n° 361; Cass., 26 juin 2008, RG C.07.0794.N, Pas., 2008, n° 407; Cass., 16 février 2011, RG P.10.1232.F, Pas., 2011, n° 137 avec les concl. de M. l''avocat général Vandermeersch; Cass., 23 janvier 2012, RG C.09.0228.F, Pas., 2012, n° 62."
      ],
      "abstractNL": [
        "Het Gemeenschappelijk Motorwaarborgfonds is niet tot vergoeding gehouden tegenover de persoon die zich van het motorrijtuig dat de schade veroorzaakt heeft, meester heeft gemaakt door diefstal, en evenmin tegenover de mededader of de medeplichtige van de diefstal (1). (1) Art. 17, §1, 5°, KB 16 dec. 1981, van kracht vóór de opheffing ervan bij KB 11 juli 2003.",
        "De nabestaanden van een getroffene die geen recht heeft op vergoeding, hebben evenmin vanwege het Gemeenschappelijk Waarborgfonds recht op de vergoeding van de gevolgschade door de letsels of het overlijden van de getroffene, aangezien de oorzaak van die schade ligt in hun familie- en genegenheidsbanden met de getroffene (1). (1) Zie Cass. 2 maart 1995, AR C.94.0209.F, AC 1995, nr. 128; Cass. 28 juni 2006, AR P.05.1141.F, AC 2006, nr. 361; Cass. 26 juni 2008, AR C.07.0794.N, AC 2008, nr. 407; Cass. 16 feb. 2011, AR P.10.1232.F, AC 2011, nr. 137, met concl. AG Vandermeersch, in Pas. 2011."
      ]
    }
  }
}