{
  "1": {
    "ECLI:BE:CASS:2020:ARR.20200511.3N.4": {
      "court": "CASS",
      "date": "2020-05-11",
      "roleNumber": "S.19.0051.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200511.3N.4&lang=fr",
      "abstractFR": [
        "Il résulte de la lecture conjointe des articles 1er, 6°, 3, 1°, 14, § 2, 19 de la loi du 3 juillet 1967 sur la prévention ou la réparation des dommages résultant des accidents du travail, des accidents survenus sur le chemin du travail et des maladies professionnelles dans le secteur public, des articles 1er, 6°, 9 de l’arrêté royal du 24 janvier 1969 relatif à la réparation, en faveur de membres du personnel du secteur public, des dommages résultant des accidents du travail et des accidents survenus sur le chemin du travail et de l’article 136, alinéas 4, 5, 6 et 7 de la loi relative à l'assurance obligatoire soins de santé et indemnités, coordonnée le 14 juillet 1994, que les obligations visées à l'article 136, § 2, alinéa 6, de la loi relative à l'assurance obligatoire soins de santé et indemnités incombent au ministre visé à l'article 9 dudit arrêté royal du 24 janvier 1969 relatif à la réparation, en faveur de membres du personnel du secteur public, des dommages résultant des accidents du travail et des accidents survenus sur le chemin du travail, c'est-à-dire, en ce qui concerne un membre du personnel appartenant à un établissement d'enseignement subventionné par la Communauté flamande, au Gouvernement flamand qui, conformément à l'article 14, § 2, de ladite loi du 3 juillet 1967, est l'institution qui reste tenue du paiement des indemnités et rentes résultant de cette loi; la circonstance que les rentes, allocations et indemnités accordées aux membres du personnel des établissements d'enseignement subventionnés en vertu de l'article 16 de ladite loi du 3 juillet 1967 sont à charge du Trésor public, que les rentes, les allocations d’aggravation et les allocations de décès sont payées par le Service des Pensions du Secteur public en vertu de l'article 27 dudit arrêté royal du 24 janvier 1969 et que les frais médicaux, chirurgicaux, pharmaceutiques, hospitaliers, de prothèse et d’orthopédie sont payés par l’Administration de l’expertise médicale en vertu de l'article 25 dudit arrêté royal du 24 janvier 1969, n’y change rien (1). (1) Voir les concl. contraires du MP, publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de samenhang tussen de artikelen 1, 6°, 3, 1°, 14, §2, 19 Arbeidsongevallenwet Overheidspersoneel, de artikelen 1, 6°, 9 van het koninklijk besluit van 24 januari 1969 betreffende de schadevergoeding ten gunste van personeelsleden van de overheidssector, voor arbeidsongevallen en voor ongevallen op de weg naar en van het werk en artikel 136, vierde, vijfde, zesde en zevende lid ZIV-wet volgt dat de in artikel 136, § 2, zesde lid, ZIV-wet bepaalde verplichtingen rusten op de in artikel 9 van het voormelde koninklijk besluit van 24 januari 1969 beoogde minister, dit is, met betrekking tot een personeelslid dat behoort tot een onderwijsinrichting die door de Vlaamse Gemeenschap wordt gesubsidieerd, de Vlaamse regering, die overeenkomstig artikel 14, § 2, Arbeidsongevallenwet Overheidspersoneel de instelling is die verplicht is de vergoedingen en renten die uit deze wet voortvloeien te betalen; hieruit volgt tevens dat de subrogatoire vordering die de verzekeringsinstelling in toepassing van artikel 136, § 2, vierde en zevende lid, ZIV-wet wil instellen, tegen de voormelde instelling moet worden gericht; de omstandigheid dat de renten, bijslagen en vergoedingen toegekend aan de personeelsleden van de gesubsidieerde onderwijsinrichtingen krachtens artikel 16 Arbeidsongevallenwet Overheidspersoneel ten laste van de Schatkist vallen, dat de renten, de verergeringsbijslagen en de overlijdensbijslagen krachtens artikel 27 KB Arbeidsongevallen Overheidspersoneel betaald worden door de Pensioendienst voor de Overheidssector en dat de kosten van dokter, chirurg, apotheker, verpleging, prothese en orthopedie krachtens artikel 25 KB Arbeidsongevallen Overheidspersoneel betaald worden door het Bestuur van de medische expertise, doet daaraan niet af (1). (1) Zie andersluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210517.3F.2": {
      "court": "CASS",
      "date": "2021-05-17",
      "roleNumber": "S.20.0066.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210517.3F.2",
      "abstractFR": [
        "L'accord de la victime sur la proposition de rente du centre public d'action sociale qui l'occupait au moment de l'accident forme une convention entre ce débiteur de la réparation et le bénéficiaire des prestations de l'assurance soins de santé et indemnités, au sens de l'article 136, § 2, alinéa 5, de la loi relative à l'assurance obligatoire soins de santé et indemnités, coordonnée le 14 juillet 1994, même si la volonté du centre est partiellement liée par la décision du service médical sur le pourcentage d'incapacité permanente et si, dans ce cas d'accord, la proposition de rente est reprise dans une décision du centre notifiée à la victime (1). (1) Voir les concl. du MP.",
        "Cette convention est inopposable à l'organisme assureur sans l'accord de ce dernier et la décision du centre qui la met en œuvre est, de même, sans effet à l'égard de l'organisme assureur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het akkoord van het slachtoffer over het rentevoorstel van het openbaar centrum voor maatschappelijk welzijn dat hem op het tijdstip van het ongeval in dienst had, vormt een overeenkomst tussen de schuldenaar van de schadeloosstelling en de rechthebbende op de prestaties van de verzekering voor geneeskundige verzorging en uitkeringen in de zin van artikel 136, § 2, vijfde lid, ZIV-wet, zelfs als het centrum gedeeltelijk gebonden is door de beslissing van de medische dienst over de graad van blijvende arbeidsongeschiktheid en, in geval van een dergelijk akkoord, het rentevoorstel is opgenomen in een beslissing van het centrum die aan het slachtoffer is meegedeeld (1). (1) Zie concl. OM in Pas. 2021, nr. 354.",
        "Die overeenkomst kan niet tegen de verzekeringsinstelling worden aangevoerd zonder haar instemming en de beslissing van het centrum die de overeenkomst uitvoert, heeft evenmin gevolg voor de verzekeringsinstelling (1). (1) Zie concl. OM in Pas. 2021, nr. 354."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220627.3F.10": {
      "court": "CASS",
      "date": "2022-06-27",
      "roleNumber": "S.20.0035.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220627.3F.10",
      "abstractFR": [
        "Les membres du personnel de la SNCB Holding ne sont pas soumis au régime de réparation des dommages résultant des accidents du travail institué par la loi du 3 juillet 1967, qu'aucun arrêté ne leur rend applicable, mais à celui du RGPS 572 (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De personeelsleden van NMBS Holding vallen niet onder de bij de Arbeidsongevallenwet Overheidspersoneel ingevoerde regeling voor het herstel van schade, dat geen enkel koninklijk besluit op hen van toepassing verklaart, maar onder de regeling van het ARPS 572 (1). (1) Zie concl. OM in Pas. 2022, nr. 454."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2023:ARR.20231002.3N.2": {
      "court": "CASS",
      "date": "2023-10-02",
      "roleNumber": "S.23.0010.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231002.3N.2",
      "abstractFR": null,
      "abstractNL": [
        "De hoedanigheid van politieambtenaar van het operationeel kader van de lokale politie en de hieraan verbonden ambtsplichten zijn niet beperkt tot de diensturen, noch tot de geografische omschrijving van de politiezone; een politieambtenaar die buiten zijn diensturen en buiten zijn zone politioneel optreedt, blijft betreffende de gestelde ambtshandelingen onderworpen aan het gezag van zijn korpschef, alsook aan het tuchtgezag en de tuchtoverheid van zijn lokale politiezone (1). (1) Zie concl. OM.",
        "De hoedanigheid van politieambtenaar van het operationeel kader van de lokale politie en de hieraan verbonden ambtsplichten zijn niet beperkt tot de diensturen, noch tot de geografische omschrijving van de politiezone; een politieambtenaar die buiten zijn diensturen en buiten zijn zone politioneel optreedt, blijft betreffende de gestelde ambtshandelingen onderworpen aan het gezag van zijn korpschef, alsook aan het tuchtgezag en de tuchtoverheid van zijn lokale politiezone (1). (1) Zie concl. OM"
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2025:ARR.20251010.1F.7": {
      "court": "CASS",
      "date": "2025-10-10",
      "roleNumber": "C.24.0172.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251010.1F.7",
      "abstractFR": [
        "En principe, le transfert des droits et actions du subrogeant au subrogé intervient au moment du paiement; les règles qui instaurent la quasi-subrogation de l'employeur public redevable de la rémunération pendant la période d'incapacité temporaire à l'égard du tiers responsable en droit commun de l'accident du travail ou de la maladie professionnelle n'y dérogent pas (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    }
  },
  "4": {
    "ECLI:BE:CASS:2020:ARR.20200511.3N.5": {
      "court": "CASS",
      "date": "2020-05-11",
      "roleNumber": "S.19.0045.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200511.3N.5&lang=fr",
      "abstractFR": [
        "Il résulte de la genèse légale des articles 4, § 2, alinéa 3, et 19, alinéa 1er, de la loi du 3 juillet 1967 sur la réparation des dommages résultant des accidents du travail, des accidents survenus sur le chemin du travail et des maladies professionnelles dans le secteur public, et des articles 8 et 9 l'arrêté royal du 24 janvier 1969 relatif à la réparation, en faveur de membres du personnel du secteur public, des dommages résultant des accidents du travail et des accidents survenus sur le chemin du travail, que la décision de Medex lie le ministre dans la mesure où elle reconnaît une invalidité permanente et qu'il ne peut qu'augmenter le pourcentage fixé ; il s'ensuit que le tribunal du travail qui statue sur une contestation concernant le pourcentage d'invalidité permanente d'un membre du personnel d'une administration fédérale, comme prévu à l'article 19 de la loi du 3 juillet 1967, ne peut accorder un pourcentage d'invalidité permanente inférieur qui celui à celui qui été reconnu par Medex (1) (2) (3). (1) Voir les concl. du MP publiées à leur date dans AC. (2) Comp. Cass 7 mars 2016, RG S.15.0053.N, Pas. 2016, n° 162; Cass 7 février 2000, RG S.99.0122.N, Pas. 2000, n° 96. (3) Les articles 8 et 9 de l'arrêté royal du 24 janvier 1969, avant leur modification par l'arrêté royal du 8 mai 2014 portant détermination de la compétence de l'Administration de l'expertise médicale et modifiant certaines dispositions en matière d'accidents du travail dans le secteur public."
      ],
      "abstractNL": [
        "Uit de wetsgeschiedenis van de artikelen 4, § 2, derde lid, en 19, eerste lid, Arbeidsongevallenwet Overheidspersoneel; en de artikelen 8 en 9 koninklijk besluit van 24 januari 1969 betreffende de schadevergoeding, ten gunste van de personeelsleden van de overheidssector, voor arbeidsongevallen en voor ongevallen op de weg naar en van het werk, volgt dat de beslissing van Medex voor de minister bindend is in zoverre die een blijvende invaliditeit erkent en dat hij alleen het vastgestelde percentage kan verhogen; hieruit volgt dat de arbeidsrechtbank die oordeelt over een geschil met betrekking tot het percentage aan blijvende invaliditeit van een personeelslid van een federaal bestuur, zoals bedoeld in artikel 19 Arbeidsongevallenwet Overheidspersoneel, geen lager percentage van blijvende invaliditeit kan toekennen dan datgene dat door Medex is erkend (1)(2)(3). (1) Zie concl. OM. (2) Vergelijk Cass 7 februari 2000, AR S.99.0122.N, AC 2000, nr. 96; Cass 7 maart 2016, AR S.15.0053.N, AC 2016, nr. 162. (3) De artikelen 8 en 9 van het KB van 24 januari 1969, voor hun wijziging door het Koninklijk Besluit van 8 mei 2014 houdende de bepaling van de bevoegdheid van het Bestuur van de medische expertise en tot wijziging van sommige bepalingen inzake arbeidsongevallen in de overheidssector."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2026:ARR.20260112.3N.11": {
      "court": "CASS",
      "date": "2026-01-12",
      "roleNumber": "S.25.0018.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2026:ARR.20260112.3N.11",
      "abstractFR": null,
      "abstractNL": [
        "Uit de tekst van artikel 6, § 2, Arbeidsongevallenwet Overheidspersoneel en de structuur van voormelde wet volgt dat deze wetsbepaling uitsluitend een rechtsgrond kan vormen voor de toekenning van een vergoeding aan het slachtoffer van een arbeidsongeval of een beroepsziekte dat zich in een toestand van blijvende arbeidsongeschiktheid bevindt, die een aanvang neemt op de datum van consolidatie."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140310.1": {
      "court": "CASS",
      "date": "2014-03-10",
      "roleNumber": "S.12.0001.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140310.1&lang=fr",
      "abstractFR": [
        "Le membre du personnel contractuel d'une commune, qui a été victime d'un accident du travail et qui ne peut plus exercer temporairement son emploi en raison d'une aggravation temporaire de son incapacité permanente de travail subie postérieurement à la date de la consolidation, bénéficie durant le contrat de travail, en vertu d'une disposition plus favorable du règlement du personnel, d'un droit à des indemnités pour incapacité temporaire de travail pour la période de l'aggravation temporaire de son incapacité permanente de travail, indépendamment du taux de l'incapacité permanente de travail; si la période de l'aggravation temporaire de l'incapacité permanente de travail se poursuit ultérieurement à l'expiration du contrat de travail, la victime a droit à une indemnité journalière égale à 90 p.c. de la rémunération quotidienne moyenne, à la condition que, si l'aggravation temporaire s'est produite postérieurement à l'expiration du délai de révision prévu à l'article 11 de l'arrêté royal du 13 juillet 1970, l'incapacité permanente de travail soit de 10 p.c. au moins (1). (1) Voir les concl. du MP publiées avant cet arrêt dans AC."
      ],
      "abstractNL": [
        "Bij een tijdelijke verergering van de blijvende arbeidsongeschiktheid na de consolidatiedatum waardoor het door een arbeidsongeval getroffen contractueel personeelslid van een gemeente zijn betrekking tijdelijk niet meer kan uitoefenen, heeft die getroffene, staande de arbeidsovereenkomst, op grond van een meer gunstige bepaling van het personeelsstatuut, gedurende de periode van tijdelijke verergering van de blijvende arbeidsongeschiktheid recht op vergoedingen voor tijdelijke arbeidsongeschiktheid, ongeacht de graad van blijvende arbeidsongeschiktheid; indien de periode van tijdelijke verergering van de blijvende arbeidsongeschiktheid voortduurt nadat de arbeidsovereenkomst een einde heeft genomen, blijft die getroffene verder recht hebben op een dagelijkse vergoeding gelijk aan 90 pct. van het gemiddeld dagbedrag, dit op voorwaarde dat hij een blijvende arbeidsongeschiktheid van ten minste 10 pct. heeft zo de tijdelijke verergeringstoestand zich heeft voorgedaan na de bij artikel 11 van het KB van 13 juli 1970 bepaalde herzieningstermijn (1). (1) Zie concl. OM."
      ]
    }
  },
  "14": {
    "ECLI:BE:CASS:2025:ARR.20251010.1F.7": {
      "court": "CASS",
      "date": "2025-10-10",
      "roleNumber": "C.24.0172.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251010.1F.7",
      "abstractFR": [
        "En principe, le transfert des droits et actions du subrogeant au subrogé intervient au moment du paiement; les règles qui instaurent la quasi-subrogation de l'employeur public redevable de la rémunération pendant la période d'incapacité temporaire à l'égard du tiers responsable en droit commun de l'accident du travail ou de la maladie professionnelle n'y dérogent pas (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240612.2F.7": {
      "court": "CASS",
      "date": "2024-06-12",
      "roleNumber": "P.24.0239.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240612.2F.7",
      "abstractFR": [
        "En vertu de l'article 14, § 3, de la loi du 3 juillet 1967, l'employeur public est subrogé, à concurrence des débours que la loi met à sa charge, dans les droits des victimes contre le responsable de l'accident; ce recours subrogatoire, d'une portée générale, est institué sans préjudice des dispositions particulières consacrant la volonté du législateur de laisser à charge de la collectivité le coût spécifique de la lutte contre l'incendie (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2020:ARR.20200511.3N.4": {
      "court": "CASS",
      "date": "2020-05-11",
      "roleNumber": "S.19.0051.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200511.3N.4&lang=fr",
      "abstractFR": [
        "Il résulte de la lecture conjointe des articles 1er, 6°, 3, 1°, 14, § 2, 19 de la loi du 3 juillet 1967 sur la prévention ou la réparation des dommages résultant des accidents du travail, des accidents survenus sur le chemin du travail et des maladies professionnelles dans le secteur public, des articles 1er, 6°, 9 de l’arrêté royal du 24 janvier 1969 relatif à la réparation, en faveur de membres du personnel du secteur public, des dommages résultant des accidents du travail et des accidents survenus sur le chemin du travail et de l’article 136, alinéas 4, 5, 6 et 7 de la loi relative à l'assurance obligatoire soins de santé et indemnités, coordonnée le 14 juillet 1994, que les obligations visées à l'article 136, § 2, alinéa 6, de la loi relative à l'assurance obligatoire soins de santé et indemnités incombent au ministre visé à l'article 9 dudit arrêté royal du 24 janvier 1969 relatif à la réparation, en faveur de membres du personnel du secteur public, des dommages résultant des accidents du travail et des accidents survenus sur le chemin du travail, c'est-à-dire, en ce qui concerne un membre du personnel appartenant à un établissement d'enseignement subventionné par la Communauté flamande, au Gouvernement flamand qui, conformément à l'article 14, § 2, de ladite loi du 3 juillet 1967, est l'institution qui reste tenue du paiement des indemnités et rentes résultant de cette loi; la circonstance que les rentes, allocations et indemnités accordées aux membres du personnel des établissements d'enseignement subventionnés en vertu de l'article 16 de ladite loi du 3 juillet 1967 sont à charge du Trésor public, que les rentes, les allocations d’aggravation et les allocations de décès sont payées par le Service des Pensions du Secteur public en vertu de l'article 27 dudit arrêté royal du 24 janvier 1969 et que les frais médicaux, chirurgicaux, pharmaceutiques, hospitaliers, de prothèse et d’orthopédie sont payés par l’Administration de l’expertise médicale en vertu de l'article 25 dudit arrêté royal du 24 janvier 1969, n’y change rien (1). (1) Voir les concl. contraires du MP, publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de samenhang tussen de artikelen 1, 6°, 3, 1°, 14, §2, 19 Arbeidsongevallenwet Overheidspersoneel, de artikelen 1, 6°, 9 van het koninklijk besluit van 24 januari 1969 betreffende de schadevergoeding ten gunste van personeelsleden van de overheidssector, voor arbeidsongevallen en voor ongevallen op de weg naar en van het werk en artikel 136, vierde, vijfde, zesde en zevende lid ZIV-wet volgt dat de in artikel 136, § 2, zesde lid, ZIV-wet bepaalde verplichtingen rusten op de in artikel 9 van het voormelde koninklijk besluit van 24 januari 1969 beoogde minister, dit is, met betrekking tot een personeelslid dat behoort tot een onderwijsinrichting die door de Vlaamse Gemeenschap wordt gesubsidieerd, de Vlaamse regering, die overeenkomstig artikel 14, § 2, Arbeidsongevallenwet Overheidspersoneel de instelling is die verplicht is de vergoedingen en renten die uit deze wet voortvloeien te betalen; hieruit volgt tevens dat de subrogatoire vordering die de verzekeringsinstelling in toepassing van artikel 136, § 2, vierde en zevende lid, ZIV-wet wil instellen, tegen de voormelde instelling moet worden gericht; de omstandigheid dat de renten, bijslagen en vergoedingen toegekend aan de personeelsleden van de gesubsidieerde onderwijsinrichtingen krachtens artikel 16 Arbeidsongevallenwet Overheidspersoneel ten laste van de Schatkist vallen, dat de renten, de verergeringsbijslagen en de overlijdensbijslagen krachtens artikel 27 KB Arbeidsongevallen Overheidspersoneel betaald worden door de Pensioendienst voor de Overheidssector en dat de kosten van dokter, chirurg, apotheker, verpleging, prothese en orthopedie krachtens artikel 25 KB Arbeidsongevallen Overheidspersoneel betaald worden door het Bestuur van de medische expertise, doet daaraan niet af (1). (1) Zie andersluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211001.1F.1": {
      "court": "CASS",
      "date": "2021-10-01",
      "roleNumber": "C.19.0307.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211001.1F.1",
      "abstractFR": [
        "Les articles 14, § 2, alinéa 2, et 14bis, § 2, de la loi du 3 juillet 1967 interdisent le cumul des indemnités en matière d'accident du travail, jusqu'à concurrence de leur montant, avec les réparations prévues par le droit commun ou l'article 29bis de la loi du 21 novembre 1989 pour le même dommage; cette interdiction de cumul ne s'étend pas au dommage dont la réparation n'est pas couverte par la loi du 3 juillet 1967 (1). (1) Cass. 2 novembre 2018, RG C.17.0393.N, Pas. 2018, n° 601, avec concl. de Mme Mortier, avocat général, publiées à leur date dans AC.",
        "Le dommage permanent résultant de la perte de revenus ou d'une chance de revenus d'une activité professionnelle en dehors du secteur public n'est pas couvert par la loi du 3 juillet 1967."
      ],
      "abstractNL": [
        "De artikelen 14, § 2, tweede lid, en 14bis, § 2, Arbeidsongevallenwet Overheidspersoneel verbieden de cumulatie van de vergoedingen inzake arbeidsongevallen, tot beloop van hun bedrag, met de naar gemeen recht of in het artikel 29bis WAM bepaalde vergoedingen voor dezelfde schade; dit cumulatieverbod geldt niet voor schade waarvan de vergoeding niet door de Arbeidsongevallenwet Overheidspersoneel is gedekt (1). (1) Cass. 2 november 2018, AR C.17.0393.N, AC 2018, nr. 601, met concl. van advocaat-generaal MORTIER.",
        "De blijvende schade als gevolg van het verlies van inkomen of van een kans om inkomen te verwerven uit een beroepsactiviteit buiten de openbare sector is niet door de Arbeidsongevallenwet Overheidspersoneel gedekt."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130503.4": {
      "court": "CASS",
      "date": "2013-05-03",
      "roleNumber": "C.12.0425.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130503.4&lang=fr",
      "abstractFR": [
        "Il ne ressort pas de l'article 14, § 3, alinéa 2, de la loi du 3 juillet 1967 sur la prévention ou la réparation des dommages résultant des accidents du travail, des accidents survenus sur le chemin du travail et des maladies professionnelles dans le secteur public que le législateur avait l'intention de laisser la charge de ces dépenses définitivement à charge de l'autorité (1). (1) Voir les conclusions du M.P. publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Uit artikel 14, §3, tweede lid, van de Arbeidsongevallenwet Overheidspersoneel volgt niet dat het de bedoeling was van de wetgever de last van de uitgaven definitief ten laste te laten van de overheid (1). (1) Zie de concl. van het O.M."
      ]
    }
  },
  "16": {
    "ECLI:BE:CASS:2020:ARR.20200511.3N.4": {
      "court": "CASS",
      "date": "2020-05-11",
      "roleNumber": "S.19.0051.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200511.3N.4&lang=fr",
      "abstractFR": [
        "Il résulte de la lecture conjointe des articles 1er, 6°, 3, 1°, 14, § 2, 19 de la loi du 3 juillet 1967 sur la prévention ou la réparation des dommages résultant des accidents du travail, des accidents survenus sur le chemin du travail et des maladies professionnelles dans le secteur public, des articles 1er, 6°, 9 de l’arrêté royal du 24 janvier 1969 relatif à la réparation, en faveur de membres du personnel du secteur public, des dommages résultant des accidents du travail et des accidents survenus sur le chemin du travail et de l’article 136, alinéas 4, 5, 6 et 7 de la loi relative à l'assurance obligatoire soins de santé et indemnités, coordonnée le 14 juillet 1994, que les obligations visées à l'article 136, § 2, alinéa 6, de la loi relative à l'assurance obligatoire soins de santé et indemnités incombent au ministre visé à l'article 9 dudit arrêté royal du 24 janvier 1969 relatif à la réparation, en faveur de membres du personnel du secteur public, des dommages résultant des accidents du travail et des accidents survenus sur le chemin du travail, c'est-à-dire, en ce qui concerne un membre du personnel appartenant à un établissement d'enseignement subventionné par la Communauté flamande, au Gouvernement flamand qui, conformément à l'article 14, § 2, de ladite loi du 3 juillet 1967, est l'institution qui reste tenue du paiement des indemnités et rentes résultant de cette loi; la circonstance que les rentes, allocations et indemnités accordées aux membres du personnel des établissements d'enseignement subventionnés en vertu de l'article 16 de ladite loi du 3 juillet 1967 sont à charge du Trésor public, que les rentes, les allocations d’aggravation et les allocations de décès sont payées par le Service des Pensions du Secteur public en vertu de l'article 27 dudit arrêté royal du 24 janvier 1969 et que les frais médicaux, chirurgicaux, pharmaceutiques, hospitaliers, de prothèse et d’orthopédie sont payés par l’Administration de l’expertise médicale en vertu de l'article 25 dudit arrêté royal du 24 janvier 1969, n’y change rien (1). (1) Voir les concl. contraires du MP, publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de samenhang tussen de artikelen 1, 6°, 3, 1°, 14, §2, 19 Arbeidsongevallenwet Overheidspersoneel, de artikelen 1, 6°, 9 van het koninklijk besluit van 24 januari 1969 betreffende de schadevergoeding ten gunste van personeelsleden van de overheidssector, voor arbeidsongevallen en voor ongevallen op de weg naar en van het werk en artikel 136, vierde, vijfde, zesde en zevende lid ZIV-wet volgt dat de in artikel 136, § 2, zesde lid, ZIV-wet bepaalde verplichtingen rusten op de in artikel 9 van het voormelde koninklijk besluit van 24 januari 1969 beoogde minister, dit is, met betrekking tot een personeelslid dat behoort tot een onderwijsinrichting die door de Vlaamse Gemeenschap wordt gesubsidieerd, de Vlaamse regering, die overeenkomstig artikel 14, § 2, Arbeidsongevallenwet Overheidspersoneel de instelling is die verplicht is de vergoedingen en renten die uit deze wet voortvloeien te betalen; hieruit volgt tevens dat de subrogatoire vordering die de verzekeringsinstelling in toepassing van artikel 136, § 2, vierde en zevende lid, ZIV-wet wil instellen, tegen de voormelde instelling moet worden gericht; de omstandigheid dat de renten, bijslagen en vergoedingen toegekend aan de personeelsleden van de gesubsidieerde onderwijsinrichtingen krachtens artikel 16 Arbeidsongevallenwet Overheidspersoneel ten laste van de Schatkist vallen, dat de renten, de verergeringsbijslagen en de overlijdensbijslagen krachtens artikel 27 KB Arbeidsongevallen Overheidspersoneel betaald worden door de Pensioendienst voor de Overheidssector en dat de kosten van dokter, chirurg, apotheker, verpleging, prothese en orthopedie krachtens artikel 25 KB Arbeidsongevallen Overheidspersoneel betaald worden door het Bestuur van de medische expertise, doet daaraan niet af (1). (1) Zie andersluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210517.3F.2": {
      "court": "CASS",
      "date": "2021-05-17",
      "roleNumber": "S.20.0066.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210517.3F.2",
      "abstractFR": [
        "L'accord de la victime sur la proposition de rente du centre public d'action sociale qui l'occupait au moment de l'accident forme une convention entre ce débiteur de la réparation et le bénéficiaire des prestations de l'assurance soins de santé et indemnités, au sens de l'article 136, § 2, alinéa 5, de la loi relative à l'assurance obligatoire soins de santé et indemnités, coordonnée le 14 juillet 1994, même si la volonté du centre est partiellement liée par la décision du service médical sur le pourcentage d'incapacité permanente et si, dans ce cas d'accord, la proposition de rente est reprise dans une décision du centre notifiée à la victime (1). (1) Voir les concl. du MP.",
        "Cette convention est inopposable à l'organisme assureur sans l'accord de ce dernier et la décision du centre qui la met en œuvre est, de même, sans effet à l'égard de l'organisme assureur (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het akkoord van het slachtoffer over het rentevoorstel van het openbaar centrum voor maatschappelijk welzijn dat hem op het tijdstip van het ongeval in dienst had, vormt een overeenkomst tussen de schuldenaar van de schadeloosstelling en de rechthebbende op de prestaties van de verzekering voor geneeskundige verzorging en uitkeringen in de zin van artikel 136, § 2, vijfde lid, ZIV-wet, zelfs als het centrum gedeeltelijk gebonden is door de beslissing van de medische dienst over de graad van blijvende arbeidsongeschiktheid en, in geval van een dergelijk akkoord, het rentevoorstel is opgenomen in een beslissing van het centrum die aan het slachtoffer is meegedeeld (1). (1) Zie concl. OM in Pas. 2021, nr. 354.",
        "Die overeenkomst kan niet tegen de verzekeringsinstelling worden aangevoerd zonder haar instemming en de beslissing van het centrum die de overeenkomst uitvoert, heeft evenmin gevolg voor de verzekeringsinstelling (1). (1) Zie concl. OM in Pas. 2021, nr. 354."
      ]
    }
  },
  "19": {
    "ECLI:BE:CASS:2020:ARR.20200511.3N.4": {
      "court": "CASS",
      "date": "2020-05-11",
      "roleNumber": "S.19.0051.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200511.3N.4&lang=fr",
      "abstractFR": [
        "Il résulte de la lecture conjointe des articles 1er, 6°, 3, 1°, 14, § 2, 19 de la loi du 3 juillet 1967 sur la prévention ou la réparation des dommages résultant des accidents du travail, des accidents survenus sur le chemin du travail et des maladies professionnelles dans le secteur public, des articles 1er, 6°, 9 de l’arrêté royal du 24 janvier 1969 relatif à la réparation, en faveur de membres du personnel du secteur public, des dommages résultant des accidents du travail et des accidents survenus sur le chemin du travail et de l’article 136, alinéas 4, 5, 6 et 7 de la loi relative à l'assurance obligatoire soins de santé et indemnités, coordonnée le 14 juillet 1994, que les obligations visées à l'article 136, § 2, alinéa 6, de la loi relative à l'assurance obligatoire soins de santé et indemnités incombent au ministre visé à l'article 9 dudit arrêté royal du 24 janvier 1969 relatif à la réparation, en faveur de membres du personnel du secteur public, des dommages résultant des accidents du travail et des accidents survenus sur le chemin du travail, c'est-à-dire, en ce qui concerne un membre du personnel appartenant à un établissement d'enseignement subventionné par la Communauté flamande, au Gouvernement flamand qui, conformément à l'article 14, § 2, de ladite loi du 3 juillet 1967, est l'institution qui reste tenue du paiement des indemnités et rentes résultant de cette loi; la circonstance que les rentes, allocations et indemnités accordées aux membres du personnel des établissements d'enseignement subventionnés en vertu de l'article 16 de ladite loi du 3 juillet 1967 sont à charge du Trésor public, que les rentes, les allocations d’aggravation et les allocations de décès sont payées par le Service des Pensions du Secteur public en vertu de l'article 27 dudit arrêté royal du 24 janvier 1969 et que les frais médicaux, chirurgicaux, pharmaceutiques, hospitaliers, de prothèse et d’orthopédie sont payés par l’Administration de l’expertise médicale en vertu de l'article 25 dudit arrêté royal du 24 janvier 1969, n’y change rien (1). (1) Voir les concl. contraires du MP, publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de samenhang tussen de artikelen 1, 6°, 3, 1°, 14, §2, 19 Arbeidsongevallenwet Overheidspersoneel, de artikelen 1, 6°, 9 van het koninklijk besluit van 24 januari 1969 betreffende de schadevergoeding ten gunste van personeelsleden van de overheidssector, voor arbeidsongevallen en voor ongevallen op de weg naar en van het werk en artikel 136, vierde, vijfde, zesde en zevende lid ZIV-wet volgt dat de in artikel 136, § 2, zesde lid, ZIV-wet bepaalde verplichtingen rusten op de in artikel 9 van het voormelde koninklijk besluit van 24 januari 1969 beoogde minister, dit is, met betrekking tot een personeelslid dat behoort tot een onderwijsinrichting die door de Vlaamse Gemeenschap wordt gesubsidieerd, de Vlaamse regering, die overeenkomstig artikel 14, § 2, Arbeidsongevallenwet Overheidspersoneel de instelling is die verplicht is de vergoedingen en renten die uit deze wet voortvloeien te betalen; hieruit volgt tevens dat de subrogatoire vordering die de verzekeringsinstelling in toepassing van artikel 136, § 2, vierde en zevende lid, ZIV-wet wil instellen, tegen de voormelde instelling moet worden gericht; de omstandigheid dat de renten, bijslagen en vergoedingen toegekend aan de personeelsleden van de gesubsidieerde onderwijsinrichtingen krachtens artikel 16 Arbeidsongevallenwet Overheidspersoneel ten laste van de Schatkist vallen, dat de renten, de verergeringsbijslagen en de overlijdensbijslagen krachtens artikel 27 KB Arbeidsongevallen Overheidspersoneel betaald worden door de Pensioendienst voor de Overheidssector en dat de kosten van dokter, chirurg, apotheker, verpleging, prothese en orthopedie krachtens artikel 25 KB Arbeidsongevallen Overheidspersoneel betaald worden door het Bestuur van de medische expertise, doet daaraan niet af (1). (1) Zie andersluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200511.3N.5": {
      "court": "CASS",
      "date": "2020-05-11",
      "roleNumber": "S.19.0045.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200511.3N.5&lang=fr",
      "abstractFR": [
        "Il résulte de la genèse légale des articles 4, § 2, alinéa 3, et 19, alinéa 1er, de la loi du 3 juillet 1967 sur la réparation des dommages résultant des accidents du travail, des accidents survenus sur le chemin du travail et des maladies professionnelles dans le secteur public, et des articles 8 et 9 l'arrêté royal du 24 janvier 1969 relatif à la réparation, en faveur de membres du personnel du secteur public, des dommages résultant des accidents du travail et des accidents survenus sur le chemin du travail, que la décision de Medex lie le ministre dans la mesure où elle reconnaît une invalidité permanente et qu'il ne peut qu'augmenter le pourcentage fixé ; il s'ensuit que le tribunal du travail qui statue sur une contestation concernant le pourcentage d'invalidité permanente d'un membre du personnel d'une administration fédérale, comme prévu à l'article 19 de la loi du 3 juillet 1967, ne peut accorder un pourcentage d'invalidité permanente inférieur qui celui à celui qui été reconnu par Medex (1) (2) (3). (1) Voir les concl. du MP publiées à leur date dans AC. (2) Comp. Cass 7 mars 2016, RG S.15.0053.N, Pas. 2016, n° 162; Cass 7 février 2000, RG S.99.0122.N, Pas. 2000, n° 96. (3) Les articles 8 et 9 de l'arrêté royal du 24 janvier 1969, avant leur modification par l'arrêté royal du 8 mai 2014 portant détermination de la compétence de l'Administration de l'expertise médicale et modifiant certaines dispositions en matière d'accidents du travail dans le secteur public."
      ],
      "abstractNL": [
        "Uit de wetsgeschiedenis van de artikelen 4, § 2, derde lid, en 19, eerste lid, Arbeidsongevallenwet Overheidspersoneel; en de artikelen 8 en 9 koninklijk besluit van 24 januari 1969 betreffende de schadevergoeding, ten gunste van de personeelsleden van de overheidssector, voor arbeidsongevallen en voor ongevallen op de weg naar en van het werk, volgt dat de beslissing van Medex voor de minister bindend is in zoverre die een blijvende invaliditeit erkent en dat hij alleen het vastgestelde percentage kan verhogen; hieruit volgt dat de arbeidsrechtbank die oordeelt over een geschil met betrekking tot het percentage aan blijvende invaliditeit van een personeelslid van een federaal bestuur, zoals bedoeld in artikel 19 Arbeidsongevallenwet Overheidspersoneel, geen lager percentage van blijvende invaliditeit kan toekennen dan datgene dat door Medex is erkend (1)(2)(3). (1) Zie concl. OM. (2) Vergelijk Cass 7 februari 2000, AR S.99.0122.N, AC 2000, nr. 96; Cass 7 maart 2016, AR S.15.0053.N, AC 2016, nr. 162. (3) De artikelen 8 en 9 van het KB van 24 januari 1969, voor hun wijziging door het Koninklijk Besluit van 8 mei 2014 houdende de bepaling van de bevoegdheid van het Bestuur van de medische expertise en tot wijziging van sommige bepalingen inzake arbeidsongevallen in de overheidssector."
      ]
    }
  },
  "14bis": {
    "ECLI:BE:CASS:2021:ARR.20211001.1F.1": {
      "court": "CASS",
      "date": "2021-10-01",
      "roleNumber": "C.19.0307.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211001.1F.1",
      "abstractFR": [
        "Les articles 14, § 2, alinéa 2, et 14bis, § 2, de la loi du 3 juillet 1967 interdisent le cumul des indemnités en matière d'accident du travail, jusqu'à concurrence de leur montant, avec les réparations prévues par le droit commun ou l'article 29bis de la loi du 21 novembre 1989 pour le même dommage; cette interdiction de cumul ne s'étend pas au dommage dont la réparation n'est pas couverte par la loi du 3 juillet 1967 (1). (1) Cass. 2 novembre 2018, RG C.17.0393.N, Pas. 2018, n° 601, avec concl. de Mme Mortier, avocat général, publiées à leur date dans AC.",
        "Le dommage permanent résultant de la perte de revenus ou d'une chance de revenus d'une activité professionnelle en dehors du secteur public n'est pas couvert par la loi du 3 juillet 1967."
      ],
      "abstractNL": [
        "De artikelen 14, § 2, tweede lid, en 14bis, § 2, Arbeidsongevallenwet Overheidspersoneel verbieden de cumulatie van de vergoedingen inzake arbeidsongevallen, tot beloop van hun bedrag, met de naar gemeen recht of in het artikel 29bis WAM bepaalde vergoedingen voor dezelfde schade; dit cumulatieverbod geldt niet voor schade waarvan de vergoeding niet door de Arbeidsongevallenwet Overheidspersoneel is gedekt (1). (1) Cass. 2 november 2018, AR C.17.0393.N, AC 2018, nr. 601, met concl. van advocaat-generaal MORTIER.",
        "De blijvende schade als gevolg van het verlies van inkomen of van een kans om inkomen te verwerven uit een beroepsactiviteit buiten de openbare sector is niet door de Arbeidsongevallenwet Overheidspersoneel gedekt."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181102.3": {
      "court": "CASS",
      "date": "2018-11-02",
      "roleNumber": "C.17.0393.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181102.3&lang=fr",
      "abstractFR": [
        "L'interdiction de cumul prévue par l'article 14bis de la loi du 3 juillet 1967 sur la prévention ou la réparation des dommages résultant des accidents du travail, des accidents survenus sur le chemin du travail et des maladies professionnelles dans le secteur public implique que la victime ou ses ayants droit ne peuvent réclamer la réparation de dommages corporels selon le droit commun que lorsque le montant du dommage corporel calculé suivant les règles du droit commun est supérieur au montant de l'indemnisation établie sur la base de ladite loi et uniquement pour cet excédent, l'interdiction de cumul ne valant pas pour le dommage couvert par la loi précitée, entre autres le dommage résultant d'une perte de revenus provenant d'une activité indépendante exercée à titre accessoire (1). (1) Voir les concl. publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het in artikel 14bis Arbeidsongevallenwet Overheidspersoneel omschreven cumulatieverbod betekent dat de getroffene of zijn rechthebbenden slechts vergoeding voor lichamelijke schade mogen eisen volgens het gemeen recht wanneer de volgens het gemeen recht berekende lichamelijke schade meer bedraagt dan het bedrag van de schadeloosstelling op grond van de arbeidsongevallenwet Overheidspersoneel en enkel voor het verschil, waarbij het cumulatieverbod niet geldt voor schade waarvan de vergoeding niet door de Arbeidsongevallenwet overheidspersoneel is gedekt waaronder de schade ingevolge inkomstenverlies uit een zelfstandig bijberoep (1). (1) Zie concl. OM."
      ]
    }
  },
  "3bis": {
    "ECLI:BE:CASS:2014:ARR.20140310.1": {
      "court": "CASS",
      "date": "2014-03-10",
      "roleNumber": "S.12.0001.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140310.1&lang=fr",
      "abstractFR": [
        "Le membre du personnel contractuel d'une commune, qui a été victime d'un accident du travail et qui ne peut plus exercer temporairement son emploi en raison d'une aggravation temporaire de son incapacité permanente de travail subie postérieurement à la date de la consolidation, bénéficie durant le contrat de travail, en vertu d'une disposition plus favorable du règlement du personnel, d'un droit à des indemnités pour incapacité temporaire de travail pour la période de l'aggravation temporaire de son incapacité permanente de travail, indépendamment du taux de l'incapacité permanente de travail; si la période de l'aggravation temporaire de l'incapacité permanente de travail se poursuit ultérieurement à l'expiration du contrat de travail, la victime a droit à une indemnité journalière égale à 90 p.c. de la rémunération quotidienne moyenne, à la condition que, si l'aggravation temporaire s'est produite postérieurement à l'expiration du délai de révision prévu à l'article 11 de l'arrêté royal du 13 juillet 1970, l'incapacité permanente de travail soit de 10 p.c. au moins (1). (1) Voir les concl. du MP publiées avant cet arrêt dans AC."
      ],
      "abstractNL": [
        "Bij een tijdelijke verergering van de blijvende arbeidsongeschiktheid na de consolidatiedatum waardoor het door een arbeidsongeval getroffen contractueel personeelslid van een gemeente zijn betrekking tijdelijk niet meer kan uitoefenen, heeft die getroffene, staande de arbeidsovereenkomst, op grond van een meer gunstige bepaling van het personeelsstatuut, gedurende de periode van tijdelijke verergering van de blijvende arbeidsongeschiktheid recht op vergoedingen voor tijdelijke arbeidsongeschiktheid, ongeacht de graad van blijvende arbeidsongeschiktheid; indien de periode van tijdelijke verergering van de blijvende arbeidsongeschiktheid voortduurt nadat de arbeidsovereenkomst een einde heeft genomen, blijft die getroffene verder recht hebben op een dagelijkse vergoeding gelijk aan 90 pct. van het gemiddeld dagbedrag, dit op voorwaarde dat hij een blijvende arbeidsongeschiktheid van ten minste 10 pct. heeft zo de tijdelijke verergeringstoestand zich heeft voorgedaan na de bij artikel 11 van het KB van 13 juli 1970 bepaalde herzieningstermijn (1). (1) Zie concl. OM."
      ]
    }
  }
}