{
  "3": {
    "ECLI:BE:CASS:2017:ARR.20170103.1": {
      "court": "CASS",
      "date": "2017-01-03",
      "roleNumber": "P.16.0582.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170103.1&lang=fr",
      "abstractFR": [
        "En principe, le juge apprécie souverainement si la charge que fait peser la mesure de réparation en matière d'urbanisme sur la personne condamnée à réparer est raisonnablement proportionnelle à l'avantage produit par cette mesure pour un bon aménagement du territoire; dans son appréciation, le juge peut tenir compte de l'avantage que la situation illégale et sa durée ont procuré à la personne condamnée.",
        "En principe, le juge apprécie souverainement si la charge que fait peser la mesure de réparation en matière d'urbanisme sur la personne condamnée à réparer est raisonnablement proportionnelle à l'avantage produit par cette mesure pour un bon aménagement du territoire; dans son appréciation, le juge peut tenir compte de l'avantage que la situation illégale et sa durée ont procuré à la personne condamnée"
      ],
      "abstractNL": [
        "De rechter oordeelt in beginsel onaantastbaar of de last die een herstelmaatregel inzake stedenbouw voor de herstelplichtige met zich meebrengt wel in een redelijk verband staat tot het voordeel dat die maatregel oplevert voor de goede ruimtelijke ordening; bij die beoordeling mag de rechter wel degelijk rekening houden met het voordeel dat de herstelplichtige heeft genoten door de onwettige toestand en de duur ervan."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2017:ARR.20170331.1": {
      "court": "CASS",
      "date": "2017-03-31",
      "roleNumber": "C.13.0517.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170331.1&lang=fr",
      "abstractFR": [
        "L'inspecteur urbaniste agit au nom de la Région flamande tant lors de la demande d'une mesure de réparation que lorsque la mesure de réparation ordonnée et les astreintes dues sont exécutées (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De stedenbouwkundig inspecteur treedt op in naam van het Vlaams Gewest zowel bij het vorderen van een herstelmaatregel als bij het ten uitvoer leggen van de bevolen herstelmaatregel en van de verschuldigde dwangsommen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160519.5": {
      "court": "CASS",
      "date": "2016-05-19",
      "roleNumber": "D.15.0005.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160519.5&lang=fr",
      "abstractFR": [
        "Il ressort des dispositions des articles 4, alinéas 1er et 3, de la loi du 20 février 1939 sur la protection du titre et de la profession d'architecte, 21, alinéa 1er du Règlement de déontologie établi par le Conseil national de l'Ordre des Architectes et approuvé par l'arrêté royal du 18 avril 1985, 4.2.1. du Code flamand de l'aménagement du territoire et 1/1, 1° de l'arrêté du Gouvernement flamand du 23 mai 2003 déterminant les actes exonérés de l'intervention de l'architecte, qu'il y a lieu d'interpréter de manière restrictive dans la mesure où elles limitent la liberté d'industrie et de travail1, que l'intervention d'un architecte n'est pas légalement requise pour les actes légalement exonérés de l'intervention d'un architecte ou pour lesquels aucune autorisation urbanistique n'est requise. 1 Cass. 18 décembre 1967, Bull. et Pas. 1968, 516. --------------- ------------------------------------------------------------ --------------- ------------------------------------------------------------",
        "La circonstance que l'autorisation urbanistique est accordée pour la construction d'un immeuble destiné à une fonction précise n'implique pas que l'intervention d'un architecte est obligatoire pour tous les travaux nécessaires à l'usage de cet immeuble conformément à cette destination; après l'exécution du gros oeuvre l'architecte n'est dès lors pas tenu d'intervenir plus avant pour les travaux de finition qui sont, en soi, légalement exonérés de l'intervention d'un architecte ou pour lesquels aucune autorisation urbanistique n'est en soi requise; l'architecte peut ainsi limiter sa mission de contrôle au gros oeuvre - phase de fermeture du bâtiment à moins que les travaux de finition résolvent un problème de construction ou modifient la stabilité de l'immeuble."
      ],
      "abstractNL": [
        "Uit de bepalingen van artikel 4, eerste en derde lid, van de wet van 20 februari 1939 op de bescherming van de titel en het beroep van architect, artikel 21, eerste lid, van het Reglement van beroepsplichten vastgesteld door de Orde van architecten en goedgekeurd bij koninklijk besluit van 18 april 1985, artikel 4.2.1. Vlaamse Codex Ruimtelijke Ordening en artikel 1/1, 1°, van het Besluit van de Vlaamse regering van 23 mei 2003 tot bepaling van de handelingen die vrijgesteld zijn van de medewerking van de architect, die in de mate dat zij de vrijheid van nijverheid en arbeid beperken restrictief dienen te worden uitgelegd (1), volgt dat de tussenkomst van een architect wettelijk niet is vereist voor handelingen die overeenkomstig de wet zijn vrijgesteld van de medewerking van een architect of waarvoor geen stedenbouwkundige vergunning is vereist. (1) Cass. 18 december 1967, AC 1968, 553.",
        "De omstandigheid dat de stedenbouwkundige vergunning wordt verleend voor de oprichting van een voor een bepaalde functie bestemd gebouw, houdt niet in dat de tussenkomst van de architect verplicht is voor alle werken noodzakelijk voor het gebruik van het gebouw overeenkomstig die bestemming; na de uitvoering van de ruwbouwwerken, is de architect aldus niet gehouden verdere tussenkomsten te verlenen voor de afwerkingswerken, die op zich wettelijk zijn vrijgesteld van de medewerking van een architect of waarvoor op zich geen stedenbouwkundige vergunning is vereist; de architect kan zodoende zijn controleopdracht beperken tot de ruwbouw-winddichtfase, tenzij de afwerkingswerken de oplossing van een constructieprobleem met zich meebrengen of de stabiliteit van het gebouw wijzigen."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160322.8": {
      "court": "CASS",
      "date": "2016-03-22",
      "roleNumber": "P.15.1665.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160322.8&lang=fr",
      "abstractFR": [
        "La décision du juge pénal rendue sur l'action en réparation introduite par l'autorité demanderesse en réparation est une mesure de nature civile, qui relève toutefois de l'action publique et le ministère public est compétent pour engager devant le juge pénal l'action en réparation formulée par écrit par l'autorité demanderesse en réparation, en ce compris les voies de recours, indépendamment du fait que les autorités demanderesses en réparation se soient manifestées en tant que partie au procès; le condamné qui, sur la base de l'article 1385quinquies du Code judiciaire, demande la levée de l'astreinte qui lui a été imposée en gage de l'exécution de la mesure de réparation, la suspension du délai de cette astreinte ou sa diminution en raison d'une impossibilité permanente ou temporaire, totale ou partielle de satisfaire à la condamnation principale, ne représente pas ainsi une partie poursuivie au sens de l'article 427, alinéa 1er, du Code d'instruction criminelle, ce qui implique qu'il doit faire signifier son pourvoi aux personnes contre lesquelles il est dirigé, à savoir le ministère public près le tribunal qui a statué sur cette action et à l'autorité demanderesse en réparation en faveur de laquelle la condamnation au paiement d'une astreinte a été prononcée (1). (1) Voir Cass. 25 mai 2010, RG P.09.1761.N, Pas. 2010, n° 364; Cass. 13 octobre 2015, RG P.15.0305.N, Pas. 2015, n° ..."
      ],
      "abstractNL": [
        "De beslissing van de strafrechter over een door de herstelvorderende overheid ingediende herstelvordering is een maatregel van burgerlijke aard. die niettemin onder de strafvordering valt en het openbaar ministerie is bevoegd om de door de herstelvorderende overheid per brief geformuleerde herstelvordering voor de strafrechter uit te oefenen, inclusief het aanwenden van rechtsmiddelen en dit ongeacht of de herstelvorderende overheden zich als procespartij hebben gemanifesteerd; de veroordeelde die op grond van artikel 1385quinquies Gerechtelijk Wetboek de opheffing vordert van een hem ter verzekering van de uitvoering van een herstelmaatregel opgelegde dwangsom, de opschorting van de looptijd van die dwangsom of de vermindering ervan wegens blijvende of tijdelijke, gehele of gedeeltelijke onmogelijkheid om aan de hoofdveroordeling te voldoen, is dan ook geen vervolgde partij in de zin van artikel 427, eerste lid, Wetboek van Strafvordering waaruit volgt dat hij zijn cassatieberoep moet laten betekenen aan de personen tegen wie het is gericht, namelijk het openbaar ministerie bij het gerecht dat uitspraak heeft gedaan over die vordering en de herstelvorderende overheid in wiens voordeel de veroordeling tot betaling van een dwangsom werd uitgesproken (1). (1) Zie Cass. 25 mei 2010, AR P.09.1761.N, AC 2010, nr. 364; Cass. 13 oktober 2015, AR P.15.0305.N, AC 2015, nr..."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151229.1": {
      "court": "CASS",
      "date": "2015-12-29",
      "roleNumber": "P.15.0085.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151229.1&lang=fr",
      "abstractFR": [
        "Les activités agricoles sont des activités axées sur la production de fruits, plantes ou bétail et les activités para-agricoles sont des activités directement associées à l'agriculture ou qui y correspondent; un chenil est étranger à l'agriculture et ne peut davantage être assimilé à une activité para-agricole car l'élevage de chiens n'est pas directement associé à l'agriculture et n'y correspond pas (1). (1) Voir C.E. n° 96811 du 21 juin 2001; C.E. n° 112780 du 21 novembre 2002; C.E. n° 161270 du 12 juillet 2006; C.E. n° 167375 du 1er février 2007, C.E. n° 201009 du 17 février 2010."
      ],
      "abstractNL": [
        "Agrarische activiteiten zijn activiteiten gericht op de productie van vruchten, gewassen of vee en para-agrarische activiteiten zijn activiteiten die onmiddellijk bij landbouw aansluiten of erop afgestemd zijn; een hondenkwekerij is vreemd aan landbouw en kan evenmin worden aangemerkt als een para-agrarisch bedrijf want het fokken van honden sluit immers niet onmiddellijk aan bij landbouw of is evenmin erop afgestemd (1). (1) Zie RvSt. nr. 96811 van 21 juni 2001, RvSt. nr. 112780 van 21 november 2002, RvSt. nr. 161270 van 12 juli 2006, RvSt. nr. 167375 van 1 februari 2007; RvSt. nr. 201009 van 17 februari 2010."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150403.4": {
      "court": "CASS",
      "date": "2015-04-03",
      "roleNumber": "C.14.0267.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150403.4&lang=fr",
      "abstractFR": [
        "L'inspecteur urbaniste agit au nom de la Région flamande tant lors de la demande d'une mesure de réparation que lorsque la mesure de réparation demandée et les astreintes dues sont exécutées, sans que, dans le cadre d'une exécution forcée, il doive expressément le mentionner dans son exploit de signification (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De stedenbouwkundige inspecteur treedt, zowel bij het vorderen van een herstelmaatregel als bij het ten uitvoer leggen van de bevolen herstelmaatregel en van de verschuldigde dwangsommen, op in naam van het Vlaamse Gewest, zonder dat hij dit in het kader van een gedwongen tenuitvoerlegging uitdrukkelijk in zijn betekeningsexploot dient te vermelden (1). (1) Zie concl. OM."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2016:ARR.20160225.5": {
      "court": "CASS",
      "date": "2016-02-25",
      "roleNumber": "C.14.0393.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160225.5&lang=fr",
      "abstractFR": [
        "L'obligation de transcrire la citation visant la sanction des infractions urbanistiques devant le tribunal correctionnel et l'obligation de transcrire l'exploit introductif d'instance qui vise l'acceptation d'une mesure de réparation devant le juge civil, tendent à prévenir qu'un tiers ignore le caractère éventuellement illégal d'un immeuble dont il souhaite devenir propriétaire ou sur lequel il souhaite obtenir des droits; l'objectif normatif de cette disposition est atteint si, dans le cadre d'une instance civile il est procédé à la transcription de la citation réclamant le paiement de la plus-value à titre de mesure de réparation, sans qu'il faille de manière complémentaire au cours de l'instance procéder à la transcription de la mesure de réparation tendant à la cessation de l'utilisation contraire modifiée par conclusions (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De verplichting tot overschrijving van de dagvaarding die de bestraffing beoogt van stedenbouwmisdrijven voor de correctionele rechtbank en de verplichting tot overschrijving van het exploot tot inleiding van een geding dat de inwilliging van een herstelmaatregel beoogt bij de burgerlijke rechter, strekt ertoe te voorkomen dat een derde onwetend zou zijn van het mogelijk onwettig karakter van een gebouw waarvan hij eigenaar wenst te worden of waarop hij rechten wenst te verkrijgen; het normdoel van die bepaling wordt bereikt indien in het raam van een burgerlijk geding wordt overgegaan tot de overschrijving van de dagvaarding, waarbij als herstelmaatregel de betaling van een meerwaarde wordt gevorderd, zonder dat er in de loop van het geding bijkomend moet worden overgegaan tot de overschrijving van de bij conclusie gewijzigde herstelvordering die strekt tot staking van het strijdige gebruik (1). (1) Zie concl. OM."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2017:ARR.20170512.3": {
      "court": "CASS",
      "date": "2017-05-12",
      "roleNumber": "C.16.0471.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170512.3&lang=fr",
      "abstractFR": [
        "La recevabilité de la demande de réparation introduite par l'inspecteur urbaniste ne requiert pas que l'infraction urbanistique soit constatée par un procès-verbal au sens de l'article 6.1.5 du Code flamand de l'aménagement du territoire (1) (2). (1) Voir les concl. du MP publiées à leur date dans AC. (2) Art. 6.1.5, 6.1.6, 6.1.7 et 6.1.41, du Code flamand de l'aménagement du territoire, tels qu'ils étaient applicables avant leur modification par le décret du 11 mai 2012."
      ],
      "abstractNL": [
        "Voor de ontvankelijkheid van de herstelvordering van de stedenbouwkundige inspecteur is niet vereist dat het stedenbouwkundig misdrijf door een proces-verbaal in de zin van artikel 6.1.5 van de Vlaamse Codex Ruimtelijke Ordening werd vastgesteld (1) (2). (1) Zie concl. OM. (2) Artt. 6.1.5, 6.1.6, 6.1.7 en 6.1.41, Vlaamse Codex Ruimtelijke Ordening, zoals van toepassing vóór de wijziging ervan door het decreet van 11 mei 2012."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170331.1": {
      "court": "CASS",
      "date": "2017-03-31",
      "roleNumber": "C.13.0517.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170331.1&lang=fr",
      "abstractFR": [
        "L'inspecteur urbaniste agit au nom de la Région flamande tant lors de la demande d'une mesure de réparation que lorsque la mesure de réparation ordonnée et les astreintes dues sont exécutées (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "L'infraction de maintien de travaux qui consiste dans l'abstention coupable de mettre fin à l'existence des travaux exécutés de manière illicite constitue une infraction continue qui doit être distinguée de l'infraction continuée de la commission; il n'est pas requis, à cet égard, que le mainteneur des travaux soit aussi celui qui les a réalisés (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De stedenbouwkundig inspecteur treedt op in naam van het Vlaams Gewest zowel bij het vorderen van een herstelmaatregel als bij het ten uitvoer leggen van de bevolen herstelmaatregel en van de verschuldigde dwangsommen (1). (1) Zie concl. OM.",
        "Het misdrijf van instandhouding dat bestaat in het schuldig verzuim om aan het bestaan van de wederrechtelijk uitgevoerde werken een einde te maken, is een voortdurend misdrijf dat te onderscheiden is van het aflopend misdrijf van uitvoering; hierbij is niet vereist dat de instandhouder van de werken ook de uitvoerder ervan was (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170331.2": {
      "court": "CASS",
      "date": "2017-03-31",
      "roleNumber": "C.14.0349.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170331.2&lang=fr",
      "abstractFR": [
        "Seuls les actes, travaux ou modifications qui se perpétuent après la ratification de l'ordre de cessation peuvent faire l'objet d'une amende administrative (1). (1) Voir (sur ce point) les concl. conformes « dit en substance » du MP publiées à leur date dans AC.",
        "L'autorité qui agit dans l'intérêt général dans le but de sauvegarder un bon aménagement du territoire, plus particulièrement en tant que défendeur dans une procédure d'opposition devant le juge civil dirigée contre une amende administrative ou une contrainte infligées en vertu des articles 156 du décret du 18 mai 1999 portant organisation de l'aménagement du territoire ou 6.1.49 du Code flamand de l'aménagement du territoire, peut être condamnée au paiement d'une indemnité de procédure (1). (1) Voir (sur ce point) les concl. contraires « dit en substance » du MP publiées à leur date dans AC; voir aussi en ce qui concerne la condamnation au paiement d'une indemnité de procédure par l'État belge lorsque le MP est partie succombante dans une action qu'il a introduite sur la base de l'article 138bis, § 1er, du Code judiciaire Cass. 13 janvier 2017, RG C.15.0222.N, Pas. 2017, n° 28 avec concl. de M. VAN INGELGEM, avocat général publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Enkel de handelingen, werken of wijzigingen die worden voortgezet na de bekrachtiging van het bevel tot staking kunnen het voorwerp uitmaken van een administratieve geldboete (1). (1) Zie (op dit punt) gelijkluidende concl. 'in hoofdzaak' OM.",
        "De overheid die optreedt in het algemeen belang ter vrijwaring van de goede ruimtelijke ordening, meer bepaald als verweerder in een verzetsprocedure voor de burgerlijke rechter tegen een administratieve geldboete of een dwangbevel opgelegd op grond van artikel 156 Stedenbouwdecreet of artikel 6.1.49 Vlaamse Codex Ruimtelijke Ordening, kan tot betaling van een rechtsplegingsvergoeding worden veroordeeld (1). (1) Zie (op dit punt) andersluidende concl. 'in hoofdzaak' OM; zie tevens, wat de veroordeling tot betaling van een rechtsplegingsvergoeding door de Belgische Staat betreft wanneer het OM in het ongelijk wordt gesteld in een vordering die het op grond van artikel 138bis, §1, Gerechtelijk Wetboek instelde Cass. 13 januari 2017, AR C.15.0222.N, AC 2017, nr. 28, met concl. van Advocaat-generaal A. VAN INGELGEM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170331.3": {
      "court": "CASS",
      "date": "2017-03-31",
      "roleNumber": "C.16.0084.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170331.3&lang=fr",
      "abstractFR": [
        "Le vendeur doit garantir l'acheteur lorsqu'un tiers affirme disposer d'un droit concernant le bien vendu et que ce droit porte atteinte à la possession paisible de l'acheteur; c'est le cas lorsqu'à défaut d'un permis urbanistique, un tiers a le droit d'introduire une demande de réparation au sens des articles 6.1.41, 6.1.42, 6.1.43 et 6.1.44 du Code flamand de l'aménagement du territoire (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De verkoper moet de koper vrijwaren wanneer een derde beweert een recht te bezitten met betrekking tot het verkochte goed en dit recht afbreuk doet aan het ongestoorde bezit van de koper; dit is het geval wanneer een derde, wegens het ontbreken van een stedenbouwkundige vergunning, recht heeft om een herstelvordering in de zin van de artikelen 6.1.41, 6.1.42, 6.1.43 en 6.1.44 Vlaamse Codex Ruimtelijke Ordening in te stellen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170310.3": {
      "court": "CASS",
      "date": "2017-03-10",
      "roleNumber": "C.14.0189.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170310.3&lang=fr",
      "abstractFR": [
        "La remise en état des lieux ne peut être ordonnée par le juge que s'il constate que cette mesure est encore nécessaire pour faire disparaitre les conséquences de l'infraction compte tenu des permis délivrés entre-temps par l'administration.",
        "Si le demandeur s'est vu délivrer un permis de régularisation de la part de la députation permanente et qu'un recours avec effet suspensif a été introduit contre cette décision, le juge ne peut ordonner la remise en état des lieux tant que l'illégalité du permis de régularisation n'est pas constatée (1). (1) Voir les concl. contraires du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het herstel van de plaats in de vorige staat kan enkel door de rechter worden bevolen op voorwaarde dat hij vaststelt dat die maatregel nog noodzakelijk is om de gevolgen van het misdrijf te doen verdwijnen rekening houdend met de ondertussen door het bestuur verleende vergunningen.",
        "Indien de aanvrager van de bestendige deputatie een regularisatievergunning heeft gekregen en tegen die beslissing een beroep met schorsende werking is ingesteld, kan de rechter, zolang de onwettigheid van de regularisatievergunning niet is vastgesteld, het herstel van plaats in de vorige toestand niet bevelen (1). (1) Zie de andersluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170103.1": {
      "court": "CASS",
      "date": "2017-01-03",
      "roleNumber": "P.16.0582.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170103.1&lang=fr",
      "abstractFR": [
        "En principe, le juge apprécie souverainement si la charge que fait peser la mesure de réparation en matière d'urbanisme sur la personne condamnée à réparer est raisonnablement proportionnelle à l'avantage produit par cette mesure pour un bon aménagement du territoire; dans son appréciation, le juge peut tenir compte de l'avantage que la situation illégale et sa durée ont procuré à la personne condamnée.",
        "En principe, le juge apprécie souverainement si la charge que fait peser la mesure de réparation en matière d'urbanisme sur la personne condamnée à réparer est raisonnablement proportionnelle à l'avantage produit par cette mesure pour un bon aménagement du territoire; dans son appréciation, le juge peut tenir compte de l'avantage que la situation illégale et sa durée ont procuré à la personne condamnée"
      ],
      "abstractNL": [
        "De rechter oordeelt in beginsel onaantastbaar of de last die een herstelmaatregel inzake stedenbouw voor de herstelplichtige met zich meebrengt wel in een redelijk verband staat tot het voordeel dat die maatregel oplevert voor de goede ruimtelijke ordening; bij die beoordeling mag de rechter wel degelijk rekening houden met het voordeel dat de herstelplichtige heeft genoten door de onwettige toestand en de duur ervan."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160607.2": {
      "court": "CASS",
      "date": "2016-06-07",
      "roleNumber": "P.15.0253.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160607.2&lang=fr",
      "abstractFR": [
        "La compétence d'émettre un avis conférée au Conseil supérieur de la Politique de Maintien n'affecte nullement le pouvoir du juge d'apprécier souverainement l'action en réparation (1). (1) Cass. 2 juin 2015, RG P.14.1532.N, Pas. 2015, n° 361. Il s'agissait, dans ce précédent, de ne pas appliquer un avis négatif jugé illégal. La Cour a statué actuellement dans le même sens concernant un avis positif jugé illégal.",
        "Le juge peut examiner la légalité d'un avis rendu par le Conseil supérieur de la Politique de Maintien sur la base de l'article 6.1.7 du Code flamand de l'aménagement du territoire, concernant l'introduction d'une action en réparation en application de l'article 159 de la Constitution, et, en cas d'illégalité, frapper cet avis d'inapplicabilité, de sorte que ledit avis déclaré illégal n'a pas de conséquences juridiques entre les parties et sur le litige que le juge doit trancher (1). (1) Cass. 2 juin 2015, RG P.14.1532.N, Pas. 2015, n° 361. Il s'agissait, dans ce précédent, de ne pas appliquer un avis négatif jugé illégal. La Cour a statué actuellement dans le même sens concernant un avis positif jugé illégal."
      ],
      "abstractNL": [
        "De aan de Hoge Raad voor het Handhavingsbeleid toevertrouwde adviesbevoegdheid laat de beoordelingsbevoegdheid van de rechter over de herstelvordering volledig vrij (1). (1) Cass. 2 juni 2015, AR P.14.1532.N, AC 2015, nr. 361. In dit precedent ging het om het buiten toepassing laten van een onwettig bevonden negatief advies. Het Hof oordeelde thans in dezelfde zin met betrekking tot een onwettig bevonden positief advies.",
        "De rechter vermag een op grond van artikel 6.1.7 Vlaamse Codex Ruimtelijke Ordening door de Hoge Raad voor het Handhavingsbeleid verleend advies met betrekking tot het inleiden van een herstelvordering bij toepassing van artikel 159 Grondwet op zijn wettigheid te toetsen en ingeval van onwettigheid dit advies buiten toepassing te laten zodat dit onwettig verklaard advies tussen de partijen en met betrekking tot de door de rechter te beslechten betwisting geen rechtsgevolgen heeft (1). (1) Cass. 2 juni 2015, AR P.14.1532.N, AC 2015, nr. 361. In dit precedent ging het om het buiten toepassing laten van een onwettig bevonden negatief advies. Het Hof oordeelde thans in dezelfde zin met betrekking tot een onwettig bevonden positief advies."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160322.8": {
      "court": "CASS",
      "date": "2016-03-22",
      "roleNumber": "P.15.1665.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160322.8&lang=fr",
      "abstractFR": [
        "La décision du juge pénal rendue sur l'action en réparation introduite par l'autorité demanderesse en réparation est une mesure de nature civile, qui relève toutefois de l'action publique et le ministère public est compétent pour engager devant le juge pénal l'action en réparation formulée par écrit par l'autorité demanderesse en réparation, en ce compris les voies de recours, indépendamment du fait que les autorités demanderesses en réparation se soient manifestées en tant que partie au procès; le condamné qui, sur la base de l'article 1385quinquies du Code judiciaire, demande la levée de l'astreinte qui lui a été imposée en gage de l'exécution de la mesure de réparation, la suspension du délai de cette astreinte ou sa diminution en raison d'une impossibilité permanente ou temporaire, totale ou partielle de satisfaire à la condamnation principale, ne représente pas ainsi une partie poursuivie au sens de l'article 427, alinéa 1er, du Code d'instruction criminelle, ce qui implique qu'il doit faire signifier son pourvoi aux personnes contre lesquelles il est dirigé, à savoir le ministère public près le tribunal qui a statué sur cette action et à l'autorité demanderesse en réparation en faveur de laquelle la condamnation au paiement d'une astreinte a été prononcée (1). (1) Voir Cass. 25 mai 2010, RG P.09.1761.N, Pas. 2010, n° 364; Cass. 13 octobre 2015, RG P.15.0305.N, Pas. 2015, n° ..."
      ],
      "abstractNL": [
        "De beslissing van de strafrechter over een door de herstelvorderende overheid ingediende herstelvordering is een maatregel van burgerlijke aard. die niettemin onder de strafvordering valt en het openbaar ministerie is bevoegd om de door de herstelvorderende overheid per brief geformuleerde herstelvordering voor de strafrechter uit te oefenen, inclusief het aanwenden van rechtsmiddelen en dit ongeacht of de herstelvorderende overheden zich als procespartij hebben gemanifesteerd; de veroordeelde die op grond van artikel 1385quinquies Gerechtelijk Wetboek de opheffing vordert van een hem ter verzekering van de uitvoering van een herstelmaatregel opgelegde dwangsom, de opschorting van de looptijd van die dwangsom of de vermindering ervan wegens blijvende of tijdelijke, gehele of gedeeltelijke onmogelijkheid om aan de hoofdveroordeling te voldoen, is dan ook geen vervolgde partij in de zin van artikel 427, eerste lid, Wetboek van Strafvordering waaruit volgt dat hij zijn cassatieberoep moet laten betekenen aan de personen tegen wie het is gericht, namelijk het openbaar ministerie bij het gerecht dat uitspraak heeft gedaan over die vordering en de herstelvorderende overheid in wiens voordeel de veroordeling tot betaling van een dwangsom werd uitgesproken (1). (1) Zie Cass. 25 mei 2010, AR P.09.1761.N, AC 2010, nr. 364; Cass. 13 oktober 2015, AR P.15.0305.N, AC 2015, nr..."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160225.6": {
      "court": "CASS",
      "date": "2016-02-25",
      "roleNumber": "C.15.0003.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160225.6&lang=fr",
      "abstractFR": [
        "L'utilisation qui est contraire aux prescriptions d'affectation des plans d'aménagement peut constituer, à partir du 1er mai 2000, un acte punissable sur la base de l'article 6.1.1., alinéa 1er, 6° du Code flamand de l'aménagement du territoire, dans la mesure où cette utilisation contraire a, en soi, une implication territoriale, ce que le juge doit examiner in concreto (1). (1) Voir aussi les deux arrêts RG C.13.0098.N et C.15.0102.N, de la même date du 25 février 2016 avec les concl. du MP publiées à leur date dans AC.",
        "L'utilisation non autorisée contraire aux prescriptions d'affectation ne constitue pas une infraction continue, qui est une infraction qui consiste en une situation illicite ininterrompue et perpétuée par l'auteur (1). (1) Voir aussi les deux arrêts RG C.13.0098.N et C.15.0102.N, de la même date du 25 février 2016 avec les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het gebruik dat strijdig is met de bestemmingsvoorschriften van de plannen van aanleg kan vanaf 1 mei 2000 een strafbare handeling uitmaken, op grond van artikel 6.1.1, eerste lid, 6°, Vlaamse Codex Ruimtelijke Ordening, voor zover dit strijdig gebruik op zich een ruimtelijke implicatie heeft, hetgeen de rechter in concreto dient na te gaan (1). (1) Zie ook de beide arresten AR C.13.0098.N en C.15.0102.N, eveneens van zelfde datum 25 februari 2016, met concl. van advocaat-generaal C. VANDEWAL.",
        "Het niet vergund gebruik in strijd met de bestemmingsvoorschriften is geen voortdurend misdrijf, dit is een misdrijf dat bestaat in een ononderbroken en door de dader bestendigde wederrechtelijke toestand (1). (1) Zie ook de beide arresten AR C.13.0098.N en C.15.0102.N, eveneens van zelfde datum 25 februari 2016, met concl. van advocaat-generaal C. VANDEWAL."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160225.5": {
      "court": "CASS",
      "date": "2016-02-25",
      "roleNumber": "C.14.0393.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160225.5&lang=fr",
      "abstractFR": [
        "L'obligation de transcrire la citation visant la sanction des infractions urbanistiques devant le tribunal correctionnel et l'obligation de transcrire l'exploit introductif d'instance qui vise l'acceptation d'une mesure de réparation devant le juge civil, tendent à prévenir qu'un tiers ignore le caractère éventuellement illégal d'un immeuble dont il souhaite devenir propriétaire ou sur lequel il souhaite obtenir des droits; l'objectif normatif de cette disposition est atteint si, dans le cadre d'une instance civile il est procédé à la transcription de la citation réclamant le paiement de la plus-value à titre de mesure de réparation, sans qu'il faille de manière complémentaire au cours de l'instance procéder à la transcription de la mesure de réparation tendant à la cessation de l'utilisation contraire modifiée par conclusions (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De verplichting tot overschrijving van de dagvaarding die de bestraffing beoogt van stedenbouwmisdrijven voor de correctionele rechtbank en de verplichting tot overschrijving van het exploot tot inleiding van een geding dat de inwilliging van een herstelmaatregel beoogt bij de burgerlijke rechter, strekt ertoe te voorkomen dat een derde onwetend zou zijn van het mogelijk onwettig karakter van een gebouw waarvan hij eigenaar wenst te worden of waarop hij rechten wenst te verkrijgen; het normdoel van die bepaling wordt bereikt indien in het raam van een burgerlijk geding wordt overgegaan tot de overschrijving van de dagvaarding, waarbij als herstelmaatregel de betaling van een meerwaarde wordt gevorderd, zonder dat er in de loop van het geding bijkomend moet worden overgegaan tot de overschrijving van de bij conclusie gewijzigde herstelvordering die strekt tot staking van het strijdige gebruik (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160225.7": {
      "court": "CASS",
      "date": "2016-02-25",
      "roleNumber": "C.15.0102.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160225.7&lang=fr",
      "abstractFR": [
        "L'utilisation qui est contraire aux prescriptions d'affectation des plans d'aménagement peut constituer, à partir du 1er mai 2000, un acte punissable sur la base de l'article 6.1.1., alinéa 1er, 6° du Code flamand de l'aménagement du territoire, dans la mesure où cette utilisation contraire a , en soi, une implication territoriale, ce que le juge doit examiner in concreto (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "L'utilisation non autorisée contraire aux prescriptions d'affectation ne constitue pas une infraction continue, qui est une infraction qui consiste en une situation illicite ininterrompue et perpétuée par l'auteur (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het gebruik dat strijdig is met de bestemmingsvoorschriften van de plannen van aanleg kan vanaf 1 mei 2000 een strafbare handeling uitmaken, op grond van artikel 6.1.1, eerste lid, 6°, Vlaamse Codex Ruimtelijke Ordening, voor zover dit strijdig gebruik op zich een ruimtelijke implicatie heeft, hetgeen de rechter in concreto dient na te gaan (1). (1) Zie concl. OM.",
        "Het niet vergund gebruik in strijd met de bestemmingsvoorschriften is geen voortdurend misdrijf, dit is een misdrijf dat bestaat in een ononderbroken en door de dader bestendigde wederrechtelijke toestand (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160225.4": {
      "court": "CASS",
      "date": "2016-02-25",
      "roleNumber": "C.13.0098.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160225.4&lang=fr",
      "abstractFR": [
        "L'utilisation non autorisée contraire à l'affectation de « zone agricole » du plan régional peut constituer après le 1er mai 2000 en application de l'article 6.1.1, 6° du Code flamand de l'aménagement de territoire, une utilisation punissable, dans la mesure où cette utilisation contraire a, en soi, une implication territoriale, ce que le juge doit examiner in concreto (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "La cessation peut être ordonnée pour un tel acte punissable comme le prévoient l'article 154 du décret du 18 mai 1999 portant organisation de l'aménagement du territoire et l'article 6.1.47 du Code flamand de l'aménagement du territoire pour autant qu'il soit établi qu'une infraction aux règles légales en matière d'aménagement du territoire peut ainsi être évitée (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "L'utilisation non autorisée contraire aux prescriptions d'affectation ne constitue pas une infraction continue, qui est une infraction qui consiste en une situation illicite ininterrompue et perpétuée par l'auteur (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het niet-vergund gebruik in strijd met de gewestplanbestemming \"agrarisch gebied\" kan na 1 mei 2000 ingevolge artikel 6.1.1, 6°, van de Vlaamse Codex Ruimtelijke Ordening een strafbare handeling uitmaken, voor zover dit strijdig gebruik op zich een ruimtelijke implicatie heeft, hetgeen de rechter in concreto dient na te gaan (1). (1) Zie concl. OM.",
        "Voor dergelijke strafbare handeling kan een stakingsbevel worden afgeleverd, zoals bedoeld in artikel 154 van het Stedenbouwdecreet 1999 en artikel 6.1.47 van de Vlaamse Codex Ruimtelijke Ordening voor zover vaststaat dat daardoor een inbreuk op de wettelijke regels inzake ruimtelijke ordening kan worden voorkomen (1). (1) Zie concl. OM.",
        "Het niet vergund gebruik in strijd met de bestemmingsvoorschriften is geen voortdurend misdrijf, dit is een misdrijf dat bestaat in een ononderbroken en door de dader bestendigde wederrechtelijke toestand (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151203.10": {
      "court": "CASS",
      "date": "2015-12-03",
      "roleNumber": "C.15.0054.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151203.10&lang=fr",
      "abstractFR": [
        "Il n'appartient pas au juge des saisies qui connait de l'opposition faite à la contrainte visée à l'article 6.1.50, § 1er, du Code flamand de l'aménagement du territoire, de statuer sur la validité d'un acte administratif qui sert de fondement à la contrainte, ni sur la validité de l'amende administrative (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het staat niet aan de beslagrechter, die kennisneemt van het verzet gedaan tegen het in artikel 6.1.50, § 1, Vlaamse Codex Ruimtelijke Ordening bedoelde dwangbevel, uitspraak te doen over de geldigheid van de bestuurshandeling die aan het dwangbevel ten grondslag ligt, noch over de geldigheid van de administratieve geldboete (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150602.4": {
      "court": "CASS",
      "date": "2015-06-02",
      "roleNumber": "P.14.1532.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150602.4&lang=fr",
      "abstractFR": [
        "La compétence d'émettre un avis conférée au Conseil supérieur de la Politique de Maintien n'affecte nullement le pouvoir du juge d'apprécier souverainement l'action en réparation.",
        "Le juge peut examiner la légalité d'un avis rendu par le Conseil supérieur de la Politique de Maintien sur la base de l'article 6.1.7 du Code flamand de l'aménagement du territoire, concernant l'introduction d'une action en réparation en application de l'article 159 de la Constitution, et, en cas d'illégalité, frapper cet avis d'inapplicabilité, de sorte que ledit avis déclaré illégal n'a pas de conséquences juridiques entre les parties et sur le litige que le juge doit trancher."
      ],
      "abstractNL": [
        "De aan de Hoge Raad voor het Handhavingsbeleid toevertrouwde adviesbevoegdheid laat de beoordelingsbevoegdheid van de rechter over de herstelvordering volledig vrij.",
        "De rechter vermag een op grond van artikel 6.1.7 Vlaamse Codex Ruimtelijke Ordening door de Hoge Raad voor het Handhavingsbeleid verleend advies met betrekking tot het inleiden van een herstelvordering bij toepassing van artikel 159 Grondwet op zijn wettigheid te toetsen en ingeval van onwettigheid dit advies buiten toepassing te laten zodat dit onwettig verklaard advies tussen de partijen en met betrekking tot de door de rechter te beslechten betwisting geen rechtsgevolgen heeft."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150529.3": {
      "court": "CASS",
      "date": "2015-05-29",
      "roleNumber": "C.13.0489.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150529.3&lang=fr",
      "abstractFR": [
        "Seuls les actes, les travaux ou les modifications qui se perpétuent après la ratification de l''ordre de cessation, peuvent faire l''objet d''une amende administrative (1). (1) Voir les concl. contraires du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Enkel de handelingen, werken of wijzigingen die worden voortgezet na de bekrachtiging van een bevel tot staking kunnen het voorwerp uitmaken van een administratieve geldboete (1). (1) Zie de andersluidende concl. van het OM."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150403.4": {
      "court": "CASS",
      "date": "2015-04-03",
      "roleNumber": "C.14.0267.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150403.4&lang=fr",
      "abstractFR": [
        "L'inspecteur urbaniste agit au nom de la Région flamande tant lors de la demande d'une mesure de réparation que lorsque la mesure de réparation demandée et les astreintes dues sont exécutées, sans que, dans le cadre d'une exécution forcée, il doive expressément le mentionner dans son exploit de signification (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De stedenbouwkundige inspecteur treedt, zowel bij het vorderen van een herstelmaatregel als bij het ten uitvoer leggen van de bevolen herstelmaatregel en van de verschuldigde dwangsommen, op in naam van het Vlaamse Gewest, zonder dat hij dit in het kader van een gedwongen tenuitvoerlegging uitdrukkelijk in zijn betekeningsexploot dient te vermelden (1). (1) Zie concl. OM."
      ]
    }
  }
}