{
  "1": {
    "ECLI:BE:CASS:2025:ARR.20250602.3N.6": {
      "court": "CASS",
      "date": "2025-06-02",
      "roleNumber": "S.23.0013.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250602.3N.6",
      "abstractFR": null,
      "abstractNL": [
        "Het ressort van een paritair comité wordt in beginsel bepaald door de hoofdactiviteit van de betrokken onderneming, tenzij uit het oprichtingsbesluit een ander criterium blijkt, zoals de gewone of normale activiteit van de onderneming; uit de samenhang tussen artikel 1, eerste lid, a), al. 1, van het koninklijk besluit van 4 maart 1975 en artikel 1, eerste lid, 1, a), van het koninklijk besluit van 13 maart 1985 volgt dat een onderneming niet onder het “Paritair Subcomité voor de elektriciens: installatie en distributie” ressorteert wanneer zij onder de bevoegdheid valt van het Paritair Comité voor de bouwnijverheid; hieruit volgt dat de Koning ervan is uitgegaan dat een activiteit onder de bevoegdheidsomschrijvingen van de beide paritaire comités kan vallen, en dat in voorkomend geval het Paritair Comité voor het bouwbedrijf de voorrang geniet."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130603.2": {
      "court": "CASS",
      "date": "2013-06-03",
      "roleNumber": "S.10.0146.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130603.2&lang=fr",
      "abstractFR": [
        "Un commerce de gros de matériaux de construction ne relève pas de la Commission paritaire de la construction lorsqu'il résulte de la détermination des compétences d'une autre commission paritaire que l'entreprise relève de cette autre commission paritaire en raison de la nature spécifique des matériaux vendus, telles les matières premières ayant servi à leur production; ainsi, les caractéristiques spécifiques des matériaux de construction vendus et non les prestations des travailleurs sont déterminantes pour savoir si l'entreprise en question relève d'une autre commission paritaire."
      ],
      "abstractNL": [
        "Een groothandel in bouwmaterialen ressorteert niet onder het paritair comité voor het bouwbedrijf wanneer uit de bevoegdheidsomschrijving van een ander paritair comité volgt dat de onderneming onder dat ander paritair comité valt omwille van de specifieke aard van de verhandelde bouwmaterialen zoals de grondstof waaruit zij zijn vervaardigd; de bijzondere karakteristieken van de verhandelde bouwmaterialen en niet de door de werknemers verrichte werkzaamheden zijn aldus bepalend om na te gaan of de betrokken onderneming toch niet onder een ander paritair comité valt."
      ]
    }
  }
}