{
  "1": {
    "ECLI:BE:CASS:2025:ARR.20250903.2F.11": {
      "court": "CASS",
      "date": "2025-09-03",
      "roleNumber": "P.25.0867.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250903.2F.11",
      "abstractFR": [
        "Il suit des articles 1er, alinéa 1er, 7°, 43 ainsi que 51, alinéa 1er et 3, du décret du 18 janvier 2018, l'aide et la protection de la jeunesse que le législateur décrétal a décidé que l'aide volontaire doit être privilégiée (1) et que le recours à l'aide contrainte n'est possible qu'en cas de situation de danger pour le mineur et de refus des personnes concernées de coopérer dans ce cadre, et que la saisine du tribunal de la jeunesse sur la base de l'article 51 du décret déclenche la phase de l'aide contrainte; dans cette phase, il appartient au directeur de la protection de la jeunesse de prendre l'initiative de demander le renouvellement ou la modification de la mesure de protection; en cas d'absence de cette initiative, la mesure prend fin de plein droit après l'écoulement du délai prévu respectivement à l'article 43, § 1er, alinéa 1er, ou à l'article 43, § 1er, alinéa 3. (1) L. BIHAIN, Manuel de l'aide et de la protection de la jeunesse, Bruxelles, Larcier, 2021, pp. 189-191."
      ],
      "abstractNL": null
    }
  },
  "43": {
    "ECLI:BE:CASS:2025:ARR.20250903.2F.11": {
      "court": "CASS",
      "date": "2025-09-03",
      "roleNumber": "P.25.0867.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250903.2F.11",
      "abstractFR": [
        "Il suit des articles 1er, alinéa 1er, 7°, 43 ainsi que 51, alinéa 1er et 3, du décret du 18 janvier 2018, l'aide et la protection de la jeunesse que le législateur décrétal a décidé que l'aide volontaire doit être privilégiée (1) et que le recours à l'aide contrainte n'est possible qu'en cas de situation de danger pour le mineur et de refus des personnes concernées de coopérer dans ce cadre, et que la saisine du tribunal de la jeunesse sur la base de l'article 51 du décret déclenche la phase de l'aide contrainte; dans cette phase, il appartient au directeur de la protection de la jeunesse de prendre l'initiative de demander le renouvellement ou la modification de la mesure de protection; en cas d'absence de cette initiative, la mesure prend fin de plein droit après l'écoulement du délai prévu respectivement à l'article 43, § 1er, alinéa 1er, ou à l'article 43, § 1er, alinéa 3. (1) L. BIHAIN, Manuel de l'aide et de la protection de la jeunesse, Bruxelles, Larcier, 2021, pp. 189-191.",
        "Lorsqu'il ordonne l'hébergement du mineur et l'accompagnement de ses parents pour une durée maximale d'un an, alors que la citation du ministère public n'a pas été précédée de la saisine du conseiller de l'aide à la jeunesse ni de la constatation que les personnes concernées refusent ou négligent de mettre en œuvre l'aide volontaire préalablement envisagée par ce dernier, l'arrêt n'ordonne pas légalement la double mesure de protection sur la base de l'article 51 du décret du 18 janvier 2018."
      ],
      "abstractNL": null
    }
  },
  "51": {
    "ECLI:BE:CASS:2025:ARR.20250903.2F.11": {
      "court": "CASS",
      "date": "2025-09-03",
      "roleNumber": "P.25.0867.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250903.2F.11",
      "abstractFR": [
        "Il suit des articles 1er, alinéa 1er, 7°, 43 ainsi que 51, alinéa 1er et 3, du décret du 18 janvier 2018, l'aide et la protection de la jeunesse que le législateur décrétal a décidé que l'aide volontaire doit être privilégiée (1) et que le recours à l'aide contrainte n'est possible qu'en cas de situation de danger pour le mineur et de refus des personnes concernées de coopérer dans ce cadre, et que la saisine du tribunal de la jeunesse sur la base de l'article 51 du décret déclenche la phase de l'aide contrainte; dans cette phase, il appartient au directeur de la protection de la jeunesse de prendre l'initiative de demander le renouvellement ou la modification de la mesure de protection; en cas d'absence de cette initiative, la mesure prend fin de plein droit après l'écoulement du délai prévu respectivement à l'article 43, § 1er, alinéa 1er, ou à l'article 43, § 1er, alinéa 3. (1) L. BIHAIN, Manuel de l'aide et de la protection de la jeunesse, Bruxelles, Larcier, 2021, pp. 189-191.",
        "Lorsqu'il ordonne l'hébergement du mineur et l'accompagnement de ses parents pour une durée maximale d'un an, alors que la citation du ministère public n'a pas été précédée de la saisine du conseiller de l'aide à la jeunesse ni de la constatation que les personnes concernées refusent ou négligent de mettre en œuvre l'aide volontaire préalablement envisagée par ce dernier, l'arrêt n'ordonne pas légalement la double mesure de protection sur la base de l'article 51 du décret du 18 janvier 2018."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230816.VAC.2": {
      "court": "CASS",
      "date": "2023-08-16",
      "roleNumber": "P.23.0945.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230816.VAC.2",
      "abstractFR": [
        "L'article 51, alinéa 1er, 2° du décret du 18 janvier 2018 portant le Code de la prévention, de l'aide à la jeunesse et de la protection de la jeunesse, ne permet pas au tribunal de la jeunesse de prononcer une mesure protectionnelle d'hébergement temporaire en dehors du milieu de vie paternel ou maternel de l'enfant (1). (1) En ce sens Liège (Ch. Jeun.) du 31 janvier 2022 et Liège (Ch. Jeun.) du 30 mai 2022, www.juportal.be. En ce qui concerne la mesure protectionnelle de l'hébergement temporaire de l'enfant hors de son ‘milieu familial de vie', tel que prévu par l'article 38, § 3, 2°du Décret du 4 mars 1991 relatif à l'aide de la jeunesse, avant l'entrée en vigueur de l'article 51, alinéa 1er, 2° du décret du 18 janvier 2018 portant le Code de la prévention, de l'aide à la jeunesse et de la protection de la jeunesse, voy. Cass. 28 avril 2010, RG P.10.0409.F, Pas. 2010, n° 292."
      ],
      "abstractNL": [
        "Vertaling nog niet beschikbaar"
      ]
    }
  },
  "108": {
    "ECLI:BE:CASS:2022:ARR.20221012.2F.7": {
      "court": "CASS",
      "date": "2022-10-12",
      "roleNumber": "P.22.0851.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221012.2F.7",
      "abstractFR": [
        "Les prestations éducatives imposées par le tribunal de la jeunesse en application de l'article 108, alinéa 2, 3°, du décret du 18 janvier 2018 du parlement de la Communauté française portant le Code de la protection de la jeunesse sont ajustées au bien du mineur d'âge à qui elles sont destinées ; il s'agit d'une mesure qui, utile à ce dernier, est dépouillée du caractère intentionnellement rétributif, afflictif et infamant propre à la peine ; il en résulte que l'action publique mue séparément à charge de l'auteur pour des faits antérieurs et postérieurs à sa majorité ne l'expose pas à être puni deux fois pour le même fait puisque l'acte postérieur à sa majorité est culpeux, que l'acte antérieur à celle-ci ne l'est pas, et que l'un est passible d'une peine alors que l'autre ne donne lieu qu'à une mesure de protection (1). (1) Voir concl. du MP."
      ],
      "abstractNL": [
        "De opvoedingsprestatie die door de jeugdrechtbank wordt opgelegd krachtens artikel 108, tweede lid, 3°, van het decreet van 18 januari 2018 van het parlement van de Franse Gemeenschap houdende het wetboek van preventie, hulpverlening aan de jeugd en jeugdbescherming, is afgestemd op het welzijn van de minderjarige aan wie ze wordt opgelegd; het gaat om een maatregel die nuttig is voor laatstgenoemde maar niet het opzettelijk vergeldende, bestraffende en vernederende karakter heeft dat eigen is aan de straf; hieruit volgt dat de tegen de dader afzonderlijk ingestelde strafvordering voor feiten die vóór en na zijn meerderjarigheid werden gepleegd, hem niet blootstelt aan het gevaar om twee keer te worden bestraft voor hetzelfde feit omdat de na zijn meerderjarigheid gepleegde daad strafbaar is terwijl de vóór zijn meerderjarigheid gepleegde daad dat niet is, en omdat het ene feit strafbaar is terwijl het andere slechts aanleiding geeft tot een beschermingsmaatregel (1). (1) Zie concl. OM."
      ]
    }
  },
  "125": {
    "ECLI:BE:CASS:2020:ARR.20200212.2F.2": {
      "court": "CASS",
      "date": "2020-02-12",
      "roleNumber": "P.19.0692.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200212.2F.2",
      "abstractFR": [
        "Par l'arrêt numéro 161/2019 du 24 octobre 2019, la Cour constitutionnelle a dit pour droit: « L'article 420 du Code d'instruction criminelle, tel qu'il a été remplacé par l'article 20 de la loi du 14 février 2014 relative à la procédure devant la Cour de cassation en matière pénale, viole les articles 10 et 11 de la Constitution en ce qu'il ne prévoit pas la possibilité d'introduire un pourvoi en cassation immédiat contre une décision de dessaisissement »; par le même arrêt, elle a considéré que le constat de cette lacune est exprimé en des termes suffisamment précis et complets pour permettre, dans l'attente d'une intervention du législateur, l'application de la disposition en cause dans le respect du principe d'égalité et de non-discrimination; il s'ensuit que l'art. 420 C.I.cr. ne constitue plus un empêchement au pourvoi immédiat contre une décision de dessaisissement sur pied de l'article 57bis de la loi du 8 avril 1965 relative à la protection de la jeunesse ou de l'article 125 du décret (de la Communauté française) du 18 janvier 2018 portant le code de la prévention, de l'aide à la jeunesse et de la protection de la jeunesse (solution implicite) (1). (1) Voir les concl. « dit en substance » du MP.",
        "Conformément à l'article 2 du Code pénal, nulle infraction ne peut être punie de peines qui n'étaient pas portées par la loi avant que l'infraction fût commise et, si la peine établie au temps du jugement diffère de celle qui était portée au temps de l'infraction, la peine la moins forte sera appliquée; sous l'empire de l'article 57bis, § 1er, alinéa 1er, de la loi relative à la protection de la jeunesse, le tribunal de la jeunesse pouvait se dessaisir si, outre l'inadéquation des mesures de garde, de préservation ou d'éducation, le mineur était soupçonné d'avoir commis un délit ou un crime correctionnalisable, et, à moins qu'il s'agisse d'une infraction visée au second tiret de cette disposition, alors qu'il avait déjà fait l'objet d'une ou de plusieurs mesures visées à l'article 37, § 2, § 2bis ou § 2ter de ladite loi ou d'une offre restauratrice telle que visée à ses articles 37bis à 37quinquies; désormais, conformément à l'article 125, § 1er, alinéa 2, 2°, du décret du 18 janvier 2018, le dessaisissement n'est plus permis que dans l'hypothèse où l'infraction imputée au jeune est un fait consistant en une atteinte à l'intégrité physique ou psychique d'autrui, qui, s'il avait été commis par une personne majeure, aurait été de nature à entraîner, au sens du Code pénal ou des lois particulières, une peine d'emprisonnement correctionnel principal de cinq ans ou une peine plus lourde; ainsi, subordonnant le dessaisissement des juridictions de la jeunesse à des conditions plus strictes que sous l'empire de la loi du 8 avril 1965 relative à la protection de la jeunesse, l'article 125 du décret du 18 janvier 2018 constitue une disposition moins sévère.",
        "Ni les articles 40 de la Convention du 20 novembre 1989 relative aux droits de l'enfant et 14 du Pacte international relatif aux droits civils et politiques ni aucune autre disposition n'interdisent aux États parties aux traités précités de prévoir qu'à partir d'un âge minimum, au-dessous duquel les mineurs ne peuvent relever des tribunaux de droit commun, les juridictions de la jeunesse, dans les conditions établies par la loi et, en particulier, lorsqu'elles estiment inadéquate une mesure de protection, peuvent se dessaisir et renvoyer la cause au ministère public aux fins de poursuite devant les juridictions répressives compétentes."
      ],
      "abstractNL": [
        "Het Grondwettelijk Hof heeft bij arrest nr. 161/2019 van 24 oktober 2019 voor recht gezegd: \"Artikel 420 van het Wetboek van strafvordering, zoals vervangen bij artikel 20 van de wet van 14 februari 2014 met betrekking tot de rechtspleging voor het Hof van Cassatie in strafzaken, schendt de artikelen 10 en 11 Grondwet in zoverre het niet in de mogelijkheid voorziet om onmiddellijk cassatieberoep in te stellen tegen een beslissing tot uithandengeving\"; in datzelfde arrest beslist het Grondwettelijk Hof dat de vaststelling van die lacune is uitgedrukt in voldoende nauwkeurige en volledige bewoordingen om, in afwachting van een optreden van de wetgever, de in het geding zijnde bepaling te kunnen toepassen met inachtneming van het beginsel van gelijkheid en niet-discriminatie; hieruit volgt dat artikel 420 Wetboek van Strafvordering geen belemmering meer vormt voor het onmiddellijk cassatieberoep tegen een beslissing tot uithandengeving op grond van artikel 57bis Jeugdbeschermingswet of van artikel 125 decreet (Franse Gemeenschap) van 18 januari 2018 houdende het wetboek van preventie, hulpverlening aan de jeugd en jeugdbescherming (impliciete oplossing) (1). (1) Zie concl. \"in hoofdzaak\" OM in Pas. 2020, nr. 122.",
        "Overeenkomstig artikel 2 Strafwetboek kan geen misdrijf worden gestraft met straffen die bij de wet niet waren gesteld voordat het misdrijf werd gepleegd, en wordt de minst zware straf toegepast indien de ten tijde van het vonnis bepaalde straf verschilt van die welke ten tijde van het misdrijf was bepaald; onder vigeur van artikel 57bis, § 1, eerste lid, Jeugdbeschermingswet kon de jeugdrechtbank beslissen om de zaak uit handen te geven indien ze een maatregel van bewaring, behoeding of opvoeding niet geschikt achtte of indien de minderjarige ervan werd verdacht een wanbedrijf of een correctionaliseerbare misdaad te hebben gepleegd en dat, tenzij het ging om een in de tweede streep van die bepaling bedoeld misdrijf, terwijl de betrokkene reeds eerder het voorwerp was geweest van een of meerdere van de in artikel 37, § 2, § 2bis of § 2ter Jeugdbeschermingswet bedoelde maatregelen of van een herstelrechtelijk aanbod als bedoeld in de artikelen 37bis tot 37quinquies; overeenkomstig artikel 125, § 1, tweede lid, 2°, decreet 18 januari 2018, is de uithandengeving thans enkel nog toegestaan wanneer het aan de jongere ten laste gelegde misdrijf bestaat in een als aanranding van de lichamelijke of psychische integriteit omschreven feit dat, ingeval het zou zijn gepleegd door een meerderjarige, in de zin van het Strafwetboek of van de bijzondere wetten een correctionele hoofdgevangenisstraf van vijf jaar of een zwaardere straf tot gevolg zou kunnen hebben; aangezien artikel 125 decreet 18 januari 2018 op de uithandengeving van de zaak door de jeugdgerechten striktere voorwaarden stelt dan de Jeugdbeschermingswet, is dat artikel een minder strenge bepaling.",
        "Noch de artikelen 40 Kinderrechtenverdrag en 14 IVBPR noch enige andere bepaling verbieden de bij de voormelde verdragen aangesloten Staten te bepalen dat de jeugdrechtbanken vanaf een minimumleeftijd, waaronder minderjarigen niet onder de bevoegdheid van de gemeenrechtelijke rechtbanken kunnen vallen, onder de bij wet gestelde voorwaarden, en met name wanneer ze een beschermingsmaatregel niet geschikt achten, de zaak uit handen kunnen geven en de zaak naar het openbaar ministerie kunnen verwijzen met het oog op vervolging voor de bevoegde strafgerechten."
      ]
    }
  }
}