{
  "13": {
    "ECLI:BE:CASS:2018:ARR.20180921.6": {
      "court": "CASS",
      "date": "2018-09-21",
      "roleNumber": "F.17.0141.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180921.6&lang=fr",
      "abstractFR": [
        "L'amende infligée lorsqu'une eurovignette a expiré depuis plus d'un mois sanctionne une norme qui s'adresse à quiconque utilise certaines routes avec des véhicules utilitaires lourds et pas seulement à une catégorie déterminée de personnes ayant un statut particulier; il ressort de la nature et du mode de détermination de l'importance de l'amende que celle-ci n'a pas une fonction indemnitaire, mais tend essentiellement à punir et à prévenir la répétition d'infractions, de sorte qu'elle est de nature pénale au sens de l'article 6, § 1er, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales; la circonstance que la sanction n'est pas lourde est sans incidence à cet égard (1). (1) Voir les concl. Du MP publiées à leur date dans AC.",
        "Le juge appelé à contrôler une sanction administrative à caractère répressif au sens de l'article 6 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales peut tenir compte, en particulier, de la gravité de l'infraction, du taux des sanctions déjà infligées, de la manière dont il a été statué dans des causes similaires et des effets de la sanction sur la personne concernée, mais doit avoir égard à la mesure dans laquelle l'administration était elle-même liée par cette sanction (1). (1) Voir les concl. Du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De boete wegens het meer dan een maand vervallen zijn van het eurovignet sanctioneert een norm die gericht is tot eenieder die met zware vrachtwagens gebruikt maakt van bepaalde wegen en is niet slechts gericht tot een bepaalde groep personen met een bijzonder statuut; uit de aard en de wijze van bepaling van de omvang van de boete blijkt dat deze geen vergoedende functie heeft, maar er in wezen toe strekt te straffen en de herhaling van inbreuken te voorkomen, zodat de boete bijgevolg strafrechtelijk van aard is in de zin van artikel 6.1 EVRM; de omstandigheid dat de sanctie niet zwaar is, doet hieraan geen afbreuk (1). (1) Zie concl. OM.",
        "Bij de toetsing van een administratieve sanctie die een repressief karakter heeft in de zin van artikel 6 EVRM, mag de rechter in het bijzonder acht slaan op de zwaarte van de inbreuk, de hoogte van reeds opgelegde sancties, de wijze waarop in gelijkaardige zaken werd geoordeeld en de weerslag van de sanctie voor de betrokkene, maar moet hierbij in acht nemen in welke mate het bestuur zelf gebonden was in verband met de sanctie (1). (1) Zie concl. OM."
      ]
    }
  }
}