{
  "4": {
    "ECLI:BE:CASS:2022:ARR.20220104.2N.15": {
      "court": "CASS",
      "date": "2022-01-04",
      "roleNumber": "P.21.1661.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220104.2N.15",
      "abstractFR": [
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Uit het enkele feit dat in de stukken die zijn opgesteld ter uitvoering van een aan een Belgische overheid gericht Europees onderzoeksbevel de persoon op wie de gevraagde onderzoekshandelingen betrekking heeft, wordt aangemerkt als verdachte, hij ter gelegenheid van de uitvoering ervan van zijn vrijheid wordt beroofd, hij als verdachte wordt verhoord en hij het voorwerp uitmaakt van een door de uitvaardigende overheid gevraagd telefonie- en BOM-onderzoek, volgt niet dat die persoon in België wordt vervolgd in de zin van artikel 6, 1°, Wet Europees Aanhoudingsbevel voor de feiten waarvoor het Europees onderzoeksbevel is uitgevaardigd."
      ]
    }
  },
  "21": {
    "ECLI:BE:CASS:2022:ARR.20220105.2F.2": {
      "court": "CASS",
      "date": "2022-01-05",
      "roleNumber": "P.21.1329.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220105.2F.2",
      "abstractFR": [
        "Conformément à l'article 21, § 2, de la loi du 22 mai 2017 relative à la décision d'enquête européenne en matière pénale, le transfert des éléments de preuve par l'autorité d'exécution belge à l'État d'émission peut être suspendu dans l'attente d'une décision concernant un recours introduit conformément à l'article 22 de ladite loi, à moins que la décision d'enquête européenne n'indique des motifs suffisants pour considérer qu'un transfert immédiat est indispensable au bon déroulement de son enquête ou à la préservation de droits individuels; dans la mesure où la loi ne fait pas de distinction, la suspension peut être appliquée peu importe celui des deux recours visés audit article 22, qui est pendant mais lorsque celui qui sollicite la levée de la saisie d'objets a auparavant introduit un recours en vue de s'opposer au transfert des mêmes choses vers le for requérant et que ce premier recours a été définitivement rejeté, cette partie n'a plus d'intérêt au second recours (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Overeenkomstig artikel 21, § 2, van de wet van 22 mei 2017 betreffende het Europees onderzoeksbevel in strafzaken kan de overdracht van het bewijsmateriaal door de Belgische uitvoerende autoriteit aan de uitvaardigende Staat worden opgeschort in afwachting van een beslissing over het rechtsmiddel dat overeenkomstig artikel 22 van die wet is aangewend, tenzij in het Europees onderzoeksbevel voldoende gemotiveerd is dat een onmiddellijke overdracht essentieel is voor het goede verloop van het onderzoek of voor de bescherming van de individuele rechten; in zoverre de wet geen onderscheid maakt, kan de opschorting worden bevolen ongeacht welk van de twee in voormeld artikel 22 bedoelde rechtsmiddelen nog aanhangig is, maar wanneer degene die de opheffing van de inbeslagname van voorwerpen hiervóór reeds een rechtsmiddel heeft aangewend om zich te verzetten tegen de overdracht van dezelfde voorwerpen naar de verzoeker en dit eerste rechtsmiddel definitief is verworpen, heeft die partij geen enkel belang meer bij het tweede rechtsmiddel (1). (1) Zie concl. OM in Pas. 2022, nr. 6."
      ]
    }
  },
  "22": {
    "ECLI:BE:CASS:2022:ARR.20220105.2F.2": {
      "court": "CASS",
      "date": "2022-01-05",
      "roleNumber": "P.21.1329.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220105.2F.2",
      "abstractFR": [
        "Conformément à l'article 21, § 2, de la loi du 22 mai 2017 relative à la décision d'enquête européenne en matière pénale, le transfert des éléments de preuve par l'autorité d'exécution belge à l'État d'émission peut être suspendu dans l'attente d'une décision concernant un recours introduit conformément à l'article 22 de ladite loi, à moins que la décision d'enquête européenne n'indique des motifs suffisants pour considérer qu'un transfert immédiat est indispensable au bon déroulement de son enquête ou à la préservation de droits individuels; dans la mesure où la loi ne fait pas de distinction, la suspension peut être appliquée peu importe celui des deux recours visés audit article 22, qui est pendant mais lorsque celui qui sollicite la levée de la saisie d'objets a auparavant introduit un recours en vue de s'opposer au transfert des mêmes choses vers le for requérant et que ce premier recours a été définitivement rejeté, cette partie n'a plus d'intérêt au second recours (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Overeenkomstig artikel 21, § 2, van de wet van 22 mei 2017 betreffende het Europees onderzoeksbevel in strafzaken kan de overdracht van het bewijsmateriaal door de Belgische uitvoerende autoriteit aan de uitvaardigende Staat worden opgeschort in afwachting van een beslissing over het rechtsmiddel dat overeenkomstig artikel 22 van die wet is aangewend, tenzij in het Europees onderzoeksbevel voldoende gemotiveerd is dat een onmiddellijke overdracht essentieel is voor het goede verloop van het onderzoek of voor de bescherming van de individuele rechten; in zoverre de wet geen onderscheid maakt, kan de opschorting worden bevolen ongeacht welk van de twee in voormeld artikel 22 bedoelde rechtsmiddelen nog aanhangig is, maar wanneer degene die de opheffing van de inbeslagname van voorwerpen hiervóór reeds een rechtsmiddel heeft aangewend om zich te verzetten tegen de overdracht van dezelfde voorwerpen naar de verzoeker en dit eerste rechtsmiddel definitief is verworpen, heeft die partij geen enkel belang meer bij het tweede rechtsmiddel (1). (1) Zie concl. OM in Pas. 2022, nr. 6."
      ]
    }
  },
  "29": {
    "ECLI:BE:CASS:2024:ARR.20240911.2F.10": {
      "court": "CASS",
      "date": "2024-09-11",
      "roleNumber": "P.24.0374.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240911.2F.10",
      "abstractFR": [
        "La règle d'exclusion prévue à l'article 29 de la loi du 22 mai 2017 relative à la décision d'enquête européenne en matière pénale (1) concerne l'utilisation en Belgique, État d'émission, d'une preuve obtenue irrégulièrement dans un autre pays membre de l'Union, État d'exécution; elle ne concerne pas l'obtention d'une preuve recueillie et jugée en Belgique. (1) « Ne peuvent être utilisés dans le cadre d'une procédure menée en Belgique, les éléments de preuve : 1° recueillis irrégulièrement dans l'État d'exécution, lorsque l'irrégularité : - découle, selon le droit de l'État d'exécution, de la violation d'une règle de forme prescrite à peine de nullité ; - entache la fiabilité de la preuve ; ou 2° dont l'utilisation viole le droit à un procès équitable »."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220111.2N.1": {
      "court": "CASS",
      "date": "2022-01-11",
      "roleNumber": "P.21.1245.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220111.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "De bepaling van artikel 29, 1°, eerste streepje, Wet EOB betreffende het verbod op gebruik in een in België gevoerde strafrechtspleging van bewijsmateriaal dat op onregelmatige wijze is verzameld in de uitvoerende Staat, met name door een overtreding van een volgens het recht van die uitvoerende Staat op straffe van nietigheid voorgeschreven vormvereiste, houdt verband met de bepaling van artikel 32 Voorafgaande Titel Wetboek van Strafvordering betreffende de gevallen van nietigheid van onregelmatig verkregen bewijselementen; hieruit volgt, eensdeels, dat artikel 32 Voorafgaande Titel Wetboek van Strafvordering verplicht tot het weren van bewijsmateriaal om de enkele reden dat dit bewijsmateriaal is verkregen met schending van een vormvoorwaarde die wordt voorgeschreven op straffe van nietigheid en, anderdeels, dat onder het toepassingsgebied van artikel 29, 1°, eerste streepje, Wet Europees Onderzoeksbevel de onregelmatigheden vallen die naar het toepasselijke buitenlandse recht op dezelfde wijze worden gesanctioneerd (1); het arrest dat enkel op grond van de bepaling van artikel 11.1 van de Spaanse Organieke wet 6/1985 van 1 juli 1985 inzake de rechterlijke macht dat stelt dat de regels van goede trouw in alle procedures in acht worden genomen en dat bewijs dat direct of indirect is verkregen in strijd met de grondrechten of fundamentele vrijheden, geen rechtsgevolgen heeft, samengenomen met artikel 29 Wet Europees Onderzoeksbevel, kan niet wettig oordelen dat de resultaten van de infiltraties in België als bewijs kunnen worden gebruikt omdat het vereiste dat een infiltratie moet zijn gemachtigd, in Spanje in het algemeen niet op straffe van nietigheid is voorgeschreven. (1) Cass. 19 oktober 2021, AR P.21.0965.N, AC 2021, nr. 654 met concl. van advocaat-generaal B. DE SMET; Cass. 15 juni 2021, AR P.21.0260.N, AC 2021, nr. 444."
      ]
    }
  }
}