{
  "13": {
    "ECLI:BE:CASS:2022:ARR.20220627.3F.6": {
      "court": "CASS",
      "date": "2022-06-27",
      "roleNumber": "S.21.0017.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220627.3F.6",
      "abstractFR": [
        "Lorsque le directeur du bureau du chômage exclut un chômeur du bénéfice des allocations sur la base de l'article 154, alinéa 1er, 1°, de l'A.R. du 25 novembre 1991, pour ne pas avoir complété la carte de contrôle et que le chômeur conteste cette sanction administrative devant le tribunal du travail, ce tribunal exerce, dans le respect des droits de la défense et du cadre de l'instance, tel que les parties l'ont déterminé, un contrôle de pleine juridiction sur la sanction prise par le directeur, sans pouvoir toutefois, s'il juge que cette sanction administrative ne peut être infligée sur la base de cette disposition pour ce fait, se substituer à l'Office national de l'emploi pour apprécier l'opportunité d'infliger la sanction prévue par l'article 153, alinéa 1er, 2°, pour un fait différent (1). (1) Voir les concl. du MP dans la cause Cass. 27 juin 2022, RG S.21.0012.F, Pas. 2024, n° 456, le raisonnement est similaire.",
        "Lorsque le directeur du bureau du chômage exclut un chômeur du bénéfice des allocations sur la base de l'article 154, alinéa 1er, 1°, pour ne pas avoir complété la carte de contrôle et que le chômeur conteste cette sanction administrative devant le tribunal du travail, ce tribunal exerce, dans le respect des droits de la défense et du cadre de l'instance, tel que les parties l'ont déterminé, un contrôle de pleine juridiction sur la sanction prise par le directeur, sans pouvoir toutefois, s'il juge que cette sanction administrative ne peut être infligée sur la base de cette disposition pour ce fait, se substituer à l'Office national de l'emploi pour apprécier l'opportunité d'infliger la sanction prévue par l'article 153, alinéa 1er, 2°, pour un fait différent (1). (1) Voir les concl. du MP dans la cause Cass. 27 juin 2022, RG S.21.0012.F, www.juportal.be, le raisonnement est similaire."
      ],
      "abstractNL": [
        "Wanneer de directeur van het werkloosheidsbureau een werkloze van het voordeel van de werkloosheidsuitkeringen uitsluit op grond van artikel 154, eerste lid, 1°, Werkloosheidsbesluit, omdat hij zijn controlekaart niet heeft ingevuld, en de werkloze deze administratieve sanctie betwist voor de arbeidsrechtbank, oefent die rechtbank, met eerbiediging van het recht van verdediging en binnen de grenzen van het geding zoals die door de partijen zijn vastgelegd, een toezicht met volle rechtsmacht uit op de door de directeur opgelegde sanctie, zonder dat zij evenwel, wanneer ze oordeelt dat die administratieve sanctie voor dat feit niet op grond van die bepaling kan worden opgelegd, zich in de plaats van de Rijksdienst voor Arbeidsvoorziening mag stellen om te oordelen over de wenselijkheid om de in artikel 153, eerste lid, 2°, voor een ander feit bepaalde sanctie op te leggen (1). (1) Zie concl. OM op datum in Pas. in de zaak Cass. 27 juni 2022, AR S.21.0012.F, AC 2024, nr. 456, waarin een soortgelijke redenering wordt gevolgd."
      ]
    }
  }
}