{
  "40": {
    "ECLI:BE:CASS:2023:ARR.20230627.2N.43": {
      "court": "CASS",
      "date": "2023-06-27",
      "roleNumber": "P.22.0886.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230627.2N.43",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 13.1 Verordening (EG) nr. 561/2006 van het Europees Parlement en de Raad van 15 maart 2006 tot harmonisatie van bepaalde voorschriften van sociale aard voor het wegvervoer en artikel 40, f KB 17 oktober 2016 inzake de tachograaf en de rij- en rusttijden volgt dat bestuurders van voertuigen vermeld in artikel 40, f KB 17 oktober 2016 (onder meer voertuigen die worden gebruikt in verband met de rioleringsdienst of de huis-aan-huisophaling en verwijdering van huishoudelijk afval), zijn vrijgesteld van de verplichting de rij- en rusttijden in acht te nemen en van het gebruik van het controleapparaat; dit uitzonderingsstelsel is in het licht van de overweging (23) van de preambule bij de Verordening (EG) nr. 561/2006 dat de nationale uitzonderingen moeten beperkt blijven tot die elementen welke niet aan concurrentiedruk onderhevig zijn en de in artikel 1 Verordening (EG) nr. 561/2006 vermelde doelstelling de concurrentievoorwaarden te harmoniseren, strikt uit te leggen; uit de rechtspraak van het Hof van Justitie van de Europese Unie volgt kennelijk dat de in artikel 13.1.h), Verordening (EG) nr. 561/2006 vermelde uitzonderingen gebaseerd zijn op de aard van de diensten waarvoor deze voertuigen worden gebruikt, die alle algemene diensten van openbaar belang zijn en die worden verricht door overheidsinstanties of onder hun toezicht door particuliere ondernemingen; voertuigen, gebruikt door een particuliere dienstenverstrekker met een commercieel doel in een sector waar mededinging plaatsvindt (1), vallen aldus niet onder deze uitzonderingen; artikel 40, f), KB 17 oktober 2016 heeft eenzelfde draagwijdte; dit houdt in dat wanneer een voertuig ruimingswerkzaamheden uitvoert en de afvalstoffen, afkomstig van deze werkzaamheden vervolgens vervoert in het kader van een taak die geen openbare dienst is en in een activiteitensector waarin concurrentie plaatsvindt, dit vervoer niet onder de uitzonderingen, vermeld in deze bepalingen valt; het gegeven dat de aldus uitgevoerde ruimingswerkzaamheden betrekking hebben op een bijzondere huishoudelijke afvalstof, zoals het slib van septische putten, die enkel mits erkenning door OVAM mogen worden uitgevoerd, doet niet anders besluiten. (1) HvJ 21 maart 1996, arresten C-335/94 (Mozrek) en C-39/95 (Goupil), www.curia.europa.eu."
      ]
    }
  }
}