{
  "3": {
    "ECLI:BE:CASS:2020:ARR.20200623.2N.11": {
      "court": "CASS",
      "date": "2020-06-23",
      "roleNumber": "P.20.0351.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200623.2N.11&lang=fr",
      "abstractFR": [
        "L'article 3, § 1er, de l'arrêté royal du 19 mai 2014 en matière d'accise relatif à des mesures de contrôle des carburants interdit, hormis dans les cas légalement prévus, de circuler sur la voie publique avec un véhicule équipé d'un moteur à explosion ou d'un moteur à combustion sans contrôler si le combustible qui l'alimente contient des dénaturants ou des colorants; une telle infraction ne constitue pas une infraction par commission, mais une infraction commise par omission (1). (1) Cass. 4 décembre 2018, RG P.18.0825.N, Pas. 2018, n° 680 ; H. BERCKMOES et F. GOOSSEN, “Overmacht in strafzaken”, note sous Cass. 16 septembre 2014, R.W. 2015-16, 785-789 ; J. ROZIE, “In abstracto of in concreto? Over de subjectivering van de bonus pater familias-standaard bij de toetsing van de schuldontheffingsgronden van overmacht en dwaling”, N.C. 2016, 223-236.",
        "Sauf en cas de force majeure ou d'erreur invincible, la simple infraction au prescrit de l'article 3, § 1er, de l'arrêté royal du 19 mai 2014 en matière d'accise relatif à des mesures de contrôle des carburants implique que l'auteur doit être tenu coupable de celle-ci parce que la connaissance du fait de l'infraction résulte de la connaissance de l'obligation légale en tant que telle (1). (1) Cass. 4 décembre 2018, RG P.18.0825.N, Pas. 2018, n° 680; H. BERCKMOES et F. GOOSSEN, “Overmacht in strafzaken”, note sous Cass. 16 septembre 2014, R.W. 2015-16, 785-789; J. ROZIE, “In abstracto of in concreto? Over de subjectivering van de bonus pater familias-standaard bij de toetsing van de schuldontheffingsgronden van overmacht en dwaling”, N.C. 2016, 223-236."
      ],
      "abstractNL": [
        "Artikel 3, §1, van het koninklijk besluit van 19 mei 2014 inzake accijnzen betreffende controlemaatregelen voor brandstoffen verbiedt dat men zich, behalve in de wettelijk bepaalde gevallen, op de openbare weg begeeft met een door een explosie- of verbrandingsmotor aangedreven voertuig, zonder na te gaan of de daarvoor gebruikte brandstof denaturanten of merkstoffen bevat; dergelijk misdrijf maakt geen handelingsmisdrijf uit, maar een verzuimsmisdrijf (1). (1) Cass. 4 december 2018, AR P.18.0825.N, AC 2018, nr. 680; H. BERCKMOES en F. GOOSSEN, \"Overmacht in strafzaken\", noot onder Cass. 16 september 2014, RW 2015-16, 785-789; J. ROZIE, \"In abstracto of in concreto? Over de subjectivering van de bonus pater familias-standaard bij de toetsing van de schuldontheffingsgronden van overmacht en dwaling\", NC 2016, 223-236.",
        "Behoudens overmacht of onoverwinnelijke dwaling, houdt de loutere overtreding van het voorschrift van artikel 3, §1, van het koninklijk besluit van 19 mei 2014 inzake accijnzen betreffende controlemaatregelen voor brandstoffen in dat de dader daaraan schuldig moet worden geacht omdat de kennis van het feit van de overtreding volgt uit de kennis van de wettelijke verplichting zelf (1). (1) Cass. 4 december 2018, AR P.18.0825.N, AC 2018, nr. 680; H. BERCKMOES en F. GOOSSEN, \"Overmacht in strafzaken\", noot onder Cass. 16 september 2014, RW 2015-16, 785-789; J. ROZIE, \"In abstracto of in concreto? Over de subjectivering van de bonus pater familias-standaard bij de toetsing van de schuldontheffingsgronden van overmacht en dwaling\", NC 2016, 223-236."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181204.2": {
      "court": "CASS",
      "date": "2018-12-04",
      "roleNumber": "P.18.0825.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181204.2&lang=fr",
      "abstractFR": [
        "L'article 3, § 1er, de l'arrêté royal du 19 mai 2014 en matière d'accise relatif à des mesures de contrôle des carburants interdit, hormis dans les cas légalement prévus, de circuler sur la voie publique avec un véhicule équipé d'un moteur à explosion ou d'un moteur à combustion, sans vérifier si le combustible qui l'alimente contient des dénaturants ou marqueurs; une telle infraction ne constitue pas une infraction par commission, mais une infraction commise par omission.",
        "Sauf en cas de force majeure ou d'erreur invincible, la simple infraction au prescrit de l'article 3, § 1er, de l'arrêté royal du 19 mai 2014 en matière d'accise relatif à des mesures de contrôle des carburants implique que l'auteur doit en être tenu coupable parce que la connaissance du fait de l'infraction résulte de la connaissance de l'obligation légale en tant que telle."
      ],
      "abstractNL": [
        "Artikel 3, §1, van het koninklijk besluit van 19 mei 2014 inzake accijnzen betreffende controlemaatregelen voor brandstoffen verbiedt dat men zich, behalve in de wettelijk bepaalde gevallen, op de openbare weg begeeft met een door een explosie- of verbrandingsmotor aangedreven voertuig, zonder na te gaan of de daarvoor gebruikte brandstof denaturanten of merkstoffen bevat; dergelijk misdrijf maakt geen handelingsmisdrijf uit, maar een verzuimsmisdrijf.",
        "Behoudens overmacht of onoverwinnelijke dwaling, houdt de loutere overtreding van het voorschrift van artikel 3, §1, van het koninklijk besluit van 19 mei 2014 inzake accijnzen betreffende controlemaatregelen voor brandstoffen in dat de dader daaraan schuldig moet worden geacht omdat de kennis van het feit van de overtreding volgt uit de kennis van de wettelijke verplichting zelf."
      ]
    }
  }
}