{
  "3": {
    "ECLI:BE:CASS:2024:ARR.20240606.1N.6": {
      "court": "CASS",
      "date": "2024-06-06",
      "roleNumber": "C.23.0414.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240606.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "Een bedrijf dat zich toelegt op de zelfstandige verhuring van bestelwagens en personenwagens aan particulieren levert geen transportdiensten van personen of goederen, of ondersteuning dienaangaande; dergelijk bedrijf stelt evenmin vervangwagens ter beschikking naar aanleiding van dringende pech- en herstellingsdiensten; de diensten van dergelijk bedrijf vallen bijgevolg niet onder de essentiële diensten zoals bedoeld in artikel 3 van het ministerieel besluit van 23 maart 2020 houdende dringende maatregelen om de verspreiding van het coronavirus COVID-19 te beperken."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2024:ARR.20241127.2F.14": {
      "court": "CASS",
      "date": "2024-11-27",
      "roleNumber": "P.24.0447.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241127.2F.14",
      "abstractFR": [
        "Lorsqu'ils ont considéré que face à un virus mortel qui était encore insuffisamment analysé au moment de l'interdiction de réunir et contre lequel il n'y avait pas encore de médicament ou de vaccination connus, des mesures devaient être prises le plus rapidement possible afin d'en limiter la propagation et que, dans ce contexte, les droits individuels ont été limités de manière légitime et proportionnée afin d'éviter non seulement que les individus ne soient exposés à un danger mortel mais, avant tout, que ceux-ci n'en contaminent d'autres, les juges d'appel ont effectué le contrôle de légitimité et de proportionnalité de l'interdiction de se réunir dont le non-respect constitue l'infraction visée à l'article 5 de l'arrêté ministériel du 23 mars 2020 portant des mesures d'urgence pour limiter la propagation du coronavirus Covid-19."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20211110.2F.3": {
      "court": "CASS",
      "date": "2021-11-10",
      "roleNumber": "P.21.0931.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211110.2F.3",
      "abstractFR": [
        "La loi du 15 mai 2007 relative à la sécurité civile vise à assurer la protection de la population lorsque celle–ci est menacée par des calamités ou des situations néfastes, quelle que soit la nature du désastre ainsi visé; une situation d'urgence née d'une épidémie ou d'une pandémie ayant le potentiel d'une menace mortelle pour l'ensemble de la population, telle la pandémie liée au coronavirus Covid–19, doit être considérée comme constitutive d'une calamité ou d'une situation néfaste pouvant conduire à une situation menaçant des personnes; partant, ladite pandémie peut justifier l'adoption de mesures en application de l'article 182, alinéa 1er, de ladite loi; sans doute, les termes des préventions visées aux article 5 et 8 de l'arrêté ministériel du 23 mars 2020 portant des mesures d'urgence pour limiter la propagation du Coronavirus Covid–19 (1), soit l'interdiction de se rassembler et de se trouver sans motif sur la voie publique, ne se retrouvent pas littéralement dans la description des mesures de réquisition et d'évacuation de la population confiées au ministre par la loi précitée; mais n'ayant d'autres finalités que d'éviter la propagation d'un virus calamiteux par la limitation des contacts entre les personnes afin de réduire le risque de contagion associé à la pandémie, les interdictions visées par la poursuite ressortissent à la compétence ministérielle d'interdiction ou d'injonction à la population lorsque, à la suite d'une calamité ou d'une situation néfaste et afin de protéger la sécurité civile des citoyens, il est nécessaire de les éloigner d'endroits où leur santé et sécurité sont menacées ou de leur interdire de se déplacer; pareilles mesures répondent dès lors au prescrit de l'article 182 de la loi, qui permet d'interdire à la population de fréquenter des lieux particulièrement exposés au danger (2). (1) A.M. du 23 mars 2020 portant des mesures d'urgence pour limiter la propagation du Coronavirus Covid–19, modifié à plusieurs reprises avant son abrogation par l'art. 25 de l'A.M. du 5 juin 2020 portant des mesures d'urgence pour limiter la propagation du coronavirus Covid–19. (2) Voir Cass. (plén.) 28 septembre 2021, RG P.21.1129.N, Pas. 2021, n° 594, avec concl. de M. WINANTS, avocat général, publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De wet van 15 mei 2007 betreffende de civiele veiligheid strekt tot de bescherming van de bevolking wanneer deze door rampen of door noodlottige situaties is bedreigd, ongeacht de aard van de aldus beoogde rampspoed; een noodtoestand die is voortgekomen uit een potentieel voor de gehele bevolking levensbedreigende epidemie of pandemie, zoals de pandemie betreffende het coronavirus COVID-19, dient te worden beschouwd als een ramp of een noodlottige situatie die kan leiden tot een voor personen bedreigende situatie; de voormelde pandemie kan derhalve het uitvaardigen van maatregelen met toepassing van het voornoemde artikel 182, eerste lid, verantwoorden; de bewoordingen van de telastleggingen bedoeld in de artikelen 5 en 8 van het ministerieel besluit van 23 maart 2020 houdende dringende maatregelen om de verspreiding van het coronavirus COVID-19 te beperken (1), namelijk het verbod op samenscholingen en het verbod om zich onnodig op de openbare weg te bevinden, staan zeker niet letterlijk vermeld in de omschrijving van de door de wet aan de minister toevertrouwde maatregelen tot opvordering en evacuatie van de bevolking; aangezien het enige doel van de in de strafvervolging bedoelde verbodsbepalingen erin bestaat de verspreiding van een noodlottig virus te verhinderen door het contact tussen de personen te beperken, vallen ze evenwel onder de bevoegdheid van de minister om de bevolking een verbod of een bevel op te leggen wanneer het, ten gevolge van een ramp of een noodlottige situatie, en teneinde de civiele veiligheid van de burgers te beschermen, noodzakelijk is hen te verwijderen van plaatsen die een bedreiging vormen voor hun gezondheid en veiligheid of hen te verbieden zich te verplaatsen; dergelijke maatregelen beantwoorden derhalve aan de bepaling van artikel 182 van de wet die toelaat de bevolking te verbieden om op plaatsen te komen die bijzonder aan het gevaar zijn blootgesteld (2). (1) Ministerieel besluit van 23 maart 2020 houdende dringende maatregelen om de verspreiding van het coronavirus COVID-19 te beperken, herhaaldelijk gewijzigd vóór de opheffing ervan door artikel 25 van het ministerieel besluit van 5 juni 2020 houdende dringende maatregelen om de verspreiding van het coronavirus COVID-19 te beperken. (2) Zie Cass. (voltallig) 28 september 2021, AR P.21.1129.N, AC 2021, nr. 594, met concl. van advocaat-generaal WINANTS.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210928.2N.16": {
      "court": "CASS",
      "date": "2021-09-28",
      "roleNumber": "P.21.1129.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210928.2N.16&lang=fr",
      "abstractFR": [
        "L'interdiction de rassemblements et l'interdiction de se trouver sans nécessité sur la voie publique et dans les lieux publics, telles que prévues aux articles 5 et 8 de l'arrêté ministériel du 23 mars 2020 portant des mesures d'urgence pour limiter la propagation du coronavirus covid-19, visent à prévenir la propagation du coronavirus covid-19 en réduisant à un minimum les contacts entre les personnes afin de réduire le risque d'infection; ces mesures ont donc pour objet d'éviter une utilisation sans nécessité de l'espace public, qui constituerait une menace au sens de l'article 182 de la loi du 15 mai 2007; il s'ensuit que cette disposition constitue un fondement légal pour l'interdiction de rassemblements et de déplacements prévue aux articles 5 et 8 de l'arrêté ministériel précité (1). (1) Voir les concl. du MP.",
        "L'interdiction de rassemblements et l'interdiction de se trouver sans nécessité sur la voie publique et dans les lieux publics, telles que prévues aux articles 5 et 8 de l'arrêté ministériel du 23 mars 2020 portant des mesures d'urgence pour limiter la propagation du coronavirus covid-19, visent à prévenir la propagation du coronavirus covid-19 en réduisant à un minimum les contacts entre les personnes afin de réduire le risque d'infection; ces mesures ont donc pour objet d'éviter une utilisation sans nécessité de l'espace public, qui constituerait une menace au sens de l'article 182 de la loi du 15 mai 2007; il s'ensuit que cette disposition constitue un fondement légal pour l'interdiction de rassemblements et de déplacements prévue aux articles 5 et 8 de l'arrêté ministériel précité (1). (1) Voir concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het verbod tot samenscholingen en het verbod om zich onnodig op de openbare weg en in openbare plaatsen te bevinden, zoals omschreven in de artikelen 5 en 8 MB 23 maart 2020, beogen de verdere verspreiding van het coronavirus COVID-19 te verhinderen door het contact tussen de personen tot een minimum te beperken teneinde aldus het besmettingsrisico te herleiden; die maatregelen strekken er dan ook toe te vermijden dat onnodig gebruik zou worden gemaakt van de openbare ruimte waardoor deze een bedreiging zou vormen zoals bedoeld in artikel 182 Wet Civiele Veiligheid zodat deze bepaling een rechtsgrond biedt voor het in de artikelen 5 en 8 MB 23 maart 2020 bepaalde samenscholings- en verplaatsingsverbod (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211102.2N.6": {
      "court": "CASS",
      "date": "2021-11-02",
      "roleNumber": "P.21.0910.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211102.2N.6&lang=fr",
      "abstractFR": [
        "Lorsque le jugement attaqué ne se borne pas à déclarer l'action publique irrecevable, à défaut de fondement légal de la répression et qu'il considère aussi que les faits ne sont en tout état de cause pas punissables étant donné que le prévenu est allé rendre visite à son ami et qu'il y a lieu de considérer cette visite comme une activité en cercle intime au sens de l'article 5, alinéa 2, de l'arrêté ministériel du 23 mars 2020, à laquelle ne s'applique pas l'interdiction de déplacements prévue à l'article 8 de ce même arrêté, cette considération, non critiquée par le moyen, fonde la décision attaquée en telle sorte que le moyen, qui ne saurait entraîner une cassation, est irrecevable à défaut d'intérêt (1). (1) Sur la recevabilité de l'action publique, voir Cass. 28 septembre 2021 (audience plénière), RG P.21.1129.N, Pas. 2021, nº 593, avec les concl. de M. Winants, avocat général, publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer het bestreden vonnis niet alleen de strafvordering niet ontvankelijk verklaart bij gebrek aan wettelijke grondslag voor de bestraffing, maar ook oordeelt dat de feiten niet strafbaar zijn omdat de beklaagde een activiteit in intieme kring uitoefende in de zin van artikel 5, tweede lid, MB 23 maart 2020 waarop het verplaatsingsverbod van artikel 8 MB 23 maart 2020 niet van toepassing is, dan draagt dit oordeel de bestreden beslissing zodat het middel dat dit oordeel niet bekritiseert niet tot cassatie kan leiden en bij gebrek aan belang niet ontvankelijk is (1). (1) Over de ontvankelijkheid van de strafvordering zie Cass. 28 september 2021 (voltallige zitting), AR P.21.1129, AC 2021, nr. 593 met concl. van advocaat-generaal A. WINANTS."
      ]
    }
  },
  "8": {
    "ECLI:BE:CASS:2021:ARR.20211110.2F.3": {
      "court": "CASS",
      "date": "2021-11-10",
      "roleNumber": "P.21.0931.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211110.2F.3",
      "abstractFR": [
        "La loi du 15 mai 2007 relative à la sécurité civile vise à assurer la protection de la population lorsque celle–ci est menacée par des calamités ou des situations néfastes, quelle que soit la nature du désastre ainsi visé; une situation d'urgence née d'une épidémie ou d'une pandémie ayant le potentiel d'une menace mortelle pour l'ensemble de la population, telle la pandémie liée au coronavirus Covid–19, doit être considérée comme constitutive d'une calamité ou d'une situation néfaste pouvant conduire à une situation menaçant des personnes; partant, ladite pandémie peut justifier l'adoption de mesures en application de l'article 182, alinéa 1er, de ladite loi; sans doute, les termes des préventions visées aux article 5 et 8 de l'arrêté ministériel du 23 mars 2020 portant des mesures d'urgence pour limiter la propagation du Coronavirus Covid–19 (1), soit l'interdiction de se rassembler et de se trouver sans motif sur la voie publique, ne se retrouvent pas littéralement dans la description des mesures de réquisition et d'évacuation de la population confiées au ministre par la loi précitée; mais n'ayant d'autres finalités que d'éviter la propagation d'un virus calamiteux par la limitation des contacts entre les personnes afin de réduire le risque de contagion associé à la pandémie, les interdictions visées par la poursuite ressortissent à la compétence ministérielle d'interdiction ou d'injonction à la population lorsque, à la suite d'une calamité ou d'une situation néfaste et afin de protéger la sécurité civile des citoyens, il est nécessaire de les éloigner d'endroits où leur santé et sécurité sont menacées ou de leur interdire de se déplacer; pareilles mesures répondent dès lors au prescrit de l'article 182 de la loi, qui permet d'interdire à la population de fréquenter des lieux particulièrement exposés au danger (2). (1) A.M. du 23 mars 2020 portant des mesures d'urgence pour limiter la propagation du Coronavirus Covid–19, modifié à plusieurs reprises avant son abrogation par l'art. 25 de l'A.M. du 5 juin 2020 portant des mesures d'urgence pour limiter la propagation du coronavirus Covid–19. (2) Voir Cass. (plén.) 28 septembre 2021, RG P.21.1129.N, Pas. 2021, n° 594, avec concl. de M. WINANTS, avocat général, publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De wet van 15 mei 2007 betreffende de civiele veiligheid strekt tot de bescherming van de bevolking wanneer deze door rampen of door noodlottige situaties is bedreigd, ongeacht de aard van de aldus beoogde rampspoed; een noodtoestand die is voortgekomen uit een potentieel voor de gehele bevolking levensbedreigende epidemie of pandemie, zoals de pandemie betreffende het coronavirus COVID-19, dient te worden beschouwd als een ramp of een noodlottige situatie die kan leiden tot een voor personen bedreigende situatie; de voormelde pandemie kan derhalve het uitvaardigen van maatregelen met toepassing van het voornoemde artikel 182, eerste lid, verantwoorden; de bewoordingen van de telastleggingen bedoeld in de artikelen 5 en 8 van het ministerieel besluit van 23 maart 2020 houdende dringende maatregelen om de verspreiding van het coronavirus COVID-19 te beperken (1), namelijk het verbod op samenscholingen en het verbod om zich onnodig op de openbare weg te bevinden, staan zeker niet letterlijk vermeld in de omschrijving van de door de wet aan de minister toevertrouwde maatregelen tot opvordering en evacuatie van de bevolking; aangezien het enige doel van de in de strafvervolging bedoelde verbodsbepalingen erin bestaat de verspreiding van een noodlottig virus te verhinderen door het contact tussen de personen te beperken, vallen ze evenwel onder de bevoegdheid van de minister om de bevolking een verbod of een bevel op te leggen wanneer het, ten gevolge van een ramp of een noodlottige situatie, en teneinde de civiele veiligheid van de burgers te beschermen, noodzakelijk is hen te verwijderen van plaatsen die een bedreiging vormen voor hun gezondheid en veiligheid of hen te verbieden zich te verplaatsen; dergelijke maatregelen beantwoorden derhalve aan de bepaling van artikel 182 van de wet die toelaat de bevolking te verbieden om op plaatsen te komen die bijzonder aan het gevaar zijn blootgesteld (2). (1) Ministerieel besluit van 23 maart 2020 houdende dringende maatregelen om de verspreiding van het coronavirus COVID-19 te beperken, herhaaldelijk gewijzigd vóór de opheffing ervan door artikel 25 van het ministerieel besluit van 5 juni 2020 houdende dringende maatregelen om de verspreiding van het coronavirus COVID-19 te beperken. (2) Zie Cass. (voltallig) 28 september 2021, AR P.21.1129.N, AC 2021, nr. 594, met concl. van advocaat-generaal WINANTS.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220126.2F.8": {
      "court": "CASS",
      "date": "2022-01-26",
      "roleNumber": "P.21.1546.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220126.2F.8",
      "abstractFR": [
        "L'article 8 de l'arrêté ministériel du 23 mars 2020 portant des mesures d'urgence pour limiter la propagation du coronavirus COVID-19 ne crée pas une nouvelle cause de justification mais se borne à tracer le champ d'application de l'incrimination, en soustrayant à toute répression les déplacements indispensables tels que ceux énumérés, de manière non exhaustive, par cette disposition réglementaire.",
        "L’article 8 de l’arrêté ministériel du 23 mars 2020 portant des mesures d’urgence pour limiter la propagation du coronavirus COVID-19 ne crée pas une nouvelle cause de justification mais se borne à tracer le champ d’application de l’incrimination, en soustrayant à toute répression les déplacements indispensables tels que ceux énumérés, de manière non exhaustive, par cette disposition réglementaire."
      ],
      "abstractNL": [
        "Artikel 8 van het ministerieel besluit houdende dringende maatregelen om de verspreiding van het coronavirus COVID-19 te beperken voert geen nieuwe rechtvaardigingsgrond in maar bakent enkel het toepassingsgebied van de strafbaarstelling af door onontbeerlijke verplaatsingen, zoals die welke enuntiatief zijn opgesomd in de voormelde wettelijke bepaling, niet strafbaar te stellen.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210928.2N.16": {
      "court": "CASS",
      "date": "2021-09-28",
      "roleNumber": "P.21.1129.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210928.2N.16&lang=fr",
      "abstractFR": [
        "L'interdiction de rassemblements et l'interdiction de se trouver sans nécessité sur la voie publique et dans les lieux publics, telles que prévues aux articles 5 et 8 de l'arrêté ministériel du 23 mars 2020 portant des mesures d'urgence pour limiter la propagation du coronavirus covid-19, visent à prévenir la propagation du coronavirus covid-19 en réduisant à un minimum les contacts entre les personnes afin de réduire le risque d'infection; ces mesures ont donc pour objet d'éviter une utilisation sans nécessité de l'espace public, qui constituerait une menace au sens de l'article 182 de la loi du 15 mai 2007; il s'ensuit que cette disposition constitue un fondement légal pour l'interdiction de rassemblements et de déplacements prévue aux articles 5 et 8 de l'arrêté ministériel précité (1). (1) Voir les concl. du MP.",
        "L'interdiction de rassemblements et l'interdiction de se trouver sans nécessité sur la voie publique et dans les lieux publics, telles que prévues aux articles 5 et 8 de l'arrêté ministériel du 23 mars 2020 portant des mesures d'urgence pour limiter la propagation du coronavirus covid-19, visent à prévenir la propagation du coronavirus covid-19 en réduisant à un minimum les contacts entre les personnes afin de réduire le risque d'infection; ces mesures ont donc pour objet d'éviter une utilisation sans nécessité de l'espace public, qui constituerait une menace au sens de l'article 182 de la loi du 15 mai 2007; il s'ensuit que cette disposition constitue un fondement légal pour l'interdiction de rassemblements et de déplacements prévue aux articles 5 et 8 de l'arrêté ministériel précité (1). (1) Voir concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het verbod tot samenscholingen en het verbod om zich onnodig op de openbare weg en in openbare plaatsen te bevinden, zoals omschreven in de artikelen 5 en 8 MB 23 maart 2020, beogen de verdere verspreiding van het coronavirus COVID-19 te verhinderen door het contact tussen de personen tot een minimum te beperken teneinde aldus het besmettingsrisico te herleiden; die maatregelen strekken er dan ook toe te vermijden dat onnodig gebruik zou worden gemaakt van de openbare ruimte waardoor deze een bedreiging zou vormen zoals bedoeld in artikel 182 Wet Civiele Veiligheid zodat deze bepaling een rechtsgrond biedt voor het in de artikelen 5 en 8 MB 23 maart 2020 bepaalde samenscholings- en verplaatsingsverbod (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211102.2N.6": {
      "court": "CASS",
      "date": "2021-11-02",
      "roleNumber": "P.21.0910.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211102.2N.6&lang=fr",
      "abstractFR": [
        "Lorsque le jugement attaqué ne se borne pas à déclarer l'action publique irrecevable, à défaut de fondement légal de la répression et qu'il considère aussi que les faits ne sont en tout état de cause pas punissables étant donné que le prévenu est allé rendre visite à son ami et qu'il y a lieu de considérer cette visite comme une activité en cercle intime au sens de l'article 5, alinéa 2, de l'arrêté ministériel du 23 mars 2020, à laquelle ne s'applique pas l'interdiction de déplacements prévue à l'article 8 de ce même arrêté, cette considération, non critiquée par le moyen, fonde la décision attaquée en telle sorte que le moyen, qui ne saurait entraîner une cassation, est irrecevable à défaut d'intérêt (1). (1) Sur la recevabilité de l'action publique, voir Cass. 28 septembre 2021 (audience plénière), RG P.21.1129.N, Pas. 2021, nº 593, avec les concl. de M. Winants, avocat général, publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer het bestreden vonnis niet alleen de strafvordering niet ontvankelijk verklaart bij gebrek aan wettelijke grondslag voor de bestraffing, maar ook oordeelt dat de feiten niet strafbaar zijn omdat de beklaagde een activiteit in intieme kring uitoefende in de zin van artikel 5, tweede lid, MB 23 maart 2020 waarop het verplaatsingsverbod van artikel 8 MB 23 maart 2020 niet van toepassing is, dan draagt dit oordeel de bestreden beslissing zodat het middel dat dit oordeel niet bekritiseert niet tot cassatie kan leiden en bij gebrek aan belang niet ontvankelijk is (1). (1) Over de ontvankelijkheid van de strafvordering zie Cass. 28 september 2021 (voltallige zitting), AR P.21.1129, AC 2021, nr. 593 met concl. van advocaat-generaal A. WINANTS."
      ]
    }
  }
}