{
  "1": {
    "ECLI:BE:CASS:2018:ARR.20180313.2": {
      "court": "CASS",
      "date": "2018-03-13",
      "roleNumber": "P.17.0083.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180313.2&lang=fr",
      "abstractFR": [
        "L'article 2, § 3, de l'arrêté royal du 31 mai 1933 concernant les déclarations à faire en matière de subventions et allocations, qui punit quiconque aura utilisé une subvention prévue à l'article 1er à des fins autres que celles pour lesquelles elle a été obtenue, s'applique tant aux subventions obtenues légalement qu'à celles obtenues à la suite d'une déclaration inexacte ou incomplète visée à l'article 2, § 2, dudit arrêté royal."
      ],
      "abstractNL": [
        "Artikel 2, § 3, Subsidiefraudebesluit dat degene bestraft die een in artikel 1 van dat besluit bedoelde subsidie aanwendt voor andere doeleinden dan die waarvoor ze werd verkregen, is van toepassing zowel op subsidies die wettig zijn verkregen als op subsidies die zijn verkregen ingevolge het afleggen van een onjuiste of onvolledige verklaring als bedoeld in artikel 2, § 2, Subsidiefraudebesluit."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2018:ARR.20180313.2": {
      "court": "CASS",
      "date": "2018-03-13",
      "roleNumber": "P.17.0083.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180313.2&lang=fr",
      "abstractFR": [
        "L'article 2, § 3, de l'arrêté royal du 31 mai 1933 concernant les déclarations à faire en matière de subventions et allocations, qui punit quiconque aura utilisé une subvention prévue à l'article 1er à des fins autres que celles pour lesquelles elle a été obtenue, s'applique tant aux subventions obtenues légalement qu'à celles obtenues à la suite d'une déclaration inexacte ou incomplète visée à l'article 2, § 2, dudit arrêté royal.",
        "L'article 2, § 2, de l'arrêté royal du 31 mai 1933 concernant les déclarations à faire en matière de subventions et allocations, qui punit quiconque aura sciemment fait une déclaration inexacte ou incomplète à l'occasion d'une demande tendant à obtenir ou à conserver une subvention, indemnité ou allocation et l'article 2, § 4, du même arrêté royal, qui punit quiconque aura reçu ou conservé une subvention, indemnité ou allocation ensuite d'une déclaration visée au § 2, comportent des infractions distinctes et, dès lors, le fait qu'un prévenu obtienne ou conserve une subvention ensuite d'une déclaration inexacte ou incomplète n'entraîne pas qu'il ne puisse plus être condamné pour avoir fait cette déclaration inexacte ou incomplète."
      ],
      "abstractNL": [
        "Artikel 2, § 3, Subsidiefraudebesluit dat degene bestraft die een in artikel 1 van dat besluit bedoelde subsidie aanwendt voor andere doeleinden dan die waarvoor ze werd verkregen, is van toepassing zowel op subsidies die wettig zijn verkregen als op subsidies die zijn verkregen ingevolge het afleggen van een onjuiste of onvolledige verklaring als bedoeld in artikel 2, § 2, Subsidiefraudebesluit.",
        "Artikel 2, § 2, Subsidiefraudebesluit dat degene bestraft die wetens en willens een onjuiste of onvolledige verklaring aflegt in verband met een aanvraag tot het verkrijgen of behouden van een subsidie, vergoeding of toelage en artikel 2, § 4, Subsidiefraudebesluit dat degene bestraft die, ten gevolge van een verklaring bedoeld in § 2, een subsidie, vergoeding of toelage ontvangt of behoudt, zijn onderscheiden misdrijven zodat het feit dat een beklaagde een subsidie ontvangt of behoudt als gevolg van een onjuiste of onvolledige verklaring niet tot gevolg heeft dat hij niet meer kan worden veroordeeld wegens het afleggen van die onjuiste of onvolledige verklaring."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2025:ARR.20250423.2F.5": {
      "court": "CASS",
      "date": "2025-04-23",
      "roleNumber": "P.25.0067.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250423.2F.5",
      "abstractFR": [
        "La restitution des subventions utilisées à d'autres fins que celles pour lesquelles elles ont été obtenues n'est pas ordonnée par application de l'article 1382 de l'ancien Code civil mais en vertu de l'article 3 de l'arrêté royal du 31 mai 1933 concernant les déclarations à faire en matière de subventions et d'allocations; cette disposition ne subordonne pas la restitution d'office qu'elle impose au juge, à la preuve d'un préjudice subi personnellement par l'organisation ou l'institution ayant opéré le payement indu (1). (1) Voir Cass. 27 janvier 2009, RG P.08.1639.N, Pas. 2009, n° 68."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2018:ARR.20180313.2": {
      "court": "CASS",
      "date": "2018-03-13",
      "roleNumber": "P.17.0083.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180313.2&lang=fr",
      "abstractFR": [
        "L'article 2, § 3, de l'arrêté royal du 31 mai 1933 concernant les déclarations à faire en matière de subventions et allocations, qui punit quiconque aura utilisé une subvention prévue à l'article 1er à des fins autres que celles pour lesquelles elle a été obtenue, s'applique tant aux subventions obtenues légalement qu'à celles obtenues à la suite d'une déclaration inexacte ou incomplète visée à l'article 2, § 2, dudit arrêté royal.",
        "En vertu de l'article 3 de l'arrêté royal du 31 mai 1933 concernant les déclarations à faire en matière de subventions et allocations et de l'article 50 du Code pénal, le tribunal saisi de la poursuite ordonne, d'office, la restitution des sommes indûment versées, tous les prévenus condamnés du chef de l'infraction dont découle le versement indu étant solidairement tenus de cette restitution, et il n'est pas requis à cette fin que les sommes indûment versées soient retrouvées dans le patrimoine du prévenu concerné."
      ],
      "abstractNL": [
        "Artikel 2, § 3, Subsidiefraudebesluit dat degene bestraft die een in artikel 1 van dat besluit bedoelde subsidie aanwendt voor andere doeleinden dan die waarvoor ze werd verkregen, is van toepassing zowel op subsidies die wettig zijn verkregen als op subsidies die zijn verkregen ingevolge het afleggen van een onjuiste of onvolledige verklaring als bedoeld in artikel 2, § 2, Subsidiefraudebesluit.",
        "Krachtens artikel 3 Subsidiefraudebesluit en artikel 50 Strafwetboek beveelt de rechtbank waarbij de vervolging aanhangig is, ambtshalve de teruggave van de onterecht betaalde sommen en dit hoofdelijk ten laste van alle beklaagden die hij veroordeelt wegens het misdrijf waaruit de onterechte betaling is voortgevloeid zonder dat het daartoe vereist is dat de onterecht betaalde sommen worden teruggevonden in het vermogen van de betrokken beklaagde."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2018:ARR.20180313.2": {
      "court": "CASS",
      "date": "2018-03-13",
      "roleNumber": "P.17.0083.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180313.2&lang=fr",
      "abstractFR": [
        "L'article 2, § 2, de l'arrêté royal du 31 mai 1933 concernant les déclarations à faire en matière de subventions et allocations, qui punit quiconque aura sciemment fait une déclaration inexacte ou incomplète à l'occasion d'une demande tendant à obtenir ou à conserver une subvention, indemnité ou allocation et l'article 2, § 4, du même arrêté royal, qui punit quiconque aura reçu ou conservé une subvention, indemnité ou allocation ensuite d'une déclaration visée au § 2, comportent des infractions distinctes et, dès lors, le fait qu'un prévenu obtienne ou conserve une subvention ensuite d'une déclaration inexacte ou incomplète n'entraîne pas qu'il ne puisse plus être condamné pour avoir fait cette déclaration inexacte ou incomplète.",
        "L'article 4, alinéa 2, de l'arrêté royal du 31 mai 1933 concernant les déclarations à faire en matière de subventions et allocations, aux termes duquel la confiscation spéciale applicable aux choses visées à l'article 42 du Code pénal est toujours prononcée, s'applique également aux avantages patrimoniaux et à leur contre-valeur en argent visés aux articles 42, 3° et 43bis, alinéa 2, dudit code, de sorte que le juge est tenu d'ordonner la confiscation de ces avantages patrimoniaux et de leur contre-valeur en argent lorsqu'ils découlent des infractions définies par l'arrêté royal du 31 mai 1933.",
        "L'article 4, alinéa 2, de l'arrêté royal du 31 mai 1933 concernant les déclarations à faire en matière de subventions et allocations, aux termes duquel la confiscation spéciale applicable aux choses visés à l'article 42 du Code pénal est toujours prononcée, s'applique également aux avantages patrimoniaux visés à l'article 42, 3°, du Code pénal et à leur contre-valeur en argent visée à l'article 43bis, alinéa 2, dudit code, de sorte que le juge est tenu d'ordonner la confiscation de ces avantages patrimoniaux lorsqu'ils découlent des infractions définies par l'arrêté royal du 31 mai 1933 et, par conséquent, l'article 195, alinéa 2, du Code d'instruction criminelle ne s'applique pas à cette confiscation."
      ],
      "abstractNL": [
        "Artikel 2, § 2, Subsidiefraudebesluit dat degene bestraft die wetens en willens een onjuiste of onvolledige verklaring aflegt in verband met een aanvraag tot het verkrijgen of behouden van een subsidie, vergoeding of toelage en artikel 2, § 4, Subsidiefraudebesluit dat degene bestraft die, ten gevolge van een verklaring bedoeld in § 2, een subsidie, vergoeding of toelage ontvangt of behoudt, zijn onderscheiden misdrijven zodat het feit dat een beklaagde een subsidie ontvangt of behoudt als gevolg van een onjuiste of onvolledige verklaring niet tot gevolg heeft dat hij niet meer kan worden veroordeeld wegens het afleggen van die onjuiste of onvolledige verklaring.",
        "Artikel 4, tweede lid, Subsidiefraudebesluit, dat bepaalt dat de bijzondere verbeurdverklaring toepasselijk op de zaken bedoeld in artikel 42 Strafwetboek altijd wordt uitgesproken, is ook van toepassing op de vermogensvoordelen en de geldwaarde bedoeld in de artikelen 42, 3° en 43bis, tweede lid, Strafwetboek, zodat de rechter verplicht is de verbeurdverklaring te bevelen van die vermogensvoordelen en geldwaarde wanneer zij voortspruiten uit de misdrijven bepaald in het Subsidiefraudebesluit.",
        "Artikel 4, tweede lid, Subsidiefraudebesluit dat bepaalt dat de bijzondere verbeurdverklaring toepasselijk op de zaken bedoeld in artikel 42 Strafwetboek altijd wordt uitgesproken, is ook van toepassing op de vermogensvoordelen bedoeld in artikel 42, 3°, Strafwetboek en hun geldelijke tegenwaarde bedoeld in artikel 43bis, tweede lid, van dat wetboek zodat de rechter dan ook verplicht is de verbeurdverklaring te bevelen van die vermogensvoordelen wanneer zij voortspruiten uit de misdrijven bepaald in het Subsidiefraudebesluit en artikel 195, tweede lid, Wetboek van Strafvordering bijgevolg niet van toepassing is op die verbeurdverklaring."
      ]
    }
  }
}