{
  "6": {
    "ECLI:BE:CASS:2024:ARR.20240917.2N.12": {
      "court": "CASS",
      "date": "2024-09-17",
      "roleNumber": "P.23.1093.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240917.2N.12",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 6 Wet 13 mei 2003 volgt dat een inbreuk op EG-Verordening nr. 267/2012 in de regel wordt bestraft volgens die bepaling en door het openbaar ministerie kan worden vervolgd, behoudens wanneer die inbreuk ook als een douanemisdrijf kan worden omschreven en uit die strafbaarstelling volgt dat een zwaardere straf kan worden opgelegd; in het laatste geval behoort de vervolgingsbevoegdheid aan de algemene administratie van de douane en accijnzen; uit die bepaling volgt niet dat voor de toepassing ervan een vervolging door zowel het openbaar ministerie als de algemene administratie van de douane en accijnzen is vereist; artikel 281/2 AWDA bepaalt dat de bepalingen van het Eerste Boek van het Strafwetboek, met inbegrip van artikel 85 maar met uitzondering van artikel 68, van toepassing zijn op de misdrijven strafbaar gesteld bij die wet en de bijzondere wetten inzake douane en accijnzen (1). (1) Zie concl. OM.",
        "In correctionele en politiezaken maakt de verwijzingsbeslissing van het onderzoeksgerecht of de dagvaarding om te verschijnen voor het vonnisgerecht niet de daarin vervatte kwalificatie bij het vonnisgerecht aanhangig, maar wel de feiten zoals zij blijken uit de stukken van het onderzoek en die aan de akte van aanhangigmaking ten grondslag liggen; die kwalificatie is voorlopig en het vonnisgerecht heeft de plicht om aan de feiten, voorwerp van de telastlegging, hun juiste omschrijving te geven; wanneer de feiten slechts onder één misdrijfkwalificatie worden vervolgd maar er meerdere misdrijfkwalificaties op van toepassing zijn, kan het vonnisgerecht zonder aanvullende aanhangigmaking de beklaagde niet veroordelen voor meerdere misdrijven en is het ertoe gehouden de feiten te kwalificeren volgens de misdrijfomschrijving waarop de zwaarste straf wordt gesteld; de verplichting om aan de feiten hun juiste omschrijving te geven, verhindert niet dat het vonnisgerecht een oorspronkelijk als douanemisdrijf gekwalificeerd feit heromschrijft naar een gemeenrechtelijk misdrijf; daarvoor is niet vereist dat het openbaar ministerie dat feit gelijktijdig en gezamenlijk met de algemene administratie van de douane en accijnzen vervolgt; artikel 4 Wet 13 mei 2003, dat slechts bepaalt dat de Koning op basis van de Wet Uitvoer verder uitvoering kan geven aan een door de Europese Unie opgelegde beperkende maatregel, laat niet toe anders te oordelen; de loutere heromschrijving van een douanemisdrijf naar een gemeenrechtelijk misdrijf houdt als dusdanig geen onwettige overschrijding in van de saisine van het vonnisgerecht; wanneer de feiten enkel door de algemene administratie van de douane en accijnzen onder een douanerechtelijke kwalificatie worden vervolgd en het vonnisgerecht oordeelt dat die feiten moeten worden gekwalificeerd naar een gemeenrechtelijk misdrijf met een zwaardere bestraffing, treedt dat vonnisgerecht bij afwezigheid op dat ogenblik van vervolging voor die feiten door het openbaar ministerie, evenmin buiten zijn saisine; in dat geval kan het vonnisgerecht enkel vaststellen dat de aanhangige strafvordering werd ingesteld door een daarvoor niet-bevoegde instantie (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230425.2N.5": {
      "court": "CASS",
      "date": "2023-04-25",
      "roleNumber": "P.22.1396.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230425.2N.5",
      "abstractFR": null,
      "abstractNL": [
        "Uit de verwijzing in artikel 2ter.3 Verordening nr. 36/2012 naar artikel 11 Verordening nr. 428/2009, zoals van toepassing, kan niet worden afgeleid dat de apparatuur, goederen of technologie als genoemd in bijlage IX van Verordening nr. 36/2012 en al dan niet van oorsprong uit de Unie, gelijk te stellen zijn met producten voor tweeërlei gebruik die het voorwerp uitmaken van Verordening nr. 428/2009 en Besluit 14 maart 2014; met die verwijzing wordt voor het verlenen van een voorafgaande vergunning vereist voor het direct of indirect verkopen, leveren, overdragen of exporteren van de bedoelde apparatuur, goederen of technologie ten behoeve van een Syrisch persoon, entiteit of lichaam of bestemd voor gebruik in Syrië, tot stand gebracht als een beperkende maatregel tegen Syrië, enkel een procedurele regeling overgenomen voor het geval meerdere lidstaten voor het afgeven van de vergunning in aanmerking kunnen komen en daarmee worden geen andere bepalingen van Verordening nr. 428/2009 overgenomen of van toepassing gemaakt, zodat noch het Besluit 14 maart 2014, dat uitsluitend betrekking heeft op de vergunningen vereist voor uitvoer en doorvoer van producten voor tweeërlei gebruik, noch artikel 10 Wet Uitvoer, noch de artikelen 281 en 283 AWDA verder bepalend zijn voor de toepassing van artikel 2ter Verordening nr. 36/2012 (1). (1) Zie concl. OM.",
        "Uit de verwijzing in artikel 2ter.3 Verordening nr. 36/2012 naar artikel 11 Verordening nr. 428/2009, zoals van toepassing, kan niet worden afgeleid dat de apparatuur, goederen of technologie als genoemd in bijlage IX van Verordening nr. 36/2012 en al dan niet van oorsprong uit de Unie, gelijk te stellen zijn met producten voor tweeërlei gebruik die het voorwerp uitmaken van Verordening nr. 428/2009 en Besluit 14 maart 2014; met die verwijzing wordt voor het verlenen van een voorafgaande vergunning vereist voor het direct of indirect verkopen, leveren, overdragen of exporteren van de bedoelde apparatuur, goederen of technologie ten behoeve van een Syrisch persoon, entiteit of lichaam of bestemd voor gebruik in Syrië, tot stand gebracht als een beperkende maatregel tegen Syrië, enkel een procedurele regeling overgenomen voor het geval meerdere lidstaten voor het afgeven van de vergunning in aanmerking kunnen komen en daarmee worden geen andere bepalingen van Verordening nr. 428/2009 overgenomen of van toepassing gemaakt, zodat noch het Besluit 14 maart 2014, dat uitsluitend betrekking heeft op de vergunningen vereist voor uitvoer en doorvoer van producten voor tweeërlei gebruik, noch artikel 10 Wet Uitvoer, noch de artikelen 281 en 283 AWDA verder bepalend zijn voor de toepassing van artikel 2ter Verordening nr. 36/2012 (1). (1) Zie concl. OM"
      ]
    }
  }
}