{
  "2": {
    "ECLI:BE:CASS:2019:ARR.20190506.1": {
      "court": "CASS",
      "date": "2019-05-06",
      "roleNumber": "C.18.0516.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190506.1",
      "abstractFR": [
        "Il suit du rapprochement des articles 2, 3, alinéa 1er, 4, §1er,1°, et 5 de la loi du 19 décembre 2005 relative à l'information précontractuelle dans le cadre d'accords de partenariats commerciaux que, lorsque la personne qui octroie le droit n'a pas fourni à l'autre personne le document particulier reprenant les données visées à l'article 4 de la loi précitée, la personne qui obtient le droit peut invoquer la nullité des dispositions de l'accord de partenariat commercial visées à l'article 4, § 1er, 1°, de cette loi et qu'en ce cas, elle n'est pas tenue de le faire dans le délai de deux ans de l'article 5, alinéa 1er, de ladite loi (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de onderlinge samenhang tussen de artikelen 2, 3, eerste lid, 4, § 1, 1°, en 5 van de wet van 19 december 2005 betreffende de precontractuele informatie bij commerciële samenwerkingsovereenkomsten volgt dat, wanneer de persoon die het recht toekent de andere persoon het afzonderlijk document met de in artikel 4 van de voormelde wet bedoelde gegevens niet verstrekt, de persoon die het recht verkrijgt de nietigheid van de in artikel 4, § 1, 1°, van die wet bedoelde bepalingen van de commerciële samenwerkingsovereenkomst kan aanvoeren en dat hij dat in dergelijk geval niet binnen de termijn van twee jaar van artikel 5, eerste lid, van die wet dient te doen (1). (1) Zie concl. OM in Pas. 2019, nr. 263."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2016:ARR.20160512.4": {
      "court": "CASS",
      "date": "2016-05-12",
      "roleNumber": "C.15.0218.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160512.4&lang=fr",
      "abstractFR": [
        "Le délai d'un mois qui suit la délivrance du document d'information précontractuelle avant l'expiration duquel aucune obligation ne peut être prise, ne constitue pas un délai de prescription et ne concerne pas davantage un délai pour accomplir un acte de procédure; ni l'article 2260 du Code civil, ni les dispositions du Code judiciaire ne s'appliquent, dès lors, au calcul du délai applicable.",
        "La notion de \" mois \" relative au délai qui suit la délivrance du document d'information précontractuelle avant l'expiration duquel aucune obligation ne peut être prise doit être interprétée dans le langage courant; le délai d'un mois commence, dès lors, à courir à compter du jour qui suit la délivrance du document d'information précontractuelle et expire un mois plus tard."
      ],
      "abstractNL": [
        "De termijn van één maand volgend op de afgifte van het precontractueel informatiedocument, voor het verstrijken waarvan geen enkele verbintenis mag worden aangegaan, is geen verjaringstermijn en betreft evenmin een termijn voor het verrichten van een proceshandeling; Artikel 2260 van het Burgerlijk Wetboek, noch de bepalingen van het Gerechtelijk Wetboek zijn derhalve op de berekening van de termijn van toepassing.",
        "Het begrip \"maand\" van de termijn volgend op de afgifte van het precontractueel informatiedocument voor het verstrijken waarvan geen enkele verbintenis mag worden aangegaan, dient te worden uitgelegd in de gebruikelijke betekenis die het dagelijks taalgebruik eraan geeft; de termijn van één maand begint derhalve te lopen vanaf de dag na die van het verstrekken van het precontractueel informatiedocument en eindigt één maand later."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2019:ARR.20190506.1": {
      "court": "CASS",
      "date": "2019-05-06",
      "roleNumber": "C.18.0516.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190506.1",
      "abstractFR": [
        "Il suit du rapprochement des articles 2, 3, alinéa 1er, 4, §1er,1°, et 5 de la loi du 19 décembre 2005 relative à l'information précontractuelle dans le cadre d'accords de partenariats commerciaux que, lorsque la personne qui octroie le droit n'a pas fourni à l'autre personne le document particulier reprenant les données visées à l'article 4 de la loi précitée, la personne qui obtient le droit peut invoquer la nullité des dispositions de l'accord de partenariat commercial visées à l'article 4, § 1er, 1°, de cette loi et qu'en ce cas, elle n'est pas tenue de le faire dans le délai de deux ans de l'article 5, alinéa 1er, de ladite loi (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de onderlinge samenhang tussen de artikelen 2, 3, eerste lid, 4, § 1, 1°, en 5 van de wet van 19 december 2005 betreffende de precontractuele informatie bij commerciële samenwerkingsovereenkomsten volgt dat, wanneer de persoon die het recht toekent de andere persoon het afzonderlijk document met de in artikel 4 van de voormelde wet bedoelde gegevens niet verstrekt, de persoon die het recht verkrijgt de nietigheid van de in artikel 4, § 1, 1°, van die wet bedoelde bepalingen van de commerciële samenwerkingsovereenkomst kan aanvoeren en dat hij dat in dergelijk geval niet binnen de termijn van twee jaar van artikel 5, eerste lid, van die wet dient te doen (1). (1) Zie concl. OM in Pas. 2019, nr. 263."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150917.15": {
      "court": "CASS",
      "date": "2015-09-17",
      "roleNumber": "C.14.0188.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150917.15&lang=fr",
      "abstractFR": [
        "En vertu de l'article 5 de la loi du 19 décembre 2005 relative à l'information précontractuelle dans le cadre d'accords de partenariat commercial, tel qu'il est applicable en l'espèce, la personne qui obtient le droit peut invoquer la nullité de l'accord de partenariat commercial dans les deux ans de la conclusion de l'accord; il ressort de cette disposition qu'avant l'expiration de ce délai aucune confirmation de la nullité ne peut être déduite de la simple exécution de l'accord en connaissance de cause (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Ledit article 5 de la loi du 19 décembre 2005 requiert uniquement que la nullité de l'accord de partenariat commercial soit invoquée dans le délai prescrit et non qu'une action en nullité soit intentée endéans ce délai (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Krachtens artikel 5 van de wet van 19 december 2005 betreffende de precontractuele informatie bij commerciële samenwerkingsovereenkomsten, zoals hier van toepassing, kan de persoon die het recht verkrijgt, de nietigheid van de commerciële samenwerkings- overeenkomst inroepen binnen twee jaar na het sluiten van de overeenkomst; uit deze bepaling volgt dat vóór het verstrijken van deze termijn geen bevestiging van de nietigheid kan worden afgeleid uit de loutere uitvoering van de overeenkomst met kennis van zaken (1). (1) Zie concl. OM.",
        "Voormeld artikel 5 van de wet van 19 december 2005 vereist enkel dat de nietigheid van de commerciële samenwerkingsovereenkomst wordt ingeroepen binnen de bepaalde termijn en niet dat binnen die termijn een vordering in nietigverklaring wordt ingesteld (1). (1) Zie concl. OM."
      ]
    }
  }
}