{
  "2": {
    "ECLI:BE:CASS:2022:ARR.20221025.2N.26": {
      "court": "CASS",
      "date": "2022-10-25",
      "roleNumber": "P.22.0152.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221025.2N.26",
      "abstractFR": null,
      "abstractNL": [
        "° De omstandigheid dat de Vlaamse overheid op een bepaald tijdstip een belasting heft op een leegstaande of verwaarloosde bedrijfsruimte, heeft niet tot gevolg dat er na dat tijdstip met betrekking tot het desbetreffende onroerend goed geen sprake kan zijn van een door artikel 4.2.1, 6°, Vlaamse Codex Ruimtelijke Ordening bedoelde onvergunde wijziging van de hoofdfunctie van een bebouwd onroerend goed naar een bedrijfsfunctie zoals omschreven in artikel 2, § 1, eerste lid, van het besluit van de Vlaamse Regering van 14 april 2000 tot bepaling van de vergunningsplichtige functiewijzigingen.",
        "Het in artikel 4.2.1, 6°, Vlaamse Codex Ruimtelijke Ordening bedoelde misdrijf van het zonder voorafgaande vergunning geheel of gedeeltelijk wijzigen van de hoofdfunctie van een bebouwd onroerend goed, vereist dat de hoofdfunctie van dat goed, zoals bedoeld in artikel 2, § 1, van het besluit van de Vlaamse Regering van 14 april 2000 tot bepaling van de vergunningsplichtige functiewijzigingen, wordt gewijzigd in een andere hoofdfunctie in de zin van die bepaling; de loutere omstandigheid dat er onduidelijkheid is over één van de vroegere hoofdfuncties van het bebouwd onroerend goed doet echter geen afbreuk aan dat misdrijf, in zoverre vaststaat dat de zonder voorafgaande vergunning tot stand gebrachte hoofdfunctie in de zin van de voormelde bepaling, verschillend is van de vroegere hoofdfunctie in de zin van diezelfde bepaling."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151229.1": {
      "court": "CASS",
      "date": "2015-12-29",
      "roleNumber": "P.15.0085.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151229.1&lang=fr",
      "abstractFR": [
        "Les activités agricoles sont des activités axées sur la production de fruits, plantes ou bétail et les activités para-agricoles sont des activités directement associées à l'agriculture ou qui y correspondent; un chenil est étranger à l'agriculture et ne peut davantage être assimilé à une activité para-agricole car l'élevage de chiens n'est pas directement associé à l'agriculture et n'y correspond pas (1). (1) Voir C.E. n° 96811 du 21 juin 2001; C.E. n° 112780 du 21 novembre 2002; C.E. n° 161270 du 12 juillet 2006; C.E. n° 167375 du 1er février 2007, C.E. n° 201009 du 17 février 2010."
      ],
      "abstractNL": [
        "Agrarische activiteiten zijn activiteiten gericht op de productie van vruchten, gewassen of vee en para-agrarische activiteiten zijn activiteiten die onmiddellijk bij landbouw aansluiten of erop afgestemd zijn; een hondenkwekerij is vreemd aan landbouw en kan evenmin worden aangemerkt als een para-agrarisch bedrijf want het fokken van honden sluit immers niet onmiddellijk aan bij landbouw of is evenmin erop afgestemd (1). (1) Zie RvSt. nr. 96811 van 21 juni 2001, RvSt. nr. 112780 van 21 november 2002, RvSt. nr. 161270 van 12 juli 2006, RvSt. nr. 167375 van 1 februari 2007; RvSt. nr. 201009 van 17 februari 2010."
      ]
    }
  }
}