{
  "5": {
    "ECLI:BE:CASS:2025:ARR.20251028.2N.13": {
      "court": "CASS",
      "date": "2025-10-28",
      "roleNumber": "P.25.0631.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251028.2N.13",
      "abstractFR": null,
      "abstractNL": [
        "Artikel 1304, eerste lid, Gerechtelijk Wetboek bepaalt dat het vonnis of het arrest waarbij de echtscheiding wordt uitgesproken, ten aanzien van derden eerst gevolg heeft vanaf de melding op de huwelijksakte of vanaf de opmaak van de akte van echtscheiding; deze bepaling, op grond waarvan de beschikkingshandelingen uit de regelingsakte voorafgaand aan de echtscheiding door onderlinge toestemming niet aan de beslagleggende schuldeiser kunnen worden tegengeworpen zolang de rechterlijke beslissing waarbij de echtscheiding wordt uitgesproken geen kracht van gewijsde heeft verkregen, verzet zich tegen de toepassing van artikel 5.146, § 2, eerste lid, 2°, Burgerlijk Wetboek op grond waarvan het beslag gelegd hangende de voorwaarde niet tegenwerpelijk is aan de verkrijger van het goed bij vervulling van de voorwaarde (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251103.3F.1": {
      "court": "CASS",
      "date": "2025-11-03",
      "roleNumber": "C.23.0109.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251103.3F.1",
      "abstractFR": [
        "L'assurance contre le péril d'incendie souscrite en nom personnel par un copropriétaire indivis du bien assuré ne couvre que sa part de copropriété et ne profite pas aux autres copropriétaires, sauf s'il résulte de l'assurance que le preneur a agi pour leur compte (1). (1) Cass. 12 avril 2021, RG C.20.0201.N, Juportal, avec les concl. de M. Vanderlinden, avocat général.",
        "Le preneur d'assurance, copropriétaire indivis du bien assuré, qui souscrit une assurance contre le péril d'incendie dont les primes sont calculées sur la valeur totale du bien, agit pour le compte des autres copropriétaires (1). (1) Cass. 12 avril 2021, RG C.20.0201.N, Juportal, avec les concl. de M. Vanderlinden, avocat général."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2025:ARR.20250109.1F.4": {
      "court": "CASS",
      "date": "2025-01-09",
      "roleNumber": "C.24.0188.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250109.1F.4",
      "abstractFR": [
        "Le droit à la répétition de l'indu naissant, en règle, le jour du paiement, le délai de prescription prend cours à cette date; cette règle ne s'applique pas lorsque l'obligation du solvens, telle qu'elle existait au moment du paiement, a subi des modifications à la suite d'un événement ultérieur faisant naître à son profit des droits remontant au moment du paiement; dans ce cas, le délai de prescription commence à courir, en principe, à partir de cet événement."
      ],
      "abstractNL": [
        "Aangezien het recht op terugvordering van de onverschuldigd betaalde bedragen in de regel ontstaat op de datum van de betaling, gaat de verjaringstermijn op die datum in; die regel is niet van toepassing wanneer de verplichting van de solvens, zoals deze bestond op het ogenblik van de betaling, wijzigingen heeft ondergaan ten gevolge van een latere gebeurtenis die rechten in zijn voordeel hebben doen ontstaan die teruggaan tot op het ogenblik van de betaling; in dat geval gaat de verjaringstermijn in beginsel vanaf die gebeurtenis in."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250926.1F.3": {
      "court": "CASS",
      "date": "2025-09-26",
      "roleNumber": "C.25.0070.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250926.1F.3",
      "abstractFR": [
        "Lorsque les éléments soumis à son appréciation permettent d'exclure la qualification donnée par les parties à la convention qu'elles ont conclue, le juge du fond peut y substituer une qualification différente (1). (1) Cass. 22 mai 2006, RG S.05.0014.F, Pas. 2006, nr. 284."
      ],
      "abstractNL": null
    }
  }
}