{
  "30": {
    "ECLI:BE:CASS:2024:ARR.20241106.2F.3": {
      "court": "CASS",
      "date": "2024-11-06",
      "roleNumber": "P.24.0790.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20241106.2F.3",
      "abstractFR": [
        "Le juge peut intégrer au montant du dommage alloué au gestionnaire de réseau d'électricité, en réparation du vol d'énergie dont il a été victime, le montant de la TVA due sur les consommations d'énergie que ce gestionnaire a rétroactivement facturées en application de l'article 30, § 5, du décret de la Région wallonne du 12 avril 2001 relatif à l'organisation du marché régional de l'électricité, montant que ledit gestionnaire est légalement tenue de rétrocéder à l'État en vertu des articles 10, § 1er, et 51, § 1er, du Code de la TVA (1). (1) Certes, la Cour a autrefois considéré que « la taxe sur la valeur ajoutée n'est pas due sur la consommation d'électricité qui n'a pas été livrée par le distributeur au consommateur mais obtenue frauduleusement par ce dernier » (Cass. 15 avril 1999, RG C.97.0463.F, Pas. 1999, n° 210, ECLI:BE:CASS:1999:ARR.19990415.11, critiqué par V. SEPULCHRE, « T.V.A. et dommages et intérêt - Jurisprudence de la Cour de cassation au regard des principes dégagés par la Cour de Justice de l'Union européenne », R.G.F., 2001, pp. 63-79 [75-76]). Mais l'arrêt attaqué constate que la défenderesse, en sa qualité de gestionnaire de réseau, a facturé l'énergie éludée au demandeur, conformément à l'article 30, § 5, alinéa 2, du Décret régional wallon du 12 avril 2001 relatif à l'organisation du marché régional de l'électricité, qui, édicté postérieurement à ce précédent, dispose : « Les quantités d'électricité consommées par les clients finals qui ne sont ni autoproduites, ni partagées entre les participants à une communauté d'énergie ou entre des clients actifs agissant collectivement, ni échangées de pair-à-pair, ni facturées par un fournisseur, sont facturées à ces clients finals à titre de fourniture, par le gestionnaire de réseau auxquels ils sont raccordés ». Et la Cour de Justice de l'Union européenne, en réponse à des questions préjudicielles posées par le juge de paix d'Anvers, a dit en 2023 que « l'article 2, paragraphe 1er, a), de la directive 2006/112/CE du Conseil, du 28 novembre 2006, relative au système commun de taxe sur la valeur ajoutée, telle que modifiée par la directive 2009/162/UE du Conseil, du 22 décembre 2009, lu en combinaison avec l'article 14, paragraphe 1er, de cette directive, doit être interprété en ce sens que la fourniture d'électricité par un gestionnaire de réseau de distribution, fût-elle involontaire et le fruit de la démarche illégale d'un tiers, constitue une livraison de biens effectuée à titre onéreux emportant le transfert du pouvoir de disposer d'un bien corporel » (C.J.U.E. 27 avril 2023, n° C-677/21, Fluvius Antwerpen c/ MX, et concl. de Mme KOKOTT, avocat général [spéc. cons. 34, 36-37 et 40-42], laquelle a relevé notamment qu'« on pourrait difficilement justifier, notamment eu égard à l'article 20 de la charte des droits fondamentaux de l'Union européenne, les raisons pour lesquelles le consommateur d'électricité honnête serait frappé d'une taxe que le consommateur d'électricité malhonnête (illégal) n'a pas à supporter alors qu'il existe un marché commun pour ces prestations et que les deux doivent dépenser de l'argent pour le même avantage consommable. On ne saurait en tout cas pas discerner de raisons objectives pour cette différence de traitement »). M.N.B."
      ],
      "abstractNL": null
    }
  }
}