{
  "1": {
    "ECLI:BE:CASS:2012:ARR.20121025.6": {
      "court": "CASS",
      "date": "2012-10-25",
      "roleNumber": "C.11.0496.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20121025.6",
      "abstractFR": [
        "L'article 23 de la loi du 17 avril 1835 vise tous les modes d'acquisition, amiable ou forcée par l'expropriation par voie judiciaire conformément aux articles 1er à 22 de cette loi, pour cause d'utilité publique (1). (1) Voir les conclusions du M.P."
      ],
      "abstractNL": [
        "Artikel 23 van de wet van 17 april 1835 op de onteigening ten algemenen nutte, doelt op alle wijzen van verkrijging, dus zowel via een minnelijke regeling als via gerechtelijke onteigening overeenkomstig de artikelen 1 tot 22 van die wet (1). (1) Zie concl. OM in Pas., 2012, nr. ***."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2021:ARR.20210423.1N.7": {
      "court": "CASS",
      "date": "2021-04-23",
      "roleNumber": "C.20.0238.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210423.1N.7&lang=fr",
      "abstractFR": [
        "Le délai de prescription de l'action en rétrocession ne commence à courir qu'à partir du moment où l'expropriant a reconnu, soit par une décision expresse, soit par des actes impliquant raisonnablement cette reconnaissance, que le bien exproprié ne sera pas utilisé pour la réalisation de l'objectif de l'expropriation (1). (1) Voir les concl. MP publiées à leur date dans AC.",
        "Pour apprécier si les actes de l'expropriant constituent raisonnablement une reconnaissance que le bien exproprié ne sera pas utilisé pour la réalisation de l'objectif de l'expropriation, le juge peut tenir compte de la nature spécifique et de l'ampleur de cet objectif, des circonstances concrètes de la cause et de l'absence de commencement de réalisation de l'objectif de l'expropriation dans un délai déterminé (1). (1) Voir les concl. MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De verjaringstermijn van de vordering tot wederoverdracht begint slechts te lopen vanaf het ogenblik dat de onteigenaar heeft erkend, hetzij door middel van een uitdrukkelijke beslissing hetzij door handelingen die redelijkerwijze een dergelijke erkenning inhouden, dat het onteigende goed niet zal worden aangewend voor de realisatie van het onteigeningsdoel (1). (1) Zie concl. OM.",
        "De rechter oordeelt in feite of de handelingen van de onteigenaar redelijkerwijze een erkenning inhouden dat het onteigende goed niet zal worden aangewend voor de realisatie van het onteigeningsdoel en kan bij de beoordeling hiervan rekening houden met de specifieke aard en de omvang van dat doel, de concrete omstandigheden van de zaak en het gebrek aan begin van realisatie van het onteigeningsdoel binnen een bepaalde termijn (1). (1) Zie concl. OM."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2020:ARR.20200907.3N.5": {
      "court": "CASS",
      "date": "2020-09-07",
      "roleNumber": "C.19.0193.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200907.3N.5&lang=fr",
      "abstractFR": [
        "L'obligation faite aux tribunaux de statuer « sur le tout » par un seul jugement n'implique pas qu'ils sont tenus de statuer sur toutes les causes d'illégalité invoquées par l'exproprié, si l'expropriation a déjà été déclarée illégale pour l'une des causes invoquées."
      ],
      "abstractNL": [
        "De verplichting voor de rechtbanken om \"over het geheel\" met één vonnis uitspraak te doen, houdt niet in dat zij over alle door de onteigende aangevoerde gronden van onwettigheid dient te oordelen indien de onteigening reeds op één van de aangevoerde gronden onwettig wordt verklaard."
      ]
    }
  },
  "17": {
    "ECLI:BE:CASS:2013:ARR.20130516.6": {
      "court": "CASS",
      "date": "2013-05-16",
      "roleNumber": "C.11.0586.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130516.6",
      "abstractFR": [
        "Les jugements et arrêts qui interviennent dans l''instruction de la procédure d''expropriation ne seront rendus qu''après avoir entendu le ministère public."
      ],
      "abstractNL": [
        "De vonnissen en arresten in een onteigeningsprocedure worden pas gewezen nadat het openbaar ministerie gehoord is."
      ]
    }
  },
  "23": {
    "ECLI:BE:CASS:2021:ARR.20210423.1N.7": {
      "court": "CASS",
      "date": "2021-04-23",
      "roleNumber": "C.20.0238.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210423.1N.7&lang=fr",
      "abstractFR": [
        "Le délai de prescription de l'action en rétrocession ne commence à courir qu'à partir du moment où l'expropriant a reconnu, soit par une décision expresse, soit par des actes impliquant raisonnablement cette reconnaissance, que le bien exproprié ne sera pas utilisé pour la réalisation de l'objectif de l'expropriation (1). (1) Voir les concl. MP publiées à leur date dans AC.",
        "Pour apprécier si les actes de l'expropriant constituent raisonnablement une reconnaissance que le bien exproprié ne sera pas utilisé pour la réalisation de l'objectif de l'expropriation, le juge peut tenir compte de la nature spécifique et de l'ampleur de cet objectif, des circonstances concrètes de la cause et de l'absence de commencement de réalisation de l'objectif de l'expropriation dans un délai déterminé (1). (1) Voir les concl. MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De verjaringstermijn van de vordering tot wederoverdracht begint slechts te lopen vanaf het ogenblik dat de onteigenaar heeft erkend, hetzij door middel van een uitdrukkelijke beslissing hetzij door handelingen die redelijkerwijze een dergelijke erkenning inhouden, dat het onteigende goed niet zal worden aangewend voor de realisatie van het onteigeningsdoel (1). (1) Zie concl. OM.",
        "De rechter oordeelt in feite of de handelingen van de onteigenaar redelijkerwijze een erkenning inhouden dat het onteigende goed niet zal worden aangewend voor de realisatie van het onteigeningsdoel en kan bij de beoordeling hiervan rekening houden met de specifieke aard en de omvang van dat doel, de concrete omstandigheden van de zaak en het gebrek aan begin van realisatie van het onteigeningsdoel binnen een bepaalde termijn (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160523.2": {
      "court": "CASS",
      "date": "2016-05-23",
      "roleNumber": "C.15.0007.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160523.2",
      "abstractFR": [
        "L'arrêt, qui constate que \"la partie litigieuse a été utilisée de manière temporaire dans le cadre des travaux menés à la suite de l'expropriation originaire\" décide légalement que le droit invoqué de rétrocession n'est pas présent en l'espèce, la seule circonstance qu'un excédent d'emprise ait été revendu à la fin des travaux à une société commerciale ne permettant pas de passer outre le fait que cette partie litigieuse a été utilisée temporairement aux fins de l'expropriation, ce qui a mis fin à un droit de rétrocession."
      ],
      "abstractNL": [
        "Het arrest stelt vast dat \"het litigieuze deel tijdelijk gebruikt werd in het kader van werkzaamheden die uitgevoerd werden ten gevolge van de oorspronkelijke onteigening\", en beslist bijgevolg naar recht dat het aangevoerde recht van wederoverdracht in dit geval niet aanwezig is, aangezien de omstandigheid dat een onteigeningsoverschot aan het eind van de werkzaamheden doorverkocht werd aan een handelsvennootschap op zich geen afdoende reden vormt om voorbij te gaan aan het feit dat dit litigieuze deel tijdelijk gebruikt werd met het oog op de onteigening, waardoor het recht van wederoverdracht beëindigd is."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20121025.6": {
      "court": "CASS",
      "date": "2012-10-25",
      "roleNumber": "C.11.0496.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20121025.6",
      "abstractFR": [
        "L'article 23 de la loi du 17 avril 1835 vise tous les modes d'acquisition, amiable ou forcée par l'expropriation par voie judiciaire conformément aux articles 1er à 22 de cette loi, pour cause d'utilité publique (1). (1) Voir les conclusions du M.P."
      ],
      "abstractNL": [
        "Artikel 23 van de wet van 17 april 1835 op de onteigening ten algemenen nutte, doelt op alle wijzen van verkrijging, dus zowel via een minnelijke regeling als via gerechtelijke onteigening overeenkomstig de artikelen 1 tot 22 van die wet (1). (1) Zie concl. OM in Pas., 2012, nr. ***."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20120628.12": {
      "court": "CASS",
      "date": "2012-06-28",
      "roleNumber": "C.11.0140.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120628.12&lang=fr",
      "abstractFR": [
        "Le délai de prescription de la demande de rétrocession ne commence à courir qu'à partir du moment où l'expropriant a reconnu soit au moyen d'une décision expresse soit par des actes qui impliquent raisonnablement une telle reconnaissance, que le bien exproprié ne sera pas affecté à la réalisation de la destination de l'expropriation; la circonstance que l'expropriant est en possession du bien exproprié depuis déjà trente ans n'entraine pas la prescription du droit à la rétrocession (1). (1) Voir les conclusions du M.P. à leur date dans AC."
      ],
      "abstractNL": [
        "De verjaringstermijn van de vordering tot wederoverdracht begint slechts te lopen vanaf het ogenblik dat de onteigenaar heeft erkend hetzij door middel van een uitdrukkelijke beslissing hetzij door handelingen die redelijkerwijze een dergelijke erkenning inhouden, dat het onteigende goed niet zal worden aangewend voor de realisatie van het onteigeningsdoel; de omstandigheid dat de onteigenaar reeds gedurende dertig jaar in het bezit is van het onteigende goed, leidt niet tot de verjaring van het recht van wederoverdracht (1). (1) Zie de concl. van het O.M."
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20100923.3": {
      "court": "CASS",
      "date": "2010-09-23",
      "roleNumber": "C.09.0220.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100923.3",
      "abstractFR": [
        "L'autorité administrative qui, après avoir exproprié un immeuble, décide de le remettre en vente, est tenue de notifier sa décision au propriétaire exproprié afin de lui permettre d'exercer utilement son droit de rétrocession (1). (1) Voir Cass., 14 octobre 1948, Bull. et Pas., 1948, I, 564."
      ],
      "abstractNL": [
        "De administratieve overheid die een pand onteigent en vervolgens beslist om het weder te verkopen, moet haar beslissing ter kennis brengen van de onteigende eigenaar om hem de kans te bieden zijn recht op wederafstand uit te oefenen (1). (1) Zie Cass., 14 okt. 1948, A.C., 1948, p. 487."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20090522.1": {
      "court": "CASS",
      "date": "2009-05-22",
      "roleNumber": "C.07.0087.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090522.1&lang=fr",
      "abstractFR": [
        "La loi du 26 juillet 1962 relative à la procédure d'extrême urgence en matière d'expropriation pour cause d'utilité publique prévoit une réglementation spéciale en matière d'expropriation des biens immeubles dont la prise de possession par l'instance expropriante est immédiatement requise et règle toutes les phases de la procédure d'expropriation, de sorte que les dispositions de la loi du 17 avril 1835 sur l'expropriation pour cause d'utilité publique ne sont en principe pas applicables en l'espèce; cela n'exclut toutefois pas que la possibilité de remise s'applique en cas d'expropriation d'extrême urgence (1). (1) Voir les conclusions du M.P."
      ],
      "abstractNL": [
        "De wet van 26 juli 1962 betreffende de rechtspleging bij hoogdringende omstandigheden houdt een speciale regeling in inzake de onteigening van onroerende goederen waarvan de inbezitneming door de onteigenende instantie onmiddellijk vereist is en regelt alle fasen van de onteigeningsprocedure, zodat de bepalingen van de wet van 17 april 1835 op de onteigening ten algemenen nutte ter zake in beginsel niet toepasselijk zijn; dit sluit evenwel niet uit dat de mogelijkheid van wederoverdracht van toepassing is bij een onteigening bij hoogdringende omstandigheden (1). (1) Zie de concl. van het O.M."
      ]
    }
  }
}