{
  "2": {
    "ECLI:BE:CASS:2021:ARR.20210630.2F.10": {
      "court": "CASS",
      "date": "2021-06-30",
      "roleNumber": "P.21.0214.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210630.2F.10",
      "abstractFR": [
        "Le juge ne méconnaît pas les dispositions décrétales et réglementaires réprimant la modification sensible du relief du sol sans permis préalable lorsqu'il déduit celle-ci de la constatation que le permis d'urbanisme a été délivré afin de réaliser un remblai, et non un déblai, constitué exclusivement de terres et de roches dans leur état naturel et issus du territoire de la commune ou de sa périphérie, que les prévenus ont excavé plusieurs milliers de mètres cubes de terre, en descendant plus bas que le niveau du terrain naturel, et que les terres d'origine ont été remplacées par des remblais de provenance et de composition inconnues, à tout le moins partiellement non conformes."
      ],
      "abstractNL": [
        "De rechter schendt de decretale en reglementaire bepalingen die de merkbare wijziging van het bodemreliëf zonder voorafgaande vergunning bestraffen niet, wanneer hij die afleidt uit de vaststelling dat, de stedenbouwkundige vergunning werd afgeleverd om een ophoging en niet een ingraving te verwezenlijken die uitsluitend bestaat uit grond en gesteente in hun natuurlijke staat, afkomstig van het grondgebied van de gemeente of uit de omgeving ervan, dat de beklaagden enkele duizenden kubieke meter grond hebben uitgegraven en hierbij dieper hebben gegraven dan het natuurlijke niveau van het terrein, en dat de oorspronkelijke grond werd vervangen door ophogingen van onbekende herkomst en samenstelling, die op zijn minst gedeeltelijk niet-conform zijn."
      ]
    }
  },
  "9": {
    "ECLI:BE:CASS:2018:ARR.20180110.3": {
      "court": "CASS",
      "date": "2018-01-10",
      "roleNumber": "P.17.0815.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180110.3",
      "abstractFR": [
        "Une abstention peut entraîner une participation punissable non seulement lorsque le coauteur a un devoir positif d'agir, mais aussi lorsque son abstention constitue un encouragement positif à la perpétration d'une infraction (1); ainsi, les infractions commises à l'occasion de l'utilisation d'un terrain par le placement d'installations fixes ou mobiles peuvent être imputées à celui qui les a placées comme aussi au propriétaire qui y a consenti ou qui a toléré cette situation. (1) Cass. 29 avril 2003, RG P.02.1461.N, Pas. 2003, n° 269; Cass. 23 novembre 1999, RG P.98.1185.N, Pas. 1999, n° 624; voir aussi Cass. 15 septembre 2015, RG P.14.1189.N, Pas. 2015, n° 513, avec concl. de M. WINANTS, avocat général délégué (§§11 et s.) in AC 2015 n° 513; Cass. 29 novembre 2011, RG P.11.0573.N, Pas. 2011, n° 652; Cass. 2 septembre 2009, RG P.09.0391.F, Pas. 2009, n° 467; Cass. 17 décembre 2008, RG P.08.1é.F, Pas. 2008, n° 737, avec concl. de M. VANDERMEERSCH, avocat général; Cass. 26 février 2008, RG P.06.1518.N, Pas. 2008, n° 129."
      ],
      "abstractNL": [
        "Een verzuim kan tot strafbare deelneming leiden, niet alleen wanneer de mededader een positieve plicht tot handelen heeft maar ook wanneer zijn verzuim een positieve aansporing vormt om een overtreding te begaan (1); aldus kunnen de bij de aanwending van een terrein door het oprichten van vaste of mobiele installaties begane overtredingen ten laste worden gelegd aan diegene die ze heeft opgericht alsmede aan de eigenaar die daarmee heeft ingestemd of die deze toestand heeft gedoogd. (1) Cass. 29 april 2003, AR P.02.1461.N, AC 2003, nr. 269; Cass. 23 november 1999, AR P.98.1185.N, AC 1999, nr. 624; zie ook Cass. 15 september 2015, AR P.14.1189.N, AC 2015, nr. 513, met concl. van advocaat-generaal met opdracht A. WINANTS (§§11 e.v.); Cass. 29 november 2011, AR P.11.0573.N, AC 2011, nr. 652; Cass. 2 september 2009, AR P.09.0391.F, AC 2009, nr. 467; Cass. 17 december 2008, AR P.08.1é.F, AC 2008, nr. 737, met concl. van advocaat-generaal D. VANDERMEERSCH in Pas. 2008, nr. 737; Cass. 26 februari 2008, AR P.06.1518.N, AC 2008, nr. 129."
      ]
    }
  }
}