{
  "9": {
    "ECLI:BE:CASS:2025:ARR.20250425.1N.1": {
      "court": "CASS",
      "date": "2025-04-25",
      "roleNumber": "F.22.0162.N-F.22.0166.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250425.1N.1",
      "abstractFR": null,
      "abstractNL": [
        "Uit het principe dat, om te voldoen aan het vereiste van een toets met volle rechtsmacht, niets van wat onder de beoordeling van de administratie valt aan het toezicht van de rechter mag ontsnappen, volgt dat wanneer de belastingplichtige opkomt tegen de beslissing van de minister of zijn gemachtigde over een verzoek met toepassing van artikel 9 van het Regentbesluit, de rechter de boete moet kunnen kwijtschelden of verminderen op dezelfde wijze als de minister of zijn gedelegeerde dat kan (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230302.1F.6": {
      "court": "CASS",
      "date": "2023-03-02",
      "roleNumber": "F.21.0172.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230302.1F.6",
      "abstractFR": [
        "Si, aux termes de l'article 9 de l'arrêté du Régent n° 78 du 18 mars 1831 organique de l'administration des Finances, le ministre des Finances statue sur les réclamations ayant pour objet la remise d'amendes et d'augmentations de droits à titre d'amendes, autres que celles prononcées par le juge, il ne s'ensuit pas qu'à défaut d'un tel recours, le juge puisse exercer de telles prérogatives en fixant l'amende proportionnelle pour fraude fiscale en deçà du tarif légal (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Hoewel artikel 9 van het organiek besluit nr. 78 van de Regent van 18 maart 1831 van het bestuur van 's lands middelen bepaalt dat de minister van Financiën beschikt op de verzoeken om kwijtschelding van boeten of verhogingen van recht ten titel van boeten, andere dan degene uitgesproken door de rechter, volgt hieruit niet dat, bij gebrek aan een dergelijk verzoek, de rechter een dergelijke bevoegdheid mag uitoefenen door de proportionele geldboete wegens belastingontduiking vast te stellen onder het wettelijk tarief (1). (1) Zie concl. OM in Pas. 2023, nr. 165."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220923.1N.12": {
      "court": "CASS",
      "date": "2022-09-23",
      "roleNumber": "F.20.0112.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220923.1N.12",
      "abstractFR": [
        "Il ne suit pas de l'article 9 de l'arrêté du Régent n° 78 organique du 18 mars 1831 de l'administration des finances, qui accorde un droit de clémence au ministre des Finances, qu'à défaut de demande de remise introduite auprès du ministre, le juge puisse exercer les compétences du ministre en statuant en pure opportunité sur l'importance ou la remise de l'amende ; ceci ne fait cependant pas obstacle à ce que, lorsque le contribuable n'a pas introduit de demande de remise auprès du ministre ou de son délégué sur la base de l'article 9 précité de l'arrêté du Régent, le juge puisse contrôler la proportionnalité de l'amende infligée."
      ],
      "abstractNL": [
        "Uit artikel 9 van het organiek Regentbesluit nr. 78 van 18 maart 1831 van het bestuur van 's lands middelen, dat aan de minister van Financiën een genaderecht verleent, volgt niet dat, bij ontstentenis van een bij de minister ingediend verzoek tot kwijtschelding, de rechter de bevoegdheden van de minister kan uitoefenen door louter naar opportuniteit te oordelen over de omvang of de kwijtschelding van de boete; dit staat evenwel niet eraan in de weg dat, wanneer de belastingplichtige geen verzoek tot kwijtschelding heeft ingediend bij de minister of zijn gemachtigde op grond van voormeld artikel 9 Regentbesluit, de rechter de evenredigheid van de opgelegde geldboete mag toetsen."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220516.3F.5": {
      "court": "CASS",
      "date": "2022-05-16",
      "roleNumber": "F.20.0141.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220516.3F.5",
      "abstractFR": [
        "L'article 70, § 2 du Code de la Taxe sur la valeur ajoutée autorise le juge, saisi d'un recours contre le décision prise, en vertu de l'article 9 de l'arrêté du Régent du 18 mars 1831, par le ministre des Finances ou son délégué, à exercer une compétence de pleine juridiction lui permettant de contrôler tout ce qui relève de l'appréciation de l'administration (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Overeenkomstig artikel 70, § 2, Btw-wetboek kan de rechter bij wie een beroep is ingesteld tegen de beslissing die de minister van Financiën of zijn gedelegeerde krachtens artikel 9 van het besluit van de Regent van 18 maart 1831 heeft genomen, een bevoegdheid met volle rechtsmacht uit te oefenen die hem in staat stelt toe te zien op al wat onder de beoordeling van de administratie valt (1). (1) Zie concl. OM in Pas. 2022, nr. 347.",
        "Overeenkomstig artikel 70, § 2, Btw-wetboek kan de rechter bij wie een beroep is ingesteld tegen de beslissing die de minister van Financiën of zijn gedelegeerde krachtens artikel 9 van het besluit van de Regent van 18 maart 1831 heeft genomen, een bevoegdheid met volle rechtsmacht uit te oefenen die hem in staat stelt toe te zien op al wat onder de beoordeling van de administratie valt (1). (1) Zie concl. OM in Pas. 2022, nr. 321."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190117.1": {
      "court": "CASS",
      "date": "2019-01-17",
      "roleNumber": "F.16.0130.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190117.1",
      "abstractFR": [
        "Si, aux termes de l'article 9 de l'arrêté du Régent n° 78 du 18 mars 1831 organique de l'administration des finances, le ministre des Finances statue sur les réclamations ayant pour objet la remise d'amendes et d'augmentations de droits à titre d'amendes, autres que celles prononcées par le juge, il ne s'ensuit pas qu'à défaut d'un tel recours, le juge puisse exercer de telles prérogatives en fixant l'amende proportionnelle pour fraude fiscale en deçà du tarif légal (1). (1) Voy. les concl. du MP; Cass. 18 avril 2013, RG F.11.0142.F, Pas. 2013, n° 24 avec concl. du MP; Cass. 16 février 2007, RG C.04.0390.N, Pas. 2004, n° 99."
      ],
      "abstractNL": [
        "Hoewel, luidens artikel 9 van het organiek Regentsbesluit nr. 78 van 18 maart 1831 van het bestuur van 's lands middelen, de minister van Financiën beschikt op de verzoeken om kwijtschelding van boeten of verhogingen van recht ten titel van boeten, andere dan degene uitgesproken door de rechter, volgt daaruit niet dat de rechter, bij ontstentenis van een dergelijk beroep, dergelijke bevoegdheden mag uitoefenen door de proportionele geldboete wegens belastingfraude op een bedrag onder het wettelijk tarief vast te stellen (1). (1) Zie concl. OM in Pas. 2019, nr. 30; Cass. 18 april 2013, AR F.11.0142.F, AC 2013, nr. 244 en concl. OM in Pas. 2013; Cass. 16 februari 2007, AR C.04.0390.N, AC 2004, nr. 99."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130418.6": {
      "court": "CASS",
      "date": "2013-04-18",
      "roleNumber": "F.11.0142.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130418.6",
      "abstractFR": [
        "Il ne résulte pas de l'article 9 de l'arrêté du Régent n° 78 du 18 mars 1831 organique de l'administration des Finances que lorsque le ministre des Finances ou son délégué n'a pas été saisi d'un recours le juge peut exercer les prérogatives de celui-ci en statuant en pure opportunité (1). (1) Voir les conclusions du M.P."
      ],
      "abstractNL": [
        "Uit artikel 9 van het organiek Regentbesluit nr. 78 van 18 maart 1831 van het bestuur van 's lands middelen volgt niet dat de rechter, wanneer er bij de Minister van Financiën of diens afgevaardigde geen beroep is ingesteld, diens prerogatieven mag uitoefenen door louter naar opportuniteit uitspraak te doen (1). (1) Zie concl. O.M. in Pas., 2013, nr. ..."
      ]
    }
  }
}