{
  "1": {
    "ECLI:BE:CASS:2025:ARR.20250219.2F.11": {
      "court": "CASS",
      "date": "2025-02-19",
      "roleNumber": "P.25.0237.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250219.2F.11",
      "abstractFR": [
        "Conformément à l'article 1er de la loi du 25 juillet 1893 relative aux déclarations d'appel des personnes détenues ou internées, l'appel formé par ces personnes consiste dans une déclaration faite au directeur de l'établissement où elles séjournent, ou à son délégué; ne constitue donc pas un appel la déclaration envoyée sur une plateforme servant de mode de communication entre les détenus et l'administration de la prison et qui, par conséquent, n'est pas faite à un agent revêtu de la délégation requise; pareille communication n'a d'autre effet que de permettre au service administratif de faire comparaître le détenu au greffe de la prison, aussitôt qu'il sera ouvert, afin d'établir l'acte (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": [
        "Overeenkomstig artikel 1 van de wet van 25 juli 1893 betreffende de aantekening van hoger beroep van gedetineerde of geïnterneerde personen bestaat het door deze personen ingestelde hoger beroep in een verklaring gedaan aan de directeur van de inrichting waar zij verblijven, of aan zijn gemachtigde; de verklaring die is verstuurd op een platform dat als communicatiemiddel dient tussen de gedetineerden en de gevangenisadministratie en die, bijgevolg, niet is gedaan aan een gezagdrager die over de vereiste bevoegdheid beschikt, vormt dus geen hoger beroep; een dergelijke mededeling heeft enkel tot gevolg dat het de administratieve dienst in staat stelt de gedetineerde te vragen op de griffie van de gevangenis te verschijnen, zodra deze opent, om de akte op te maken (1). (1) Zie concl. \"in hoofdzaak” OM.",
        "Overeenkomstig artikel 1 van de wet van 25 juli 1893 betreffende de aantekening van hoger beroep van gedetineerde of geïnterneerde personen bestaat het door deze personen ingestelde hoger beroep in een verklaring gedaan aan de directeur van de inrichting waar zij verblijven, of aan zijn gemachtigde; de verklaring die is verstuurd op een platform dat als communicatiemiddel dient tussen de gedetineerden en de gevangenisadministratie en die, bijgevolg, niet is gedaan aan een gezagsdrager die over de vereiste bevoegdheid beschikt, vormt dus geen hoger beroep; een dergelijke mededeling heeft enkel tot gevolg dat het de administratieve dienst in staat stelt de gedetineerde te vragen op de griffie van de gevangenis te verschijnen, zodra deze opent, om de akte op te maken (1). (1) Zie concl.”in hoofdzaak” OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220531.2N.3": {
      "court": "CASS",
      "date": "2022-05-31",
      "roleNumber": "P.22.0182.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220531.2N.3",
      "abstractFR": [
        "Il résulte des articles 203, § 1er, alinéa 1er, et 204 du Code d'instruction criminelle et 1er, alinéa 1er, de la loi du 25 juillet 1893 relative aux déclarations d'appel ou de recours en cassation des personnes détenues ou internées que la juridiction d'appel est en principe tenue, hormis en cas de force majeure, de déclarer déchu de son appel le prévenu détenu qui a omis de remettre une déclaration de griefs en temps utile ; il résulte toutefois de l'article 6, § 1er, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales ainsi que du droit d'accès à un juge et à un recours effectif, garanti par cette disposition, que la juridiction d'appel ne peut prononcer la déchéance que s'il peut être raisonnablement admis qu'un prévenu détenu qui a lui-même interjeté appel au moyen d'une déclaration faite auprès du directeur de la prison ou de son délégué avait ou avait pu avoir connaissance de l'obligation de remettre une déclaration de griefs en temps utile (1). (1) Voir Cass. 18 janvier 2022, RG P.21.1294.N, ECLI:BE:CASS:2022:ARR.20220118.2N.1, avec concl. de B. DE SMET, avocat général ; Cass. 12 octobre 2021, RG P.21.0937.N, ECLI:BE:CASS:2021:ARR.20211012.2N.10; Cass. 20 octobre 2020, RG P.19.1255.N, Pas. 2020, n°645.",
        "Si, au moment d'interjeter appel ou au cours du délai fixé à l'article 203, § 1er, alinéa 1er, du Code d'instruction criminelle, le prévenu détenu est assisté d'un conseil, il peut être raisonnablement admis que ce conseil l'a informé à ce propos ; en règle, il ne résulte pas de l'article 6, § 1er, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales et du droit d'accès à un juge garanti par cette disposition que, lorsqu'un prévenu était assisté d'un conseil lors de la procédure en première instance et a eu connaissance de la décision entreprise, les autorités sont tenues de l'informer de toutes les formalités à observer pour interjeter appel de ladite décision, dont l'obligation prescrite de soumettre, communiquer ou exposer certains griefs en temps utile, et cette considération s'applique également au greffe de la prison qui remet au prévenu détenu un formulaire de griefs à remplir ; la juridiction d'appel apprécie souverainement sur la base des éléments concrets de l'espèce si le prévenu détenu avait ou aurait pu avoir connaissance de l'obligation de remettre une déclaration de griefs en temps utile.",
        "Il résulte des articles 203, § 1er, alinéa 1er, et 204 du Code d'instruction criminelle et 1er, alinéa 1er, de la loi du 25 juillet 1893 relative aux déclarations d'appel ou de recours en cassation des personnes détenues ou internées que la juridiction d'appel est en principe tenue, hormis en cas de force majeure, de déclarer déchu de son appel le prévenu détenu qui a omis de remettre une déclaration de griefs en temps utile ; il résulte toutefois de l'article 6, § 1er, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales ainsi que du droit d'accès à un juge et à un recours effectif, garanti par cette disposition, que la juridiction d'appel ne peut prononcer la déchéance que s'il peut être raisonnablement admis qu'un prévenu détenu qui a lui-même interjeté appel au moyen d'une déclaration faite auprès du directeur de la prison ou de son délégué avait ou aurait dû avoir connaissance de l'obligation de remettre une déclaration de griefs en temps utile (1). (1) Voir Cass. 18 janvier 2022, RG P.21.1294.N, ECLI:BE:CASS:2022:ARR.20220118.2N.1, avec concl. de B. DE SMET, avocat général ; Cass. 12 octobre 2021, RG P.21.0937.N, ECLI:BE:CASS:2021:ARR.20211012.2N.10; Cass. 20 octobre 2020, RG P.19.1255.N, Pas. 2020, n°645."
      ],
      "abstractNL": [
        "Uit de bepalingen van de artikelen 203, § 1, eerste lid, en 204, Wetboek van Strafvordering en uit artikel 1, eerste lid, van de wet van 25 juli 1893 betreffende de aantekening van beroep of van voorziening in cassatie van de gedetineerde of geïnterneerde personen volgt dat het appelgerecht, behoudens overmacht, in beginsel verplicht is om het hoger beroep van een gedetineerde beklaagde die heeft nagelaten tijdig een grievenschrift in te dienen, vervallen te verklaren; uit artikel 6.1 EVRM en de door die bepaling gewaarborgde recht van toegang tot de rechter en op een daadwerkelijk rechtsmiddel, volgt evenwel dat het appelgerecht die vervallenverklaring enkel mag uitspreken indien het redelijkerwijze kan aannemen dat een gedetineerde beklaagde, die zelf hoger beroep heeft ingesteld door het afleggen van een verklaring aan de gevangenisdirecteur of zijn afgevaardigde, op de hoogte was of kon zijn van de verplichting om tijdig een grievenschrift in te dienen (1). (1) Cass. 18 januari 2022, AR P.21.1294.N, ECLI:BE:CASS:2022:ARR.20220118.2N.1, met concl. van advocaat-generaal B. DE SMET; Cass. 12 oktober 2021, AR P.21.0937.N, ECLI:BE:CASS:2021:ARR.20211012.2N.10; Cass. 20 oktober 2020, AR P.19.1255.N, AC 2020, nr. 645.",
        "Indien de gedetineerde beklaagde op het ogenblik van het instellen van het hoger beroep of tijdens de in artikel 203, § 1, eerste lid, Wetboek van Strafvordering bepaalde termijn wordt bijgestaan door een raadsman, kan er redelijkerwijze worden aangenomen dat die raadsman hem ter zake heeft voorgelicht; uit artikel 6.1 EVRM en het door die bepaling gewaarborgde recht van toegang tot de rechter volgt voor de overheid in de regel niet de verplichting om een beklaagde die tijdens de procedure in eerste aanleg werd bijgestaan door een raadsman en die kennis heeft gekregen van de beroepen beslissing, alle vormvereisten voor het hoger beroep tegen die beslissing, waaronder de voorgeschreven verplichting om tijdig nauwkeurig bepaalde grieven in te dienen, ter kennis te brengen of toe te lichten en dat geldt ook voor de griffie van de gevangenis die aan de gedetineerde beklaagde een in te vullen grievenformulier ter beschikking stelt; het appelgerecht oordeelt onaantastbaar op grond van de concrete gegevens van de zaak of de gedetineerde beklaagde op de hoogte was of kon zijn van de verplichting om tijdig een grievenschrift in te dienen.",
        "Uit de bepalingen van de artikelen 203, § 1, eerste lid, en 204, Wetboek van Strafvordering en uit artikel 1, eerste lid, van de wet van 25 juli 1893 betreffende de aantekening van beroep of van voorziening in cassatie van de gedetineerde of geïnterneerde personen volgt dat het appelgerecht, behoudens overmacht, in beginsel verplicht is om het hoger beroep van een gedetineerde beklaagde die heeft nagelaten tijdig een grievenschrift in te dienen, vervallen te verklaren; uit artikel 6.1 EVRM en de door die bepaling gewaarborgde recht van toegang tot de rechter en op een daadwerkelijk rechtsmiddel, volgt evenwel dat het appelgerecht die vervallenverklaring enkel mag uitspreken indien het redelijkerwijze kan aannemen dat een gedetineerde beklaagde, die zelf hoger beroep heeft ingesteld door het afleggen van een verklaring aan de gevangenisdirecteur of zijn afgevaardigde, op de hoogte was of kon zijn van de verplichting om tijdig een grievenschrift in te dienen (1). (1) Cass. 18 januari 2022, AR P.21.1294.N, AC 2022, nr. 39 met concl. van advocaat-generaal B. DE SMET; Cass. 12 oktober 2021, AR P.21.0937.N, AC 2021, nr. 634.; Cass. 20 oktober 2020, AR P.19.1255.N, AC 2020, nr. 645."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220118.2N.1": {
      "court": "CASS",
      "date": "2022-01-18",
      "roleNumber": "P.21.1294.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220118.2N.1",
      "abstractFR": [
        "Le juge ne peut admettre l'existence d'un état de récidive que s'il constate que les éléments constitutifs de cette récidive et les conditions qui lui sont applicables sont réunis, et cette preuve doit ressortir des pièces soumises au juge et mises à la disposition des parties, le ministère public supportant, en tant que partie poursuivante, la charge de la preuve de la réunion des conditions de l'état de récidive ; la preuve d'une condamnation antérieure passée en force chose jugée, nécessaire pour établir l'état de récidive, est en principe apportée par la délivrance, par le greffier, d'une copie de la décision de condamnation ou d'un extrait de cette décision indiquant qu'elle est passée en force de chose jugée, mais le ministère public peut également apporter par d'autres moyens la preuve d'une décision de condamnation antérieure et de la force de chose jugée qu'elle a acquise, étant entendu que l'absence de contestation par le prévenu à cet égard peut également être prise en considération et qu'il appartient au juge d'apprécier si le ministère public est parvenu à apporter cette preuve (1). (1) Voir Cass. 10 mai 2022, RG P.22.0193.N, ECLI:BE:CASS:2022:ARR.20220510.2N.6."
      ],
      "abstractNL": [
        "Uit de artikelen 203, §1, eerste lid, en 204 Wetboek van Strafvordering en artikel 1, eerste lid, wet van 25 juli 1893 betreffende de aantekening van hoger beroep of van de voorziening in cassatie van de gedetineerde of geïnterneerde personen volgt dat het appelgerecht, behoudens overmacht, in beginsel verplicht is om het hoger beroep van een beklaagde die heeft nagelaten tijdig een grievenschrift in te dienen, vervallen te verklaren; uit artikel 6.1 EVRM en de door die bepaling gewaarborgde rechten op toegang tot de rechter en op een daadwerkelijk rechtsmiddel, volgt echter dat het appelgerecht die vervallenverklaring enkel mag uitspreken indien het redelijkerwijze kan aannemen dat de gedetineerde beklaagde op de hoogte was of kon zijn van de verplichting om tijdig een grievenschrift in te dienen; is dat niet het geval, dan kan de betrokkene zich beroepen op overmacht; wanneer de gedetineerde beklaagde geen advocaat heeft, kan hij van de vermelde verplichting worden ingelicht op enig welke wijze; dit kan gebeuren door de gevangenisadministratie; het feit dat de betrokkene die informatie heeft ontvangen, moet echter niet blijken uit enige uitdrukkelijke vermelding in een stuk van het strafdossier; het appelgerecht oordeelt daarover onaantastbaar op grond van de concrete gegevens van de zaak; het Hof gaat wel na of dat gerecht uit zijn vaststellingen geen gevolgen afleidt die op grond daarvan onmogelijk kunnen worden verantwoord (1). (1) Zie concl. OM.",
        "Uit de artikelen 203, §1, eerste lid en 204 Wetboek van Strafvordering en artikel 1, eerste lid, wet van 25 juli 1893 betreffende de aantekening van hoger beroep of van de voorziening in cassatie van de gedetineerde of geïnterneerde personen volgt dat het appelgerecht, behoudens overmacht, in beginsel verplicht is om het hoger beroep van een beklaagde die heeft nagelaten tijdig een grievenschrift in te dienen, vervallen te verklaren; uit artikel 6.1 EVRM en de door die bepaling gewaarborgde rechten op toegang tot de rechter en op een daadwerkelijk rechtsmiddel, volgt echter dat het appelgerecht die vervallenverklaring enkel mag uitspreken indien het redelijkerwijze kan aannemen dat de gedetineerde beklaagde op de hoogte was of kon zijn van de verplichting om tijdig een grievenschrift in te dienen; is dat niet het geval, dan kan de betrokkene zich beroepen op overmacht; wanneer de gedetineerde beklaagde geen advocaat heeft, kan hij van de vermelde verplichting worden ingelicht op enig welke wijze; dit kan gebeuren door de gevangenisadministratie; het feit dat de betrokkene die informatie heeft ontvangen, moet echter niet blijken uit enige uitdrukkelijke vermelding in een stuk van het strafdossier; het appelgerecht oordeelt daarover onaantastbaar op grond van de concrete gegevens van de zaak; het Hof gaat wel na of dat gerecht uit zijn vaststellingen geen gevolgen afleidt die op grond daarvan onmogelijk kunnen worden verantwoord (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240515.2F.14": {
      "court": "CASS",
      "date": "2024-05-15",
      "roleNumber": "P.24.0677.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240515.2F.14",
      "abstractFR": [
        "La déclaration du détenu recueillie dans un cahier cellulaire, en dehors des heures d'ouverture du greffe, par un agent pénitentiaire qui n'est pas revêtu de la délégation requise, ne constitue pas un appel (1); elle n'a d'autre effet que de permettre au service administratif de la prison de faire comparaître le détenu au greffe de la prison, aussitôt qu'il sera ouvert, afin d'établir l'acte (2). (1) Voir Cass. 20 janvier 2004, RG P.04.0062.N, Pas. 2004, n° 33, ECLI:BE:CASS:2004:ARR.20040120.15. (2) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230905.2N.3": {
      "court": "CASS",
      "date": "2023-09-05",
      "roleNumber": "P.23.0549.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230905.2N.3",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 203, § 1, eerste lid, en 204 Wetboek van Strafvordering en artikel 1, eerste lid, van de wet van 25 juli 1893 volgt dat het appelgerecht, behoudens overmacht, in beginsel verplicht is om het hoger beroep van een gedetineerde beklaagde die heeft nagelaten tijdig een grievenschrift in te dienen, vervallen te verklaren (1). (1) Cass. 20 oktober 2020, AR P.19.1255.N, AC 2020, nr. 645, RW 2021-22, 518. Zie alg. S. VAN OVERBEKE, “Verzet en hoger beroep in strafzaken na de wet van 5 februari 2016 tot wijziging van het strafrecht en de strafvordering en houdende diverse bepalingen inzake justitie (Potpourri II), tweede deel”, RW 2015-16, 1442-1459; E. VAN DOOREN, “De grievenopgave bij het instellen van hoger beroep: onfortuinlijke dichotomie?, in 50 jaar Gerechtelijk Wetboek: wat nu? Hommage aan E. Krings en M. Storme, Larcier, 2018, 729-755; C. VAN DEN WYNGAERT, S. VANDROMME en Ph. TRAEST, Strafrecht en strafprocesrecht in hoofdlijnen, Gompel&Svacina, 2019, 1423-1426; M.-A. BEERNAERT, H.D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, Die Keure, 2021, 1706-1722; S. VAN OVERBEKE, Grievenstelsel en hoger beroep in strafzaken, Kluwer, 2022, p. 243."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20231010.2N.3": {
      "court": "CASS",
      "date": "2023-10-10",
      "roleNumber": "P.23.0973.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231010.2N.3",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 203, § 1, eerste lid, en 204 Wetboek van Strafvordering en artikel 1, eerste lid, wet van 25 juli 1893 betreffende de aantekening van hoger beroep of van de voorziening in cassatie van de gedetineerde of geïnterneerde personen volgt dat het appelgerecht, behoudens overmacht, in beginsel verplicht is om het hoger beroep van een beklaagde die heeft nagelaten tijdig een grievenschrift in te dienen, vervallen te verklaren (1). (1) Cass. 31 mei 2022, AR P.22.0182.N, AC 2022, nr. 387; Cass. 18 januari 2022, AR P. 21.1294.N, AC 2022, nr. 39, met concl. van advocaat-generaal B. DE SMET; Cass. 12 oktober 2021, AR P.21.0937.N, AC 2021, nr. 635; Cass. 20 oktober 2020, AR P.19.1255.N, AC 2020, nr. 645.",
        "Uit artikel 6.1 EVRM en de door die bepaling gewaarborgde rechten op toegang tot de rechter en op een daadwerkelijk rechtsmiddel, volgt dat het appelgerecht die vervallenverklaring enkel mag uitspreken indien het redelijkerwijze kan aannemen dat de gedetineerde beklaagde op de hoogte was of kon zijn van de verplichting om tijdig een grievenschrift in te dienen; is dat niet het geval, dan kan de betrokkene zich beroepen op overmacht; wanneer de gedetineerde beklaagde geen advocaat heeft, kan hij van de vermelde verplichting worden ingelicht op enig welke wijze; dit kan gebeuren door de gevangenisadministratie; het feit dat de betrokkene die informatie heeft ontvangen, moet echter niet blijken uit enige uitdrukkelijke vermelding in een stuk van het strafdossier; het appelgerecht oordeelt daarover onaantastbaar op grond van de concrete gegevens van de zaak; het Hof gaat wel na of dat gerecht uit zijn vaststellingen geen gevolgen afleidt die op grond daarvan onmogelijk kunnen worden verantwoord (1). (1) Cass. 31 mei 2022, AR P.22.0182.N, AC 2022, nr. 387; Cass. 18 januari 2022, AR P. 21.1294.N, AC 2022, nr. 39, met concl. van advocaat-generaal B. DE SMET."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220920.2N.2": {
      "court": "CASS",
      "date": "2022-09-20",
      "roleNumber": "P.22.0508.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220920.2N.2",
      "abstractFR": [
        "Il résulte des articles 203, § 1er, alinéa 1er, du Code d'instruction criminelle et 1er, alinéa 1er, de la loi du 25 juillet 1893 relative aux déclarations d'appel ou de recours en cassation des personnes détenues ou internées que la juridiction d'appel est en principe tenue, hormis en cas de force majeure, de déclarer déchu de son appel le prévenu détenu qui a omis de faire appel en temps utile ; il résulte toutefois de l'article 6, § 1er, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, ainsi que du droit d'accès à un juge et à un recours effectif garanti par cette disposition, que la juridiction d'appel ne peut prononcer la déchéance que si elle peut raisonnablement admettre qu'un prévenu détenu qui a lui-même interjeté appel au moyen d'une déclaration faite auprès du directeur de la prison ou de son délégué avait ou pouvait avoir connaissance de l'obligation d'introduire cet appel dans les trente jours de la prononciation de la décision rendue contradictoirement ; si, au moment d'interjeter appel ou au cours du délai fixé à l'article 203, § 1er, alinéa 1er, du Code d'instruction criminelle, le prévenu détenu est assisté d'un conseil, il peut être raisonnablement admis que ce conseil l'a correctement informé à ce propos ; la circonstance que cet avocat déconseille d'interjeter appel ou décide ensuite de ne plus offrir son assistance ne conduit pas à une autre conclusion ; la juridiction d'appel se prononce souverainement sur la base des éléments concrets de l'espèce sur la question de savoir si le prévenu détenu avait ou pouvait avoir connaissance de l'obligation d'interjeter appel en temps utile ; la Cour examine toutefois si cette juridiction ne tire pas, de ses constatations, des conséquences qu'elles ne sauraient justifier (1). (1) Voir les concl. conformes du MP.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Uit de artikel 203, § 1, eerste lid, Wetboek van Strafvordering en artikel 1, eerste lid, van de wet van 25 juli 1893 betreffende de aantekening van beroep of van voorziening in cassatie van de gedetineerde of geïnterneerde personen volgt dat het appelgerecht, behoudens overmacht, in beginsel verplicht is om het hoger beroep van een gedetineerde beklaagde die heeft nagelaten tijdig hoger beroep in te stellen, vervallen te verklaren; uit artikel 6.1 EVRM en het door die bepaling gewaarborgde recht van toegang tot de rechter en het recht op een daadwerkelijk rechtsmiddel, volgt evenwel dat het appelgerecht die vervallenverklaring enkel mag uitspreken indien het redelijkerwijze kan aannemen dat een gedetineerde beklaagde, die zelf hoger beroep heeft ingesteld door het afleggen van een verklaring aan de gevangenisdirecteur of zijn afgevaardigde, op de hoogte was of kon zijn van de verplichting om dit hoger beroep binnen de termijn van dertig dagen na de op tegenspraak gewezen beslissing, in te stellen; indien de gedetineerde beklaagde op het ogenblik van het instellen van het hoger beroep of tijdens de in artikel 203, § 1, eerste lid, Wetboek van Strafvordering bepaalde termijn wordt bijgestaan door een raadsman, kan er redelijkerwijze worden aangenomen dat die raadsman hem ter zake correct heeft voorgelicht; het gegeven dat deze raadsman het instellen van hoger beroep afraadt of nadien beslist geen bijstand meer te verlenen, doet niet anders besluiten; het appelgerecht oordeelt onaantastbaar op grond van de concrete gegevens van de zaak of de gedetineerde beklaagde op de hoogte was of kon zijn van de verplichting om tijdig hoger beroep in te stellen; het Hof gaat wel na of dat gerecht uit zijn vaststellingen geen gevolgen afleidt die op grond daarvan onmogelijk kunnen worden verantwoord (1). (1) Zie gelijkluidende concl. OM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211012.2N.10": {
      "court": "CASS",
      "date": "2021-10-12",
      "roleNumber": "P.21.0937.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211012.2N.10",
      "abstractFR": [
        "Il résulte des articles 203, § 1er, alinéa 1er, et 204 du Code d'instruction criminelle et de l'article 1er, alinéa 1er, de la loi du 25 juillet 1893 relative aux déclarations d'appel ou de recours en cassation des personnes détenues ou internées, que le juge d'appel est, en principe, tenu de déclarer déchu de son appel le prévenu l'ayant interjeté au moyen d'une déclaration au directeur de l'établissement pénitentiaire ou à son délégué, contre un jugement ayant ordonné son internement, mais qui a omis d'introduire un formulaire de griefs en temps utile et pour lequel son conseil n'a pas davantage déposé un tel écrit (1). (1) Voir Cass., Rapport annuel 2017, pp. 81-91 sur la problématique du formulaire de griefs.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Uit de bepalingen van de artikelen 203, § 1, eerste lid, en 204 Wetboek van Strafvordering en artikel 1, eerste lid, van de wet van 25 juli 1893 betreffende de aantekening van beroep of van voorziening in cassatie van de gedetineerde of geïnterneerde personen volgt dat het appelgerecht in beginsel verplicht is het hoger beroep van een beklaagde ingesteld door het afleggen van een verklaring aan de directeur van de gevangenis of zijn gemachtigde tegen een vonnis dat hem interneert, maar die heeft nagelaten tijdig een grievenschrift in te dienen en voor wie door zijn raadsman evenmin een dergelijk geschrift is ingediend, vervallen te verklaren (1). (1) Zie Hof van Cassatie van België, Jaarverslag 2017, pp. 81-91 over de problematiek van het grievenformulier."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220921.2F.14": {
      "court": "CASS",
      "date": "2022-09-21",
      "roleNumber": "P.22.1190.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220921.2F.14",
      "abstractFR": [
        "En vertu de l'article 1er de la loi du 25 juillet 1893 relative aux déclarations d'appel des personnes détenues ou internées, les déclarations d'appel en matière pénale peuvent, dans les prisons, être faites par les détenus pendant les heures d'ouverture du greffe au directeur de l'établissement ou à son délégué et un acte d'appel est rédigé à partir de la déclaration d'appel au plus tard le premier jour suivant cette dernière; l'acte étant à établir sur la base de la déclaration, l'existence de celle-ci est tributaire de sa matérialisation sous la forme d'un registre à signer ou d'un formulaire à remplir (1). (1) Voir les concl. du MP.",
        "L'arrêt qui considère que la seule annonce par le détenu, dans un moment d'énervement, de son intention de relever appel de l'ordonnance qui venait de lui être signifiée, ne constitue pas la déclaration d'appel prévue à l'article 1er de la loi du 25 juillet 1893 relative aux déclarations d'appel des personnes détenues ou internées, n'ajoute pas une condition à la loi (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Krachtens artikel 1 van de wet van 25 juli 1893 betreffende de aantekening van hoger beroep van gedetineerde of geïnterneerde personen kunnen de gedetineerden hun verklaringen van hoger beroep in strafzaken, in de gevangenissen, binnen de openingsuren van de griffie aan de directeur van de instelling of aan zijn gemachtigde doen en wordt op grond van de verklaring van hoger beroep, uiterlijk de eerste dag volgend op die verklaring, een akte van hoger beroep opgesteld; aangezien de akte moet worden opgemaakt op grond van de verklaring, hangt het bestaan ervan af van de verwerkelijking ervan in de vorm van een te ondertekenen register of een in te vullen formulier (1). (1) Zie concl. OM in Pas. 2022, nr. 561.",
        "Het arrest dat oordeelt dat de enkele omstandigheid dat de gedetineerde, in een moment van irritatie, zijn voornemen heeft aangekondigd om hoger beroep in te stellen tegen de beschikking die hem zonet was betekend, op zich niet de in artikel 1 van de wet van 25 juli 1893 bepaalde verklaring van hoger beroep vormt die bepaald is in artikel 1 van de wet van 25 juli 1893 betreffende de aantekening van hoger beroep van gedetineerde of geïnterneerde personen, voegt geen voorwaarde toe aan de wet (1). (1) Zie concl. OM in Pas. 2022, nr. 561.",
        "Vertaling nog niet beschikbaar"
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201020.2N.14": {
      "court": "CASS",
      "date": "2020-10-20",
      "roleNumber": "P.19.1255.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201020.2N.14&lang=fr",
      "abstractFR": [
        "Il suit du droit d'accès à la justice garanti par de l'article 6, § 1er, de la Convention de sauvegarde des droits l'homme et des libertés fondamentales, y compris le droit qui en est dérivé de l'accessibilité et de l'effectivité d'un recours, que la juridiction d'appel ne peut appliquer la déchéance du droit d'appel en raison de la tardivité du dépôt d'un formulaire de griefs que s'il peut être raisonnablement admis qu'un prévenu en détention qui a lui-même formé un appel au moyen d'une déclaration faite auprès du directeur de la prison ou de son délégué, était au courant - ou pouvait l'être – de l'obligation relative au formulaire de griefs."
      ],
      "abstractNL": [
        "Uit het recht van toegang tot de rechter, gewaarborgd door art. 6 EVRM, met inbegrip van het daaruit afgeleide recht van de toegankelijkheid en de daadwerkelijkheid van een rechtsmiddel volgt dat het appelgerecht het verval van het hoger beroep wegens het niet tijdig indienen van een grievenschrift alleen mag toepassen als het redelijkerwijze kan aannemen dat een gedetineerde beklaagde, die zelf hoger beroep heeft ingesteld door het afleggen van een verklaring aan de gevangenisdirecteur of zijn afgevaardigde, op de hoogte was of kon zijn van de verplichting inzake het grievenschrift."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190604.7": {
      "court": "CASS",
      "date": "2019-06-04",
      "roleNumber": "P.19.0237.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190604.7&lang=fr",
      "abstractFR": [
        "Un appelant libéré après avoir introduit une déclaration d'appeler auprès du directeur de l'établissement pénitentiaire ou de son délégué, peut déposer la requête ou le formulaire de griefs visés à l'article 204 du Code d'instruction criminelle au greffe de la juridiction qui a rendu la décision entreprise ou au greffe de la juridiction d'appel, même si le directeur de l'établissement pénitentiaire n'a pas transmis l'acte d'appel au greffe de la juridiction qui a rendu la décision entreprise ou si le greffier n'a pas transcrit cet acte."
      ],
      "abstractNL": [
        "Een appellant die na het afleggen van een verklaring van hoger beroep aan de gevangenisdirecteur of zijn gemachtigde in vrijheid wordt gesteld, kan het door artikel 204 Wetboek van Strafvordering bedoelde verzoekschrift of grievenformulier indienen ter griffie van het gerecht dat de beroepen beslissing heeft gewezen of ter griffie van het appelgerecht, ook als de gevangenisdirecteur de akte van hoger beroep niet heeft bezorgd aan de griffie van het gerecht dat de beroepen beslissing heeft gewezen of de griffier die akte niet heeft overgeschreven."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170425.6": {
      "court": "CASS",
      "date": "2017-04-25",
      "roleNumber": "P.17.0080.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170425.6&lang=fr",
      "abstractFR": [
        "L'article 1er de la loi du 25 juillet 1893 relative aux déclarations d'appel des personnes détenues ou internées a été inséré parce que la circonstance qu'un condamné est privé de liberté peut avoir pour conséquence qu'il ne puisse interjeter appel de la décision de condamnation en temps utile par le dépôt d'une déclaration au greffe du tribunal qui a rendu cette décision.",
        "Il résulte de l'objectif de l'article 1er de la loi du 25 juillet 1893 relative aux déclarations d'appel des personnes détenues ou internées, lu en combinaison avec les articles 203 et 204 du Code d'instruction criminelle, que même une requête ou un formulaire de griefs, tels que visés à l'article 204 du Code d'instruction criminelle, dans lesquels sont précisément indiqués les griefs élevés contre le jugement, peuvent être transmis au directeur de la prison à son délégué."
      ],
      "abstractNL": [
        "Artikel 1 van de wet van 25 juli 1893, werd ingevoerd omdat de omstandigheid dat een veroordeelde van zijn vrijheid is beroofd ertoe kan leiden dat hij niet tijdig hoger beroep kan aantekenen tegen een veroordelende beslissing door het neerleggen van een verklaring op de griffie van de rechtbank die deze beslissing wees.",
        "Uit de doelstelling van artikel 1 van de wet van 25 juli 1893, gelezen in samenhang met de artikelen 203 en 204 Wetboek van Strafvordering, volgt dat ook een verzoekschrift of grievenformulier zoals bedoeld in artikel 204 Wetboek van Strafvordering waarin nauwkeurig de grieven worden bepaald die tegen het vonnis worden ingebracht, kan worden overgemaakt aan de gevangenisdirecteur of zijn gemachtigde."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141126.1": {
      "court": "CASS",
      "date": "2014-11-26",
      "roleNumber": "P.14.0730.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141126.1",
      "abstractFR": [
        "Lorsque se pose devant la Cour de cassation la question de savoir si l'article 2, alinéa 1er, de l'arrêté royal n° 236 du 20 janvier 1936 simplifiant certaines formes de la procédure pénale à l'égard des détenus, confirmé par la loi du 4 mai 1936, viole les articles 10 et 11 de la Constitution, lus isolément ou combinés avec les articles 6 et 13 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, dans la mesure où un prévenu condamné par défaut et détenu dans un établissement pénitentiaire ne peut faire opposition aux condamnations pénales prononcées par les cours d'appel, les tribunaux correctionnels et les tribunaux de police, par déclaration à l'attaché-directeur ou au conseiller-directeur de prison de l'établissement pénitentiaire ou à son délégué, qu'à la condition de ne pas être détenteur de la somme nécessaire pour couvrir les frais d'acte d'huissier, alors que, en vertu de l'article 1er de la loi du 25 juillet 1893 relative aux déclarations d'appel et de pourvoi en cassation des personnes détenues ou internées, dans les établissements pénitentiaires, les déclarations d'appel ou de recours en cassation en matière pénale peuvent être faites sans restriction aux directeurs de ces établissements ou à leur délégué par les personnes qui y sont détenues, la Cour pose une question préjudicielle à la Cour constitutionnelle (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Wanneer het Hof van Cassatie de vraag wordt gesteld of artikel 2, eerste lid, van het koninklijk besluit nr. 236 van 20 januari 1936 tot vereenvoudiging van sommige vormen van de strafvordering ten opzichte van de gedetineerden, bevestigd bij wet van 4 mei 1936, de artikelen 10 en 11 van de Grondwet schendt, afzonderlijk of samen gelezen met de artikelen 6 en 13 van het Verdrag tot bescherming van de rechten van de mens en de fundamentele vrijheden, in zoverre een bij verstek veroordeelde beklaagde die in een strafinrichting is opgesloten enkel verzet kan doen tegen de veroordelingen in strafzaken, uitgesproken door de hoven van beroep, de correctionele rechtbanken en de politierechtbanken, door middel van een verklaring aan de attaché-gevangenisdirecteur of adviseur-gevangenisdirecteur van de strafinrichting of aan zijn gemachtigde, op voorwaarde dat hij het vereiste bedrag niet in zijn bezit heeft om de kosten van de akte van deurwaarder te dekken, terwijl krachtens artikel 1 van de wet van 25 juli 1893 betreffende de aantekening van beroep of van voorziening in cassatie van gevangenzittende of geïnterneerde personen, in de strafinrichtingen, door de personen die erin opgesloten zijn, de verklaringen van hoger beroep of van voorziening in verbreking in strafzaken, onbeperkt kunnen worden gedaan aan de bestuurders van die inrichtingen of aan hun gemachtigde, stelt het Hof een prejudiciële vraag aan het Grondwettelijk Hof (1). (1) Zie concl. OM in Pas. 2014, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20121114.9": {
      "court": "CASS",
      "date": "2012-11-14",
      "roleNumber": "P.12.1707.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20121114.9",
      "abstractFR": [
        "Le pourvoi en cassation se fait, en règle, par déclaration au greffe de la juridiction qui a rendu la décision attaquée; faute d'avoir été déclaré entre les mains de la personne ayant la qualité pour en dresser l'acte, est irrecevable le pourvoi d'un étranger déclaré dans un écrit remis, au centre où il est détenu, à un agent dont la qualité n'est pas mentionnée (1). (1) Voir Cass., 13 février 2001, RG P.01.0196.N, Pas., 2001, n° 88; Cass., 8 décembre 2004, RG P.04.1556.F, Pas., 2004, n° 602."
      ],
      "abstractNL": [
        "Cassatieberoep wordt in de regel ingesteld met een verklaring op de griffie van het rechtscollege dat de bestreden beslissing heeft gewezen; de verklaring van cassatieberoep van een vreemdeling, dat is ingesteld in een geschrift dat hij in het centrum waar hij is vastgehouden heeft overhandigd aan een ambtenaar wiens hoedanigheid niet wordt vermeld, is niet ontvankelijk omdat het niet is ingesteld in handen van de persoon die de hoedanigheid heeft om die akte op te stellen (1). (1) Zie Cass. 13 feb. 2001, AR P.01.0196.N, AC 2001, nr. 88; Cass. 8 dec. 2004, AR P.04.1556.F, AC 2004, nr. 602."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20121023.2": {
      "court": "CASS",
      "date": "2012-10-23",
      "roleNumber": "P.12.1202.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20121023.2&lang=fr",
      "abstractFR": [
        "La déclaration de pourvoi formé par l'interné contre la décision rendue par la Commission supérieure de défense sociale rejetant la demande de mise en liberté de l'interné, doit être introduite par son avocat, soit au secrétariat de la Commission supérieure, soit par une déclaration faite au directeur de l'établissement où la personne concernée est internée ou à son délégué (1). (1) Voir Cass. 15 juin 2004, RG P.04.0712.N, Pas. 2004, n° 326."
      ],
      "abstractNL": [
        "De verklaring van cassatieberoep van de geïnterneerde tegen de beslissing van de Hoge commissie tot bescherming van de maatschappij die het verzoek van de geïnterneerde tot invrijheidstelling afwijst, dient door zijn advocaat te worden ingesteld, hetzij op het secretariaat van de Hoge commissie, hetzij met een verklaring ten overstaan van de bestuurder of zijn gemachtigde van de instelling waar de betrokkene is geïnterneerd (1). (1) Zie: Cass. 15 juni 2004, AR P.04.0712.N, AC 2004, nr. 326."
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20100113.3": {
      "court": "CASS",
      "date": "2010-01-13",
      "roleNumber": "P.09.1818.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100113.3",
      "abstractFR": [
        "Le pourvoi d'un interné contre une décision de la Commission supérieure de défense sociale doit être fait par une déclaration au secrétariat de cette instance ou par déclaration au directeur de l'établissement de défense sociale ou à son délégué; est irrecevable le pourvoi formé par télécopie adressée à la Commission supérieure de défense sociale (1). (1) Voir R. DECLERCQ, Cassation en matière répressive, Bruxelles, Bruylant, 2006, p. 192-194."
      ],
      "abstractNL": [
        "Het cassatieberoep van een geïnterneerde tegen een beslissing van de Hoge Commissie tot bescherming van de maatschappij, moet worden ingesteld met een verklaring op het secretariaat van dat orgaan of met een verklaring ten overstaan van de bestuurder van de inrichting tot bescherming van de maatschappij of diens gemachtigde; het cassatieberoep dat met een faxbericht aan de Hoge Commissie tot bescherming van de maatschappij is gericht, is niet ontvankelijk (1). (1) Zie R. DECLERCQ, Cassation en matière répressive, Brussel, Bruylant, 2006, p. 192-194."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20090930.6": {
      "court": "CASS",
      "date": "2009-09-30",
      "roleNumber": "P.09.1409.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090930.6",
      "abstractFR": [
        "La déclaration faite par un détenu à un agent pénitentiaire n'est pas un pourvoi s'il n'apparaît pas que cet agent est un délégué du directeur."
      ],
      "abstractNL": [
        "De verklaring van een gedetineerde aan een penitentiaire beambte is geen cassatieberoep, wanneer niet blijkt dat die beambte een gemachtigde is van de directeur."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2024:ARR.20240515.2F.14": {
      "court": "CASS",
      "date": "2024-05-15",
      "roleNumber": "P.24.0677.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240515.2F.14",
      "abstractFR": [
        "La déclaration du détenu recueillie dans un cahier cellulaire, en dehors des heures d'ouverture du greffe, par un agent pénitentiaire qui n'est pas revêtu de la délégation requise, ne constitue pas un appel (1); elle n'a d'autre effet que de permettre au service administratif de la prison de faire comparaître le détenu au greffe de la prison, aussitôt qu'il sera ouvert, afin d'établir l'acte (2). (1) Voir Cass. 20 janvier 2004, RG P.04.0062.N, Pas. 2004, n° 33, ECLI:BE:CASS:2004:ARR.20040120.15. (2) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2019:ARR.20190604.7": {
      "court": "CASS",
      "date": "2019-06-04",
      "roleNumber": "P.19.0237.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190604.7&lang=fr",
      "abstractFR": [
        "Un appelant libéré après avoir introduit une déclaration d'appeler auprès du directeur de l'établissement pénitentiaire ou de son délégué, peut déposer la requête ou le formulaire de griefs visés à l'article 204 du Code d'instruction criminelle au greffe de la juridiction qui a rendu la décision entreprise ou au greffe de la juridiction d'appel, même si le directeur de l'établissement pénitentiaire n'a pas transmis l'acte d'appel au greffe de la juridiction qui a rendu la décision entreprise ou si le greffier n'a pas transcrit cet acte."
      ],
      "abstractNL": [
        "Een appellant die na het afleggen van een verklaring van hoger beroep aan de gevangenisdirecteur of zijn gemachtigde in vrijheid wordt gesteld, kan het door artikel 204 Wetboek van Strafvordering bedoelde verzoekschrift of grievenformulier indienen ter griffie van het gerecht dat de beroepen beslissing heeft gewezen of ter griffie van het appelgerecht, ook als de gevangenisdirecteur de akte van hoger beroep niet heeft bezorgd aan de griffie van het gerecht dat de beroepen beslissing heeft gewezen of de griffier die akte niet heeft overgeschreven."
      ]
    }
  }
}