{
  "3": {
    "ECLI:BE:CASS:2018:ARR.20181126.2": {
      "court": "CASS",
      "date": "2018-11-26",
      "roleNumber": "S.18.0037.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181126.2",
      "abstractFR": [
        "Il suit de l'article 4, § 2, alinéas 1er, 2, 3°, et 3 de la loi du 19 mars 2017 instituant un fonds budgétaire relatif à l'aide juridique de deuxième ligne et de l'article 1018, alinéa 1er, 8° du Code judiciaire que, dans les cas où la contribution au fonds ne doit, suivant l'article 4, § 2, alinéa 2, 3°, de cette loi, pas être perçue lors de l'inscription de la cause au rôle, elle doit néanmoins, sauf si la partie qui succombe bénéficie de l'aide juridique de deuxième ligne ou de l'assistance judiciaire, être liquidée dans le jugement ou l'arrêt qui prononce la condamnation aux dépens et, en règle, mise à charge, conformément à l'article 1017, alinéa 2, du Code judiciaire, de l'autorité ou de l'organisme tenu d'appliquer les lois et règlements prévus aux articles 579, 6°, 580, 581 et 582, 1° et 2°, de ce code (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit artikel 4, § 2, eerste lid, tweede lid, 3°, en derde lid van de wet van 19 maart 2017 tot oprichting van een Begrotingsfonds voor de juridische tweedelijnsbijstand en uit artikel 1018, eerste lid, 8°, van het Gerechtelijk Wetboek volgt dat als de bijdrage tot het fonds, volgens artikel 4, § 2, tweede lid, 3°, van die wet, niet moet worden geïnd op het ogenblik van de inschrijving van de zaak op de rol, zij evenwel, tenzij de in het ongelijk gestelde partij juridische tweedelijnsbijstand of rechtsbijstand geniet, moet worden vereffend in het vonnis of arrest dat de veroordeling tot de kosten uitspreekt en, overeenkomstig artikel 1017, tweede lid, van het Gerechtelijk Wetboek, in de regel ten laste moet worden gelegd van de overheid of de instelling belast met het toepassen van de wetten en verordeningen bedoeld in de artikelen 579, 6°, 580, 581 en 582, 1° en 2°, van dat wetboek (1). (1) Zie concl. OM in Pas. 2018, nr. 665."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2025:ARR.20250204.2N.5": {
      "court": "CASS",
      "date": "2025-02-04",
      "roleNumber": "P.24.1655.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250204.2N.5",
      "abstractFR": [
        "Il résulte de l'article 4, § 3, de la loi du 19 mars 2017 instituant un fonds budgétaire relatif à l'aide juridique de deuxième ligne que si le juge pénal constate qu'un prévenu bénéficie de l'aide juridique de deuxième ligne, il ne peut pas condamner celui-ci au paiement d'une contribution au fonds (1). (1) Cass. 5 septembre 2023, RG P.23.0791.N, ECLI:BE:CASS:2023:ARR.20230905.2N.10; Cass. 9 mai 2023, RG P.23.0219.N, ECLI:BE:CASS:2023:ARR.20230509.2N.2, T. Strafr. 2023, p. 239 ; C. const. 25 juin 2020, arrêt 94/2020, www.const-court.be ; J. DECOKER, « En dan zijn er nog? De bijdragen, toeslagen en vergoedingen », T. Strafr. 2024, pp. 46-51 ; M.-A. BEERNAERT, H.D. BOSLY et D. VANDERMEERSCH, Droit de la procédure pénale, La Charte, 2021, p. 1570."
      ],
      "abstractNL": [
        "Uit artikel 4, § 3, Wet Bijdrage Juridische Tweedelijnsbijstand volgt dat indien de strafrechter vaststelt dat een beklaagde juridische tweedelijnsbestand geniet, hij die beklaagde niet kan veroordelen tot de betaling van een bijdrage aan het Fonds (1). (1) Cass. 5 september 2023, AR P.23.0791.N, ECLI:BE:CASS:2023:ARR.20230905.2N.10; Cass. 9 mei 2023, AR P.23.0219.N, ECLI:BE:CASS:2023:ARR.20230509.2N.2, T. Strafr. 2023, 239; GwH 25 juni 2020, arrest 94/2020, www.const-court.be; J. DECOKER, “En dan zijn er nog? De bijdragen, toeslagen en vergoedingen”, T. Strafr. 2024, 46-51; M.-A. BEERNAERT, H.D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, Die Keure, 2021, 1570.",
        "Uit artikel 4, § 3, Wet Bijdrage Juridische Tweedelijnsbijstand volgt dat indien de strafrechter vaststelt dat een beklaagde juridische tweedelijnsbestand geniet, hij die beklaagde niet kan veroordelen tot de betaling van een bijdrage aan het Fonds (1). (1) Cass. 5 september 2023, AR P.23.0971.N, AC 2023, nr. 534; Cass. 9 mei 2023, AR P.23.0219.N, AC 2023, nr. 340, T. Strafr. 2023, 239; GwH 25 juni 2020, arrest 94/2020, www.const-court.be; J. DECOKER, “En dan zijn er nog? De bijdragen, toeslagen en vergoedingen”, T. Strafr. 2024, 46-51; M.-A. BEERNAERT, H.D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, Die Keure, 2021, 1570."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240618.2N.16": {
      "court": "CASS",
      "date": "2024-06-18",
      "roleNumber": "P.24.0445.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240618.2N.16",
      "abstractFR": null,
      "abstractNL": [
        "Uit artikel 202 Wetboek van Strafvordering en de daaruit afgeleide relatieve werking van het enkel hoger beroep van de beklaagde volgt dat het appelgerecht de beklaagde niet kan veroordelen tot de betaling van de bijdrage aan het Begrotingsfonds voor de juridische tweedelijnsbijstand die niet was opgelegd met het beroepen vonnis (1) ; die relatieve werking verzet zich evident niet tot de veroordeling van de beklaagde tot de kosten van het door hem ingestelde hoger beroep (2). (1) J. DECOKER, “En dan zijn er nog? De bijdragen, toeslagen en vergoedingen”, T. Strafr. 2024, 47. Over de relatieve werking van het hoger beroep zie M.-A. BEERNAERT, H.D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, die Keure, 2021, 1733-1743. (2) M. FRANCHIMONT, A. JACOBS en A. MASSET, Manuel de procédure pénale, Larcier, 2012, 848, met verwijzing naar Cass. 2 december 1919, Pas. 1919, 262. Zie ook R. DECLERCQ, Beginselen van strafrechtspleging, Kluwer, 2007, nr. 3055."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230509.2N.2": {
      "court": "CASS",
      "date": "2023-05-09",
      "roleNumber": "P.23.0219.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230509.2N.2",
      "abstractFR": null,
      "abstractNL": [
        "Bij een veroordeling tot het betalen van een bijdrage aan het Slachtofferfonds bij toepassing van artikel 29 van de voormelde wet van 1 augustus 1985 of van een bijdrage aan het Begrotingsfonds bij toepassing van artikel 4, § 3, van de voormelde wet van 19 maart 2017, verplichten noch artikel 195 Wetboek van Strafvordering, noch enige andere bepaling de rechter om melding te maken van de wetsbepalingen die de veroordeling tot betaling van deze bijdragen voorschrijft.",
        "Artikel 4, § 3, eerste lid, van de wet van 19 maart 2017 tot oprichting van een Begrotingsfonds voor de juridische tweedelijnsbijstand bepaalt dat, behalve indien hij van de juridische tweedelijnsbijstand of rechtsbijstand geniet of indien de rechter oordeelt dat hij zich op het vlak van zijn bestaansmiddelen in een situatie bevindt waarbij hij beroep zou kunnen doen op juridische tweedelijnsbijstand of op rechtsbijstand, iedere door een strafgerecht veroordeelde verdachte, inverdenkinggestelde, beklaagde, beschuldigde of voor het misdrijf burgerrechtelijk aansprakelijke persoon, wordt veroordeeld tot het betalen van een bijdrage aan het Begrotingsfonds (1); de strafrechter kan de in die bepaling bedoelde personen niet veroordelen tot het betalen van een bijdrage aan het Begrotingsfonds wanneer zij aantonen of aannemelijk maken dat zij van de juridische tweedelijnsbijstand of rechtsbijstand genieten of wanneer hij oordeelt dat zij zich op het vlak van hun bestaansmiddelen in een situatie bevinden waarbij zij hierop een beroep zouden kunnen doen (2). (1) Over de Wet van 19 maart 2017 zie J. PICARD, “En vigeur depuis le 1er mai 2007: le Fonds de financement de l'aide paiera en mai 2018”, JT 2017, 351; K. VANDERHEIDEN, “Bijdrage aan het Begrotingsfonds juridische tweedelijnsbijstand”, in Postal Memorialis, B 206, 2018, 4 p.; A. LINERS, K. VANDERHEIDEN, F. VAN VOLSEM en T. DE WOLF, Zakboekje strafprocesrecht, Kluwer, 2021, 205-206; A. COPPENS, “Bijdrageplicht Begrotingsfonds juridische tweedelijnsbijstand”, NJW 2022, 594-595; I. BRUGGEMAN, “Administratieve toeslag voor misdrijven”, in Postal Memorialis, A60, 2022, 30-31. (2) GwH 25 juni 2020, arrest 94/2020, www.const-court.be; M.-A. BEERNAERT, H.D. BOSLY en D. VANDERMEERSCH, Droit de la procédure pénale, Die Keure, 2021, 1570."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230628.2F.1": {
      "court": "CASS",
      "date": "2023-06-28",
      "roleNumber": "P.23.0449.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230628.2F.1",
      "abstractFR": [
        "L'illégalité entachant la décision relative à la peine principale entraîne l'annulation des décisions prononcées sur les peines et sur la contribution au Fonds spécial pour l'aide aux victimes d'actes intentionnels de violence; en revanche, elle est sans incidence sur la déclaration de culpabilité (1) ainsi que sur la condamnation au paiement de la contribution au Fonds budgétaire relatif à l'aide juridique de deuxième ligne et de l'indemnité forfaitaire pour frais de justice (2). (Solution implicite). (1) Cass. 12 décembre 2018, RG P.18.0987.F, Pas. 2018, n° 706, avec concl. de M. VANDERMEERSCH, avocat général. (2) L'arrêt attaqué condamne notamment le demandeur à des peines d'emprisonnement et d'amende (assorties d'un sursis) et de confiscation par équivalent ainsi qu'à payer la contribution au Fonds budgétaire relatif à l'aide juridique de deuxième ligne, et il confirme notamment la condamnation à une peine d'interdiction et à payer la contribution au Fonds spécial pour l'aide aux victimes d'actes intentionnels de violence et l'indemnité forfaitaire pour frais de justice (de 50 euros, non indexée)."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230905.2N.10": {
      "court": "CASS",
      "date": "2023-09-05",
      "roleNumber": "P.23.0791.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230905.2N.10",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 162, laatste zin, Wetboek van Strafvordering en artikel 4, § 3, Wet Bijdrage Juridische Tweedelijnsbijstand volgt dat indien een beklaagde aanvoert dat hij juridische tweedelijnsbijstand geniet, de rechter hem slechts kan veroordelen tot betaling van de bijdrage als bedoeld door artikel 4, § 3, Wet Bijdrage Juridische Tweedelijnsbijstand indien hij vaststelt dat de in die bepaling opgenomen vrijstellingsregeling niet van toepassing is."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210419.3F.8": {
      "court": "CASS",
      "date": "2021-04-19",
      "roleNumber": "C.21.0062.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210419.3F.8",
      "abstractFR": [
        "La contribution au fonds budgétaire relatif à l'aide juridique de deuxième ligne est due par le demandeur dès lors qu'il n'est pas assisté devant la Cour par l'avocat qui a été désigné par la décision qui lui a accordé l'aide juridique de deuxième ligne et que, d'autre part, une demande de récusation n'est pas une demande visée à l'article 4, § 2, alinéa 2, 3°, de la loi du 19 mars 2017 instituant un fonds budgétaire."
      ],
      "abstractNL": [
        "De eiser is de bijdrage aan het begrotingsfonds voor de juridische tweedelijnsbijstand verschuldigd aangezien hij voor het Hof niet is bijgestaan door advocaat die hem is toegewezen in de beslissing die hem de juridische tweedelijnsbijstand heeft toegekend en het verzoek tot wraking bovendien geen vordering uitmaakt zoals bedoeld in artikel 4, § 2, tweede lid, 3°, van de wet van 19 maart 2017 tot oprichting van een begrotingsfonds."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210608.2N.13": {
      "court": "CASS",
      "date": "2021-06-08",
      "roleNumber": "P.21.0447.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210608.2N.13&lang=fr",
      "abstractFR": [
        "Il résulte de l'article 4, § 3, alinéa 1er, de la loi du 19 mars 2017 instituant un fonds budgétaire relatif à l'aide juridique de deuxième ligne que l'obligation impartie à une juridiction pénale ayant condamné un prévenu de condamner ce dernier, complémentairement, au paiement d'une contribution audit fonds ne s'applique pas à chaque instance; il ne peut être inféré ni du texte de ladite disposition ni de ses travaux préparatoires que, lorsqu'elle confirme une décision entreprise ayant condamné un prévenu et lui ayant imposé de payer une contribution audit fonds, la juridiction d'appel pourrait ou devrait à nouveau le condamner, en degré d'appel, au paiement d'une telle contribution."
      ],
      "abstractNL": [
        "Uit de bepaling van artikel 4, § 3, eerste lid, van de wet van 19 maart 2017 tot oprichting van een Begrotingsfonds voor de juridische tweedelijnsbijstand, volgt dat de verplichting voor een strafgerecht dat een beklaagde heeft veroordeeld bovendien ook nog te veroordelen tot de betaling van een bijdrage aan het Fonds niet geldt per aanleg; noch uit de tekst van deze bepaling noch uit de wetsgeschiedenis ervan kan worden afgeleid dat het appelgerecht dat een beroepen beslissing bevestigt dat een beklaagde heeft veroordeeld en hem tevens heeft verplicht tot de betaling van een bijdrage aan het Fonds, hem voor de procedure in hoger beroep nogmaals zou kunnen of moeten veroordelen tot de betaling van een bijdrage aan het Fonds."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20201229.2N.5": {
      "court": "CASS",
      "date": "2020-12-29",
      "roleNumber": "P.20.0650.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201229.2N.5&lang=fr",
      "abstractFR": [
        "Il résulte des articles 4, § 3, alinéa 1er, et 10 de la loi du 19 mars 2017 instituant un fonds budgétaire relatif à l'aide juridique de deuxième ligne, ainsi que de l'article 6 de l'arrêté royal du 26 avril 2017 portant exécution de cette loi, qu'en procédure d'appel, l'obligation de payer une contribution audit fonds ne s'applique que si le recours a été introduit après le 30 avril 2017."
      ],
      "abstractNL": [
        "Uit de artikelen 4, § 3, eerste lid, en 10 Wet van 19 maart 2017 en artikel 6 KB van 26 april 2017 volgt dat in appelprocedures de bijdrageplicht aan het Begrotingsfonds voor juridische tweedelijnsbijstand slechts van toepassing is wanneer het rechtsmiddel is ingesteld na 30 april 2017."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181126.2": {
      "court": "CASS",
      "date": "2018-11-26",
      "roleNumber": "S.18.0037.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181126.2",
      "abstractFR": [
        "Il suit de l'article 4, § 2, alinéas 1er, 2, 3°, et 3 de la loi du 19 mars 2017 instituant un fonds budgétaire relatif à l'aide juridique de deuxième ligne et de l'article 1018, alinéa 1er, 8° du Code judiciaire que, dans les cas où la contribution au fonds ne doit, suivant l'article 4, § 2, alinéa 2, 3°, de cette loi, pas être perçue lors de l'inscription de la cause au rôle, elle doit néanmoins, sauf si la partie qui succombe bénéficie de l'aide juridique de deuxième ligne ou de l'assistance judiciaire, être liquidée dans le jugement ou l'arrêt qui prononce la condamnation aux dépens et, en règle, mise à charge, conformément à l'article 1017, alinéa 2, du Code judiciaire, de l'autorité ou de l'organisme tenu d'appliquer les lois et règlements prévus aux articles 579, 6°, 580, 581 et 582, 1° et 2°, de ce code (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit artikel 4, § 2, eerste lid, tweede lid, 3°, en derde lid van de wet van 19 maart 2017 tot oprichting van een Begrotingsfonds voor de juridische tweedelijnsbijstand en uit artikel 1018, eerste lid, 8°, van het Gerechtelijk Wetboek volgt dat als de bijdrage tot het fonds, volgens artikel 4, § 2, tweede lid, 3°, van die wet, niet moet worden geïnd op het ogenblik van de inschrijving van de zaak op de rol, zij evenwel, tenzij de in het ongelijk gestelde partij juridische tweedelijnsbijstand of rechtsbijstand geniet, moet worden vereffend in het vonnis of arrest dat de veroordeling tot de kosten uitspreekt en, overeenkomstig artikel 1017, tweede lid, van het Gerechtelijk Wetboek, in de regel ten laste moet worden gelegd van de overheid of de instelling belast met het toepassen van de wetten en verordeningen bedoeld in de artikelen 579, 6°, 580, 581 en 582, 1° en 2°, van dat wetboek (1). (1) Zie concl. OM in Pas. 2018, nr. 665."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2020:ARR.20201229.2N.5": {
      "court": "CASS",
      "date": "2020-12-29",
      "roleNumber": "P.20.0650.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20201229.2N.5&lang=fr",
      "abstractFR": [
        "Il résulte des articles 4, § 3, alinéa 1er, et 10 de la loi du 19 mars 2017 instituant un fonds budgétaire relatif à l'aide juridique de deuxième ligne, ainsi que de l'article 6 de l'arrêté royal du 26 avril 2017 portant exécution de cette loi, qu'en procédure d'appel, l'obligation de payer une contribution audit fonds ne s'applique que si le recours a été introduit après le 30 avril 2017."
      ],
      "abstractNL": [
        "Uit de artikelen 4, § 3, eerste lid, en 10 Wet van 19 maart 2017 en artikel 6 KB van 26 april 2017 volgt dat in appelprocedures de bijdrageplicht aan het Begrotingsfonds voor juridische tweedelijnsbijstand slechts van toepassing is wanneer het rechtsmiddel is ingesteld na 30 april 2017."
      ]
    }
  }
}