{
  "2": {
    "ECLI:BE:CASS:2018:ARR.20180914.3": {
      "court": "CASS",
      "date": "2018-09-14",
      "roleNumber": "C.17.0620.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180914.3&lang=fr",
      "abstractFR": [
        "Lorsqu'un accord de coopération est modifié par un accord de coopération ultérieur, l'article 92bis de la loi spéciale du 8 août 1980 de réformes institutionnelles s'applique à cet accord modificatif; il s'ensuit qu'un accord modificatif qui révise des dispositions d'un accord antérieur ou y ajoute de nouvelles dispositions portant sur des matières réglées par décret, qui pourraient grever la Communauté ou la Région ou lier des Belges individuellement, n'a d'effet qu'après avoir reçu l'assentiment par décret; la prolongation d'un accord de coopération initialement conclu pour une durée déterminée ou sa conversion en un accord de coopération à durée indéterminée s'assimile à une modification de l'accord de coopération qui, le cas échéant, nécessite l'assentiment du parlement; la circonstance que l'accord de coopération initial a été conclu avant l'entrée en vigueur de la loi spéciale du 16 juillet 1993 est sans incidence à cet égard (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer een samenwerkingsakkoord door een later samenwerkingsakkoord wordt gewijzigd, dan is op dit wijzigingsakkoord artikel 92bis van de Bijzondere Wet van 8 augustus 1980 tot Hervorming der Instellingen van toepassing; hieruit volgt dat een wijzigingsakkoord dat bepalingen van een eerder akkoord wijzigt of nieuwe bepalingen eraan toevoegt die betrekking hebben op aangelegenheden die bij decreet worden geregeld, die de Gemeenschap of het Gewest zouden kunnen bezwaren of die Belgen persoonlijk zouden kunnen binden, eerst gevolg heeft nadat het instemming heeft verkregen bij decreet; wanneer een aanvankelijk samenwerkingsakkoord dat voor een bepaalde duur werd afgesloten wordt verlengd of wordt omgevormd tot een samenwerkingsakkoord voor onbepaalde duur, komt zulks neer op een wijziging van de samenwerkingsovereenkomst die desgevallend parlementaire instemming behoeft; de omstandigheid dat het oorspronkelijke samenwerkingsakkoord werd afgesloten voor de inwerkingtreding van de Bijzondere Wet van 16 juli 1993, doet hieraan geen afbreuk (1). (1) Zie concl. OM."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2025:ARR.20250909.2N.5": {
      "court": "CASS",
      "date": "2025-09-09",
      "roleNumber": "P.24.1373.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250909.2N.5",
      "abstractFR": null,
      "abstractNL": [
        "Het Hof is van oordeel dat er grond is tot het stellen van de volgende prejudiciële vraag aan het Grondwettelijk Hof: “Schendt artikel 5 Wet Toegangsbewijzen de artikelen 38 en 127, § 1, 1°, Grondwet, in samenhang gelezen met artikel 4 Bijzondere Wet Hervorming Instellingen, krachtens dewelke de Gemeenschappen exclusief bevoegd zijn voor culturele aangelegenheden?” (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140103.1": {
      "court": "CASS",
      "date": "2014-01-03",
      "roleNumber": "C.10.0293.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140103.1",
      "abstractFR": [
        "L'État fédéral a le pouvoir d'imposer une redevance de contrôle et de surveillance pour l'utilisation d'un réseau de télécommunication assurant la liaison de point à point entre un studio où se réalisent des émissions radiophoniques et un émetteur, qui a pour objet de transmettre ces émissions destinées finalement à être reçues par le public (1). (1) L. du 30 juillet 1979, art. 11, remplacé par l'article 338 de la loi-programme du 22 décembre 1989 et modifié par l'article 3 de l'arrêté royal du 15 mars 1994."
      ],
      "abstractNL": [
        "De federale Staat is bevoegd om een recht voor controle en toezicht op te leggen voor het gebruik van een telecommunicatienet dat de punt-tot-puntverbinding verzekert tussen een studio waar radio-uitzendingen worden gemaakt en een zendinstallatie, die tot doel heeft die uitzendingen die uiteindelijk voor het publiek bestemd zijn, over te brengen (1). (1) Art. 11, Wet 30 juli 1979, vervangen door art. 338 van de programmawet van 22 dec. 1989 en gewijzigd door art. 3, KB 15 maart 1994."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130304.3": {
      "court": "CASS",
      "date": "2013-03-04",
      "roleNumber": "C.11.0141.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130304.3",
      "abstractFR": [
        "La compétence des Communautés n'est pas liée à un mode déterminé de diffusion ou de transmission; elle leur permet de régler les aspects techniques de la transmission qui sont un accessoire de la matière de la radiodiffusion et de la télévision",
        "Le principe de proportionnalité propre à tout exercice de compétence implique que le législateur national ne peut régler unilatéralement la compétence de l'Institut belge des services postaux et des télécommunications lorsque les compétences de l'État fédéral et des Communautés sont devenues à ce point imbriquées, par suite de l'évolution technologique, qu'elles ne peuvent plus être exercées qu'en coopération."
      ],
      "abstractNL": [
        "De bevoegdheid van de Gemeenschappen is niet gekoppeld aan een bepaalde wijze van omroepen of uitzenden; aldus kunnen zij de technische aspecten van de uitzending regelen die een onderdeel zijn van het vakgebied van de radio-omroep en de televisie.",
        "Het proportionaliteitsbeginsel, dat eigen is aan elke bevoegdheidsuitoefening, impliceert dat de nationale wetgever de bevoegdheid van het Belgisch Instituut voor postdiensten en telecommunicatie niet eenzijdig mag regelen wanneer de bevoegdheden van de federale Staat en de Gemeenschappen elkaar als gevolg van de technologische evolutie dermate overlappen dat ze enkel nog door onderlinge samenwerking kunnen worden uitgeoefend."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20120525.1": {
      "court": "CASS",
      "date": "2012-05-25",
      "roleNumber": "C.10.0293.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120525.1",
      "abstractFR": [
        "Lorsque la question se pose de savoir si l'article 11 de la loi du 30 juillet 1979 relative aux télécommunications, interprété en ce sens qu'il attribue à l'État la compétence de réclamer des redevances de contrôle et de surveillance relatives à un réseau de télécommunication assurant la liaison de point à point entre un studio où se réalisent des émissions radiophoniques et un émetteur, qui a pour objet de transmettre ces émissions destinées finalement à être reçues par le public, viole les articles 127, § 1er, 1°, de la Constitution et 4, 6°, de la loi spéciale du 8 août 1980 de réformes institutionnelles, la Cour est tenue de poser à la Cour constitutionnelle une question préjudicielle à cet égard (1). (1) L. du 30 juillet 1979, art. 11, remplacé par l'article 338 de la loi-programme du 22 décembre 1989 et modifié par l'article 3 de l'arrêté royal du 15 mars 1994."
      ],
      "abstractNL": [
        "Wanneer de vraag rijst of artikel 11 van de wet van 30 juli 1979 betreffende de radiocommunicatie, als het aldus wordt uitgelegd dat het aan de Staat de bevoegdheid toekent om rechten te eisen voor controle en toezicht op een telecommunicatienet dat puntsgewijs de verbinding verzekert tussen een studio waar radio-uitzendingen gebeuren en een zendstation dat die uitzendingen overbrengt welke bestemd zijn om door het publiek te worden ontvangen, de artikelen 127, § 1, 1° van de Grondwet en 4, 6° van de bijzondere wet van 8 augustus 1980 tot hervorming van de instellingen schendt, is het Hof ertoe verplicht aan het Grondwettelijk Hof een prejudiciële vraag hieromtrent te stellen (1). (1) Art. 11, Wet 30 juli 1979, vervangen door art. 338 van de programmawet van 22 dec. 1989 en gewijzigd bij art. 3 van het koninklijk besluit van 15 maart 1994."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2015:ARR.20150403.3": {
      "court": "CASS",
      "date": "2015-04-03",
      "roleNumber": "C.14.0090.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150403.3&lang=fr",
      "abstractFR": [
        "La juridiction de coopération qui doit être constituée, pour un accord de coopération visé à l'article 92bis, § 2, de la loi spéciale de réformes institutionnelles du 8 août 1980 est seulement compétente pour statuer sur les litiges nés de l'interprétation ou de l'exécution dudit accord conclu entre les parties contractantes; cette compétence ne peut être étendue aux litiges qui naissent à ce propos entre les personnes ou les institutions qui ne sont pas parties contractantes à l'accord de coopération."
      ],
      "abstractNL": [
        "Het samenwerkingsgerecht, dat moet worden opgericht voor een samenwerkingsakkoord bedoeld in artikel 92bis, §2, van de bijzondere wet van 8 augustus 1980 tot hervorming van de instellingen, is slechts bevoegd de geschillen te beslechten die met betrekking tot de interpretatie of de uitvoering van bedoeld akkoord ontstaan tussen de contracterende partijen; deze bevoegdheid kan niet worden uitgebreid tot de geschillen die desbetreffend ontstaan tussen personen of instellingen die geen contracterende partijen zijn bij het samenwerkingsakkoord."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2016:ARR.20161025.5": {
      "court": "CASS",
      "date": "2016-10-25",
      "roleNumber": "P.15.0593.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161025.5&lang=fr",
      "abstractFR": [
        "Par arrêt n° 139/2003 du 29 octobre 2003, la Cour constitutionnelle a décidé que le législateur régional, qui a la protection et la conservation de la nature dans ses attributions est, à l'exclusion de tout autre, habilité à prendre des mesures visant à protéger les espèces d'oiseaux, et par ailleurs que le législateur fédéral est compétent pour l'importation, l'exportation et le transit des espèces animales non indigènes et de leurs dépouilles et que cette exception à la compétence générale des régions ne peut être interprétée de manière extensive, la Cour constitutionnelle ayant par conséquent décidé que l'autorité régionale est certes sans compétence pour prendre des mesures relatives à l'importation, à l'exportation ou au transit d'espèces d'oiseaux non indigènes et de leurs dépouilles, mais bien pour prendre d'autres mesures de protection pour les espèces d'oiseaux non indigènes importées qui se trouvent sur le territoire de cette Région; il en résulte que la Région flamande a la compétence de régler la détention d'espèces d'oiseaux non indigènes."
      ],
      "abstractNL": [
        "Bij arrest 139/2003 van 29 oktober 2003 heeft het Grondwettelijk Hof geoordeeld dat de gewestelijke wetgever die de natuurbescherming en het natuurbehoud onder zijn bevoegdheid heeft, met uitsluiting van iedere andere wetgever ertoe gemachtigd is maatregelen te nemen tot bescherming van de vogelsoorten en verder dat de federale wetgever bevoegd is voor de in-, uit- en doorvoer van uitheemse diersoorten en hun krengen en dat deze uitzondering op de algemene gewestelijke bevoegdheid niet ruim kan worden geïnterpreteerd waaruit het Grondwettelijk Hof besloot dat de gewestelijke overheid weliswaar niet bevoegd is om maatregelen te nemen die betrekking hebben op de in-, uit- en doorvoer van uitheemse vogelsoorten en hun krengen, maar wel om andere beschermingsmaatregelen te treffen ten aanzien van ingevoerde uitheemse vogelsoorten die zich op het grondgebied van dat Gewest bevinden; hieruit volgt dat het Vlaams Gewest bevoegd is om het houden van uitheemse vogelsoorten te regelen."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140523.1": {
      "court": "CASS",
      "date": "2014-05-23",
      "roleNumber": "C.12.0301.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140523.1",
      "abstractFR": [
        "Les routes nationales faisant partie de la 'grande voirie', établies sur le territoire d'une région sont gérées par celle-ci qui a sur ces voiries pouvoir de direction, de surveillance et de contrôle et en est partant, en règle, la gardienne au sens de l'article 1384, alinéa 1er, du Code civil (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De rijkswegen die deel uitmaken van de 'grote wegen', die gelegen zijn op het grondgebied van een gewest, worden beheerd door dat gewest, dat daarop toezicht, leiding en controle uitoefent en daarvan dus, in de regel, de bewaarder is in de zin van artikel 1384, eerste lid, van het Burgerlijk Wetboek (1). (1) Zie concl. OM in Pas. 2014, nr. ...."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2014:ARR.20140523.1": {
      "court": "CASS",
      "date": "2014-05-23",
      "roleNumber": "C.12.0301.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140523.1",
      "abstractFR": [
        "Les routes nationales faisant partie de la 'grande voirie', établies sur le territoire d'une région sont gérées par celle-ci qui a sur ces voiries pouvoir de direction, de surveillance et de contrôle et en est partant, en règle, la gardienne au sens de l'article 1384, alinéa 1er, du Code civil (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De rijkswegen die deel uitmaken van de 'grote wegen', die gelegen zijn op het grondgebied van een gewest, worden beheerd door dat gewest, dat daarop toezicht, leiding en controle uitoefent en daarvan dus, in de regel, de bewaarder is in de zin van artikel 1384, eerste lid, van het Burgerlijk Wetboek (1). (1) Zie concl. OM in Pas. 2014, nr. ...."
      ]
    }
  },
  "11": {
    "ECLI:BE:CASS:2023:ARR.20230613.2N.22": {
      "court": "CASS",
      "date": "2023-06-13",
      "roleNumber": "P.22.0700.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230613.2N.22",
      "abstractFR": null,
      "abstractNL": [
        "De artikelen 42, 1°, en 43 Strafwetboek zijn ingevolge artikel 11, eerste lid, van de bijzondere wet van 8 augustus 1980 tot hervorming der instellingen van toepassing op de misdrijven, bedoeld in artikel 16.6.1 DABM."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20211208.2F.2": {
      "court": "CASS",
      "date": "2021-12-08",
      "roleNumber": "P.21.0082.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20211208.2F.2",
      "abstractFR": [
        "L'article 11, alinéa 1er, de la loi spéciale de réformes institutionnelles du 8 août 1980, tel que modifié par la loi spéciale du 16 juillet 1993 visant à achever la structure fédérale de l'État, précise que, dans les limites des compétences des Communautés et des Régions, les décrets peuvent ériger en infraction les manquements à leurs dispositions et établir les peines qui les sanctionnent; les dispositions du livre Ier du Code pénal s'y appliquent, sauf les exceptions qui peuvent être prévues par décret pour des infractions particulières (1). (1) Selon le Conseil d'État, « l'article 100 du Code pénal autorise expressément les lois et règlements particuliers à déroger aux dispositions du premier livre de ce Code. Il s'en déduit que ces règles, et notamment celles qui ont trait au concours d'infractions, ne sont pas d'ordre public », le législateur peut dès lors y déroger et, « eu égard à l'article 11 de la loi spéciale [du 8 août 1980 de réformes institutionnelles], le législateur [régional peut] concevoir un régime pour le concours d'infractions différent de celui qui est consacré par les articles 60 et suivants du Code pénal » (C.E. 1er mars 2019, n° 243.876).",
        "L’article 11, alinéa 1er, de la loi spéciale de réformes institutionnelles du 8 août 1980, tel que modifié par la loi spéciale du 16 juillet 1993 visant à achever la structure fédérale de l’État, précise que, dans les limites des compétences des Communautés et des Régions, les décrets peuvent ériger en infraction les manquements à leurs dispositions et établir les peines qui les sanctionnent; les dispositions du livre Ier du Code pénal s'y appliquent, sauf les exceptions qui peuvent être prévues par décret pour des infractions particulières (1). (1) Selon le Conseil d’État, « l’article 100 du Code pénal autorise expressément les lois et règlements particuliers à déroger aux dispositions du premier livre de ce Code. Il s’en déduit que ces règles, et notamment celles qui ont trait au concours d’infractions, ne sont pas d’ordre public », le législateur peut dès lors y déroger et, « eu égard à l’article 11 de la loi spéciale [du 8 août 1980 de réformes institutionnelles], le législateur [régional peut] concevoir un régime pour le concours d’infractions différent de celui qui est consacré par les articles 60 et suivants du Code pénal » (C.E. 1er mars 2019, n° 243.876)."
      ],
      "abstractNL": [
        "Artikel 11, eerste lid, Bijzondere Wet Hervorming Instellingen, zoals gewijzigd door de bijzondere wet van 16 juli 1993 tot vervollediging van de federale staatsstructuur, bepaalt dat binnen de grenzen van de bevoegdheden van de Gemeenschappen en de Gewesten de decreten de niet-naleving van hun bepalingen strafbaar kunnen stellen en de straffen wegens die niet-naleving kunnen bepalen; de bepalingen van Boek I van het Strafwetboek zijn hierop van toepassing, behoudens de uitzonderingen die voor bijzondere inbreuken door een decreet kunnen worden gesteld (1). (1) Volgens de Raad van State “l'article 100 du Code pénal autorise expressément les lois et règlements particuliers à déroger aux dispositions du premier livre de ce Code. Il s'en déduit que ces règles, et notamment celles qui ont trait au concours d'infractions, ne sont pas d'ordre public”, de wetgever kan er dus van afwijken en “eu égard à l'article 11 de la loi spéciale [du 8 août 1980 de réformes institutionnelles], le législateur [régional peut] concevoir un régime pour le concours d'infractions différent de celui qui est consacré par les articles 60 et suivants du Code pénal” (RvS 1 maart 2019, nr. 243.876)."
      ]
    }
  },
  "79": {
    "ECLI:BE:CASS:2019:ARR.20190329.2": {
      "court": "CASS",
      "date": "2019-03-29",
      "roleNumber": "C.18.0223.N-C.18.0227.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190329.2&lang=fr",
      "abstractFR": [
        "L'article 79, § 1er , de la loi spéciale du 8 août 1980 de réformes institutionnelles permet aux Communautés et aux Régions de déterminer par décret les cas dans lesquels les gouvernements des Communautés et des Régions peuvent procéder à une expropriation pour cause d'utilité publique ainsi que les modalités selon lesquelles celle-ci doit être poursuivie; les décrets peuvent également autoriser les gouvernements à consentir à ce que des personnes morales de droit public procèdent à des expropriations (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Artikel 79, §1, Bijzondere wet van 8 augustus 1980 tot hervorming der instellingen machtigt de Gemeenschappen en de Gewesten om, bij decreet, de gevallen te bepalen waarin de Gemeenschaps- en Gewestregeringen tot onteigening ten algemenen nutte kunnen overgaan en de modaliteiten daarvan te bepalen; de regeringen kunnen, bij decreet, ook gemachtigd worden publiekrechtelijke rechtspersonen toe te staan over te gaan tot onteigeningen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140227.1": {
      "court": "CASS",
      "date": "2014-02-27",
      "roleNumber": "C.12.0143.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140227.1&lang=fr",
      "abstractFR": [
        "Le gouvernement flamand peut procéder à des expropriations pour cause d'utilité publique dans les matières régionales à condition de faire application des règles et des procédures prescrites par les lois et les réglementations en vigueur en matière d'expropriation; en vertu des arrêtés du gouvernement flamand, c'est le membre du gouvernement flamand compétent pour les affaires intérieures qui octroie, sauf dans les cas déterminés par la loi ou le décret, l'autorisation d'expropriation, avec l'accord du membre du gouvernement flamand fonctionnellement compétent (1). (1) Voir les concl. du M.P. publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "De Vlaamse regering kan overgaan tot onteigeningen ten algemenen nutte inzake gewestelijke aangelegenheden mits hierbij toepassing te maken van de regels en procedures voorgeschreven bij de inzake onteigeningen geldende wetgeving; krachtens de besluiten van de Vlaamse regering is het lid van de Vlaamse regering dat bevoegd is voor de binnenlandse aangelegenheden, behoudens in de gevallen bepaald in de wet of het decreet, bevoegd om de onteigeningsmachtiging af te leveren met instemming van het functioneel bevoegd lid van de Vlaamse Regering (1). (1) Zie concl. O.M."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130614.5": {
      "court": "CASS",
      "date": "2013-06-14",
      "roleNumber": "C.11.0750.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130614.5&lang=fr",
      "abstractFR": [
        "Le Gouvernement flamand est autorisé à poursuivre des expropriations pour cause d'utilité publique en matières régionales à condition de faire application des règles et procédures prescrites par la législation en vigueur en matière d'expropriation; en vertu des arrêtés du Gouvernement flamand le membre du Gouvernement flamand qui est compétent pour les affaires intérieures peut, sauf dans les cas déterminés par la loi ou le décret, octroyer l'autorisation de procéder à l'expropriation avec l'accord du membre fonctionnellement compétent du Gouvernement flamand (1). (1) Voir les conclusions du M.P. publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "De Vlaamse regering kan overgaan tot onteigeningen ten algemenen nutte inzake gewestelijke aangelegenheden mits hierbij toepassing te maken van de regels en procedures voorgeschreven bij de inzake onteigeningen geldende wetgeving; krachtens de besluiten van de Vlaamse regering is het lid van de Vlaamse regering dat bevoegd is voor de binnenlandse aangelegenheden, behoudens in de gevallen bepaald in de wet of het decreet, bevoegd om de onteigeningsmachtiging af te leveren met instemming van het functioneel bevoegd lid van de Vlaamse Regering (1). (1) Zie de concl. van het O.M."
      ]
    }
  },
  "82": {
    "ECLI:BE:CASS:2019:ARR.20190613.4": {
      "court": "CASS",
      "date": "2019-06-13",
      "roleNumber": "C.18.0328.F-C.19.0001.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190613.4",
      "abstractFR": [
        "Les articles 1079, alinéa 1er, du Code judiciaire et 82, alinéa 1er, de la loi spéciale de réformes institutionnelles du 8 août 1980 n'excluent pas, en cas d'irrégularité de l'exploit de signification à une communauté d'une requête en cassation, l'application de la règle de l'article 861 du Code judiciaire suivant laquelle le juge ne peut déclarer nul un acte de procédure que si l'omission ou l'irrégularité dénoncée nuit aux intérêts de la partie qui invoque l'exception (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De artikelen 1079, eerste lid, van het Gerechtelijk Wetboek en 82, eerste lid, van de bijzondere wet van 8 augustus 1980 tot hervorming der instellingen sluiten, in geval van onregelmatigheid van het exploot van betekening van een cassatieverzoekschrift aan een gemeenschap, de toepassing niet uit van de regel van artikel 861 van het Gerechtelijk Wetboek, volgens hetwelk de rechter een proceshandeling alleen dan nietig kan verklaren indien het aangeklaagde verzuim of de aangeklaagde onregelmatigheid de belangen schaadt van de partij die de exceptie opwerpt (1). (1) Zie concl. OM in Pas. 2019, nr. 368."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130411.1": {
      "court": "CASS",
      "date": "2013-04-11",
      "roleNumber": "C.11.0575.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130411.1",
      "abstractFR": [
        "Est irrecevable le pourvoi en cassation qui a été introduit, lors de la remise de la requête au greffe de la Cour, par la Région wallonne, représentée par son gouvernement en la personne du ministre qui n'est pas compétent pour la matière du litige soumis au juge du fond (1). (1) Voir Cass., 4 septembre 2008, RG F.06.0133.F, Pas., 2008, n° 449."
      ],
      "abstractNL": [
        "Het cassatieberoep is niet ontvankelijk wanneer het, bij de overlegging van het verzoekschrift op de griffie van het Hof, is ingesteld door het Waalse gewest, vertegenwoordigd door zijn regering in de persoon van de minister die niet bevoegd is voor de aangelegenheid van het aan de feitenrechter voorgelegde geschil (1). (1) Zie Cass. 4 sept. 2008, AR F.06.0133.F, AC 2008, nr. 449."
      ]
    }
  },
  "92": {
    "ECLI:BE:CASS:2015:ARR.20150403.3": {
      "court": "CASS",
      "date": "2015-04-03",
      "roleNumber": "C.14.0090.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150403.3&lang=fr",
      "abstractFR": [
        "La juridiction de coopération qui doit être constituée, pour un accord de coopération visé à l'article 92bis, § 2, de la loi spéciale de réformes institutionnelles du 8 août 1980 est seulement compétente pour statuer sur les litiges nés de l'interprétation ou de l'exécution dudit accord conclu entre les parties contractantes; cette compétence ne peut être étendue aux litiges qui naissent à ce propos entre les personnes ou les institutions qui ne sont pas parties contractantes à l'accord de coopération."
      ],
      "abstractNL": [
        "Het samenwerkingsgerecht, dat moet worden opgericht voor een samenwerkingsakkoord bedoeld in artikel 92bis, §2, van de bijzondere wet van 8 augustus 1980 tot hervorming van de instellingen, is slechts bevoegd de geschillen te beslechten die met betrekking tot de interpretatie of de uitvoering van bedoeld akkoord ontstaan tussen de contracterende partijen; deze bevoegdheid kan niet worden uitgebreid tot de geschillen die desbetreffend ontstaan tussen personen of instellingen die geen contracterende partijen zijn bij het samenwerkingsakkoord."
      ]
    }
  },
  "92bis": {
    "ECLI:BE:CASS:2018:ARR.20180914.3": {
      "court": "CASS",
      "date": "2018-09-14",
      "roleNumber": "C.17.0620.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180914.3&lang=fr",
      "abstractFR": [
        "Lorsqu'un accord de coopération est modifié par un accord de coopération ultérieur, l'article 92bis de la loi spéciale du 8 août 1980 de réformes institutionnelles s'applique à cet accord modificatif; il s'ensuit qu'un accord modificatif qui révise des dispositions d'un accord antérieur ou y ajoute de nouvelles dispositions portant sur des matières réglées par décret, qui pourraient grever la Communauté ou la Région ou lier des Belges individuellement, n'a d'effet qu'après avoir reçu l'assentiment par décret; la prolongation d'un accord de coopération initialement conclu pour une durée déterminée ou sa conversion en un accord de coopération à durée indéterminée s'assimile à une modification de l'accord de coopération qui, le cas échéant, nécessite l'assentiment du parlement; la circonstance que l'accord de coopération initial a été conclu avant l'entrée en vigueur de la loi spéciale du 16 juillet 1993 est sans incidence à cet égard (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer een samenwerkingsakkoord door een later samenwerkingsakkoord wordt gewijzigd, dan is op dit wijzigingsakkoord artikel 92bis van de Bijzondere Wet van 8 augustus 1980 tot Hervorming der Instellingen van toepassing; hieruit volgt dat een wijzigingsakkoord dat bepalingen van een eerder akkoord wijzigt of nieuwe bepalingen eraan toevoegt die betrekking hebben op aangelegenheden die bij decreet worden geregeld, die de Gemeenschap of het Gewest zouden kunnen bezwaren of die Belgen persoonlijk zouden kunnen binden, eerst gevolg heeft nadat het instemming heeft verkregen bij decreet; wanneer een aanvankelijk samenwerkingsakkoord dat voor een bepaalde duur werd afgesloten wordt verlengd of wordt omgevormd tot een samenwerkingsakkoord voor onbepaalde duur, komt zulks neer op een wijziging van de samenwerkingsovereenkomst die desgevallend parlementaire instemming behoeft; de omstandigheid dat het oorspronkelijke samenwerkingsakkoord werd afgesloten voor de inwerkingtreding van de Bijzondere Wet van 16 juli 1993, doet hieraan geen afbreuk (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150403.3": {
      "court": "CASS",
      "date": "2015-04-03",
      "roleNumber": "C.14.0090.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150403.3&lang=fr",
      "abstractFR": [
        "La juridiction de coopération qui doit être constituée, pour un accord de coopération visé à l'article 92bis, § 2, de la loi spéciale de réformes institutionnelles du 8 août 1980 est seulement compétente pour statuer sur les litiges nés de l'interprétation ou de l'exécution dudit accord conclu entre les parties contractantes; cette compétence ne peut être étendue aux litiges qui naissent à ce propos entre les personnes ou les institutions qui ne sont pas parties contractantes à l'accord de coopération."
      ],
      "abstractNL": [
        "Het samenwerkingsgerecht, dat moet worden opgericht voor een samenwerkingsakkoord bedoeld in artikel 92bis, §2, van de bijzondere wet van 8 augustus 1980 tot hervorming van de instellingen, is slechts bevoegd de geschillen te beslechten die met betrekking tot de interpretatie of de uitvoering van bedoeld akkoord ontstaan tussen de contracterende partijen; deze bevoegdheid kan niet worden uitgebreid tot de geschillen die desbetreffend ontstaan tussen personen of instellingen die geen contracterende partijen zijn bij het samenwerkingsakkoord."
      ]
    }
  },
  "2bis": {
    "ECLI:BE:CASS:2014:ARR.20140523.1": {
      "court": "CASS",
      "date": "2014-05-23",
      "roleNumber": "C.12.0301.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140523.1",
      "abstractFR": [
        "Les routes nationales faisant partie de la 'grande voirie', établies sur le territoire d'une région sont gérées par celle-ci qui a sur ces voiries pouvoir de direction, de surveillance et de contrôle et en est partant, en règle, la gardienne au sens de l'article 1384, alinéa 1er, du Code civil (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De rijkswegen die deel uitmaken van de 'grote wegen', die gelegen zijn op het grondgebied van een gewest, worden beheerd door dat gewest, dat daarop toezicht, leiding en controle uitoefent en daarvan dus, in de regel, de bewaarder is in de zin van artikel 1384, eerste lid, van het Burgerlijk Wetboek (1). (1) Zie concl. OM in Pas. 2014, nr. ...."
      ]
    }
  },
  "91bis": {
    "ECLI:BE:CASS:2008:ARR.20080424.7": {
      "court": "CASS",
      "date": "2008-04-24",
      "roleNumber": "F.07.0030.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080424.7&lang=fr",
      "abstractFR": [
        "Si, avant le transfert des droits et obligations en matière d'enseignement aux Communautés le 1er janvier 1989, l'Etat a adressé une demande de remboursement dans le délai de cinq ans prévu à un membre du personnel enseignant qui a perçu indûment un traitement, le droit de réclamer la somme payée indûment pendant trente ans est acquis par l'Etat et, pour autant que ce délai de trente ans ne soit pas expiré antérieurement, la Communauté compétente succède à ce droit en tant que tel sans qu'elle doive demander à nouveau le remboursement; la circonstance que la Communauté compétente disposait de la possibilité de demander elle-même le remboursement du traitement payé indûment à partir du 1er janvier 1986 par l'Etat, n'y déroge pas (1). (1) Voir les conclusions du M.P. publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Indien de Staat, voor de overheveling van de rechten en verplichtingen ter zake van het onderwijs aan de Gemeenschappen op 1 jan. 1989, binnen de daartoe gestelde termijn van 5 jaar een verzoek tot terugbetaling heeft gericht aan een onderwijzend personeelslid dat onverschuldigd betaald loon had ontvangen, is het recht om het onverschuldigd betaalde bedrag gedurende dertig jaar te vorderen verworven door de Staat en, voorzover die dertigjarige termijn niet eerder was verstreken, als dusdanig op de bevoegde Gemeenschap overgegaan zonder dat deze eerst opnieuw de terugbetaling moest vragen; de omstandigheid dat de bevoegde Gemeenschap voor onverschuldigd loon dat vanaf 1 januari 1986 werd uitbetaald door de Staat, over de mogelijkheid beschikte om zelf de terugbetaling te vorderen, doet hieraan geen afbreuk (1). (1) Zie de conclusie van het O.M."
      ]
    }
  }
}