{
  "1": {
    "ECLI:BE:CASS:2017:ARR.20170516.1": {
      "court": "CASS",
      "date": "2017-05-16",
      "roleNumber": "P.14.1799.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170516.1&lang=fr",
      "abstractFR": [
        "L'obligation de vaccination des enfants incombe aux personnes visées à l'article 7 de l'arrêté royal du 26 octobre 1966 rendant obligatoire la vaccination antipoliomyélitique qui résident en Belgique et dont les enfants figurent sur la liste visée à l'article 3 dudit arrêté royal; la présence de l'enfant en Belgique durant l'intégralité de la période indiquée à l'article 1er de l'arrêté royal du 26 octobre 1966 n'est pas requise, mais il suffit que l'enfant se trouve en Belgique à un quelconque moment durant cette période et soit inscrit sur la liste précitée (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Dès lors que l'élément matériel de l'infraction qualifiée à l'article 1er de l'arrêté royal du 26 octobre 1966 rendant obligatoire la vaccination antipoliomyélitique consiste en l'inobservation de l'obligation prévue par ladite disposition, l'infraction peut être localisée en Belgique lorsqu'il devait y être satisfait en Belgique; tel est le cas lorsque la personne chargée de l'exercice du droit de garde ou de la tutelle sur des enfants qui ont résidé en Belgique au cours de la période définie à l'article 1er de l'arrêté royal du 26 octobre 1966 et qui figurent sur la liste, s'est établie en Belgique (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De verplichting tot vaccinatie van kinderen rust op de in artikel 7 Besluit Poliomyelitis bedoelde personen die in België verblijven en wier kinderen op de in artikel 3 Besluit Poliomyelitis bedoelde lijst werden opgenomen; de aanwezigheid van het kind in België tijdens de volledige door artikel 1 Besluit Poliomyelitis aangeduide periode is hiervoor niet vereist, maar het volstaat dat het kind zich tijdens deze periode op enig ogenblik in België bevindt en op de voormelde lijst is ingeschreven (1). (1) Zie concl. OM.",
        "Aangezien het materieel bestanddeel van het misdrijf omschreven in artikel 1 Besluit Poliomyelitis bestaat uit het niet-naleven van de in die bepaling omschreven verplichting tot inenting tegen poliomyelitis, kan het misdrijf in België worden gelokaliseerd wanneer de nakoming ervan in België diende te gebeuren; dit is het geval wanneer de persoon die het recht van bewaring of de voogdij uitoefent over kinderen die in de loop van de in artikel 1 Besluit Poliomyelitis omschreven periode in België hebben verbleven en op de lijst zijn opgenomen, zich in België heeft gevestigd (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20131218.2": {
      "court": "CASS",
      "date": "2013-12-18",
      "roleNumber": "P.13.0708.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20131218.2",
      "abstractFR": [
        "L'arrêté royal du 26 octobre 1966 rendant obligatoire la vaccination antipoliomyélitique a été pris, après avis conforme du conseil supérieur d'hygiène publique, en exécution de la loi sanitaire du 1er septembre 1945, dont l'article 1er dispose que le Roi est autorisé à prescrire, par voie de règlements généraux et après avoir pris l'avis du conseil supérieur d'hygiène publique, les mesures de prophylaxie et d'assainissement ainsi que toutes mesures d'organisation et de contrôle nécessaires, notamment pour prévenir ou combattre les maladies transmissibles présentant un danger général, dont la liste aura été dressée sur avis conforme du conseil supérieur d'hygiène publique; il ne saurait se déduire de la circonstance que l'article 1er de la loi sanitaire ne vise pas expressément le cas particulier de la «vaccination obligatoire» que le vaccin contre la poliomyélite imposé par le Roi par un règlement général, ne puisse être considéré comme une mesure de prophylaxie au sens de ladite loi (1). (1) Voir le rapport au Roi fait par le ministre de la Santé publique (M.B. 6 décembre 1966, p. 1211). Voir aussi Cass., 1er octobre 1997, RG P.97.0506.F, Pas., 1997, n° 378, J.L.M.B. 1998, p. 796, avec note Chr. Meunier, Rev. dr. santé, 1998-1999, 138, R.D.P.C., 1998, p. 565.",
        "L'article 8, § 1er, de la loi du 22 août 2002 relative aux droits du patient, qui prévoit que le patient a le droit de consentir librement à toute intervention du praticien professionnel moyennant information préalable, protège les droits du patient dans ses rapports particuliers avec le praticien professionnel; il n'a pas le même objet qu'une disposition telle que l'article 1er de la loi sanitaire qui, en vue de prévenir ou de combattre une maladie transmissible présentant un danger général, prévoit la possibilité d'imposer un traitement fondé sur des impératifs de protection de la santé publique, laquelle participe de l'ordre public; l'article 1er de l'arrêté royal du 26 octobre 1966 rendant obligatoire la vaccination antipoliomyélitique pris en exécution de la loi sanitaire ne saurait, partant, contredire l'article 8, § 1er, de la loi du 22 août 2002 (1). (1) G. Genicot, Droit médical et paramédical, Larcier 2010, p. 143; Henry et De Cocqueau, A propos du consentement libre et éclairé du patient, C.U.P., vol. 79, p. 177; Henry et De Cocqueau, Evolution des droits du patient, indemnisation sans faute des dommages liés aux soins médicaux, Bruylant 2008, p. 34.",
        "Les dispositions qui rendent obligatoire la vaccination antipoliomyélitique ont pour effet de porter une atteinte limitée aux principes d'inviolabilité et d'intégrité du corps humain; elles sont mises en oeuvre dans le seul but d'assurer la protection de la santé et proportionnées à leur objectif.",
        "Le droit au respect de la vie privée et familiale, prévu par l'article 8, § 1er, de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, n'est pas un droit absolu; même si l'article 8, § 2, de ladite convention appelle une interprétation étroite, il en ressort néanmoins que des restrictions à l'exercice de ce droit peuvent être apportées par l'autorité publique si cette ingérence est prévue par la loi et constitue une mesure qui, dans une société démocratique, est nécessaire notamment pour sauvegarder la protection de la santé; ne viole pas le droit consacré par l'article 8, l'arrêt qui, après avoir énoncé que l'obligation de vaccination antipoliomyélitique est instituée par la loi, qu'elle répond de manière proportionnée à un objectif légitime de protection de la santé dans la population et qu'elle ne constitue dès lors pas une immixtion arbitraire dans la vie privée de l'enfant, décide que l'obligation de vaccination antipoliomyélitique constitue une restriction autorisée par le second paragraphe de cette disposition (1). (1) Voir Cass. 1er octobre 1997, op. cit."
      ],
      "abstractNL": [
        "Het koninklijk besluit van 26 oktober 1966 waarbij de inenting tegen poliomyelitis verplicht gesteld wordt, werd, na eensluidend advies van de Hoge Gezondheidsraad, genomen ter uitvoering van de Gezondheidswet van 1 september 1945, waarvan artikel 1 bepaalt dat de Koning ertoe gemachtigd is om, bij wege van algemene reglementen en na het advies ingewonnen te hebben van de Hoge Gezondheidsraad, de nodige maatregelen van voorbehoeding en assainering, alsook alle inrichting- en controlemaatregelen voor te schrijven, met name om de besmettelijke ziekten te voorkomen of te bestrijden, welke een algemeen gevaar opleveren en waarvan een lijst zal opgemaakt worden, op het eensluidend advies van de hoge gezondheidsraad; uit de omstandigheid dat artikel 1 van de Gezondheidswet niet uitdrukkelijk slaat op het bijzonder geval van \"verplichte inenting\", kan niet worden afgeleid dat de inenting tegen poliomyelitis die door de Koning bij algemeen reglement verplicht is gesteld, niet kan worden beschouwd als een voorbehoedende maatregel in de zin van die wet (1). (1) Zie verslag aan de Koning door de minister van Volksgezondheid (B., 6 december 1966, p. 1211); zie ook Cass. 1 okt. 1997, AR P.97.0506.F, AC 1997, nr. 378, JLMB 1998, p. 796, met noot Chr. Meunier, Rev.dr.santé, 1998-1999, 138, RDPC, 1998, p. 565.",
        "Artikel 8, §1, van de wet van 22 augustus 2002 betreffende de rechten van de patiënt, dat bepaalt dat de patiënt het recht heeft om geïnformeerd, voorafgaandelijk en vrij toe te stemmen in iedere tussenkomst van de beroepsbeoefenaar, beschermt de rechten van de patiënt in zijn specifieke relatie met de beroepsbeoefenaar; ze heeft niet hetzelfde voorwerp als artikel 1 van de gezondheidswet dat, om een besmettelijke ziekte, welke een algemeen gevaar oplevert, te voorkomen of te bestrijden, de mogelijkheid bepaalt een behandeling op te leggen die gegrond is op de imperatieven van bescherming van de volksgezondheid, welke deel uitmaakt van de openbare orde; artikel 1 van het koninklijk besluit van 26 oktober 1966 waarbij de inenting tegen poliomyelitis verplicht gesteld wordt, dat ter uitvoering van de Gezondheidswet is genomen, kan artikel 8, §1, van de wet van 22 augustus 2002 bijgevolg niet tegenspreken (1). (1) G. Genicot, Droit médical et paramédical, Larcier 2010, p. 143; Henry en De Cocqueau, A propos du consentement libre et éclairé du patient, C.U.P., dl. 79, p. 177; Henry en De Cocqueau, Evolution des droits du patient, indemnisation sans faute des dommages liés aux soins médicaux, Bruylant, 2008, p. 34.",
        "De bepalingen die de inenting tegen poliomyelitis verplicht stellen, doen enigszins afbreuk aan de beginselen van onschendbaarheid en integriteit van het menselijk lichaam; ze worden alleen aangewend ter bescherming van de gezondheid en staan in verhouding tot hun doel.",
        "Het recht op eerbiediging van het privé-, familie- en gezinsleven, bepaald in artikel 8.1 van het Verdrag tot Bescherming van de Rechten van de Mens en de Fundamentele Vrijheden, is geen absoluut recht; ook al dient artikel 8.2 in de enge zin te worden geïnterpreteerd, toch blijkt daaruit dat de overheid beperkingen kan stellen aan de uitoefening van dat recht, voor zover die inmenging bij wet is bepaald en een maatregel met zich meebrengt die in een democratische samenleving noodzakelijk is om met name de bescherming van de gezondheid te vrijwaren; het arrest dat vermeldt dat de verplichting tot inenting bij wet is ingesteld, dat ze op evenredige wijze aan een legitieme doelstelling van bescherming van de volksgezondheid beantwoordt en bijgevolg niet als een willekeurige inmenging in het privéleven van het kind kan worden beschouwd, schendt het in artikel 8 vastgelegde recht niet (1). (1) Zie Cass. 1 okt. 1997, op.cit."
      ]
    }
  }
}