{
  "1": {
    "ECLI:BE:CASS:2025:ARR.20250506.2N.3": {
      "court": "CASS",
      "date": "2025-05-06",
      "roleNumber": "P.24.1462.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250506.2N.3",
      "abstractFR": null,
      "abstractNL": [
        "De Wet Verwerking Persoonsgegevens 1992 bepaalt in artikel 1: -onder paragraaf 4, eerste lid, dat onder “verantwoordelijke voor de verwerking” wordt verstaan degene die alleen of samen met anderen het doel en de middelen voor de verwerking van persoonsgegevens bepaalt; -onder paragraaf 5 dat onder “verwerker” degene wordt verstaan die, ten behoeve van de voor de verwerking verantwoordelijke, persoonsgegevens verwerkt, met uitsluiting van de personen die onder rechtstreeks gezag van de verantwoordelijke voor de verwerking gemachtigd zijn om de gegevens te verwerken;- onder paragraaf 6 dat onder “derde” wordt verstaan degene die niet de betrokkene bedoeld in paragraaf 1 is, de verantwoordelijke voor de verwerking, de verwerker of de persoon die onder rechtstreeks gezag van de verantwoordelijke of de verwerker gemachtigd is om de gegevens te verwerken; artikel 39, 2° en 3°, Wet Verwerking Persoonsgegevens 1992 bepaalt de straffen voor de verantwoordelijke voor de verwerking, zijn vertegenwoordiger in België en zijn aangestelde of gemachtigde die persoonsgegevens verwerkt, hetzij buiten de door artikel 5 toegelaten gevallen (2°), hetzij in overtreding van de artikelen 6, 7 of 8 (3°); die personen zijn voor de vermelde feiten nog steeds strafbaar op grond van artikel 222, 1° en 2°, Wet Verwerking Persoonsgegevens 2018 (1) (2). (1) Zie gelijkluidende concl. OM. (2) Artt. 1 en 39, 2° en 3° Wet Verwerking Persoonsgegevens 1992, zoals van toepassing voor de inwerkingtreding van Art. 222, 1° en 2° Wet Verwerking Persoonsgegevens 2018.",
        "Een computerbestand in de vorm van een rekenblad, waarin zich persoonsgegevens in de zin van artikel 1, § 1, Wet Verwerking Persoonsgegevens 1992 bevinden, is een bestand zoals bedoeld in artikel 1, § 3, van die wet; bijgevolg kan het overdragen of bewaren van een dergelijk bestand, ook zonder dat er vervolgens sprake is van een bijkomende bewerking of aanwending van de erop voorkomende gegevens, een verwerking uitmaken zoals bedoeld in artikel 1, § 2, van die wet en kan het aantreffen van een dergelijk bestand op een laptop het bewijs van een verwerking opleveren. De rechter bepaalt of dit in de hem concreet voorgelegde omstandigheden het geval is (1) (2). (1) Zie gelijkluidende concl. OM. (2) Art. 1 Wet Verwerking Persoonsgegevens 1992, zoals van toepassing voor de inwerkingtreding van Artt. 1 en 6 Wet Verwerking Persoonsgegevens 2018."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170222.1": {
      "court": "CASS",
      "date": "2017-02-22",
      "roleNumber": "P.16.1110.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170222.1",
      "abstractFR": [
        "Le fichier est défini comme tout ensemble structuré de données à caractère personnel accessibles selon des critères déterminés, que cet ensemble soit centralisé, décentralisé ou réparti de manière fonctionnelle ou géographique; en application de la loi du 11 décembre 1998, la structure des données à caractère personnel doit permettre leur accessibilité selon des critères déterminés en telle sorte que ce ne sont pas les dossiers eux-mêmes qui doivent faire l'objet d'une organisation ou d'une structuration mais les données qu'ils contiennent.",
        "Le niveau d'accessibilité à atteindre pour répondre à la qualification de fichier relève, en l'absence de prescription légale, de l'appréciation du juge du fond."
      ],
      "abstractNL": [
        "Onder bestand wordt verstaan elk gestructureerd geheel van persoonsgegevens die volgens bepaalde criteria toegankelijk zijn, ongeacht of dit geheel gecentraliseerd dan wel gedecentraliseerd is of verspreid op een functioneel of geografisch bepaalde wijze; met toepassing van de wet van 11 december 1998 moet de structuur van de persoonsgegevens toelaten dat zij volgens bepaalde criteria toegankelijk zijn zodat niet de dossiers zelf georganiseerd of gestructureerd moeten worden maar de gegevens die zij bevatten.",
        "Bij ontstentenis van een wettelijk voorschrift staat het aan de feitenrechter om de graad van toegankelijkheid te beoordelen die moet worden bereikt om als bestand te kunnen worden aangemerkt."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130214.7": {
      "court": "CASS",
      "date": "2013-02-14",
      "roleNumber": "C.11.0777.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130214.7",
      "abstractFR": [
        "Le législateur, d'une part, crée, par la déclaration du responsable du traitement, un contrôle a priori, au profit de la Commission de la protection de la vie privée, en vue de lui permettre de s'assurer de la conformité du traitement déclaré avec les principes énoncés par la loi, et, d'autre part, impose au responsable du traitement l'obligation, sanctionnée pénalement, de fournir à une personne physique qui le demande les informations dont la loi prévoit la communication.",
        "Seule la transmission des informations portant, notamment, sur les catégories de données sur lesquelles porte le traitement et sur les données personnelles faisant l'objet du traitement, adressée par le responsable du traitement à la personne physique qui le demande, répond au devoir d'information mis à charge du responsable du traitement vis-à-vis de la personne concernée."
      ],
      "abstractNL": [
        "De wetgever voert, door de aangifte van de verantwoordelijke voor de verwerking, enerzijds een a priori toezicht in ten voordele van de Commissie voor de bescherming van de persoonlijke levenssfeer, zodat die commissie zich ervan kan vergewissen of de aangegeven verwerking conform de bij wet bepaalde beginselen is, en legt, anderzijds, aan de verantwoordelijke voor de verwerking de strafrechtelijk bestrafte verplichting op om aan een natuurlijke persoon, die hierom verzoekt, alle inlichtingen te verstrekken die hij krachtens de wet dient te geven.",
        "Alleen wanneer de verantwoordelijke voor de verwerking de inlichtingen, die m.n. betrekking hebben op de categorieën van gegevens en de persoonsgegevens die zijn verwerkt, meedeelt aan de natuurlijke persoon die hierom verzoekt, kwijt hij zich van zijn informatieplicht t.a.v. de betrokkene."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2025:ARR.20250506.2N.3": {
      "court": "CASS",
      "date": "2025-05-06",
      "roleNumber": "P.24.1462.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250506.2N.3",
      "abstractFR": null,
      "abstractNL": [
        "De Wet Verwerking Persoonsgegevens 1992 bepaalt in artikel 1: -onder paragraaf 4, eerste lid, dat onder “verantwoordelijke voor de verwerking” wordt verstaan degene die alleen of samen met anderen het doel en de middelen voor de verwerking van persoonsgegevens bepaalt; -onder paragraaf 5 dat onder “verwerker” degene wordt verstaan die, ten behoeve van de voor de verwerking verantwoordelijke, persoonsgegevens verwerkt, met uitsluiting van de personen die onder rechtstreeks gezag van de verantwoordelijke voor de verwerking gemachtigd zijn om de gegevens te verwerken;- onder paragraaf 6 dat onder “derde” wordt verstaan degene die niet de betrokkene bedoeld in paragraaf 1 is, de verantwoordelijke voor de verwerking, de verwerker of de persoon die onder rechtstreeks gezag van de verantwoordelijke of de verwerker gemachtigd is om de gegevens te verwerken; artikel 39, 2° en 3°, Wet Verwerking Persoonsgegevens 1992 bepaalt de straffen voor de verantwoordelijke voor de verwerking, zijn vertegenwoordiger in België en zijn aangestelde of gemachtigde die persoonsgegevens verwerkt, hetzij buiten de door artikel 5 toegelaten gevallen (2°), hetzij in overtreding van de artikelen 6, 7 of 8 (3°); die personen zijn voor de vermelde feiten nog steeds strafbaar op grond van artikel 222, 1° en 2°, Wet Verwerking Persoonsgegevens 2018 (1) (2). (1) Zie gelijkluidende concl. OM. (2) Artt. 1 en 39, 2° en 3° Wet Verwerking Persoonsgegevens 1992, zoals van toepassing voor de inwerkingtreding van Art. 222, 1° en 2° Wet Verwerking Persoonsgegevens 2018.",
        "De regel van artikel 3, § 2, Wet Verwerking Persoonsgegevens 1992 dat deze wet niet van toepassing is op de verwerking van persoonsgegevens die door een natuurlijk persoon in activiteiten met uitsluitend persoonlijke of huishoudelijke doeleinden wordt verricht geldt niet voor de overdracht van digitale persoonsgegevens op de gegevensdrager die toebehoort aan een derde, in strijd met een dienstverleningsovereenkomst tussen de partijen die toestemming gaven tot de verwerking van persoonsgegevens, indien de rechter een miskenning van deze overeenkomst vaststelt (1) (2). (1) Zie gelijkluidende concl. OM. (2) Art. 3 Wet Verwerking Persoonsgegevens 1992, zoals van toepassing voor de inwerkingtreding van Artt. 1 en 6 Wet Verwerking Persoonsgegevens 2018."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170222.1": {
      "court": "CASS",
      "date": "2017-02-22",
      "roleNumber": "P.16.1110.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170222.1",
      "abstractFR": [
        "La loi du 8 décembre 1992 relative à la protection de la vie privée à l'égard des traitements de données à caractère personnel s'applique à tout traitement de données à caractère personnel automatisé en tout ou en partie, ainsi qu'à tout traitement non automatisé de données à caractère personnel contenues ou appelées à figurer dans un fichier."
      ],
      "abstractNL": [
        "De Wet Verwerking Persoonsgegevens is van toepassing op elke geheel of gedeeltelijk geautomatiseerde verwerking van persoonsgegevens, alsmede op elke niet-geautomatiseerde verwerking van persoonsgegevens die in een bestand zijn opgenomen of die bestemd zijn om daarin te worden opgenomen."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130214.7": {
      "court": "CASS",
      "date": "2013-02-14",
      "roleNumber": "C.11.0777.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130214.7",
      "abstractFR": [
        "Le législateur, d'une part, crée, par la déclaration du responsable du traitement, un contrôle a priori, au profit de la Commission de la protection de la vie privée, en vue de lui permettre de s'assurer de la conformité du traitement déclaré avec les principes énoncés par la loi, et, d'autre part, impose au responsable du traitement l'obligation, sanctionnée pénalement, de fournir à une personne physique qui le demande les informations dont la loi prévoit la communication.",
        "Seule la transmission des informations portant, notamment, sur les catégories de données sur lesquelles porte le traitement et sur les données personnelles faisant l'objet du traitement, adressée par le responsable du traitement à la personne physique qui le demande, répond au devoir d'information mis à charge du responsable du traitement vis-à-vis de la personne concernée."
      ],
      "abstractNL": [
        "De wetgever voert, door de aangifte van de verantwoordelijke voor de verwerking, enerzijds een a priori toezicht in ten voordele van de Commissie voor de bescherming van de persoonlijke levenssfeer, zodat die commissie zich ervan kan vergewissen of de aangegeven verwerking conform de bij wet bepaalde beginselen is, en legt, anderzijds, aan de verantwoordelijke voor de verwerking de strafrechtelijk bestrafte verplichting op om aan een natuurlijke persoon, die hierom verzoekt, alle inlichtingen te verstrekken die hij krachtens de wet dient te geven.",
        "Alleen wanneer de verantwoordelijke voor de verwerking de inlichtingen, die m.n. betrekking hebben op de categorieën van gegevens en de persoonsgegevens die zijn verwerkt, meedeelt aan de natuurlijke persoon die hierom verzoekt, kwijt hij zich van zijn informatieplicht t.a.v. de betrokkene."
      ]
    }
  },
  "4": {
    "ECLI:BE:CASS:2022:ARR.20221018.2N.16": {
      "court": "CASS",
      "date": "2022-10-18",
      "roleNumber": "P.22.0871.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221018.2N.16",
      "abstractFR": [
        "Les dispositions des articles 19 et 25, alinéa 1er, de la Constitution, et 4, § 1er, et 5, alinéa 1er, de la loi du 8 décembre 1992 relative à la protection de la vie privée à l'égard des traitements de données à caractère personnel doivent être appliquées conformément aux articles 8 et 10 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, tels qu'interprétés par la Cour européenne des droits de l'homme, en particulier lorsque, en vertu desdites dispositions, le droit à la liberté d'expression, en ce compris la liberté de la presse, est mis en balance avec le droit au respect de la vie privée de la personne dont les données à caractère personnel font l'objet d'un traitement, la Cour européenne des droits de l'homme ayant défini un certain nombre de critères devant fonder la mise en balance des intérêts précités, parmi lesquels : - la contribution apportée par le traitement de données à caractère personnel à un débat d'intérêt public ; - la question de savoir si la personne dont les données à caractère personnel font l'objet d'un traitement est ou non une personnalité publique, ou si elle a contribué par son comportement à la violation de la vie privée qu'elle invoque ; - le contenu, la forme et l'impact de la publication ; - le mode et le lieu d'obtention des informations ainsi que la véracité de celles-ci (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De bepalingen van de artikelen 19 en 25, eerste lid, Grondwet en de artikelen 4, § 1, en 5, eerste lid, Wet Verwerking Persoonsgegevens 1992, in het bijzonder wanneer op grond daarvan het recht op vrije meningsuiting met inbegrip van de persvrijheid wordt afgewogen tegenover het recht op eerbiediging van het privéleven van degene ten aanzien waarvan persoonsgegevens worden verwerkt, dienen te worden toegepast in overeenstemming met de artikelen 8 en 10 EVRM, zoals uitgelegd door het Europees Hof voor de Rechten van de Mens en dat Hof heeft met het oog op de onderlinge afweging van die belangen een aantal beoordelingscriteria vooropgesteld, zoals: - de bijdrage van de verwerking van de persoonsgegevens aan een debat van algemeen belang; - de vraag of degene wiens persoonsgegevens worden verwerkt al dan niet een publiek figuur is, dan wel door zijn gedrag heeft bijgedragen tot de miskenning van de privacy waarop hij zich beroept; - de inhoud, de vorm en de impact van de publicatie; - de wijze en de plaats waarop de informatie is verkregen en de waarheidsgetrouwheid ervan (1). (1) Zie concl. OM.",
        "De bepalingen van de artikelen 19 en 25, eerste lid, Grondwet en de artikelen 4, § 1, en 5, eerste lid, Wet Verwerking Persoonsgegevens 1992, in het bijzonder wanneer op grond daarvan het recht op vrije meningsuiting met inbegrip van de persvrijheid wordt afgewogen tegenover het recht op eerbiediging van het privéleven van degene ten aanzien waarvan persoonsgegevens worden verwerkt, dienen te worden toegepast in overeenstemming met de artikelen 8 en 10 EVRM, zoals uitgelegd door het Europees Hof voor de Rechten van de Mens en dat Hof heeft met het oog op de onderlinge afweging van die belangen een aantal beoordelingscriteria vooropgesteld, zoals: - de bijdrage van de verwerking van de persoonsgegevens aan een debat van algemeen belang; - de vraag of degene wiens persoonsgegevens worden verwerkt al dan niet een publiek figuur is, dan wel door zijn gedrag heeft bijgedragen tot de miskenning van de privacy waarop hij zich beroept; - de inhoud, de vorm en de impact van de publicatie; - de wijze en de plaats waarop de informatie is verkregen en de waarheidsgetrouwheid ervan . (Artt. 19 en 25 Grondwet; artt. 8 en 10 EVRM; artt. 4, § 1, en 5, eerste lid, Wet Verwerking Persoonsgegevens 1992) (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140411.2": {
      "court": "CASS",
      "date": "2014-04-11",
      "roleNumber": "D.13.0015.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140411.2",
      "abstractFR": [
        "Lorsque le traitement des données à caractère personnel collectées auprès des architectes à l'occasion des demandes de visa poursuit une finalité déterminée, explicite et légitime, étant le respect des règles de déontologie, le traitement de ces données dans le cadre de poursuites disciplinaires est licite."
      ],
      "abstractNL": [
        "Wanneer de verwerking van persoonsgegevens die bij architecten n.a.v. de visumaanvragen zijn verzameld, een welbepaald, uitdrukkelijk omschreven en gerechtvaardigd doel beoogt, namelijk de naleving van de beroepsplichten, is de verwerking van die gegevens voor een tuchtonderzoek geoorloofd."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130214.7": {
      "court": "CASS",
      "date": "2013-02-14",
      "roleNumber": "C.11.0777.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130214.7",
      "abstractFR": [
        "Le législateur, d'une part, crée, par la déclaration du responsable du traitement, un contrôle a priori, au profit de la Commission de la protection de la vie privée, en vue de lui permettre de s'assurer de la conformité du traitement déclaré avec les principes énoncés par la loi, et, d'autre part, impose au responsable du traitement l'obligation, sanctionnée pénalement, de fournir à une personne physique qui le demande les informations dont la loi prévoit la communication.",
        "Seule la transmission des informations portant, notamment, sur les catégories de données sur lesquelles porte le traitement et sur les données personnelles faisant l'objet du traitement, adressée par le responsable du traitement à la personne physique qui le demande, répond au devoir d'information mis à charge du responsable du traitement vis-à-vis de la personne concernée."
      ],
      "abstractNL": [
        "De wetgever voert, door de aangifte van de verantwoordelijke voor de verwerking, enerzijds een a priori toezicht in ten voordele van de Commissie voor de bescherming van de persoonlijke levenssfeer, zodat die commissie zich ervan kan vergewissen of de aangegeven verwerking conform de bij wet bepaalde beginselen is, en legt, anderzijds, aan de verantwoordelijke voor de verwerking de strafrechtelijk bestrafte verplichting op om aan een natuurlijke persoon, die hierom verzoekt, alle inlichtingen te verstrekken die hij krachtens de wet dient te geven.",
        "Alleen wanneer de verantwoordelijke voor de verwerking de inlichtingen, die m.n. betrekking hebben op de categorieën van gegevens en de persoonsgegevens die zijn verwerkt, meedeelt aan de natuurlijke persoon die hierom verzoekt, kwijt hij zich van zijn informatieplicht t.a.v. de betrokkene."
      ]
    }
  },
  "5": {
    "ECLI:BE:CASS:2022:ARR.20221018.2N.16": {
      "court": "CASS",
      "date": "2022-10-18",
      "roleNumber": "P.22.0871.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221018.2N.16",
      "abstractFR": [
        "Les dispositions des articles 19 et 25, alinéa 1er, de la Constitution, et 4, § 1er, et 5, alinéa 1er, de la loi du 8 décembre 1992 relative à la protection de la vie privée à l'égard des traitements de données à caractère personnel doivent être appliquées conformément aux articles 8 et 10 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, tels qu'interprétés par la Cour européenne des droits de l'homme, en particulier lorsque, en vertu desdites dispositions, le droit à la liberté d'expression, en ce compris la liberté de la presse, est mis en balance avec le droit au respect de la vie privée de la personne dont les données à caractère personnel font l'objet d'un traitement, la Cour européenne des droits de l'homme ayant défini un certain nombre de critères devant fonder la mise en balance des intérêts précités, parmi lesquels : - la contribution apportée par le traitement de données à caractère personnel à un débat d'intérêt public ; - la question de savoir si la personne dont les données à caractère personnel font l'objet d'un traitement est ou non une personnalité publique, ou si elle a contribué par son comportement à la violation de la vie privée qu'elle invoque ; - le contenu, la forme et l'impact de la publication ; - le mode et le lieu d'obtention des informations ainsi que la véracité de celles-ci (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De bepalingen van de artikelen 19 en 25, eerste lid, Grondwet en de artikelen 4, § 1, en 5, eerste lid, Wet Verwerking Persoonsgegevens 1992, in het bijzonder wanneer op grond daarvan het recht op vrije meningsuiting met inbegrip van de persvrijheid wordt afgewogen tegenover het recht op eerbiediging van het privéleven van degene ten aanzien waarvan persoonsgegevens worden verwerkt, dienen te worden toegepast in overeenstemming met de artikelen 8 en 10 EVRM, zoals uitgelegd door het Europees Hof voor de Rechten van de Mens en dat Hof heeft met het oog op de onderlinge afweging van die belangen een aantal beoordelingscriteria vooropgesteld, zoals: - de bijdrage van de verwerking van de persoonsgegevens aan een debat van algemeen belang; - de vraag of degene wiens persoonsgegevens worden verwerkt al dan niet een publiek figuur is, dan wel door zijn gedrag heeft bijgedragen tot de miskenning van de privacy waarop hij zich beroept; - de inhoud, de vorm en de impact van de publicatie; - de wijze en de plaats waarop de informatie is verkregen en de waarheidsgetrouwheid ervan (1). (1) Zie concl. OM.",
        "De bepalingen van de artikelen 19 en 25, eerste lid, Grondwet en de artikelen 4, § 1, en 5, eerste lid, Wet Verwerking Persoonsgegevens 1992, in het bijzonder wanneer op grond daarvan het recht op vrije meningsuiting met inbegrip van de persvrijheid wordt afgewogen tegenover het recht op eerbiediging van het privéleven van degene ten aanzien waarvan persoonsgegevens worden verwerkt, dienen te worden toegepast in overeenstemming met de artikelen 8 en 10 EVRM, zoals uitgelegd door het Europees Hof voor de Rechten van de Mens en dat Hof heeft met het oog op de onderlinge afweging van die belangen een aantal beoordelingscriteria vooropgesteld, zoals: - de bijdrage van de verwerking van de persoonsgegevens aan een debat van algemeen belang; - de vraag of degene wiens persoonsgegevens worden verwerkt al dan niet een publiek figuur is, dan wel door zijn gedrag heeft bijgedragen tot de miskenning van de privacy waarop hij zich beroept; - de inhoud, de vorm en de impact van de publicatie; - de wijze en de plaats waarop de informatie is verkregen en de waarheidsgetrouwheid ervan . (Artt. 19 en 25 Grondwet; artt. 8 en 10 EVRM; artt. 4, § 1, en 5, eerste lid, Wet Verwerking Persoonsgegevens 1992) (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140411.2": {
      "court": "CASS",
      "date": "2014-04-11",
      "roleNumber": "D.13.0015.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140411.2",
      "abstractFR": [
        "Lorsque le traitement des données à caractère personnel collectées auprès des architectes à l'occasion des demandes de visa poursuit une finalité déterminée, explicite et légitime, étant le respect des règles de déontologie, le traitement de ces données dans le cadre de poursuites disciplinaires est licite."
      ],
      "abstractNL": [
        "Wanneer de verwerking van persoonsgegevens die bij architecten n.a.v. de visumaanvragen zijn verzameld, een welbepaald, uitdrukkelijk omschreven en gerechtvaardigd doel beoogt, namelijk de naleving van de beroepsplichten, is de verwerking van die gegevens voor een tuchtonderzoek geoorloofd."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2013:ARR.20130214.7": {
      "court": "CASS",
      "date": "2013-02-14",
      "roleNumber": "C.11.0777.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130214.7",
      "abstractFR": [
        "Le législateur, d'une part, crée, par la déclaration du responsable du traitement, un contrôle a priori, au profit de la Commission de la protection de la vie privée, en vue de lui permettre de s'assurer de la conformité du traitement déclaré avec les principes énoncés par la loi, et, d'autre part, impose au responsable du traitement l'obligation, sanctionnée pénalement, de fournir à une personne physique qui le demande les informations dont la loi prévoit la communication.",
        "Seule la transmission des informations portant, notamment, sur les catégories de données sur lesquelles porte le traitement et sur les données personnelles faisant l'objet du traitement, adressée par le responsable du traitement à la personne physique qui le demande, répond au devoir d'information mis à charge du responsable du traitement vis-à-vis de la personne concernée."
      ],
      "abstractNL": [
        "De wetgever voert, door de aangifte van de verantwoordelijke voor de verwerking, enerzijds een a priori toezicht in ten voordele van de Commissie voor de bescherming van de persoonlijke levenssfeer, zodat die commissie zich ervan kan vergewissen of de aangegeven verwerking conform de bij wet bepaalde beginselen is, en legt, anderzijds, aan de verantwoordelijke voor de verwerking de strafrechtelijk bestrafte verplichting op om aan een natuurlijke persoon, die hierom verzoekt, alle inlichtingen te verstrekken die hij krachtens de wet dient te geven.",
        "Alleen wanneer de verantwoordelijke voor de verwerking de inlichtingen, die m.n. betrekking hebben op de categorieën van gegevens en de persoonsgegevens die zijn verwerkt, meedeelt aan de natuurlijke persoon die hierom verzoekt, kwijt hij zich van zijn informatieplicht t.a.v. de betrokkene."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2013:ARR.20130214.7": {
      "court": "CASS",
      "date": "2013-02-14",
      "roleNumber": "C.11.0777.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130214.7",
      "abstractFR": [
        "Le législateur, d'une part, crée, par la déclaration du responsable du traitement, un contrôle a priori, au profit de la Commission de la protection de la vie privée, en vue de lui permettre de s'assurer de la conformité du traitement déclaré avec les principes énoncés par la loi, et, d'autre part, impose au responsable du traitement l'obligation, sanctionnée pénalement, de fournir à une personne physique qui le demande les informations dont la loi prévoit la communication.",
        "Seule la transmission des informations portant, notamment, sur les catégories de données sur lesquelles porte le traitement et sur les données personnelles faisant l'objet du traitement, adressée par le responsable du traitement à la personne physique qui le demande, répond au devoir d'information mis à charge du responsable du traitement vis-à-vis de la personne concernée."
      ],
      "abstractNL": [
        "De wetgever voert, door de aangifte van de verantwoordelijke voor de verwerking, enerzijds een a priori toezicht in ten voordele van de Commissie voor de bescherming van de persoonlijke levenssfeer, zodat die commissie zich ervan kan vergewissen of de aangegeven verwerking conform de bij wet bepaalde beginselen is, en legt, anderzijds, aan de verantwoordelijke voor de verwerking de strafrechtelijk bestrafte verplichting op om aan een natuurlijke persoon, die hierom verzoekt, alle inlichtingen te verstrekken die hij krachtens de wet dient te geven.",
        "Alleen wanneer de verantwoordelijke voor de verwerking de inlichtingen, die m.n. betrekking hebben op de categorieën van gegevens en de persoonsgegevens die zijn verwerkt, meedeelt aan de natuurlijke persoon die hierom verzoekt, kwijt hij zich van zijn informatieplicht t.a.v. de betrokkene."
      ]
    }
  },
  "17": {
    "ECLI:BE:CASS:2017:ARR.20170125.7": {
      "court": "CASS",
      "date": "2017-01-25",
      "roleNumber": "P.16.1006.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170125.7",
      "abstractFR": [
        "Dès lors que l'article 17, § 1er, alinéa 1er, et § 3, de la loi du 8 décembre 1992 vise la déclaration auprès de la Commission de la protection de la vie privée d'un traitement automatisé ou d'un ensemble de traitements ayant une même finalité ou des finalités liées, la déclaration préalable de l'ensemble des radars fixes et mobiles utilisés dans une zone de police satisfait à l'exigence légale, sans qu'il soit requis, en outre, une déclaration individuelle de chacun de ces appareils."
      ],
      "abstractNL": [
        "Aangezien artikel 17, § 1, eerste lid, en § 3 Wet Verwerking Persoonsgegevens betrekking heeft op de aangifte bij de Commissie voor de bescherming van de persoonlijke levenssfeer van één of meer geautomatiseerde verwerkingen van gegevens die voor de verwezenlijking van een doeleinde of van verscheidene samenhangende doeleinden bestemd zijn, voldoet de voorafgaande aangifte van alle vaste en mobiele flitspalen die gebruikt worden in een politiezone aan de wettelijke vereiste zonder dat daarenboven een individuele aangifte van elk apparaat afzonderlijk vereist is."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130214.7": {
      "court": "CASS",
      "date": "2013-02-14",
      "roleNumber": "C.11.0777.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130214.7",
      "abstractFR": [
        "Le législateur, d'une part, crée, par la déclaration du responsable du traitement, un contrôle a priori, au profit de la Commission de la protection de la vie privée, en vue de lui permettre de s'assurer de la conformité du traitement déclaré avec les principes énoncés par la loi, et, d'autre part, impose au responsable du traitement l'obligation, sanctionnée pénalement, de fournir à une personne physique qui le demande les informations dont la loi prévoit la communication.",
        "Seule la transmission des informations portant, notamment, sur les catégories de données sur lesquelles porte le traitement et sur les données personnelles faisant l'objet du traitement, adressée par le responsable du traitement à la personne physique qui le demande, répond au devoir d'information mis à charge du responsable du traitement vis-à-vis de la personne concernée."
      ],
      "abstractNL": [
        "De wetgever voert, door de aangifte van de verantwoordelijke voor de verwerking, enerzijds een a priori toezicht in ten voordele van de Commissie voor de bescherming van de persoonlijke levenssfeer, zodat die commissie zich ervan kan vergewissen of de aangegeven verwerking conform de bij wet bepaalde beginselen is, en legt, anderzijds, aan de verantwoordelijke voor de verwerking de strafrechtelijk bestrafte verplichting op om aan een natuurlijke persoon, die hierom verzoekt, alle inlichtingen te verstrekken die hij krachtens de wet dient te geven.",
        "Alleen wanneer de verantwoordelijke voor de verwerking de inlichtingen, die m.n. betrekking hebben op de categorieën van gegevens en de persoonsgegevens die zijn verwerkt, meedeelt aan de natuurlijke persoon die hierom verzoekt, kwijt hij zich van zijn informatieplicht t.a.v. de betrokkene."
      ]
    }
  },
  "31": {
    "ECLI:BE:CASS:2023:ARR.20230310.1N.6": {
      "court": "CASS",
      "date": "2023-03-10",
      "roleNumber": "C.22.0271.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230310.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "Een vordering die de eiseres heeft ingesteld krachtens artikel 32, § 3, Wet Verwerking Persoonsgegevens 1992, dat artikel 28, lid 3, Richtlijn 95/46/EG omzet in het Belgisch recht, wegens vermeende inbreuken gepleegd vóór de inwerkingtreding van de AVG op 25 mei 2018, kan na de inwerkingtreding van Verordening AVG worden voortgezet op grond van de bepalingen van de richtlijn en de ter uitvoering ervan vastgestelde nationale bepalingen, die van toepassing blijven op deze inbreuken (1). (1) Zie concl. OM."
      ]
    }
  },
  "32": {
    "ECLI:BE:CASS:2023:ARR.20230310.1N.6": {
      "court": "CASS",
      "date": "2023-03-10",
      "roleNumber": "C.22.0271.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230310.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "Een toezichthoudende autoriteit van een lidstaat is slechts bevoegd om krachtens artikel 28, lid 3, Richtlijn 95/46/EG voor een rechterlijke instantie van die lidstaat op te treden wegens een inbreuk op ter uitvoering van de richtlijn vastgestelde nationale bepalingen, jegens een vestiging van de voor de verwerking verantwoordelijke die is gelegen op het grondgebied van die lidstaat, wanneer de verwerking plaatsvindt in het kader van de activiteiten van die vestiging en het nationale recht van die lidstaat hierop dus van toepassing is overeenkomstig artikel 4, lid 1, a) van de richtlijn (1). (1) Zie concl. OM."
      ]
    }
  },
  "39": {
    "ECLI:BE:CASS:2025:ARR.20250506.2N.3": {
      "court": "CASS",
      "date": "2025-05-06",
      "roleNumber": "P.24.1462.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250506.2N.3",
      "abstractFR": null,
      "abstractNL": [
        "De Wet Verwerking Persoonsgegevens 1992 bepaalt in artikel 1: -onder paragraaf 4, eerste lid, dat onder “verantwoordelijke voor de verwerking” wordt verstaan degene die alleen of samen met anderen het doel en de middelen voor de verwerking van persoonsgegevens bepaalt; -onder paragraaf 5 dat onder “verwerker” degene wordt verstaan die, ten behoeve van de voor de verwerking verantwoordelijke, persoonsgegevens verwerkt, met uitsluiting van de personen die onder rechtstreeks gezag van de verantwoordelijke voor de verwerking gemachtigd zijn om de gegevens te verwerken;- onder paragraaf 6 dat onder “derde” wordt verstaan degene die niet de betrokkene bedoeld in paragraaf 1 is, de verantwoordelijke voor de verwerking, de verwerker of de persoon die onder rechtstreeks gezag van de verantwoordelijke of de verwerker gemachtigd is om de gegevens te verwerken; artikel 39, 2° en 3°, Wet Verwerking Persoonsgegevens 1992 bepaalt de straffen voor de verantwoordelijke voor de verwerking, zijn vertegenwoordiger in België en zijn aangestelde of gemachtigde die persoonsgegevens verwerkt, hetzij buiten de door artikel 5 toegelaten gevallen (2°), hetzij in overtreding van de artikelen 6, 7 of 8 (3°); die personen zijn voor de vermelde feiten nog steeds strafbaar op grond van artikel 222, 1° en 2°, Wet Verwerking Persoonsgegevens 2018 (1) (2). (1) Zie gelijkluidende concl. OM. (2) Artt. 1 en 39, 2° en 3° Wet Verwerking Persoonsgegevens 1992, zoals van toepassing voor de inwerkingtreding van Art. 222, 1° en 2° Wet Verwerking Persoonsgegevens 2018."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130214.7": {
      "court": "CASS",
      "date": "2013-02-14",
      "roleNumber": "C.11.0777.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130214.7",
      "abstractFR": [
        "Le législateur, d'une part, crée, par la déclaration du responsable du traitement, un contrôle a priori, au profit de la Commission de la protection de la vie privée, en vue de lui permettre de s'assurer de la conformité du traitement déclaré avec les principes énoncés par la loi, et, d'autre part, impose au responsable du traitement l'obligation, sanctionnée pénalement, de fournir à une personne physique qui le demande les informations dont la loi prévoit la communication.",
        "Seule la transmission des informations portant, notamment, sur les catégories de données sur lesquelles porte le traitement et sur les données personnelles faisant l'objet du traitement, adressée par le responsable du traitement à la personne physique qui le demande, répond au devoir d'information mis à charge du responsable du traitement vis-à-vis de la personne concernée."
      ],
      "abstractNL": [
        "De wetgever voert, door de aangifte van de verantwoordelijke voor de verwerking, enerzijds een a priori toezicht in ten voordele van de Commissie voor de bescherming van de persoonlijke levenssfeer, zodat die commissie zich ervan kan vergewissen of de aangegeven verwerking conform de bij wet bepaalde beginselen is, en legt, anderzijds, aan de verantwoordelijke voor de verwerking de strafrechtelijk bestrafte verplichting op om aan een natuurlijke persoon, die hierom verzoekt, alle inlichtingen te verstrekken die hij krachtens de wet dient te geven.",
        "Alleen wanneer de verantwoordelijke voor de verwerking de inlichtingen, die m.n. betrekking hebben op de categorieën van gegevens en de persoonsgegevens die zijn verwerkt, meedeelt aan de natuurlijke persoon die hierom verzoekt, kwijt hij zich van zijn informatieplicht t.a.v. de betrokkene."
      ]
    }
  }
}