{
  "1": {
    "ECLI:BE:CASS:2023:ARR.20230503.2F.5": {
      "court": "CASS",
      "date": "2023-05-03",
      "roleNumber": "P.23.0273.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230503.2F.5",
      "abstractFR": [
        "La décision infligeant une amende pénale doit indiquer le nombre de décimes additionnels majorant cette amende, de même que le chiffre qui résulte de cette majoration (1). (1) Cass. 9 novembre 1999, RG P.97.1058.N, Pas. 1999, n° 596 ; voir les concl. « dit en substance » du MP.",
        "Lorsque la Cour casse une décision entachée d'illégalité quant aux décimes additionnels, la cassation est limitée à ce dispositif (1). (1) Voir les concl. « dit en substance » du MP, qui, constatant que l'arrêt ne contient aucune ambiguïté quant au montant des amendes qu'il inflige (avant application des décimes), en déduisait qu'il y avait lieu à cet égard à le casser seulement en ce qu'il omet de majorer ces amendes de décimes additionnels."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2020:ARR.20200219.2F.1": {
      "court": "CASS",
      "date": "2020-02-19",
      "roleNumber": "P.19.0730.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200219.2F.1",
      "abstractFR": [
        "Lorsque la décision du juge laisse incertain le moment auquel a été commise l'infraction, entre les deux dates visées à la prévention, et que la peine a été aggravée entre ces dernières, la loi applicable à la peine encourue par le prévenu est celle qui lui est la plus favorable(1); il en est ainsi quant à la majoration des amendes en application de la loi du 5 mars 1952 relative aux décimes additionnels sur les amendes pénales(2). (1) Voir Cass. 26 septembre 1913, Pas. 1913, I, pp. 410-411, auquel se réfère FR. KUTY, Principes généraux du droit pénal belge, t. 1: La loi pénale, 3ème éd., Larcier, 2018, p. 381. (2) La Cour a déjà jugé que « n'est pas légalement justifié l'arrêt qui, pour une infraction commise avant le 1er janvier 1995, date d'entrée en vigueur de la loi du 24 décembre 1993, majore de 1.990 décimes l'amende à laquelle il condamne le prévenu » (Cass. 21 mars 2001, RG P.00.1626.F, Pas. 2001, n° 150; Cass., 17 septembre 1997, RG P.97.0360.F, Pas. 1997, n° 355). En revanche, « Lorsque les faits du chef desquels un prévenu est déclaré coupable ont été commis en partie avant et en partie après la date de l'entrée en vigueur d'une augmentation des décimes et que le juge inflige une amende unique du chef de l'ensemble des faits, cette amende doit être majorée des nouveaux décimes; ceci n'implique pas que la nouvelle disposition a un effet rétroactif, dès lors que son application se justifie en tout état de cause par les faits commis après son entrée en vigueur » (Cass. 23 octobre 2018, RG P.18.0731.N, Pas. 2018, n° 580 et réf. en notes). (M.N.B.)",
        "Lorsque la décision du juge laisse incertain le moment auquel a été commise l'infraction, entre les deux dates visées à la prévention, et que la peine a été aggravée entre ces dernières, la loi applicable à la peine encourue par le prévenu est celle qui lui est la plus favorable (1); il en est ainsi quant à la majoration des amendes en application de la loi du 5 mars 1952 relative aux décimes additionnels sur les amendes pénales (2). (1) Voir Cass. 26 septembre 1913, Pas. 1913, I, pp. 410-411, auquel se réfère FR. KUTY, Principes généraux du droit pénal belge, t. 1: La loi pénale, 3ème éd., Larcier, 2018, p. 381. (2) La Cour a déjà jugé que « n'est pas légalement justifié l'arrêt qui, pour une infraction commise avant le 1er janvier 1995, date d'entrée en vigueur de la loi du 24 décembre 1993, majore de 1.990 décimes l'amende à laquelle il condamne le prévenu » (Cass. 21 mars 2001, RG P.00.1626.F, Pas. 2001, n° 150; Cass., 17 septembre 1997, RG P.97.0360.F, n° 355). En revanche, « Lorsque les faits du chef desquels un prévenu est déclaré coupable ont été commis en partie avant et en partie après la date de l'entrée en vigueur d'une augmentation des décimes et que le juge inflige une amende unique du chef de l'ensemble des faits, cette amende doit être majorée des nouveaux décimes; ceci n'implique pas que la nouvelle disposition a un effet rétroactif, dès lors que son application se justifie en tout état de cause par les faits commis après son entrée en vigueur » (Cass. 23 octobre 2018, RG P.18.0731.N, Pas. 2018, n° 580 et réf. en notes). (M.N.B.)"
      ],
      "abstractNL": [
        "Wanneer de beslissing van de rechter twijfel laat bestaan over het tijdstip waarop het misdrijf werd gepleegd tussen de twee in de telastlegging bedoelde datums, en de straf tussen die twee datums werd verzwaard, is de wet die van toepassing is op de straf die aan de beklaagde wordt opgelegd, de wet die hem het gunstigst is (1); dit is het geval voor de verhoging van de geldboeten met toepassing van de Opdeciemenwet (2). (1) Zie Cass. 26 september 1913, Pas. 1913, I, p. 410-411, waarnaar verwezen wordt in FR. KUTY, Principes généraux du droit pénal belge, dl. 1: La loi pénale, 3de uitg., Larcier, 2018, p. 381. (2) Het Hof heeft reeds beslist dat 'het arrest, dat de geldboete met 1.990 deciemen verhoogt die aan een beklaagde worden opgelegd wegens een misdrijf dat gepleegd is vóór 1 januari 1995, datum van inwerkingtreding van de wet van 24 december 1993, niet naar recht is verantwoord' (Cass. 21 maart 2001, AR P.00.1626.F, AC 2001, nr. 150; Cass. 17 september 1997, AR P.97.0360.F, AC 1997, nr. 355). Indien, daarentegen, 'de feiten waaraan een beklaagde schuldig wordt verklaard, werden gepleegd deels vóór en deels na de datum waarop een verhoging van de deciemen in werking is getreden en de rechter voor alle feiten samen één geldboete oplegt, dan moet die geldboete worden verhoogd met de nieuwe deciemen; dit houdt geen retroactieve werking in van de nieuwe bepaling, aangezien de toepassing ervan hoe dan ook gerechtvaardigd is door de feiten gepleegd na de inwerkingtreding ervan' (Cass. 23 oktober 2018, AR P.18.0731.N, AC 2018, nr. 580, en de verwijzingen in voetnoot). (M.N.B.)",
        "Wanneer het Hof een arrest vernietigt dat de opdecimes onwettig heeft toegepast, is de cassatie beperkt tot dat dictum en wordt ze uitgesproken zonder verwijzing indien de toepasselijke opdeciemen met zekerheid kunnen worden bepaald op grond van de vaststellingen van het vernietigde arrest (1). (Impliciete oplossing). (1) Cass. 21 maart 2001, AR P.00.1626.F, AC 2001, nr. 150; zie Cass. 19 januari 2016, AR P.14.1942.N, AC 2016, nr. 40; Cass. 19 juni 2001, AR P.99.1715.N, AC 2001, nr. 376."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160119.4": {
      "court": "CASS",
      "date": "2016-01-19",
      "roleNumber": "P.14.1942.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160119.4&lang=fr",
      "abstractFR": [
        "La Cour casse sans renvoi la décision du juge pénal majorant illégalement l'amende de 50 décimes dans la mesure où cette amende a été majorée de plus de 45 décimes (1). (1) Cass. 19 juin 2001, RG P.99.1715.N, Pas. 2001, n° 376."
      ],
      "abstractNL": [
        "Het Hof vernietigt zonder verwijzing de beslissing van de strafrechter waarbij de geldboete onwettig wordt verhoogd met 50 deciemen in zoverre die geldboete wordt verhoogd met meer dan 45 decimes (1). (1) Cass. 19 juni 2001, AR P.99.1715.N, AC 2001, nr. 376."
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20100310.2": {
      "court": "CASS",
      "date": "2010-03-10",
      "roleNumber": "P.09.1692.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100310.2",
      "abstractFR": [
        "L'omission par le juge de la mention des décimes additionnels applicables est sans incidence sur la légalité de la décision dès lors que le nombre de décimes appliqués se déduit à suffisance de l'indication du montant originaire de l'amende et du résultat de la majoration (1). (1) Voir concl. du M.P.",
        "Ajouter un décime à une somme consiste à majorer cette somme d'un dixième de son montant (1). (1) Voir concl. du M.P."
      ],
      "abstractNL": [
        "Het verzuim van de rechter om de toepasselijke opdeciemen te vermelden heeft geen invloed op de wettelijkheid van de beslissing, als het cijfer van de toegepaste decimen voldoende kan afgeleid worden uit de vermelding van het oorspronkelijke bedrag van de geldboete en de uitkomst van de verhoging (1). (1) Zie concl. O.M. in Pas., 2010, nr. ...",
        "De toevoeging van een decime aan een bedrag verhoogt dat bedrag met één tiende (1). (1) Zie concl. O.M. in Pas., 2010, nr. ..."
      ]
    },
    "ECLI:BE:CASS:2010:ARR.20100224.6": {
      "court": "CASS",
      "date": "2010-02-24",
      "roleNumber": "P.09.1767.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100224.6",
      "abstractFR": [
        "Ajouter un décime à une somme consistant à majorer cette somme d'un dixième de son montant, la majoration de quarante-cinq décimes équivaut à une multiplication par cinq et demi (1). (1) Voir Cass., 10 mai 2006, RG P.06.0212.F, Pas., 2006, n° 265."
      ],
      "abstractNL": [
        "De toevoeging aan een bedrag van één decime komt overeen met de verhoging van dat bedrag met één tiende; de verhoging met vijfenveertig decimes staat gelijk met de vermenigvuldiging van het bedrag met vijf en een half (1). (1) Zie Cass., 10 mei 2006, AR P.06.0212.F, A.C., 2006, nr 265."
      ]
    },
    "ECLI:BE:CASS:2006:ARR.20060510.11": {
      "court": "CASS",
      "date": "2006-05-10",
      "roleNumber": "P060212F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2006:ARR.20060510.11",
      "abstractFR": [
        "Il appartient aux cours et tribunaux de constater dans leurs arrêts ou jugements que l'amende prononcée à charge du prévenu, en application du Code pénal notamment, est majorée du nombre de décimes fixé par la loi, en indiquant le chiffre qui résulte de cette majoration; ajouter un décime à une somme consiste à majorer cette somme d'un dixième de son montant."
      ],
      "abstractNL": [
        "Het staat aan de hoven en rechtbanken om in hun arresten en vonnissen vast te stellen dat de geldboete die tegen de beklaagde wordt uitgesproken, met name met toepassing van het Strafwetboek, wordt verhoogd met het getal dat in de wet is gesteld, met vermelding van het getal dat uit die verhoging resulteert; een decime aan een bedrag toevoegen komt neer op het verhogen van die som met een tiende van haar bedrag."
      ]
    },
    "ECLI:BE:CASS:1997:ARR.19971104.4": {
      "court": "CASS",
      "date": "1997-11-04",
      "roleNumber": "P961650N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:1997:ARR.19971104.4&lang=fr",
      "abstractFR": [
        "N'est pas légalement justifié, l'arrêt qui, pour des infractions commises avant le 11 août 1991, date de l'entrée en vigueur de la loi du 20 juillet 1991, majore de 890 décimes additionnels l'amende imposée à un prévenu."
      ],
      "abstractNL": [
        "Niet naar recht verantwoord is het arrest, waarbij de aan een beklaagde opgelegde geldboete wordt verhoogd met 890 opdeciemen wegens misdrijven gepleegd vóór 11 augustus 1991, datum van inwerkingtreding van de wet van 20 juli 1991."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2006:ARR.20060510.11": {
      "court": "CASS",
      "date": "2006-05-10",
      "roleNumber": "P060212F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2006:ARR.20060510.11",
      "abstractFR": [
        "Il appartient aux cours et tribunaux de constater dans leurs arrêts ou jugements que l'amende prononcée à charge du prévenu, en application du Code pénal notamment, est majorée du nombre de décimes fixé par la loi, en indiquant le chiffre qui résulte de cette majoration; ajouter un décime à une somme consiste à majorer cette somme d'un dixième de son montant."
      ],
      "abstractNL": [
        "Het staat aan de hoven en rechtbanken om in hun arresten en vonnissen vast te stellen dat de geldboete die tegen de beklaagde wordt uitgesproken, met name met toepassing van het Strafwetboek, wordt verhoogd met het getal dat in de wet is gesteld, met vermelding van het getal dat uit die verhoging resulteert; een decime aan een bedrag toevoegen komt neer op het verhogen van die som met een tiende van haar bedrag."
      ]
    }
  }
}