{
  "1": {
    "ECLI:BE:CASS:2022:ARR.20221122.2N.6": {
      "court": "CASS",
      "date": "2022-11-22",
      "roleNumber": "P.22.0383.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20221122.2N.6",
      "abstractFR": null,
      "abstractNL": [
        "De Wet Motivering Bestuurshandelingen is niet van toepassing op de beslissing van het openbaar ministerie om over te gaan tot seponering zoals bedoeld in artikel 28quater Wetboek van Strafvordering, noch op de beslissing van het openbaar ministerie om, al dan niet na een eerdere seponering, de strafvordering in te stellen; de beslissing over het instellen van de strafvordering is immers geen bestuurshandeling zoals bedoeld in artikel 1 Wet Motivering Bestuurshandelingen."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200123.1N.7": {
      "court": "CASS",
      "date": "2020-01-23",
      "roleNumber": "F.18.0117.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200123.1N.7&lang=fr",
      "abstractFR": [
        "La contrainte décernée en tant que titre de remplacement belge et tendant au recouvrement de droits de douane dus à un État membre requérant de l'Union européenne n'est pas un titre de taxation originel qui concrétise la dette fiscale et constitue un simple acte exécutoire nécessaire à la perception d'une dette fiscale étrangère; cet acte exécutoire n'est pas un acte administratif au sens de l'article 1er de la loi du 29 juillet 1991 relative à la motivation formelle des actes administratifs, qui doit faire l'objet d'une motivation formelle."
      ],
      "abstractNL": [
        "Het dwangbevel dat wordt uitgevaardigd als de Belgische vervangende titel en dat strekt tot invordering van douanerechten die verschuldigd zijn aan een verzoekende buitenlandse Lidstaat van de Europese Unie, is geen oorspronkelijke taxatietitel waarin de belastingschuld materieel geconcretiseerd wordt en maakt een loutere uitvoeringshandeling uit tot inning van een buitenlandse fiscale schuld; die uitvoeringshandeling is geen bestuurshandeling in de zin van artikel 1 van de wet van 29 juli 1991 die uitdrukkelijk moet worden gemotiveerd."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151005.3": {
      "court": "CASS",
      "date": "2015-10-05",
      "roleNumber": "S.14.0055.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151005.3",
      "abstractFR": [
        "Si, en vertu des articles 1er à 3 de la loi du 29 juillet 1991, l'ONEM doit motiver formellement sa décision relative au droit aux allocations du chômeur, ces dispositions n'imposent pas à l'ONEM de procéder à un examen déterminé avant de prendre cette décision (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Hoewel de RVA, krachtens de artikelen 1 tot 3, van de wet van 29 juli 1991, zijn beslissing inzake het recht op uitkeringen van de werkloze uitdrukkelijk moet motiveren, verplichten die bepalingen de RVA niet over te gaan tot een bepaald onderzoek alvorens die beslissing te nemen (1). (1) Zie concl. OM in Pas. 2015 nr. ..."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2024:ARR.20240311.3F.8": {
      "court": "CASS",
      "date": "2024-03-11",
      "roleNumber": "C.22.0492.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240311.3F.8",
      "abstractFR": [
        "Une motivation adéquate doit permettre au destinataire de l'acte de connaître les motifs de la décision le concernant; pareille adéquation dépend de l'ensemble des circonstances de l'espèce (1). (1) Voir concl. MP.",
        "Il appartient au juge du fond d'apprécier en fait si la motivation de la décision est adéquate; ce faisant, il ne peut toutefois violer la notion légale d'obligation de motivation incombant aux autorités (1). (1) Voir concl. MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2024:ARR.20240927.1N.6": {
      "court": "CASS",
      "date": "2024-09-27",
      "roleNumber": "C.23.0483.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240927.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "De motivering die de bestuurshandeling moet dragen, moet, om afdoende te zijn, de bestuurde in staat stellen te begrijpen op grond van welke feitelijke en juridische gegevens de beslissing is genomen; die motivering kan ook blijken uit andere stukken waarnaar in de akte wordt verwezen en waarvan de bestuurde voorafgaandelijk in kennis werd gesteld (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250619.1F.6": {
      "court": "CASS",
      "date": "2025-06-19",
      "roleNumber": "D.24.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250619.1F.6",
      "abstractFR": [
        "Il y a lieu d'entendre par motivation adéquate toute motivation qui fonde raisonnablement la décision; il appartient au juge du fond d'apprécier en fait si la motivation de la décision est adéquate."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2021:ARR.20210310.2F.8": {
      "court": "CASS",
      "date": "2021-03-10",
      "roleNumber": "P.21.0287.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210310.2F.8",
      "abstractFR": [
        "L'obligation de motivation à laquelle est tenue l'autorité administrative doit permettre au destinataire de la décision de connaître les raisons sur lesquelles elle se fonde; l'autorité administrative n'est pas tenue de donner les motifs de ses motifs."
      ],
      "abstractNL": [
        "De motiveringsplicht van de administratieve overheid moet de geadresseerde van de beslissing toelaten kennis te nemen van de redenen waarop ze is gegrond; de administratieve overheid dient de redenen van haar redenen niet te vermelden."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190329.2": {
      "court": "CASS",
      "date": "2019-03-29",
      "roleNumber": "C.18.0223.N-C.18.0227.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190329.2&lang=fr",
      "abstractFR": [
        "Les actes administratifs de certaines autorités administratives doivent faire l'objet d'une motivation formelle; la motivation exigée consiste en l'indication, dans l'acte, des considérations de droit et de fait servant de fondement à la décision et elle doit être adéquate; cette motivation peut également ressortir d'autres pièces, mais il doit alors être certain qu'elle est reprise par l'autorité qui a pris la décision (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De bestuurshandelingen van bepaalde besturen moeten uitdrukkelijk gemotiveerd worden; de opgelegde motivering moet in de akte de juridische en feitelijke overwegingen vermelden die aan de beslissing ten grondslag liggen en deze moet afdoende zijn; deze motivering kan ook blijken uit andere stukken, maar dan moet wel vaststaan dat die motivering door de beslissende overheid is overgenomen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190325.3": {
      "court": "CASS",
      "date": "2019-03-25",
      "roleNumber": "S.17.0074.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190325.3",
      "abstractFR": [
        "Répond aux articles 2 et 3 de la loi du 29 juillet 1991 sur la motivation des actes administratifs l'arrêt qui, par ses énonciations, ne se borne pas à exiger que la motivation de la décision de la commission de dispense de cotisations permette au destinataire de comprendre la raison de la décision litigieuse mais considère également qu'elle doit avoir trait à la décision et être suffisante pour la justifier, et vérifie si ces conditions sont remplies (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het arrest voldoet aan de artikelen 2 en 3 Wet Motivering Bestuurshandelingen wanneer het zich in zijn vermeldingen niet ertoe beperkt te vereisen dat de motivering van de beslissing van de commissie voor vrijstelling van bijdragen de bestemmeling in staat moet stellen de reden van de litigieuze beslissing te begrijpen maar tevens overweegt dat ze betrekking moet hebben op de beslissing en volstaan om deze te verantwoorden, en nagaat of die voorwaarden vervuld zijn (1). (1) Zie concl. OM in Pas. 2019, nr. 179."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190125.1": {
      "court": "CASS",
      "date": "2019-01-25",
      "roleNumber": "F.15.0086.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190125.1&lang=fr",
      "abstractFR": [
        "En matière de douanes et accises, la contrainte est un acte administratif auquel s'applique la loi du 29 juillet 1991 relative à la motivation formelle des actes administratifs, de sorte que l'administration doit indiquer les considérations de droit et de fait servant de fondement à la dette d'impôt pour laquelle la contrainte est décernée; étant donné que la contrainte concrétise la dette d'impôt, il est notamment exigé que le fait imposable, le montant et la qualité du débiteur soient précisés.",
        "L'obligation de motivation formelle n'exige pas que la contrainte se réfère aux articles précis et à l'intitulé de la réglementation applicable; il suffit que la contrainte permette au redevable, éventuellement après avoir recueilli des conseils juridiques, de retrouver les dispositions légales applicables."
      ],
      "abstractNL": [
        "Inzake douane en accijnzen is het dwangbevel een bestuurshandeling waarop de Wet Motivering Bestuurshandelingen van toepassing is, zodat het bestuur de juridische en feitelijke overwegingen moet vermelden die ten grondslag liggen aan de belastingschuld waarvoor het dwangbevel werd uitgevaardigd; aangezien het dwangbevel de belastingschuld concretiseert, is het onder meer vereist dat het belastbare feit, het bedrag en de hoedanigheid van de schuldenaar duidelijk worden gemaakt.",
        "De formele motiveringsplicht vereist niet dat het dwangbevel verwijst naar de precieze artikelen en het opschrift van de toepasselijke wetgeving; het volstaat dat het dwangbevel de belastingplichtige toelaat om, eventueel na het inwinnen van juridisch advies, de toepasselijke wetsbepalingen te achterhalen."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170907.2": {
      "court": "CASS",
      "date": "2017-09-07",
      "roleNumber": "C.16.0360.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170907.2&lang=fr",
      "abstractFR": [
        "Une motivation adéquate telle que visée à l'article 3 de la loi du 29 juillet 1991 relative à la motivation formelle des actes administratifs signifie que la décision doit être étayée par la motivation, de sorte qu'en matière d'expropriations, la motivation doit indiquer pourquoi l'expropriation est nécessaire, ce qui implique que la motivation doit être fondée sur des faits réels, qu'un rapport raisonnable entre l'expropriation envisagée et le but visé doit pouvoir s'en déduire et que, suivant le cas, il doit en ressortir que les options politiques prises ont été soupesées (1). (1) Voir les concl. du MP.",
        "Il appartient au juge du fond d'apprécier si la motivation est adéquate; ce faisant, il ne peut toutefois violer la notion légale d'obligation de motivation incombant aux autorités (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Een afdoende motivering zoals bedoeld in artikel 3 van de wet Motivering Bestuurshandelingen, houdt in dat de beslissing door de motivering moet worden gedragen, zodat in verband met onteigeningen de motivering moet vermelden waarom de onteigening noodzakelijk is, hetgeen impliceert dat de motivering moet berusten op werkelijke feiten, dat uit de motivering een redelijk verband tussen de voorgenomen onteigening en het vooropgestelde doel kan worden afgeleid en dat, naargelang het geval, uit die motivering blijkt dat de genomen beleidsopties afgewogen werden (1). (1) Zie concl. OM.",
        "Het staat aan de feitenrechter te oordelen of de motivering afdoende is, waarbij hij evenwel niet het wettelijk begrip van de motiveringsplicht van de overheid mag schenden (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161006.7": {
      "court": "CASS",
      "date": "2016-10-06",
      "roleNumber": "C.14.0385.F-C15.0272.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161006.7",
      "abstractFR": [
        "Les articles 2 et 3 de la loi du 29 juillet 1991 relative à la motivation formelle des actes administratifs ne sont pas des dispositions légales d'ordre public ou impératives."
      ],
      "abstractNL": [
        "De artikelen 2 en 3 van de wet van 29 juli 1991 betreffende de uitdrukkelijke motivering van de bestuurshandelingen zijn geen wetsbepalingen van openbare orde of van dwingend recht."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151112.5": {
      "court": "CASS",
      "date": "2015-11-12",
      "roleNumber": "C.13.0257.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151112.5&lang=fr",
      "abstractFR": [
        "Les motifs justifiant l'application de la procédure d'exception de la procédure d'extrême urgence en matière d'expropriation prévue par la loi du 26 juillet 1962 relative à la procédure d'extrême urgence en matière d'expropriation pour cause d'utilité publique qui offre une protection juridique plus restreinte que la procédure d'expropriation ordinaire en application de la loi du 17 avril 1835 sur l'expropriation pour cause d'utilité publique et de la loi du 27 mai 1870 portant simplification des formalités prescrites en matière d'expropriation pour cause d'utilité publique doivent, en application du devoir de motivation formelle fondé sur la loi du 29 juillet 1991 relative à la motivation formelle des actes administratifs, être repris dans le permis d'expropriation même (1); la question de savoir si l'expropriation est d'utilité publique est sans rapport avec la question de savoir si l'expropriation est urgente; le permis d'expropriation doit énoncer les éléments justifiant raisonnablement la nécessité de prendre possession immédiatement des biens (2). (1) C.E. 15 avril 2013, n° é.150, MIEKE WILLEMS et crts c. REGION FLAMANDE. (2) C.E. 11 avril 2012, n° 218.855, S.A. GEYSEN HANDELSONDERNEMING et S.A. VEJOPIROX c. REGION FLAMANDE."
      ],
      "abstractNL": [
        "De redenen om toepassing te maken van de uitzonderingsprocedure van de onteigening bij hoogdringende omstandigheden voorzien door de Onteigeningswet 1962, die een geringere rechtsbescherming biedt dan de gewone onteigeningsprocedure bij toepassing van de Onteigeningwet 1835 en de onteigeningswet van 27 mei 1870, moeten ingevolge de formele motiveringsplicht op grond van de Wet Motivering Bestuurshandelingen opgenomen zijn in de onteigeningsmachtiging zelf (1); de vraag of de onteigening het algemeen nut beoogt staat hierbij los van de vraag of de onteigening hoogdringend is; de onteigeningsmachtiging moet de gegevens vermelden die de noodzaak om de goederen onmiddellijk in bezit te nemen redelijk verantwoorden (2). (1) RvS 15 april 2013, nr. 223.150, MIEKE WILLEMS e.a. t. VLAAMS GEWEST. (2) RvS 11 april 2012, nr. 218.855, N.V. GEYSEN HANDELSONDERNEMING en N.V. VEJOPIROX t. VLAAMS GEWEST."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150312.14": {
      "court": "CASS",
      "date": "2015-03-12",
      "roleNumber": "F.14.0050.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150312.14",
      "abstractFR": [
        "La contrainte délivrée en matière de droits d'enregistrement est un acte administratif auquel s'applique la loi du 29 juillet 1991 relative à la motivation formelle des actes administratifs; celle-ci doit, notamment, être adéquate; elle l'est, lorsqu'elle permet au destinataire de connaître les motifs de la décision le concernant et d'en apprécier le bien-fondé; elle ne fait pas obstacle à ce que son auteur précise ultérieurement le fondement légal invoqué dans la contrainte."
      ],
      "abstractNL": [
        "Het dwangbevel inzake registratierechten is een bestuurshandeling waarop de wet van 29 juli 1991 betreffende de uitdrukkelijke motivering van de bestuurshandelingen van toepassing is; die motivering moet m.n. adequaat zijn; dat is het geval wanneer zij de geadresseerde in staat stelt kennis te nemen van de redenen van de beslissing die hem betreft en zich rekenschap te geven van de gegrondheid ervan; zij staat er niet aan in de weg dat de auteur van dat dwangbevel de daarin aangevoerde wettelijke grondslag verduidelijkt op een later tijdstip."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2024:ARR.20240321.1N.1": {
      "court": "CASS",
      "date": "2024-03-21",
      "roleNumber": "F.23.0019.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240321.1N.1",
      "abstractFR": null,
      "abstractNL": [
        "Inzake douane en accijnzen is de mededeling bedoeld in artikel 221, lid 1, CDW een bestuurshandeling waarop de Wet Motivering Bestuurshandelingen van toepassing is; het bestuur moet bijgevolg in de mededeling de juridische en feitelijke overwegingen vermelden die ten grondslag liggen aan de belastingschuld waarvoor de mededeling wordt uitgestuurd; de motivering van een bestuurshandeling is afdoende in de zin van artikel 3 Wet Motivering Bestuurshandelingen wanneer de beslissing voldoende door de motivering wordt gedragen; een afdoende motivering moet aan de bestemmeling toelaten de gronden te kennen van de beslissing die hem aanbelangt (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240927.1N.6": {
      "court": "CASS",
      "date": "2024-09-27",
      "roleNumber": "C.23.0483.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240927.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "De motivering die de bestuurshandeling moet dragen, moet, om afdoende te zijn, de bestuurde in staat stellen te begrijpen op grond van welke feitelijke en juridische gegevens de beslissing is genomen; die motivering kan ook blijken uit andere stukken waarnaar in de akte wordt verwezen en waarvan de bestuurde voorafgaandelijk in kennis werd gesteld (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250619.1F.6": {
      "court": "CASS",
      "date": "2025-06-19",
      "roleNumber": "D.24.0014.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250619.1F.6",
      "abstractFR": [
        "Il y a lieu d'entendre par motivation adéquate toute motivation qui fonde raisonnablement la décision; il appartient au juge du fond d'apprécier en fait si la motivation de la décision est adéquate."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2017:ARR.20170202.1F.3": {
      "court": "CASS",
      "date": "2017-02-02",
      "roleNumber": "C.15.0310.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170202.1F.3",
      "abstractFR": [
        "La motivation est adéquate lorsqu'elle permet au destinataire de connaître les motifs de la décision le concernant; l'adéquation dépend de l'ensemble des circonstances de la cause, notamment de la connaissance effective préalable que le destinataire a des éléments du dossier.",
        "Il appartient au juge du fond d'apprécier en fait si la motivation est adéquate; ce faisant, il ne peut toutefois violer la notion légale d'obligation de motivation incombant aux autorités (1). (1) Cass. 22 mai 2008, RG. F.06.0077.N, Pas. 2008, n° 312."
      ],
      "abstractNL": [
        "De motivering is afdoende wanneer ze de ontvanger in staat stelt kennis te nemen van de redenen van de beslissing die hem aanbelangt; het afdoend karakter houdt verband met het geheel van de omstandigheden van de zaak, en met name met de voorafgaande, daadwerkelijke kennis van de ontvanger over de gegevens van het dossier.",
        "De feitenrechter dient in feite te beoordelen of de motivering van de beslissing afdoende is, zonder evenwel het wettelijk begrip motiveringsplicht van de besturen te miskennen (1). (1) Cass. 22 mei 2008, AR F.06.0077.N, AC 2008, nr. 312."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210310.2F.8": {
      "court": "CASS",
      "date": "2021-03-10",
      "roleNumber": "P.21.0287.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210310.2F.8",
      "abstractFR": [
        "L'obligation de motivation à laquelle est tenue l'autorité administrative doit permettre au destinataire de la décision de connaître les raisons sur lesquelles elle se fonde; l'autorité administrative n'est pas tenue de donner les motifs de ses motifs."
      ],
      "abstractNL": [
        "De motiveringsplicht van de administratieve overheid moet de geadresseerde van de beslissing toelaten kennis te nemen van de redenen waarop ze is gegrond; de administratieve overheid dient de redenen van haar redenen niet te vermelden."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200604.1N.18": {
      "court": "CASS",
      "date": "2020-06-04",
      "roleNumber": "C.16.0490.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200604.1N.18&lang=fr",
      "abstractFR": [
        "Lorsque le plan particulier d'aménagement contient des dispositions suffisamment détaillées pour ne laisser aucun pouvoir d'appréciation à l'autorité, il suffit que celle-ci procède à un contrôle au regard de ces dispositions pour examiner la compatibilité de ce qui est demandé avec le bon aménagement local et une motivation par une simple référence au plan particulier d'aménagement peut suffire; ce n'est pas le cas lorsque la construction autorisée est simplement conforme à l'affectation du plan particulier d'aménagement (1). (1) Voir C.E., 7 février 2001, n° 93.109."
      ],
      "abstractNL": [
        "Wanneer het bijzonder plan van aanleg voldoende gedetailleerde voorschriften bevat die de overheid geen enkele beoordelingsruimte meer laten, volstaat het dat de overheid aan die voorschriften toetst om de verenigbaarheid van het aangevraagde met de goede plaatselijke ordening na te gaan en kan een motivering door een enkele verwijzing naar het bijzonder plan van aanleg volstaan; dit is niet het geval ingeval van loutere overeenstemming van de vergunde constructie met de bestemming van het bijzonder plan van aanleg (1). (1) Zie R.v.St. 7 februari 2001, nr. 93.109."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190329.2": {
      "court": "CASS",
      "date": "2019-03-29",
      "roleNumber": "C.18.0223.N-C.18.0227.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190329.2&lang=fr",
      "abstractFR": [
        "Les actes administratifs de certaines autorités administratives doivent faire l'objet d'une motivation formelle; la motivation exigée consiste en l'indication, dans l'acte, des considérations de droit et de fait servant de fondement à la décision et elle doit être adéquate; cette motivation peut également ressortir d'autres pièces, mais il doit alors être certain qu'elle est reprise par l'autorité qui a pris la décision (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De bestuurshandelingen van bepaalde besturen moeten uitdrukkelijk gemotiveerd worden; de opgelegde motivering moet in de akte de juridische en feitelijke overwegingen vermelden die aan de beslissing ten grondslag liggen en deze moet afdoende zijn; deze motivering kan ook blijken uit andere stukken, maar dan moet wel vaststaan dat die motivering door de beslissende overheid is overgenomen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190325.3": {
      "court": "CASS",
      "date": "2019-03-25",
      "roleNumber": "S.17.0074.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190325.3",
      "abstractFR": [
        "Répond aux articles 2 et 3 de la loi du 29 juillet 1991 sur la motivation des actes administratifs l'arrêt qui, par ses énonciations, ne se borne pas à exiger que la motivation de la décision de la commission de dispense de cotisations permette au destinataire de comprendre la raison de la décision litigieuse mais considère également qu'elle doit avoir trait à la décision et être suffisante pour la justifier, et vérifie si ces conditions sont remplies (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het arrest voldoet aan de artikelen 2 en 3 Wet Motivering Bestuurshandelingen wanneer het zich in zijn vermeldingen niet ertoe beperkt te vereisen dat de motivering van de beslissing van de commissie voor vrijstelling van bijdragen de bestemmeling in staat moet stellen de reden van de litigieuze beslissing te begrijpen maar tevens overweegt dat ze betrekking moet hebben op de beslissing en volstaan om deze te verantwoorden, en nagaat of die voorwaarden vervuld zijn (1). (1) Zie concl. OM in Pas. 2019, nr. 179."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190125.1": {
      "court": "CASS",
      "date": "2019-01-25",
      "roleNumber": "F.15.0086.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190125.1&lang=fr",
      "abstractFR": [
        "En matière de douanes et accises, la contrainte est un acte administratif auquel s'applique la loi du 29 juillet 1991 relative à la motivation formelle des actes administratifs, de sorte que l'administration doit indiquer les considérations de droit et de fait servant de fondement à la dette d'impôt pour laquelle la contrainte est décernée; étant donné que la contrainte concrétise la dette d'impôt, il est notamment exigé que le fait imposable, le montant et la qualité du débiteur soient précisés.",
        "L'obligation de motivation formelle n'exige pas que la contrainte se réfère aux articles précis et à l'intitulé de la réglementation applicable; il suffit que la contrainte permette au redevable, éventuellement après avoir recueilli des conseils juridiques, de retrouver les dispositions légales applicables."
      ],
      "abstractNL": [
        "Inzake douane en accijnzen is het dwangbevel een bestuurshandeling waarop de Wet Motivering Bestuurshandelingen van toepassing is, zodat het bestuur de juridische en feitelijke overwegingen moet vermelden die ten grondslag liggen aan de belastingschuld waarvoor het dwangbevel werd uitgevaardigd; aangezien het dwangbevel de belastingschuld concretiseert, is het onder meer vereist dat het belastbare feit, het bedrag en de hoedanigheid van de schuldenaar duidelijk worden gemaakt.",
        "De formele motiveringsplicht vereist niet dat het dwangbevel verwijst naar de precieze artikelen en het opschrift van de toepasselijke wetgeving; het volstaat dat het dwangbevel de belastingplichtige toelaat om, eventueel na het inwinnen van juridisch advies, de toepasselijke wetsbepalingen te achterhalen."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170907.2": {
      "court": "CASS",
      "date": "2017-09-07",
      "roleNumber": "C.16.0360.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170907.2&lang=fr",
      "abstractFR": [
        "Une motivation adéquate telle que visée à l'article 3 de la loi du 29 juillet 1991 relative à la motivation formelle des actes administratifs signifie que la décision doit être étayée par la motivation, de sorte qu'en matière d'expropriations, la motivation doit indiquer pourquoi l'expropriation est nécessaire, ce qui implique que la motivation doit être fondée sur des faits réels, qu'un rapport raisonnable entre l'expropriation envisagée et le but visé doit pouvoir s'en déduire et que, suivant le cas, il doit en ressortir que les options politiques prises ont été soupesées (1). (1) Voir les concl. du MP.",
        "Il appartient au juge du fond d'apprécier si la motivation est adéquate; ce faisant, il ne peut toutefois violer la notion légale d'obligation de motivation incombant aux autorités (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Een afdoende motivering zoals bedoeld in artikel 3 van de wet Motivering Bestuurshandelingen, houdt in dat de beslissing door de motivering moet worden gedragen, zodat in verband met onteigeningen de motivering moet vermelden waarom de onteigening noodzakelijk is, hetgeen impliceert dat de motivering moet berusten op werkelijke feiten, dat uit de motivering een redelijk verband tussen de voorgenomen onteigening en het vooropgestelde doel kan worden afgeleid en dat, naargelang het geval, uit die motivering blijkt dat de genomen beleidsopties afgewogen werden (1). (1) Zie concl. OM.",
        "Het staat aan de feitenrechter te oordelen of de motivering afdoende is, waarbij hij evenwel niet het wettelijk begrip van de motiveringsplicht van de overheid mag schenden (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20170201.3": {
      "court": "CASS",
      "date": "2017-02-01",
      "roleNumber": "C.15.0310.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20170201.3",
      "abstractFR": [
        "La motivation est adéquate lorsqu'elle permet au destinataire de connaître les motifs de la décision le concernant; l'adéquation dépend de l'ensemble des circonstances de la cause, notamment de la connaissance effective préalable que le destinataire a des éléments du dossier.",
        "Il appartient au juge du fond d'apprécier en fait si la motivation est adéquate; ce faisant, il ne peut toutefois violer la notion légale d'obligation de motivation incombant aux autorités (1). (1) Cass. 22 mai 2008, RG. F.06.0077.N, Pas. 2008, n° 312."
      ],
      "abstractNL": [
        "De motivering is afdoende wanneer ze de ontvanger in staat stelt kennis te nemen van de redenen van de beslissing die hem aanbelangt; het afdoend karakter houdt verband met het geheel van de omstandigheden van de zaak, en met name met de voorafgaande, daadwerkelijke kennis van de ontvanger over de gegevens van het dossier.",
        "De feitenrechter dient in feite te beoordelen of de motivering van de beslissing afdoende is, zonder evenwel het wettelijk begrip motiveringsplicht van de besturen te miskennen (1). (1) Cass. 22 mei 2008, AR F.06.0077.N, AC 2008, nr. 312."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20161006.7": {
      "court": "CASS",
      "date": "2016-10-06",
      "roleNumber": "C.14.0385.F-C15.0272.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20161006.7",
      "abstractFR": [
        "Les articles 2 et 3 de la loi du 29 juillet 1991 relative à la motivation formelle des actes administratifs ne sont pas des dispositions légales d'ordre public ou impératives."
      ],
      "abstractNL": [
        "De artikelen 2 en 3 van de wet van 29 juli 1991 betreffende de uitdrukkelijke motivering van de bestuurshandelingen zijn geen wetsbepalingen van openbare orde of van dwingend recht."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160519.2": {
      "court": "CASS",
      "date": "2016-05-19",
      "roleNumber": "C.13.0256.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160519.2&lang=fr",
      "abstractFR": [
        "Le caractère suffisant de la motivation implique que celle-ci doit être pertinente et complète caest-à-dire que les motifs invoqués doivent suffire pour fonder la décision; la motivation doit permettre à quiconque ayant le droit de critiquer un acte administratif, daapprécier sail peut le faire de manière utile (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Laobligation pour laautorité de régularisation, contenue à laarticle 12, § 7, de la loi du 29 avril 1999, de communiquer sa décision motivée relative à la proposition tarifaire au gestionnaire de réseau, saapplique non seulement à laégard du ce dernier en tant que demandeur de laautorisation et du juge, mais à laégard de toute personne intéressée qui peut critiquer laacte administratif; il ressort aussi de la condition que la motivation doit permettre à quiconque ayant le droit de critiquer laacte administratif daapprécier sail peut le faire de manière utile, quail est nécessaire daexposer les motifs pour lesquels laargumentation du gestionnaire de réseau est admise (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het afdoende karakter van de motivering houdt in dat deze pertinent moet zijn en draagkrachtig, dit wil zeggen dat de aangehaalde redenen moeten volstaan om de beslissing te dragen; de motivering moet eenieder, die gerechtigd is op te komen tegen de bestuurshandeling, in staat stellen te beoordelen of hij dit met nuttig gevolg kan doen (1). (1) Zie concl. OM.",
        "De in artikel 12, §7, van de wet van 29 april 1999 neergelegde verplichting voor de regulator om zijn gemotiveerde beslissing over het tariefvoorstel mede te delen aan de netbeheerder, geldt niet enkel ten aanzien van de netbeheerder als aanvrager van de vergunning en de rechter, maar ten aanzien van elke betrokkene die tegen de bestuurshandeling kan opkomen; uit de vereiste dat de motivering eenieder, die gerechtigd is op te komen tegen de bestuurshandeling, in staat moet stellen te beoordelen of hij dit met nuttig gevolg kan doen, volgt tevens dat het noodzakelijk is de redenen uiteen te zetten waarom de argumentatie van de netbeheerder wordt bijgetreden (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20151112.5": {
      "court": "CASS",
      "date": "2015-11-12",
      "roleNumber": "C.13.0257.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151112.5&lang=fr",
      "abstractFR": [
        "Il y a lieu d'entendre par une motivation adéquate de l'acte administratif, toute motivation qui fonde la décision (1). (1) Cass. 11 septembre 2003, RG C.01.0114.N, Pas. 2003, n° 426.",
        "Il appartient au juge d'apprécier si la motivation est adéquate; lors de ce contrôle, il ne peut toutefois violer la notion légale de l'obligation de motiver (1). (1) Voir Cass. 11 septembre 2003, RG C.01.0114.N, Pas. 2003, n° 426.",
        "Les motifs justifiant l'application de la procédure d'exception de la procédure d'extrême urgence en matière d'expropriation prévue par la loi du 26 juillet 1962 relative à la procédure d'extrême urgence en matière d'expropriation pour cause d'utilité publique qui offre une protection juridique plus restreinte que la procédure d'expropriation ordinaire en application de la loi du 17 avril 1835 sur l'expropriation pour cause d'utilité publique et de la loi du 27 mai 1870 portant simplification des formalités prescrites en matière d'expropriation pour cause d'utilité publique doivent, en application du devoir de motivation formelle fondé sur la loi du 29 juillet 1991 relative à la motivation formelle des actes administratifs, être repris dans le permis d'expropriation même (1); la question de savoir si l'expropriation est d'utilité publique est sans rapport avec la question de savoir si l'expropriation est urgente; le permis d'expropriation doit énoncer les éléments justifiant raisonnablement la nécessité de prendre possession immédiatement des biens (2). (1) C.E. 15 avril 2013, n° é.150, MIEKE WILLEMS et crts c. REGION FLAMANDE. (2) C.E. 11 avril 2012, n° 218.855, S.A. GEYSEN HANDELSONDERNEMING et S.A. VEJOPIROX c. REGION FLAMANDE."
      ],
      "abstractNL": [
        "Met afdoende motivering van de bestuurshandeling wordt bedoeld dat de beslissing door de motivering wordt gedragen (1). (1) Cass. 11 september 2003, AR C.01.0114.N, AC 2003, nr. 426.",
        "Het staat aan de rechter te oordelen of de motivering afdoende is; hij mag daarbij evenwel het wettelijk begrip van de motiveringsplicht niet schenden (1). (1) Zie Cass. 11 september 2003, AR C.01.0114.N, AC 2003, nr. 426.",
        "De redenen om toepassing te maken van de uitzonderingsprocedure van de onteigening bij hoogdringende omstandigheden voorzien door de Onteigeningswet 1962, die een geringere rechtsbescherming biedt dan de gewone onteigeningsprocedure bij toepassing van de Onteigeningwet 1835 en de onteigeningswet van 27 mei 1870, moeten ingevolge de formele motiveringsplicht op grond van de Wet Motivering Bestuurshandelingen opgenomen zijn in de onteigeningsmachtiging zelf (1); de vraag of de onteigening het algemeen nut beoogt staat hierbij los van de vraag of de onteigening hoogdringend is; de onteigeningsmachtiging moet de gegevens vermelden die de noodzaak om de goederen onmiddellijk in bezit te nemen redelijk verantwoorden (2). (1) RvS 15 april 2013, nr. 223.150, MIEKE WILLEMS e.a. t. VLAAMS GEWEST. (2) RvS 11 april 2012, nr. 218.855, N.V. GEYSEN HANDELSONDERNEMING en N.V. VEJOPIROX t. VLAAMS GEWEST."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150924.10": {
      "court": "CASS",
      "date": "2015-09-24",
      "roleNumber": "F.14.0133.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150924.10&lang=fr",
      "abstractFR": [
        "La contrainte en matière de droits de succession est un titre de taxation concrétisant la dette d'impôt, ce qui signifie qu'il doit y être fait mention du fait imposable, du montant et de la qualité du débiteur; cette contrainte est un acte administratif auquel s'applique la loi du 29 juillet 1991 relative à la motivation des actes administratifs, de sorte que cet acte doit mentionner les considérations de droit et de fait qui constituent le fondement de la décision et que la motivation doit être suffisante, ce qui implique que la motivation constitue un fondement raisonnable pour la décision (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het dwangbevel inzake successierechten is een taxatietitel waarin de belastingschuld geconcretiseerd wordt, wat betekent dat daarin melding moet worden gemaakt van het belastbare feit, het bedrag en de hoedanigheid van de schuldenaar; dat dwangbevel is een bestuurshandeling waarop de wet van 29 juli 1991 betreffende de uitdrukkelijke motivering van de bestuurshandelingen van toepassing is, zodat die akte de juridische en feitelijke overwegingen moet vermelden die aan de beslissing ten grondslag liggen en de motivering afdoende moet zijn, hetgeen impliceert dat de motivering een redelijke grondslag voor de beslissing vormt (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2015:ARR.20150312.14": {
      "court": "CASS",
      "date": "2015-03-12",
      "roleNumber": "F.14.0050.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150312.14",
      "abstractFR": [
        "La contrainte délivrée en matière de droits d'enregistrement est un acte administratif auquel s'applique la loi du 29 juillet 1991 relative à la motivation formelle des actes administratifs; celle-ci doit, notamment, être adéquate; elle l'est, lorsqu'elle permet au destinataire de connaître les motifs de la décision le concernant et d'en apprécier le bien-fondé; elle ne fait pas obstacle à ce que son auteur précise ultérieurement le fondement légal invoqué dans la contrainte."
      ],
      "abstractNL": [
        "Het dwangbevel inzake registratierechten is een bestuurshandeling waarop de wet van 29 juli 1991 betreffende de uitdrukkelijke motivering van de bestuurshandelingen van toepassing is; die motivering moet m.n. adequaat zijn; dat is het geval wanneer zij de geadresseerde in staat stelt kennis te nemen van de redenen van de beslissing die hem betreft en zich rekenschap te geven van de gegrondheid ervan; zij staat er niet aan in de weg dat de auteur van dat dwangbevel de daarin aangevoerde wettelijke grondslag verduidelijkt op een later tijdstip."
      ]
    }
  },
  "6": {
    "ECLI:BE:CASS:2016:ARR.20160519.2": {
      "court": "CASS",
      "date": "2016-05-19",
      "roleNumber": "C.13.0256.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160519.2&lang=fr",
      "abstractFR": [
        "En vertu de laarticle 6 de la loi du 29 juillet 1991 relative à la motivation formelle des actes administratifs, cette loi ne saapplique aux régimes particuliers imposant la motivation formelle de certains actes administratifs que dans la mesure où ces régimes prévoient des obligations moins contraignantes que celles organisées par les articles précédents; il saensuit que le devoir de motivation le plus sévère doit être appliqué (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Laobligation pour laautorité de régularisation, contenue à laarticle 12, § 7, de la loi du 29 avril 1999, de communiquer sa décision motivée relative à la proposition tarifaire au gestionnaire de réseau, saapplique non seulement à laégard du ce dernier en tant que demandeur de laautorisation et du juge, mais à laégard de toute personne intéressée qui peut critiquer laacte administratif; il ressort aussi de la condition que la motivation doit permettre à quiconque ayant le droit de critiquer laacte administratif daapprécier sail peut le faire de manière utile, quail est nécessaire daexposer les motifs pour lesquels laargumentation du gestionnaire de réseau est admise (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Krachtens artikel 6 van de Wet 29 juli 1991 betreffende de uitdrukkelijke motivering van bestuurshandelingen is deze wet slechts van toepassing op de bijzondere regelingen waarbij de uitdrukkelijke motivering van bepaalde bestuurshandelingen is voorgeschreven, in zoverre deze regelingen minder strenge verplichtingen opleggen dan die bepaald in de voorafgaande artikelen; hieruit volgt dat de strengste motiveringsplicht van toepassing moet zijn (1). (1) Zie concl. OM.",
        "De in artikel 12, §7, van de wet van 29 april 1999 neergelegde verplichting voor de regulator om zijn gemotiveerde beslissing over het tariefvoorstel mede te delen aan de netbeheerder, geldt niet enkel ten aanzien van de netbeheerder als aanvrager van de vergunning en de rechter, maar ten aanzien van elke betrokkene die tegen de bestuurshandeling kan opkomen; uit de vereiste dat de motivering eenieder, die gerechtigd is op te komen tegen de bestuurshandeling, in staat moet stellen te beoordelen of hij dit met nuttig gevolg kan doen, volgt tevens dat het noodzakelijk is de redenen uiteen te zetten waarom de argumentatie van de netbeheerder wordt bijgetreden (1). (1) Zie concl. OM."
      ]
    }
  }
}