{
  "5": {
    "ECLI:BE:CASS:2021:ARR.20210326.1N.6": {
      "court": "CASS",
      "date": "2021-03-26",
      "roleNumber": "C.18.0487.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210326.1N.6&lang=fr",
      "abstractFR": [
        "La circonstance que le rapport de constat visé à l'article 8, § 1er, alinéa 1er, du décret du Conseil flamand du 27 novembre 2015 relatif aux zones à basses émissions n'est pas signé constitue une irrégularité mais n'a pas pour effet que le juge doit faire abstraction de son contenu et que ce contenu ne peut valoir à titre de renseignement (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De omstandigheid dat het verslag van vaststelling bedoeld in artikel 8, § 1, eerste lid, Decreet van 27 november 2015 betreffende lage-emissiezones niet is ondertekend levert een onregelmatigheid op, maar heeft niet tot gevolg dat de rechter de inhoud ervan buiten beschouwing dient te laten en deze inhoud niet kan gelden als inlichting (1). (1) Zie concl. OM."
      ]
    }
  },
  "8": {
    "ECLI:BE:CASS:2021:ARR.20210326.1N.6": {
      "court": "CASS",
      "date": "2021-03-26",
      "roleNumber": "C.18.0487.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210326.1N.6&lang=fr",
      "abstractFR": [
        "La circonstance que le rapport de constat visé à l'article 8, § 1er, alinéa 1er, du décret du Conseil flamand du 27 novembre 2015 relatif aux zones à basses émissions n'est pas signé constitue une irrégularité mais n'a pas pour effet que le juge doit faire abstraction de son contenu et que ce contenu ne peut valoir à titre de renseignement (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De omstandigheid dat het verslag van vaststelling bedoeld in artikel 8, § 1, eerste lid, Decreet van 27 november 2015 betreffende lage-emissiezones niet is ondertekend levert een onregelmatigheid op, maar heeft niet tot gevolg dat de rechter de inhoud ervan buiten beschouwing dient te laten en deze inhoud niet kan gelden als inlichting (1). (1) Zie concl. OM."
      ]
    }
  },
  "10": {
    "ECLI:BE:CASS:2024:ARR.20240617.3N.7": {
      "court": "CASS",
      "date": "2024-06-17",
      "roleNumber": "C.23.0144.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240617.3N.7",
      "abstractFR": null,
      "abstractNL": [
        "De rechter aan wie gevraagd wordt een administratieve sanctie te toetsen die een repressief karakter heeft in de zin van artikel 6 EVRM, mag de wettigheid van die sanctie onderzoeken en mag in het bijzonder nagaan of die sanctie verzoenbaar is met de dwingende eisen van internationale verdragen en van het interne recht, met inbegrip van de algemene rechtsbeginselen; dit toetsingsrecht moet in het bijzonder aan de rechter toelaten na te gaan of de straf niet onevenredig is met de inbreuk, zodat de rechter mag onderzoeken of het bestuur naar redelijkheid kon overgaan tot het opleggen van een administratieve geldboete van zodanige omvang; de rechter mag hierbij in het bijzonder acht slaan op de zwaarte van de inbreuk, de hoogte van reeds opgelegde sancties, de wijze waarop in gelijkaardige zaken werd geoordeeld en de weerslag van de sanctie voor de betrokkene, maar moet hierbij in acht nemen in welke mate het bestuur zelf gebonden is in verband met de sanctie, in welk geval de rechter een grotere terughoudendheid moet in acht nemen; dt toetsingsrecht houdt niet in dat de rechter op grond van een subjectieve appreciatie van wat hij redelijk acht, om loutere redenen van opportuniteit en tegen wettelijke regels in, boeten kan kwijtschelden of verminderen (1) (2). (1) Zie concl. OM. (2) Cass. 24 maart 2023, AR F.21.0056.N, AC 2023, nr. 230, met concl. van advocaat-generaal J. Van der Fraenen; Cass. 10 februari 2023, AR C.22.0184.N, AC 2023, nr. 111, met concl. van advocaat-generaal E. Herregodts en Cass. 11 maart 2010, AR C.09.0096.N, AC 2010, nr. 174, met concl. van advocaat-generaal D. Thijs."
      ]
    }
  }
}