{
  "3": {
    "ECLI:BE:CASS:2022:ARR.20220322.2N.13": {
      "court": "CASS",
      "date": "2022-03-22",
      "roleNumber": "P.21.1502.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220322.2N.13&lang=fr",
      "abstractFR": [
        "Seules les décisions rendues par une juridiction civile et celles rendues par une juridiction répressive sur les intérêts civils sont susceptibles de tierce opposition ; la circonstance que l'exécution d'une décision rendue par une juridiction répressive a des conséquences civiles ne suffit pas pour autoriser la tierce opposition à cette décision ; dès lors que la confiscation constitue une peine, l'article 1122 du Code judiciaire ne peut s'appliquer dans le cadre des prétentions qu'un tiers fait valoir sur des biens confisqués ; en outre, un tiers qui prétend être propriétaire de biens confisqués ne doit pas nécessairement introduire un recours devant le juge pénal ; il peut également utiliser d'autres possibilités offertes par la procédure, telle celle de faire valoir ses prétentions devant le juge civil sur la base de l'article 3 de l'arrêté royal du 9 août 1991 réglant le délai et les modalités du recours des tiers prétendant droit sur une chose confisquée ; si le tiers introduit néanmoins un recours devant le juge pénal, les dispositions du Code d'instruction criminelle sont applicables à celui-ci ; l'assimilation, en ce cas, d'un tiers à un prévenu condamné par défaut n'est pas imprévisible ; cette circonstance n'implique pas, dès lors, une extension inadmissible du champ d'application de l'article 187, § 1er, du Code d'instruction criminelle, mais confère à la personne concernée, par analogie avec un prévenu condamné par défaut, le droit supplémentaire de former opposition au cours d'un délai extraordinaire qui ne commence à courir qu'à partir du moment de la prise de connaissance effective de la signification de la décision de confiscation (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Het rechtsmiddel van derdenverzet staat slechts open tegen beslissingen die door een burgerlijk gerecht zijn gewezen en beslissingen van een strafgerecht dat uitspraak doet over de burgerlijke belangen; het gegeven dat de tenuitvoerlegging van een beslissing van een strafgerecht een burgerrechtelijk gevolg heeft, volstaat niet om tegen die beslissing derdenverzet toe te laten; aangezien de verbeurdverklaring een straf is, kan artikel 1122 Gerechtelijk Wetboek dan ook niet worden toegepast in het kader van de aanspraken van een derde op verbeurdverklaarde goederen; een derde die beweert eigenaar te zijn van verbeurdverklaarde goederen, moet ook niet noodzakelijk een rechtsmiddel instellen voor de strafrechter; hij kan ook andere procedurele mogelijkheden aanwenden zoals het formuleren van zijn aanspraken voor de burgerlijke rechter op grond van artikel 3 van het koninklijk besluit van 9 augustus 1991 tot vaststelling van de termijn waarbinnen en de wijze waarop een rechtsmiddel kan worden aangewend door derden die beweren recht te hebben op een verbeurdverklaarde zaak; stelt de derde evenwel een rechtsmiddel voor de strafrechter in, dan zijn daarop de bepalingen van het Wetboek van Strafvordering van toepassing; dat een derde in dat geval wordt gelijkgesteld met een veroordeelde beklaagde die verstek heeft gelaten, is niet onvoorzienbaar; die omstandigheid houdt dan ook geen ontoelaatbare uitbreiding in van de toepassing van artikel 187, § 1, Wetboek van Strafvordering, maar verleent aan de betrokkene naar analogie met een bij verstek veroordeelde beklaagde het bijkomende recht verzet te kunnen instellen tijdens een buitengewone termijn die pas begint te lopen vanaf het moment van de effectieve kennisneming van de betekening van de beslissing tot verbeurdverklaring (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220301.2N.8": {
      "court": "CASS",
      "date": "2022-03-22",
      "roleNumber": "P.21.1502.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220301.2N.8",
      "abstractFR": null,
      "abstractNL": [
        "Het rechtsmiddel van derdenverzet staat daarentegen slechts open tegen beslissingen die door een burgerlijk gerecht zijn gewezen en beslissingen van een strafgerecht dat uitspraak doet over de burgerlijke belangen; het gegeven dat de tenuitvoerlegging van een beslissing van een strafgerecht een burgerrechtelijk gevolg heeft, volstaat niet om tegen die beslissing derdenverzet toe te laten; aangezien de verbeurdverklaring een straf is, kan artikel 1122 Gerechtelijk Wetboek dan ook niet worden toegepast in het kader van de aanspraken van een derde op verbeurdverklaarde goederen; een derde die beweert eigenaar te zijn van verbeurdverklaarde goederen, moet ook niet noodzakelijk een rechtsmiddel instellen voor de strafrechter; hij kan ook andere procedurele mogelijkheden aanwenden zoals het formuleren van zijn aanspraken voor de burgerlijke rechter op grond van artikel 3 van het koninklijk besluit van 9 augustus 1991 tot vaststelling van de termijn waarbinnen en de wijze waarop een rechtsmiddel kan worden aangewend door derden die beweren recht te hebben op een verbeurdverklaarde zaak; stelt de derde evenwel een rechtsmiddel voor de strafrechter in, dan zijn daarop de bepalingen van het Wetboek van Strafvordering van toepassing; dat een derde in dat geval wordt gelijkgesteld met een veroordeelde beklaagde die verstek heeft gelaten, is niet onvoorzienbaar; die omstandigheid houdt dan ook geen ontoelaatbare uitbreiding in van de toepassing van artikel 187, § 1, Wetboek van Strafvordering, maar verleent aan de betrokkene naar analogie met een bij verstek veroordeelde beklaagde het bijkomende recht verzet te kunnen instellen tijdens een buitengewone termijn die pas begint te lopen vanaf het moment van de effectieve kennisneming van de betekening van de beslissing tot verbeurdverklaring (1). (1) Zie concl. OM."
      ]
    }
  }
}