{
  "2": {
    "ECLI:BE:CASS:2021:ARR.20210430.1N.1": {
      "court": "CASS",
      "date": "2021-04-30",
      "roleNumber": "F.19.0125.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210430.1N.1&lang=fr",
      "abstractFR": [
        "Il résulte des articles 420, § 6, alinéas 1er et 2, de la loi-programme du 27 décembre 2004, 1er de l'arrêté royal du 3 juillet 2005 fixant les mesures d'application de certains taux réduits d'accise et 9, § 1er, de la loi du 22 décembre 2009 relative au régime général d'accise, qu'une entreprise qui remplit les conditions légales de fond pour bénéficier du tarif zéro, mais qui n'est pas titulaire d'une autorisation « produits énergétiques et électricité », a droit au remboursement de l'accise indûment payée."
      ],
      "abstractNL": [
        "Uit de artikelen 420, § 6, eerste en tweede lid, van de Programmawet van 27 december 2004, 1 van het K.B. van 3 juli 2005 houdende maatregelen voor de toepassing van bepaalde verlaagde tarieven inzake accijnzen en 9, § 1, van de Wet van 22 december 2009 betreffende de algemene regeling inzake accijnzen, volgt dat een bedrijf dat voldoet aan de wettelijke grondvoorwaarden om te genieten van het nultarief, zonder evenwel in het bezit te zijn van een vergunning “energieproducten en elektriciteit”, recht heeft op terugbetaling van de onterecht betaalde accijnzen."
      ]
    }
  },
  "334": {
    "ECLI:BE:CASS:2024:ARR.20240328.1N.6": {
      "court": "CASS",
      "date": "2024-03-28",
      "roleNumber": "F.23.0020.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240328.1N.6",
      "abstractFR": null,
      "abstractNL": [
        "De aanwending als bewarende titel bedoeld in artikel 334, § 4, Programmawet, betreft een bewarende maatregel die strekt tot zekerheid van de betaling van de betwiste schuld; het betreft derhalve geen bewarend beslag in eigen handen onderworpen aan de voorwaarden van de artikelen 1413 en 1415 Gerechtelijk Wetboek (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200319.1N.3": {
      "court": "CASS",
      "date": "2020-03-19",
      "roleNumber": "F.16.0110.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200319.1N.3&lang=fr",
      "abstractFR": [
        "La circonstance que ce n'est pas le redevable mais un tiers qui a effectué le paiement de la dette fiscale ne saurait placer l'administration dans une situation moins favorable qu'en cas de paiement par le redevable lui-même; lorsque l'action en remboursement a été introduite par un tiers payeur, l'administration tenue au remboursement des taxes indues est en droit de procéder à une compensation avec les taxes restant dues par le redevable."
      ],
      "abstractNL": [
        "De omstandigheid dat niet de belastingschuldige maar een derde overging tot de betaling van de belastingschuld, maakt niet dat de administratie in een ongunstiger positie kan worden geplaatst dan in geval van een betaling door de belastingschuldige zelf; hieruit vloeit voort dat ingeval de vordering tot terugbetaling wordt ingesteld door een derde-betaler, de administratie die gehouden is tot terugbetaling van onverschuldigde belastingen, gerechtigd is om tot schuldvergelijking over te gaan met door de belastingschuldige nog verschuldigde belastingen."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20181220.3": {
      "court": "CASS",
      "date": "2018-12-20",
      "roleNumber": "F.17.0025.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181220.3",
      "abstractFR": [
        "Il y a lieu de poser à la Cour de Justice de l'Union européenne une question préjudicielle dès lors que sont soulevées des questions d'interprétation des articles 6 et 10 des directives 76/308/CEE du Conseil du 15 mars 1976 et 2008/55/CE du Conseil du 26 mai 2008 concernant l'assistance mutuelle en matière de recouvrement des créances relatives à certaines cotisations, à certains droits, à certaines taxes et autres mesures, consistant à savoir si la créance de l'État requérant est assimilée à celle de l'État requis en sorte que la créance de l'État requérant acquiert la qualité de créance de l'État requis et si la compensation organisée par l'article 334 de la loi-programme du 27 décembre 2004 en cas de concours doit être considérée comme un privilège au sens de l'article 10 des directives précitées (1). (1) Voy. les concl. du MP."
      ],
      "abstractNL": [
        "Aangezien vragen naar de uitlegging van de artikelen 6 en 10 van richtlijn 76/308/EEG van de Raad van 15 maart 1976 en richtlijn 2008/55/EG van de Raad van 26 mei 2008 betreffende de wederzijdse bijstand inzake de invordering van schuldvorderingen die voortvloeien uit bepaalde bijdragen, rechten en belastingen, alsmede uit andere maatregelen worden opgeworpen, dient een prejudiciële vraag te worden gesteld aan het Hof van Justitie van de Europese Unie met betrekking tot de vraag of de schuldvordering van de aanzoekende Lidstaat gelijkgesteld is met de schuldvordering van de aangezochte Lidstaat zodat de schuldvordering van de aanzoekende Lidstaat de hoedanigheid van schuldvordering van de aangezochte Lidstaat verwerft en de vraag of de door artikel 334 van de programmawet van 27 december 2004 ingestelde schuldvergelijking in geval van samenloop moet worden beschouwd als een preferentiële behandeling in de zin van artikel 10 van de voornoemde richtlijnen (1). (1) Zie concl. OM in Pas. 2018, nr. 727."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20141208.5": {
      "court": "CASS",
      "date": "2014-12-08",
      "roleNumber": "S.13.0035.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20141208.5&lang=fr",
      "abstractFR": [
        "Lorsque le plan de règlement amiable ne contient pas de disposition expresse en rapport avec la possibilité pour les administrations fiscales de faire application de l'article 334 de la loi-programme, il appartient au juge, en cas de contestation à ce sujet, de décider moyennant l'interprétation du règlement amiable si l'administration dispose ou non de cette possibilité."
      ],
      "abstractNL": [
        "Wanneer de minnelijke aanzuiveringsregeling geen uitdrukkelijke regeling bevat in verband met de mogelijkheid voor de fiscale administraties om toepassing te maken van artikel 334 Programmawet, het bij betwisting hierover aan de rechter staat om via interpretatie van de minnelijke regeling te oordelen of de administratie al dan niet over deze mogelijkheid beschikt."
      ]
    }
  },
  "419": {
    "ECLI:BE:CASS:2023:ARR.20231128.2N.9": {
      "court": "CASS",
      "date": "2023-11-28",
      "roleNumber": "P.22.0374.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231128.2N.9",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 419, 420, § 4, eerste lid, a) en 420, § 4, vierde lid Programmawet van 27 december 2004 en de artikelen 13, 1° en 54 KB van 28 juni 2015 en de algemene economie van de regeling die misbruiken wil beletten, volgt dat: 1°er slechts een stationaire motor is indien het werktuig zoals een op een voertuig gemonteerde betonmixer over een eigen brandstoftank en een eigen aparte motor beschikt en het aandrijven van het werktuig niet gebeurt via het aandrijfmechanisme of de motor van het voertuig zelf; 2°het verlaagd tarief voor motorbrandstoffen gebruikt voor industriële en commerciële doeleinden slechts van toepassing is als het werktuig autonoom kan functioneren via een eigen vaste motor en een eigen brandstoftank, zonder dat het werktuig mag verbonden zijn met het aandrijfmechanisme of de motor van het voertuig waarop het is gemonteerd; 3°deze bepalingen de wettelijke grondslag vormen voor deze vereiste en 4°voor strafbaarheid niet is vereist dat vaststaat dat gemerkte motorbrandstof (rode diesel) daadwerkelijk wordt gebruikt, maar dat het volstaat dat vaststaat dat het werktuig enkel kan worden aangedreven door de enige aandrijfmotor van het voertuig en dat daartoe gemerkte motorbrandstof voorhanden is."
      ]
    }
  },
  "420": {
    "ECLI:BE:CASS:2023:ARR.20231128.2N.9": {
      "court": "CASS",
      "date": "2023-11-28",
      "roleNumber": "P.22.0374.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231128.2N.9",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 419, 420, § 4, eerste lid, a) en 420, § 4, vierde lid Programmawet van 27 december 2004 en de artikelen 13, 1° en 54 KB van 28 juni 2015 en de algemene economie van de regeling die misbruiken wil beletten, volgt dat: 1°er slechts een stationaire motor is indien het werktuig zoals een op een voertuig gemonteerde betonmixer over een eigen brandstoftank en een eigen aparte motor beschikt en het aandrijven van het werktuig niet gebeurt via het aandrijfmechanisme of de motor van het voertuig zelf; 2°het verlaagd tarief voor motorbrandstoffen gebruikt voor industriële en commerciële doeleinden slechts van toepassing is als het werktuig autonoom kan functioneren via een eigen vaste motor en een eigen brandstoftank, zonder dat het werktuig mag verbonden zijn met het aandrijfmechanisme of de motor van het voertuig waarop het is gemonteerd; 3°deze bepalingen de wettelijke grondslag vormen voor deze vereiste en 4°voor strafbaarheid niet is vereist dat vaststaat dat gemerkte motorbrandstof (rode diesel) daadwerkelijk wordt gebruikt, maar dat het volstaat dat vaststaat dat het werktuig enkel kan worden aangedreven door de enige aandrijfmotor van het voertuig en dat daartoe gemerkte motorbrandstof voorhanden is."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210430.1N.1": {
      "court": "CASS",
      "date": "2021-04-30",
      "roleNumber": "F.19.0125.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210430.1N.1&lang=fr",
      "abstractFR": [
        "Il résulte des articles 420, § 6, alinéas 1er et 2, de la loi-programme du 27 décembre 2004, 1er de l'arrêté royal du 3 juillet 2005 fixant les mesures d'application de certains taux réduits d'accise et 9, § 1er, de la loi du 22 décembre 2009 relative au régime général d'accise, qu'une entreprise qui remplit les conditions légales de fond pour bénéficier du tarif zéro, mais qui n'est pas titulaire d'une autorisation « produits énergétiques et électricité », a droit au remboursement de l'accise indûment payée."
      ],
      "abstractNL": [
        "Uit de artikelen 420, § 6, eerste en tweede lid, van de Programmawet van 27 december 2004, 1 van het K.B. van 3 juli 2005 houdende maatregelen voor de toepassing van bepaalde verlaagde tarieven inzake accijnzen en 9, § 1, van de Wet van 22 december 2009 betreffende de algemene regeling inzake accijnzen, volgt dat een bedrijf dat voldoet aan de wettelijke grondvoorwaarden om te genieten van het nultarief, zonder evenwel in het bezit te zijn van een vergunning “energieproducten en elektriciteit”, recht heeft op terugbetaling van de onterecht betaalde accijnzen."
      ]
    }
  },
  "429": {
    "ECLI:BE:CASS:2021:ARR.20210907.2N.9": {
      "court": "CASS",
      "date": "2021-09-07",
      "roleNumber": "P.21.0527.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210907.2N.9",
      "abstractFR": [
        "La notion de « terre qui dépend d'une ferme », visée à l'article 429, § 3, alinéa 1er, b), i), dernier tiret, de la loi-programme du 27 décembre 2004, renvoie, conformément à son acception usuelle, à une terre utilisée plus qu'occasionnellement à des fins d'exploitation agricole; par conséquent, un chantier appartenant à un tiers ne constitue pas une terre qui dépend d'une ferme simplement parce que le terreau excavé sur ce site est ensuite transporté vers une parcelle agricole à titre de produit agricole (1). (1) Loi-programme du 27 décembre 2004, art. 429, § 3, al. 1er, b), i), M.B. 31 décembre 2004.",
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Het begrip bijhorend erf bedoeld in artikel 429, §3, eerste lid, b), i), laatste gedachtestreepje, Programmawet van 27 december 2004 duidt overeenkomstig zijn gewone taalkundige betekenis op een erf dat op een meer dan occasionele wijze dienstig is voor de exploitatie van een landbouwonderneming; bijgevolg is een bouwwerf van een derde geen bijhorend erf louter omdat graafwerken op die werf teelaarde opleveren die nadien als landbouwproduct wordt vervoerd van de werf naar een landbouwperceel (1). (1) Art. 429, § 3, eerste lid, b), i), Programmawet van 27 december 2004, BS 31 december 2004."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210119.2N.4": {
      "court": "CASS",
      "date": "2021-01-19",
      "roleNumber": "P.20.1031.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210119.2N.4&lang=fr",
      "abstractFR": [
        "La tenue d'une comptabilité des stocks correcte et suffisante n'est pas un élément constitutif de l'infraction visée à l'article 437 de la loi-programme du 27 décembre 2004, lorsque celle-ci consiste uniquement en l'introduction indue de demandes de remboursement de l'augmentation du droit d'accise spécial sur du gasoil utilisé comme carburant et dont la teneur en poids de soufre n'excède pas 10 mg/kg, visées à l'article 429, § 5, 2), de cette loi-programme, et en la perception indue de ce droit d'accise; cette infraction peut en effet exister indépendamment du fait que l'auteur tienne ou non une comptabilité des stocks correcte et suffisante."
      ],
      "abstractNL": [
        "Het correct en toereikend bijhouden van een voorraadadministratie is geen constitutief bestanddeel van het misdrijf bedoeld in artikel 437 Programmawet van 27 december 2004, wanneer dat enkel bestaat in het onterecht indienen van in artikel 429, § 5, 2), van deze Programmawet vermelde aanvragen tot terugbetaling van de verhoging van bijzondere accijns op gasolie met een zwavelgehalte van niet meer dan 10mg/kg, gebruikt als motorbrandstof, en het ten onrechte ontvangen van die accijns; dat misdrijf kan immers bestaan ongeacht of de dader zijn voorraadadministratie correct en toereikend bijhoudt."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20120419.5": {
      "court": "CASS",
      "date": "2012-04-19",
      "roleNumber": "C.11.0199.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120419.5&lang=fr",
      "abstractFR": [
        "Laexemption de laaugmentation du droit daaccises spécial pour du gazole utilisé aux fins du transport de marchandises, ne saapplique pas au gasoil utilisé par laautorité publique pour le transport de marchandises par route (1). (1) Voir les concl. du M.P., publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "De vrijstelling van de verhoging van de bijzondere accijns voor welbepaalde gasolie gebruikt als motorbrandstof voor het vervoer van goederen, geldt niet voor door de overheid gebruikte gasolie voor het vervoer van goederen over de weg (1). (1) Zie de concl. van het O.M."
      ]
    }
  },
  "436": {
    "ECLI:BE:CASS:2025:ARR.20251021.2N.20": {
      "court": "CASS",
      "date": "2025-10-21",
      "roleNumber": "P.23.0785.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251021.2N.20",
      "abstractFR": null,
      "abstractNL": [
        "De verbeurdverklaring gesteund op artikel 436, derde lid, Programmawet 2004 heeft een zakelijk karakter omdat het uitspreken ervan niet vereist dat de veroordeelde eigenaar is van de betrokken goederen noch dat de overtreder bekend moet zijn; zij vereist evenmin een voorafgaande inbeslagneming van de goederen; door de verbeurdverklaring wordt de Belgische Staat van rechtswege eigenaar van de goederen; indien de verbeurdverklaring betrekking heeft op niet in beslag genomen goederen, rust op de veroordeelde de verplichting om de verbeurdverklaarde goederen voor te brengen; bij niet-naleving van die verplichting heeft de Belgische Staat recht op schadevergoeding door middel van diens veroordeling door de strafrechter tot de betaling van de tegenwaarde van de verbeurdverklaarde goederen; die veroordeling is een toepassing van de uit de artikelen 1382 en 1383 oud Burgerlijk Wetboek voortvloeiende regel dat elke schuldenaar van een zaak als schadevergoeding de tegenwaarde ervan moet betalen indien hij ze heeft onttrokken aan zijn schuldeiser of wanneer hij door zijn toedoen tekortkomt aan de verplichting om de zaak te leveren; artikel 44 Strafwetboek dat bepaalt dat de veroordeling tot de bij de wet gestelde straffen altijd wordt uitgesproken onverminderd de teruggave en de schadevergoeding die aan de partijen mochten zijn verschuldigd, vormt daarvan een toepassing (1). (1) Cass. 25 juni 2025, AR P.25.0469.F, ECLI:BE:CASS:2025:ARR.20250625.2F.4 met concl. van eerste advocaat-generaal M. NOLET DE BRAUWERE; Cass. 16 april 2024, AR P.23.1652.N, ECLI:BE:CASS:2024:ARR.20240416.2N.21; Cass. 23 juni 2020, AR P.20.0020.N, AC 2020, nr. 436, NC 2021, 171; Cass. 28 mei 2019, AR P.17.1006.N, AC 2019, nr. 328; Cass. 28 juni 2016, AR P.14.1588.N, AC 2016, nr. 424 met concl. van procureur-generaal M. DE SWAEF, toen plaatsvervangend advocaat-generaal; EHRM 2 mei 2025, Nr. 4760/17 ARBE LOGISTICS Bvba t/België, www.echr.coe.int.",
        "Uit het arrest nr. 11/2025 van het Grondwettelijk Hof van 30 januari 2025 over de verbeurdverklaring bepaald in art. 30, vierde lid, wet van 21 december 2009 betreffende het accijnsstelsel van alcoholvrije dranken en koffie, dat overeenstemmend van toepassing is op de in artikel 436, derde lid, Programmawet 27 december 2004 bedoelde verbeurdverklaring van aan accijnzen onderworpen energieproducten, volgt dat de rechter in beginsel verplicht is de verbeurdverklaring van de accijnsgoederen moet uitspreken, maar moet afzien van het opleggen van de verbeurdverklaring van die goederen wanneer die bijkomende bestraffing tot gevolg zou hebben dat daardoor aan een beklaagde een onredelijk zware straf zou worden opgelegd; bijgevolg is de rechter, alvorens over die verbeurdverklaring uitspraak te doen en ongeacht of de goederen in beslag werden genomen, ertoe gehouden na te gaan of daarmee aan een beklaagde geen onredelijk zware straf zou worden opgelegd; de rechter oordeelt daarover onaantastbaar en kan daarbij rekening houden met de vermogenstoestand van de beklaagde zoals die blijkt uit de elementen die aan zijn beoordeling zijn voorgelegd, diens persoonlijkheid en rol bij de feiten, de aard en de zwaarwichtigheid van het bewezenverklaarde misdrijf en het door de beklaagde nagestreefde voordeel, zonder dat de rechter noodzakelijk al die elementen bij zijn beoordeling moet betrekken; uit het voorgaande volgt dat wanneer de rechter, om het uitspreken van een onredelijk zware straf te vermijden, ervan afziet aan een beklaagde de verbeurdverklaring van de accijnsgoederen op te leggen, op die beklaagde evenmin de verplichting kan rusten om die goederen voor te brengen; bij gebrek aan verbeurdverklaring kan er voor de Belgische Staat dan ook geen recht op schadevergoeding bestaan wegens het louter niet-voorbrengen van de goederen, zodat er geen grond is om die beklaagde te veroordelen tot de betaling van de tegenwaarde ervan; die veroordeling is enkel een burgerrechtelijk gevolg van de onmogelijkheid tot uitvoering van de verbeurdverklaring (1). (1) Cass. 7 oktober 2025, AR P.25.0842.N, ECLI:BE:CASS:2025:ARR.20251007.2N.19, met concl. van advocaat-generaal D. SCHOETERS; Cass. 7 oktober 2025, AR P.25.0081.N, ECLI:BE:CASS:2025:ARR.20251007.2N.23; Cass. 25 juni 2025, AR P.25.0469.F, ECLI:BE:CASS:2025:ARR.20250625.2F.4, met concl. van eerste advocaat-generaal M. NOLET DE BRAUWERE; GwH 30 januari 2025, nr. 11/2025, www.const-court.be."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20251007.2N.23": {
      "court": "CASS",
      "date": "2025-10-07",
      "roleNumber": "P.25.0081.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20251007.2N.23",
      "abstractFR": null,
      "abstractNL": [
        "De rechter is in beginsel verplicht de door artikel 436, derde lid, Programmawet van 27 december 2004 bepaalde verbeurdverklaring van de producten waarop accijnzen verschuldigd zijn uit te spreken maar uit de rechtspraak van het Grondwettelijk Hof met betrekking tot de verbeurdverklaring bepaald in artikel 30, vierde lid, van de wet van 21 december 2009 betreffende het accijnsstelsel van alcoholvrije dranken en koffie (1), die overeenstemmend van toepassing is op de in artikel 436, derde lid, Programmawet 27 december 2004 bedoelde verbeurdverklaring van aan accijnzen onderworpen energieproducten, volgt dat de rechter moet afzien van het opleggen van de verbeurdverklaring van de accijnsgoederen wanneer die bijkomende bestraffing tot gevolg zou hebben dat daardoor aan een beklaagde een onredelijk zware straf zou worden opgelegd; bijgevolg is de rechter, alvorens over die verbeurdverklaring uitspraak te doen en ongeacht of de goederen in beslag werden genomen, ertoe gehouden na te gaan of daarmee aan een beklaagde geen onredelijk zware straf zou worden opgelegd; de rechter oordeelt daarover onaantastbaar en kan daarbij rekening houden met de vermogenstoestand van de beklaagde zoals die blijkt uit de elementen die aan zijn beoordeling zijn voorgelegd, diens persoonlijkheid en rol bij de feiten, de aard en de zwaarwichtigheid van het bewezenverklaarde misdrijf en het door de beklaagde nagestreefde voordeel, zonder dat de rechter noodzakelijk al die elementen bij zijn beoordeling moet betrekken (2). (1) GwH 30 januari 2025, nr. 11/2025, www.const-court.be. (2) Zie Cass. 7 oktober 2025, AR P.25.0842.N, ECLI:BE:CASS:2025:ARR.20251007.2N.19, met concl. OM.",
        "Wanneer de rechter, om het uitspreken van een onredelijk zware straf te vermijden, ervan afziet aan een beklaagde de verbeurdverklaring van de accijnsgoederen op te leggen, kan op die beklaagde evenmin de verplichting rusten om die goederen voor te brengen; bij gebrek aan verbeurdverklaring kan er voor de Belgische Staat dan ook geen recht op schadevergoeding bestaan wegens het louter niet-voorbrengen van de goederen, zodat er geen grond is om die beklaagde te veroordelen tot de betaling van de tegenwaarde ervan vermits die veroordeling enkel een burgerrechtelijk gevolg is in geval van de onmogelijke uitvoering van de verbeurdverklaring (1). (1) Zie Cass. 7 oktober 2025, AR P.25.0842.N, ECLI:BE:CASS:2025:ARR.20251007.2N.19, met concl. OM."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240416.2N.21": {
      "court": "CASS",
      "date": "2024-04-16",
      "roleNumber": "P.23.1652.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240416.2N.21",
      "abstractFR": null,
      "abstractNL": [
        "De verbeurdverklaring die de rechter dient uit te spreken krachtens artikel 436 van de Programmawet van 27 december 2004, artikel 45, vierde lid, Accijnswet 2009 en de artikelen 220, § 1, 221, § 1, en 257, § 3, AWDA, heeft een zakelijk karakter omdat het uitspreken ervan niet vereist dat de veroordeelde eigenaar is van de verbeurd te verklaren goederen en evenmin dat de ontduiker bekend is (1); door die verbeurdverklaring wordt de Belgische Staat van rechtswege eigenaar van de verbeurdverklaarde goederen; bij de verbeurdverklaring van niet-aangehaalde goederen rust op de veroordeelde de verplichting om deze voor te brengen. (1) Cass. 23 juni 2020, P.20.0020.N, AC 2020, nr. 436, NC 2021, 171; Cass. 19 januari 2016, AR P.14.1519.N, AC 2016, nr. 39, met concl. van procureur-generaal M. DE SWAEF, toen plaatsvervangend advocaat-generaal."
      ]
    }
  },
  "437": {
    "ECLI:BE:CASS:2021:ARR.20210119.2N.4": {
      "court": "CASS",
      "date": "2021-01-19",
      "roleNumber": "P.20.1031.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210119.2N.4&lang=fr",
      "abstractFR": [
        "La tenue d'une comptabilité des stocks correcte et suffisante n'est pas un élément constitutif de l'infraction visée à l'article 437 de la loi-programme du 27 décembre 2004, lorsque celle-ci consiste uniquement en l'introduction indue de demandes de remboursement de l'augmentation du droit d'accise spécial sur du gasoil utilisé comme carburant et dont la teneur en poids de soufre n'excède pas 10 mg/kg, visées à l'article 429, § 5, 2), de cette loi-programme, et en la perception indue de ce droit d'accise; cette infraction peut en effet exister indépendamment du fait que l'auteur tienne ou non une comptabilité des stocks correcte et suffisante."
      ],
      "abstractNL": [
        "Het correct en toereikend bijhouden van een voorraadadministratie is geen constitutief bestanddeel van het misdrijf bedoeld in artikel 437 Programmawet van 27 december 2004, wanneer dat enkel bestaat in het onterecht indienen van in artikel 429, § 5, 2), van deze Programmawet vermelde aanvragen tot terugbetaling van de verhoging van bijzondere accijns op gasolie met een zwavelgehalte van niet meer dan 10mg/kg, gebruikt als motorbrandstof, en het ten onrechte ontvangen van die accijns; dat misdrijf kan immers bestaan ongeacht of de dader zijn voorraadadministratie correct en toereikend bijhoudt."
      ]
    }
  }
}