{
  "1": {
    "ECLI:BE:CASS:2024:ARR.20240411.1N.2": {
      "court": "CASS",
      "date": "2024-04-11",
      "roleNumber": "C.23.0101.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240411.1N.2",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 15, § 3, eerste lid, 1, § 2, eerste lid, 4°, a, en 23, § 1, eerste lid, 2°, WBN in hun onderlinge samenhang volgt dat ernstige tekortkomingen aan verplichtingen die gelden voor een Belgische burger ook ten aanzien van een kandidaat-Belg kunnen gelden als gewichtige feiten eigen aan de persoon die de verkrijging van de Belgische nationaliteit beletten (1) (2). (1) Zie concl. OM. (2) Zie Cass. 24 oktober 2019, AR C.19.0159.N, AC 2019, nr. 543, ECLI:BE:CASS:2019:ARR.20191024.18; Cass. 27 april 2020, AR C.19.0487.N, AC 2020, nr. 249, ECLI:BE:CASS:2020:ARR.20200427.3N.3, met concl. van advocaat-generaal H. Vanderlinden; contra: Cass. 17 juni 2022, AR C.20.0448.F, AC 2022, nr. 431, ECLI:BE:CASS:2022:ARR.20220617.1F.3."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220617.1F.3": {
      "court": "CASS",
      "date": "2022-06-17",
      "roleNumber": "C.20.0448.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220617.1F.3",
      "abstractFR": [
        "En confiant au Roi le soin de compléter la liste de faits personnels graves qu'il avait lui-même élaborée, le législateur a entendu que cette liste et celle que dresserait le Roi forment l'énumération limitative des seuls faits personnels graves pouvant motiver l'avis négatif du procureur du Roi sur l'acquisition de la nationalité belge par le déclarant."
      ],
      "abstractNL": [
        "Door de Koning te belasten met het aanvullen van de door hemzelf opgemaakte lijst van gewichtige feiten eigen aan de persoon, heeft de wetgever gewild dat die lijst en de lijst die door de Koning zou worden opmaakt, de limitatieve opsomming zouden vormen van de enige gewichtige feiten eigen aan de persoon die als motivering kunnen dienen voor het negatief advies van de procureur des Konings inzake de verkrijging van de Belgische nationaliteit door de persoon die de verklaring aflegt."
      ]
    },
    "ECLI:BE:CASS:2020:ARR.20200427.3N.3": {
      "court": "CASS",
      "date": "2020-04-27",
      "roleNumber": "C.19.0487.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200427.3N.3&lang=fr",
      "abstractFR": [
        "L'énumération de faits personnels graves n'est pas exhaustive mais vise seulement à énoncer un certain nombre de cas qui constituent purement et simplement un empêchement à l'acquisition de la nationalité belge (1). (1) Voir les concl. « dit en substance » du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "De opsomming van gewichtige feiten eigen aan de persoon is niet exhaustief, maar heeft slechts de bedoeling een aantal gevallen te vermelden die zonder meer een beletsel vormen om de Belgische nationaliteit te verkrijgen (1). (1) Zie concl. \"in hoofdzaak\" OM."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191024.18": {
      "court": "CASS",
      "date": "2019-10-24",
      "roleNumber": "C.19.0159.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191024.18&lang=fr",
      "abstractFR": [
        "Dans l'appréciation des faits personnels graves que la loi énumère de manière non exhaustive comme empêchement à l'acquisition de la nationalité belge, il faut prendre en considération la moralité du candidat à la nationalité belge et le respect dont il témoigne envers les lois et normes belges."
      ],
      "abstractNL": [
        "Bij de beoordeling van de gewichtige feiten eigen aan de persoon die in de wet op niet-exhaustieve wijze worden opgesomd als beletsel voor het verwerven van de Belgische nationaliteit, moet worden gelet op de moraliteit van de kandidaat-Belg en zijn respect voor de Belgische wetten en normen."
      ]
    }
  },
  "2": {
    "ECLI:BE:CASS:2016:ARR.20160421.6": {
      "court": "CASS",
      "date": "2016-04-21",
      "roleNumber": "C.14.0407.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160421.6&lang=fr",
      "abstractFR": [
        "Pour que la nationalité belge puisse être attribuée à un enfant né en Belgique en application de l'article 11bis, § 1er, du Code de la nationalité belge, avant son abrogation par la loi du 4 décembre 2012, il faut que l'enfant et au moins un de ses auteurs ou adoptants soient \"en séjour légal\" au moment de l'introduction de la déclaration de nationalité, c'est-à-dire autorisés à séjourner plus de trois mois dans le Royaume ou autorisés à s'y établir, conformément aux dispositions de la loi du 15 décembre 1980 sur l'accès au territoire, le séjour, l'établissement et l'éloignement des étrangers; il ne s'ensuit pas que l'enfant et ses auteurs devaient être autorisés à séjourner dans le Royaume pendant la totalité de la période requise de la résidence principale en Belgique (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Opdat aan een in België geboren kind de Belgische nationaliteit kan worden toegekend in toepassing van artikel 11bis, §1, WBN, vóór de opheffing ervan bij wet van 4 december 2012, dienen het kind en minstens één van zijn ouders of adoptanten op het ogenblik van het afleggen van de nationaliteitsverklaring \"in wettelijk verblijf\" te zijn, dit is toegelaten of gemachtigd om voor een langere termijn dan drie maanden in het Rijk te verblijven of gemachtigd zich er te vestigen, overeenkomstig de bepalingen van de Vreemdelingenwet; daaruit volgt niet dat het kind en zijn ouders gedurende de volledige vereiste periode van het hoofdverblijf in België, gerechtigd moesten zijn om in het Rijk te verblijven (1). (1) Zie concl. OM."
      ]
    }
  },
  "9": {
    "ECLI:BE:CASS:2016:ARR.20160128.3": {
      "court": "CASS",
      "date": "2016-01-28",
      "roleNumber": "C.14.0237.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160128.3&lang=fr",
      "abstractFR": [
        "Il ressort de la genèse des articles 12bis, § 1er, 3°, 12bis, § 2, alinéas 1er, 6 et 9 et 12bis, § 3, alinéa 1er, du Code de la nationalité belge, dans sa version applicable en l'espèce, que le délai de quatre mois dont dispose le procureur du Roi pour émettre un avis négatif, est un délai strict; les dispositions précitées tendent, d'une part, à donner au procureur du Roi un délai suffisant pour contrôler si le demandeur satisfait aux conditions pour obtenir la nationalité belge; d'autre part, elles tendent à garantir au demandeur la sécurité juridique quant au point de départ du délai et à lui garantir l'inscription d'office de sa déclaration à défaut d'avis du ministère public dans le délai fixé (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Il ressort de l'élaboration des dispositions précitées, des termes utilisés et de la genèse de la loi que l'avis du procureur du Roi est émis au sens de l'article 12bis, § 2, alinéa 6 du Code de la nationalité belge, tel qu'il est applicable en l'espèce, par la notification visée à l'article 12bis, § 3, alinéa 1er du même code, tel qu'il est applicable en l'espèce; il s'ensuit que l'avis n'est émis qu'au moment de cette notification; à l'expiration du délai, l'officier de l'état civil ne pourrait en effet procéder immédiatement à l'inscription d'office, comme l'impose l'article 12bis, § 2, alinéa 9 du Code de la nationalité belge, si le moment de l'émission de l'avis pouvait précéder le moment de la notification (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de wetsgeschiedenis van de artikelen 12bis, §1, 3°, 12bis, §2, eerste, zesde en negende lid, en 12bis, §3, eerste lid, van het Wetboek van de Belgische nationaliteit, in de hier toepasselijke versie, blijkt dat de termijn van vier maanden waarover de procureur des Konings beschikt om een negatief advies uit te brengen, een strikte termijn is; de voormelde bepalingen strekken enerzijds ertoe de procureur des Konings voldoende tijd te geven om te kunnen controleren of de aanvrager voldoet aan de voorwaarden om de Belgische nationaliteit te verkrijgen; anderzijds strekken zij ertoe de aanvrager rechtszekerheid te verlenen over het ingaan van de termijn en hem de ambtshalve inschrijving van zijn verklaring te garanderen bij ontstentenis van een advies van het openbaar ministerie binnen de gestelde termijn (1). (1) Zie concl. OM.",
        "Uit de opbouw van voormelde bepalingen, de gebruikte bewoordingen en de wetsgeschiedenis volgt dat het advies van de procureur des Konings wordt uitgebracht in de zin van artikel 12bis, §2, zesde lid, WBN, zoals te dezen van toepassing, door het betekenen overeenkomstig artikel 12bis, §3, eerste lid, WBN, zoals te dezen van toepassing; hieruit volgt dat het advies slechts wordt uitgebracht op het ogenblik van die betekening; de ambtenaar van de burgerlijke stand zou bij het verstrijken van de termijn immers niet onmiddellijk kunnen overgaan tot ambtshalve inschrijving, zoals artikel 12bis, §2, negende lid, WBN, oplegt, indien het tijdstip waarop het advies wordt uitgebracht aan dat van de betekening zou kunnen voorafgaan (1). (1) Zie concl. OM."
      ]
    }
  },
  "15": {
    "ECLI:BE:CASS:2024:ARR.20240411.1N.2": {
      "court": "CASS",
      "date": "2024-04-11",
      "roleNumber": "C.23.0101.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240411.1N.2",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 15, § 3, eerste lid, 1, § 2, eerste lid, 4°, a, en 23, § 1, eerste lid, 2°, WBN in hun onderlinge samenhang volgt dat ernstige tekortkomingen aan verplichtingen die gelden voor een Belgische burger ook ten aanzien van een kandidaat-Belg kunnen gelden als gewichtige feiten eigen aan de persoon die de verkrijging van de Belgische nationaliteit beletten (1) (2). (1) Zie concl. OM. (2) Zie Cass. 24 oktober 2019, AR C.19.0159.N, AC 2019, nr. 543, ECLI:BE:CASS:2019:ARR.20191024.18; Cass. 27 april 2020, AR C.19.0487.N, AC 2020, nr. 249, ECLI:BE:CASS:2020:ARR.20200427.3N.3, met concl. van advocaat-generaal H. Vanderlinden; contra: Cass. 17 juni 2022, AR C.20.0448.F, AC 2022, nr. 431, ECLI:BE:CASS:2022:ARR.20220617.1F.3."
      ]
    },
    "ECLI:BE:CASS:2022:ARR.20220617.1F.3": {
      "court": "CASS",
      "date": "2022-06-17",
      "roleNumber": "C.20.0448.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220617.1F.3",
      "abstractFR": [
        "En confiant au Roi le soin de compléter la liste de faits personnels graves qu'il avait lui-même élaborée, le législateur a entendu que cette liste et celle que dresserait le Roi forment l'énumération limitative des seuls faits personnels graves pouvant motiver l'avis négatif du procureur du Roi sur l'acquisition de la nationalité belge par le déclarant."
      ],
      "abstractNL": [
        "Door de Koning te belasten met het aanvullen van de door hemzelf opgemaakte lijst van gewichtige feiten eigen aan de persoon, heeft de wetgever gewild dat die lijst en de lijst die door de Koning zou worden opmaakt, de limitatieve opsomming zouden vormen van de enige gewichtige feiten eigen aan de persoon die als motivering kunnen dienen voor het negatief advies van de procureur des Konings inzake de verkrijging van de Belgische nationaliteit door de persoon die de verklaring aflegt."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20191024.18": {
      "court": "CASS",
      "date": "2019-10-24",
      "roleNumber": "C.19.0159.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20191024.18&lang=fr",
      "abstractFR": [
        "Les faits graves qui répondent à une qualification pénale et qui, dans l'avis du procureur du Roi, sont considérés comme un empêchement à l'octroi de la nationalité belge ne doivent pas être constatés par une condamnation pénale.",
        "Dans l'appréciation des faits personnels graves que la loi énumère de manière non exhaustive comme empêchement à l'acquisition de la nationalité belge, il faut prendre en considération la moralité du candidat à la nationalité belge et le respect dont il témoigne envers les lois et normes belges."
      ],
      "abstractNL": [
        "Gewichtige feiten die beantwoorden aan een strafrechtelijke kwalificatie en die in het negatief advies van de procureur des Konings worden aanzien als beletsel voor het toekennen van de Belgische nationaliteit, moeten niet worden vastgesteld door een strafrechtelijke veroordeling.",
        "Bij de beoordeling van de gewichtige feiten eigen aan de persoon die in de wet op niet-exhaustieve wijze worden opgesomd als beletsel voor het verwerven van de Belgische nationaliteit, moet worden gelet op de moraliteit van de kandidaat-Belg en zijn respect voor de Belgische wetten en normen."
      ]
    }
  },
  "16": {
    "ECLI:BE:CASS:2015:ARR.20150123.1": {
      "court": "CASS",
      "date": "2015-01-23",
      "roleNumber": "C.13.0157.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20150123.1&lang=fr",
      "abstractFR": [
        "Il ressort du principe général « fraus omnia corrumpit » que le mariage avec un Belge constitue une condition nécessaire à la déclaration de choix de nationalité visée à l'article 16, § 2, 1° du Code de la nationalité belge et que, lorsqu'il est établi ex tunc qu'il n'y a pas de mariage au sens de l'article 146bis du Code civil, la condition de l'article 16, § 2, 1° du Code de la nationalité belge n'est jamais remplie (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit het algemeen rechtsbeginsel \" fraus omnia corrumpit \" volgt dat het huwelijk met een Belg een noodzakelijke voorwaarde uitmaakt voor de in artikel 16, §2, 1°, WBN bedoelde verklaring van nationaliteitskeuze en dat, wanneer vaststaat dat er ex tunc geen huwelijk is in de zin van artikel 146bis Burgerlijk Wetboek, er ook nooit aan de voorwaarde van artikel 16, §2, 1°, WBN werd voldaan (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2013:ARR.20130222.6": {
      "court": "CASS",
      "date": "2013-02-22",
      "roleNumber": "C.13.0019.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130222.6&lang=fr",
      "abstractFR": [
        "La condition \"tant que dure la vie commune en Belgique\" figurant à l'article 16, § 2, 1° du Code de la nationalité belge implique que l'étranger et son conjoint belge doivent résider ensemble en Belgique jusqu'à la prononciation de la décision judiciaire (1). (1) Cass., 10 février 2000, RG C.99.0498.N, Pas., 2000, n° 106."
      ],
      "abstractNL": [
        "Het vereiste in artikel 16, §2, 1°, Wetboek van de Belgische Nationaliteit 'zolang zij in België samenleven', houdt in dat de vreemdeling en zijn Belgische echtgenoot in België moeten samenleven tot aan de rechterlijke beslissing (1). (1) Cass. 10 feb. 2000, AR C.99.0498.N, AC 2000, nr. 106."
      ]
    }
  },
  "23": {
    "ECLI:BE:CASS:2023:ARR.20230118.2F.2": {
      "court": "CASS",
      "date": "2023-01-18",
      "roleNumber": "P.21.0228.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230118.2F.2",
      "abstractFR": [
        "Le moyen qui critique la faculté, laissée par le législateur au ministère public, de choisir, pour exercer l'action en déchéance de la nationalité, entre la procédure par voie d'action devant une chambre civile de la cour d'appel et la procédure par voie de réquisitions devant le juge correctionnel saisi de la poursuite pénale est étranger à l'arrêt prononçant la déchéance de la nationalité et est, partant, irrecevable (1). (1) Voir les concl. du MP.",
        "Étant une sanction civile, la déchéance de nationalité ne tombe pas sous l'application de l'article 2 , § 1er, du Protocole additionnel n° 7 à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, qui concerne le droit de toute personne déclarée coupable d'une infraction pénale, de faire examiner par une juridiction supérieure la déclaration de culpabilité et la condamnation (1). (1) Voir les concl. du MP.",
        "Prononcée dans les cas et selon les formes prévus par la loi, et notamment sous la condition qu'elle ne crée pas d'apatridie, la déchéance de nationalité ne constitue pas un traitement inhumain ou dégradant au sens de l'article 3 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (1). (1) Voir les concl. du MP.",
        "En considérant que l'intéressé avait brisé lui-même les liens qui l'unissaient à la Belgique et à l'Union européenne aux motifs qu'il avait commis quotidiennement, pendant plusieurs mois, des dizaines de vols destinés à financer les activités d'un groupe terroriste prônant la guerre sainte et qu'il avait servi la cause d'un islamisme extrême, jugeant que la Belgique était un pays ennemi où il était dès lors légitime de s'emparer du bien d'autrui, témoignant d'un mépris affolant pour les personnes, faisant l'apologie d'un attentat meurtrier, adhérant à l'idéologie de l'Etat islamique de l'Irak et du Levant, affichant son rejet des libertés fondatrices de la démocratie occidentale, persistant à considérer qu'il n'est incarcéré qu'en raison de ses croyances et ne se remettant dès lors pas en question , la cour d'appel a mis en balance l'intérêt du défendeur à l'action en déchéance de la nationalité belge à son maintien dans la communauté nationale et l'intérêt de ses concitoyens à ce qu'il en soit exclu (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het middel dat opkomt tegen de mogelijkheid die de wetgever het openbaar ministerie biedt om, voor het instellen van de vordering tot vervallenverklaring van de nationaliteit, te kiezen tussen de procedure bij wege van rechtsvordering voor een burgerlijke kamer van het hof van beroep en de procedure bij wege van vordering voor de correctionele rechter bij wie de strafvervolging aanhangig is gemaakt, houdt geen verband met het bestreden arrest en is bijgevolg niet ontvankelijk (1). (1) Zie concl. OM.",
        "Aangezien de vervallenverklaring van de nationaliteit een burgerlijke sanctie is, valt ze niet onder de toepassing van artikel 2, § 1, Zevende Aanvullend Protocol EVRM, dat betrekking heeft op het recht van eenieder die wegens een strafbaar feit is veroordeeld om zijn schuldigverklaring of veroordeling opnieuw door een hoger gerecht te doen beoordelen (1). (1) Zie concl. OM.",
        "De vervallenverklaring van de nationaliteit die in de bij wet bepaalde gevallen en vormen wordt uitgesproken, met name op voorwaarde dat ze geen toestand van staatloosheid veroorzaakt, vormt geen onmenselijke of vernederende behandeling in de zin van artikel 3 EVRM (1). (1) Zie concl. OM.",
        "Het hof van beroep dat oordeelt dat de betrokkene zijn banden met België en de Europese Unie zelf heeft verbroken, op grond dat hij maandenlang dagelijks tientallen diefstallen heeft gepleegd om de activiteiten van een terroristische groep te financieren die tot de jihad opriep en dat hij de zaak van het islamitisch fundamentalisme heeft gediend door België als een vijandige staat te beschouwen waar het bijgevolg geoorloofd was zich andermans eigendom toe te eigenen, van een verbijsterende minachting voor personen blijk gaf, een moordaanslag vergoelijkte, de ideologie van de Islamitische Staat in Irak en de Levant aanhing, de fundamentele vrijheden van de westerse democratie verwierp en in zijn opvatting volhardde dat hij enkel en alleen wegens zijn geloofsovertuiging opgesloten was en zich bijgevolg niet in vraag stelde, heeft aldus het belang van de eiser om in de nationale gemeenschap opgenomen te blijven afgewogen tegen het belang van zijn medeburgers om hem hieruit uit te sluiten (1). (1) Zie concl. OM.",
        "Het middel dat opkomt tegen de mogelijkheid die de wetgever het openbaar ministerie biedt om, voor het instellen van de vordering tot vervallenverklaring van de nationaliteit, te kiezen tussen de procedure bij wege van rechtsvordering voor een burgerlijke kamer van het hof van beroep en de procedure bij wege van vordering voor de correctionele rechter bij wie de strafvervolging aanhangig is gemaakt, houdt geen verband met het bestreden arrest en is bijgevolg niet ontvankelijk (1). (1) Zie concl. OM in Pas. 2023, nr. 52.",
        "Aangezien de vervallenverklaring van de nationaliteit een burgerlijke sanctie is, valt ze niet onder de toepassing van artikel 2, § 1, Zevende Aanvullend Protocol EVRM, dat betrekking heeft op het recht van eenieder die wegens een strafbaar feit is veroordeeld om zijn schuldigverklaring of veroordeling opnieuw door een hoger gerecht te doen beoordelen (1). (1) Zie concl. OM in Pas. 2023, nr. 52.",
        "De vervallenverklaring van de nationaliteit die in de bij wet bepaalde gevallen en vormen wordt uitgesproken, met name op voorwaarde dat ze geen toestand van staatloosheid veroorzaakt, vormt geen onmenselijke of vernederende behandeling in de zin van artikel 3 EVRM (1). (1) Zie concl. OM in Pas. 2023, nr. 52.",
        "Het hof van beroep dat oordeelt dat de betrokkene zijn banden met België en de Europese Unie zelf heeft verbroken, op grond dat hij maandenlang dagelijks tientallen diefstallen heeft gepleegd om de activiteiten van een terroristische groep te financieren die tot de jihad opriep en dat hij de zaak van het islamitisch fundamentalisme heeft gediend door België als een vijandige staat te beschouwen waar het bijgevolg geoorloofd was zich andermans eigendom toe te eigenen, van een verbijsterende minachting voor personen blijk gaf, een moordaanslag vergoelijkte, de ideologie van de Islamitische Staat in Irak en de Levant aanhing, de fundamentele vrijheden van de westerse democratie verwierp en in zijn opvatting volhardde dat hij enkel en alleen wegens zijn geloofsovertuiging opgesloten was en zich bijgevolg niet in vraag stelde, heeft aldus het belang van de eiser om in de nationale gemeenschap opgenomen te blijven afgewogen tegen het belang van zijn medeburgers om hem hieruit uit te sluiten (1). (1) Zie concl. OM in Pas. 2023, nr. 52."
      ]
    },
    "ECLI:BE:CASS:2024:ARR.20240411.1N.2": {
      "court": "CASS",
      "date": "2024-04-11",
      "roleNumber": "C.23.0101.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2024:ARR.20240411.1N.2",
      "abstractFR": null,
      "abstractNL": [
        "Uit de artikelen 15, § 3, eerste lid, 1, § 2, eerste lid, 4°, a, en 23, § 1, eerste lid, 2°, WBN in hun onderlinge samenhang volgt dat ernstige tekortkomingen aan verplichtingen die gelden voor een Belgische burger ook ten aanzien van een kandidaat-Belg kunnen gelden als gewichtige feiten eigen aan de persoon die de verkrijging van de Belgische nationaliteit beletten (1) (2). (1) Zie concl. OM. (2) Zie Cass. 24 oktober 2019, AR C.19.0159.N, AC 2019, nr. 543, ECLI:BE:CASS:2019:ARR.20191024.18; Cass. 27 april 2020, AR C.19.0487.N, AC 2020, nr. 249, ECLI:BE:CASS:2020:ARR.20200427.3N.3, met concl. van advocaat-generaal H. Vanderlinden; contra: Cass. 17 juni 2022, AR C.20.0448.F, AC 2022, nr. 431, ECLI:BE:CASS:2022:ARR.20220617.1F.3."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230308.2F.2": {
      "court": "CASS",
      "date": "2023-03-08",
      "roleNumber": "P.22.0318.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230308.2F.2",
      "abstractFR": [
        "La Cour constitutionnelle a jugé que la coexistence des procédures de déchéance de la nationalité belge prévues aux articles 23, d'une part, et 23/1, § 1er, 1°, d'autre part, du Code de la nationalité belge, ne viole pas les articles 10 et 11 de la Constitution, en ce que, dans le premier cas, aucun délai depuis l'acquisition de la nationalité belge n'est stipulé alors que, dans le second, les faits ayant justifié une condamnation pénale doivent avoir été commis dans les dix ans de cette acquisition; l'absence de discrimination tient notamment au fait que les personnes qui ne peuvent pas faire l'objet de la procédure par voie de réquisition devant le juge correctionnel au motif que les infractions ont été commises plus de dix ans après l'obtention de la nationalité belge, peuvent néanmoins faire l'objet de la procédure par voie d'action devant une chambre civile de la cour d'appel si ces infractions révèlent, dans le chef de leur auteur, un manquement grave à ses obligations de citoyen belge (1). (1) Voir les concl. du MP.",
        "Chargée de contrôler la proportionnalité de la mesure, la cour d'appel qui a constaté que la défenderesse à l'action en déchéance de la nationalité belge a prêté la main à des activités terroristes, en servant la cause d'un islamisme radical, violent, incompatible avec les valeurs, droits et libertés qui constituent le socle de la société démocratique belge, peut considérer que l'intérêt de ladite défenderesse à se voir maintenir dans la communauté nationale doit céder le pas à l'intérêt de cette dernière à l'en voir écartée (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2022:ARR.20220628.2N.11": {
      "court": "CASS",
      "date": "2022-06-28",
      "roleNumber": "P.22.0028.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2022:ARR.20220628.2N.11",
      "abstractFR": [
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Volgens artikel 23, § 6, eerste lid, WBN is een cassatieberoep tegen een arrest dat uitspraak doet over een op grond van artikel 23, § 1, WBN ingestelde vordering tot vervallenverklaring van de Belgische nationaliteit slechts ontvankelijk indien is voldaan aan drie cumulatieve voorwaarden: 1) het cassatieberoep moet met redenen zijn omkleed, 2) voor het hof van beroep moet zijn aangenomen of beweerd dat de staat van Belg van de verweerder in de vordering tot vervallenverklaring het gevolg is van de omstandigheid dat de ouder van wie de betrokkene zijn nationaliteit heeft verkregen op zijn geboortedag zelf Belg was, en 3) bij het cassatieberoep moet de schending of de verkeerde toepassing van wetten waarop het rechtsmiddel is gegrond dan wel het ontbreken van een reden tot afwijzing worden ingeroepen; artikel 23, § 6, eerste lid, WBN laat de verweerder in een procedure tot vervallenverklaring van de Belgische nationaliteit evenwel niet toe om andere middelen voor het Hof van Cassatie aan te voeren dan deze die de onwettige of onregelmatige afwijzing van zijn staat van Belg, waarop de verweerder zich voor de appelrechters heeft beroepen, bekritiseren (1). (1) Cass. 12 mei 2021, AR P.21.0228.F, ECLI:BE:CASS:2021:ARR.20210512.2F.7, met concl. van advocaat-generaal D. VANDERMEERSCH.",
        "Volgens artikel 23, § 6, eerste lid, WBN is een cassatieberoep tegen een arrest dat uitspraak doet over een op grond van artikel 23, § 1, WBN ingestelde vordering tot vervallenverklaring van de Belgische nationaliteit slechts ontvankelijk indien is voldaan aan drie cumulatieve voorwaarden: 1) het cassatieberoep moet met redenen zijn omkleed, 2) voor het hof van beroep moet zijn aangenomen of beweerd dat de staat van Belg van de verweerder in de vordering tot vervallenverklaring het gevolg is van de omstandigheid dat de ouder van wie de betrokkene zijn nationaliteit heeft verkregen op zijn geboortedag zelf Belg was, en 3) bij het cassatieberoep moet de schending of de verkeerde toepassing van wetten waarop het rechtsmiddel is gegrond dan wel het ontbreken van een reden tot afwijzing worden ingeroepen; artikel 23, § 6, eerste lid, WBN laat de verweerder in een procedure tot vervallenverklaring van de Belgische nationaliteit evenwel niet toe om andere middelen voor het Hof van Cassatie aan te voeren dan deze die de onwettige of onregelmatige afwijzing van zijn staat van Belg, waarop de verweerder zich voor de appelrechters heeft beroepen, bekritiseren (1). (1) Cass. 12 mei 2021, AR P.21.0228.F, AC 2021, nr. 345, met conclusie van advocaat-generaal D. VANDERMEERSCH, op datum in Pas.."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230627.2N.1": {
      "court": "CASS",
      "date": "2023-06-27",
      "roleNumber": "P.22.0028.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230627.2N.1",
      "abstractFR": [
        "Traduction pas encore disponible"
      ],
      "abstractNL": [
        "Uit het arrest nr. 54/2023 van 23 maart 2023 van het Grondwettelijk Hof en de dragende redenen ervan (B.2.1 tot B.14) volgt dat bij de beoordeling van de ontvankelijkheid van eisers cassatieberoep tegen de beslissing tot vervallenverklaring van nationaliteit het Hof geen rekening houdt met de in artikel 23, § 6, eerste lid, WBN bepaalde beperkende voorwaarden (1). Zie GwH 23 maart 2023, nr. 54/2023, www.const-court.be",
        "De door artikel 23 WBN ingevoerde vervallenverklaring van nationaliteit is een maatregel van burgerlijke aard die wordt beoordeeld door het hof van beroep dat zitting houdt in burgerlijke zaken en noch uit de kwalificatie van deze maatregel noch uit het doel ervan noch uit de gevolgen ervan volgt dat die maatregel een straf is; leedtoevoeging is geen doel van deze maatregel en de omstandigheid dat de maatregel als gevolg kan hebben dat de betrokkene van zijn gezin wordt gescheiden, verleent aan die maatregel niet het karakter van een straf.",
        "Gezien de vervallenverklaring van nationaliteit overeenkomstig artikel 23 WBN een maatregel van burgerlijke aard is en geen straf, is artikel 2.1 Zevende Aanvullend Protocol EVRM dan ook niet van toepassing (1). (1) Cass. 18 januari 2023, AR P.21.0228.F, AC 2023, nr. 52, met concl. van advocaat-generaal D. VANDERMEERSCH, ECLI:BE:CASS:2023:CONC.20230118.2F.2.",
        "Uit de rechtspraak van het Grondwettelijk Hof (nr. 122/2015, 17 september 2015, B.7; GwH nr. 116/2021, 23 september 2021, B.4.2) volgt dat het gegeven dat in de door artikel 23 WBN geregelde bijzondere procedure van vervallenverklaring van nationaliteit, anders dan in de door artikel 23/1 en 23/2 WBN bepaalde procedures, hoger beroep is uitgesloten, niet zonder redelijke verantwoording is en bijgevolg niet discriminerend (1). (1) zie GwH 17 september 2015, nr. 122/2015, B.7; GwH 23 september 2021, nr. 116/2021, B.4.2., www.const-court.be."
      ]
    },
    "ECLI:BE:CASS:2021:ARR.20210512.2F.7": {
      "court": "CASS",
      "date": "2021-05-12",
      "roleNumber": "P.21.0228.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2021:ARR.20210512.2F.7",
      "abstractFR": [
        "La personne dont la déchéance de la nationalité belge est poursuivie par le ministère public devant la cour d'appel en application de l'article 23, § 1er, du Code de la nationalité belge doit être assimilée à une personne poursuivie et n'est pas tenue de signifier son pourvoi au ministère public (1). (Solution implicite). (1) Voir les concl. du MP.",
        "Le pourvoi en cassation contre l'arrêt de la cour d'appel statuant en premier et dernier ressort sur l'action en déchéance n'est recevable, conformément à l'article 23, § 6, alinéa 1er, du Code de la nationalité belge que si le défendeur à cette action s'est prévalu vainement, devant la cour d'appel, d'une attribution, au jour de sa naissance, de la nationalité belge en raison de la nationalité du père ou de la mère ou en raison du fait d'être né en Belgique d'un auteur né lui-même en Belgique; la recevabilité du pourvoi suppose en outre qu'il soit motivé par l'illégalité ou l'irrégularité du rejet de cette exception dûment soulevée (1). (1) Voir les concl. du MP.",
        "La déchéance de nationalité est une sanction civile complémentaire de la condamnation pénale révélant des manquements graves aux devoirs de citoyen belge (1). (1) Voir les concl. du MP.",
        "Dès lors que la Cour constate que, pour l'instance en cassation, le législateur traite différemment le justiciable dont la déchéance de la nationalité est prononcée à la suite d'une procédure civile introduite devant la cour d'appel postérieurement à une condamnation pénale, et celui qui se voit déchoir de la nationalité par la décision qui statue en même temps sur l'action publique, il y a lieu d'interroger la Cour constitutionnelle à titre préjudiciel sur la constitutionnalité de l'article 23, § 6, alinéa 1er, du Code de la nationalité belge (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De persoon van wie de vervallenverklaring van de Belgische nationaliteit door het openbaar ministerie wordt gevorderd voor het hof van beroep met toepassing van artikel 23, § 1, WBN, moet worden gelijkgesteld met een vervolgde persoon en dient zijn cassatieberoep niet te betekenen aan het openbaar ministerie (1). (Impliciete oplossing). (1) Zie concl. OM in Pas. 2021, nr. 345.",
        "Het cassatieberoep tegen het arrest van het hof van beroep dat in eerste en laatste aanleg uitspraak doet over de vordering tot vervallenverklaring, is overeenkomstig artikel 26, § 6, eerste lid, WBN, slechts ontvankelijk voor zover de verweerder in de vordering zich voor het hof van beroep tevergeefs heeft beroepen op de toekenning, op de dag van zijn geboorte, van de Belgische nationaliteit wegens de nationaliteit van zijn vader of moeder of omdat hij in België is geboren uit een ouder die zelf in België is geboren; het cassatieberoep is daarenboven enkel ontvankelijk wanneer het wordt gemotiveerd door de onwettigheid of de onregelmatigheid van de verwerping van die naar behoren opgeworpen exceptie (1). (1) Zie concl. OM in Pas. 2021, nr. 345.",
        "De vervallenverklaring van de nationaliteit is een bijkomende burgerlijke sanctie die samen met de strafrechtelijke veroordeling wordt opgelegd en die wijst op ernstige tekortkomingen aan de Belgische burgerplichten(1). (1) Zie concl. OM in Pas. 2021, nr. 345. (1). (1) Zie concl. OM in Pas. 2021, nr. 345.",
        "Aangezien het Hof vaststelt dat de wetgever, voor het cassatiegeding, de rechtzoekende wiens vervallenverklaring van zijn nationaliteit wordt uitgesproken als gevolg van een burgerlijke rechtspleging die voor het hof van beroep is ingeleid na een strafrechtelijke veroordeling, anders behandelt dan de rechtzoekende wiens nationaliteit vervallen wordt verklaard door een beslissing die tegelijkertijd over de strafvordering uitspraak doet, bestaat er grond om aan het Grondwettelijk Hof een prejudiciële vraag te stellen over de grondwettelijkheid van artikel 23, § 6, eerste lid, WBN (1). (1) Zie concl. OM in Pas. 2021, nr. 345."
      ]
    },
    "ECLI:BE:CASS:2018:ARR.20180312.2": {
      "court": "CASS",
      "date": "2018-03-12",
      "roleNumber": "G.18.0057.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20180312.2",
      "abstractFR": [
        "N'est pas fondée la requête qui tend à obtenir l'assistance judiciaire afin de se pourvoir en cassation contre un arrêt qui prononce la déchéance de la nationalité belge du requérant sur la base de l'article 23 du Code de la nationalité belge, dès lors qu'en vertu de l'article 23, § 6, alinéa 2, de ce code, le pourvoi en cassation est formé et jugé comme il est prescrit pour les pourvois en matière criminelle et que l'intervention d'un avocat à la Cour de cassation n'est pas requise en matière pénale."
      ],
      "abstractNL": [
        "Het verzoekschrift dat ertoe strekt rechtsbijstand te verkrijgen teneinde cassatieberoep in te stellen tegen een arrest dat het verval van de Belgische nationaliteit van verzoeker uitspreekt op grond van artikel 23 van het Wetboek van de Belgische nationaliteit, is niet gegrond aangezien, krachtens artikel 23, § 6, tweede lid, van dat wetboek, het cassatieberoep wordt ingesteld en berecht zoals is voorgeschreven voor de cassatieberoepen in criminele zaken, en de tussenkomst van een advocaat bij het Hof van Cassatie niet vereist is in strafzaken."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171123.6": {
      "court": "CASS",
      "date": "2017-11-23",
      "roleNumber": "C.16.0538.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171123.6&lang=fr",
      "abstractFR": [
        "Il résulte de l'article 23 du Code belge de la nationalité, tel que modifié par la loi du 27 décembre 2006, qu'un mariage de complaisance ne peut, selon la volonté du législateur, entraîner la perte de la nationalité belge que selon les modalités reprises dans ces dispositions légales; il en résulte que l'application du principe fraus omnia corrumpit ne peut entraîner la perte de la nationalité belge ni rétroactivement, ni sous une forme autrement dérogatoire au prescrit de l'article 23 précité du Code belge de la nationalité (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit artikel 23 WBN, zoals gewijzigd bij wet van 27 december 2006, volgt dat een schijnhuwelijk naar de wil van de wetgever enkel kan leiden tot het verlies van de Belgische nationaliteit volgens de modaliteiten opgenomen in deze wetsbepalingen; hieruit volgt dat de toepassing van het fraus omnia corrumpit-beginsel niet kan leiden tot het verlies van de Belgische nationaliteit met terugwerkende kracht, noch op een wijze die anderszins afwijkt van wat is bepaald in het voormelde artikel 23 WBN (1). (1) Zie concl. OM."
      ]
    }
  },
  "7bis": {
    "ECLI:BE:CASS:2023:ARR.20231023.3F.5": {
      "court": "CASS",
      "date": "2023-10-23",
      "roleNumber": "C.20.0042.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231023.3F.5",
      "abstractFR": [
        "On entend par séjour légal, en ce qui concerne la période qui précède l'introduction de la demande ou déclaration visant à acquérir la nationalité belge, avoir été admis ou autorisé à séjourner plus de trois mois dans le Royaume ou autorisé à s'y établir conformément à la loi sur les étrangers ou la loi de régularisation ; le Roi détermine, par arrêté délibéré en conseil des ministres, les documents qui seront pris en considération en tant que preuve du séjour légal.",
        "Lorsque la reconnaissance du droit au séjour présente un caractère déclaratif, c'est-à-dire qu'elle reconnaît un droit préexistant, l'ensemble des titres de séjour doit être pris en considération pour vérifier si, en ce qui concerne la période qui précède sa déclaration de nationalité, le requérant a bien été admis ou autorisé à séjourner plus de trois mois dans le royaume ou autorisé à s'y établir conformément à la loi sur les étrangers ou à la loi de régularisation ; la possession des documents de séjour mentionnés à l'article 4 de l'arrêté royal du 14 janvier 2013, à prendre en considération en tant que preuve du séjour légal ne constitue donc pas une condition de séjour légal, lequel peut être démontré par tout autre moyen de preuve (1). (1) Cass. 7 décembre 2020, RG C.20.0213.N, Pas. 2020, n° 755 et Cass. 7 décembre 2020, RG C.20.224.N, Pas. 2020, n° 756."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2016:ARR.20160421.6": {
      "court": "CASS",
      "date": "2016-04-21",
      "roleNumber": "C.14.0407.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160421.6&lang=fr",
      "abstractFR": [
        "Pour que la nationalité belge puisse être attribuée à un enfant né en Belgique en application de l'article 11bis, § 1er, du Code de la nationalité belge, avant son abrogation par la loi du 4 décembre 2012, il faut que l'enfant et au moins un de ses auteurs ou adoptants soient \"en séjour légal\" au moment de l'introduction de la déclaration de nationalité, c'est-à-dire autorisés à séjourner plus de trois mois dans le Royaume ou autorisés à s'y établir, conformément aux dispositions de la loi du 15 décembre 1980 sur l'accès au territoire, le séjour, l'établissement et l'éloignement des étrangers; il ne s'ensuit pas que l'enfant et ses auteurs devaient être autorisés à séjourner dans le Royaume pendant la totalité de la période requise de la résidence principale en Belgique (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Opdat aan een in België geboren kind de Belgische nationaliteit kan worden toegekend in toepassing van artikel 11bis, §1, WBN, vóór de opheffing ervan bij wet van 4 december 2012, dienen het kind en minstens één van zijn ouders of adoptanten op het ogenblik van het afleggen van de nationaliteitsverklaring \"in wettelijk verblijf\" te zijn, dit is toegelaten of gemachtigd om voor een langere termijn dan drie maanden in het Rijk te verblijven of gemachtigd zich er te vestigen, overeenkomstig de bepalingen van de Vreemdelingenwet; daaruit volgt niet dat het kind en zijn ouders gedurende de volledige vereiste periode van het hoofdverblijf in België, gerechtigd moesten zijn om in het Rijk te verblijven (1). (1) Zie concl. OM."
      ]
    }
  },
  "12bis": {
    "ECLI:BE:CASS:2023:ARR.20231023.3F.5": {
      "court": "CASS",
      "date": "2023-10-23",
      "roleNumber": "C.20.0042.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20231023.3F.5",
      "abstractFR": [
        "On entend par séjour légal, en ce qui concerne la période qui précède l'introduction de la demande ou déclaration visant à acquérir la nationalité belge, avoir été admis ou autorisé à séjourner plus de trois mois dans le Royaume ou autorisé à s'y établir conformément à la loi sur les étrangers ou la loi de régularisation ; le Roi détermine, par arrêté délibéré en conseil des ministres, les documents qui seront pris en considération en tant que preuve du séjour légal."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2020:ARR.20200206.1N.7": {
      "court": "CASS",
      "date": "2020-02-06",
      "roleNumber": "C.19.0203.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200206.1N.7&lang=fr",
      "abstractFR": [
        "Une relation conjugale pendant trois ans préalablement à la déclaration de l'étranger tendant à l'acquisition de la nationalité belge suffit; une cohabitation pendant toute la procédure de déclaration de nationalité n'est pas requise."
      ],
      "abstractNL": [
        "Een echtelijke samenleving gedurende drie jaar voorafgaand aan de verklaring van de vreemdeling tot het verkrijgen van de Belgische nationaliteit volstaat; een samenwoning gedurende de hele procedure van de nationaliteitsverklaring is niet vereist."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190131.9": {
      "court": "CASS",
      "date": "2019-01-31",
      "roleNumber": "C.18.0241.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190131.9",
      "abstractFR": [
        "Le procureur du Roi peut émettre un avis négatif sur l'acquisition de la nationalité belge lorsqu'il y a un empêchement résultant de faits personnels graves; un fait personnel grave est un acte ou une omission matériel ou objectif pouvant être identifié dans le comportement de la personne qui a souscrit la déclaration de nationalité (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "De procureur des Konings mag een negatief advies uitbrengen over de verkrijging van de Belgische nationaliteit wanneer er een beletsel is wegens gewichtige feiten, eigen aan de persoon; een gewichtig feit eigen aan de persoon is een daad of een materieel verzuim of een beoogd doel dat kan worden geïdentificeerd in het gedrag van de persoon die de nationaliteitsverklaring heeft ondertekend (1). (1) Zie concl. OM in Pas. 2019, nr. 62."
      ]
    },
    "ECLI:BE:CASS:2017:ARR.20171123.6": {
      "court": "CASS",
      "date": "2017-11-23",
      "roleNumber": "C.16.0538.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2017:ARR.20171123.6&lang=fr",
      "abstractFR": [
        "En vertu de l'article 12bis, § 1er, 2°, du Code belge de la nationalité, dans sa version applicable après sa modification par la loi du 27 décembre 2006 et avant sa modification par la loi du 4 décembre 2012, le droit de séjour n'est pas requis pour l'acquisition de la nationalité belge (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Voor de verkrijging van de Belgische nationaliteit wordt krachtens artikel 12bis, §1, 2°, WBN, in de versie van toepassing na wijziging bij wet van 27 december 2006 en vóór wijziging bij wet van 4 december 2012, geen verblijfsrecht vereist (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160128.3": {
      "court": "CASS",
      "date": "2016-01-28",
      "roleNumber": "C.14.0237.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160128.3&lang=fr",
      "abstractFR": [
        "Il ressort de la genèse des articles 12bis, § 1er, 3°, 12bis, § 2, alinéas 1er, 6 et 9 et 12bis, § 3, alinéa 1er, du Code de la nationalité belge, dans sa version applicable en l'espèce, que le délai de quatre mois dont dispose le procureur du Roi pour émettre un avis négatif, est un délai strict; les dispositions précitées tendent, d'une part, à donner au procureur du Roi un délai suffisant pour contrôler si le demandeur satisfait aux conditions pour obtenir la nationalité belge; d'autre part, elles tendent à garantir au demandeur la sécurité juridique quant au point de départ du délai et à lui garantir l'inscription d'office de sa déclaration à défaut d'avis du ministère public dans le délai fixé (1). (1) Voir les concl. du MP publiées à leur date dans AC.",
        "Il ressort de l'élaboration des dispositions précitées, des termes utilisés et de la genèse de la loi que l'avis du procureur du Roi est émis au sens de l'article 12bis, § 2, alinéa 6 du Code de la nationalité belge, tel qu'il est applicable en l'espèce, par la notification visée à l'article 12bis, § 3, alinéa 1er du même code, tel qu'il est applicable en l'espèce; il s'ensuit que l'avis n'est émis qu'au moment de cette notification; à l'expiration du délai, l'officier de l'état civil ne pourrait en effet procéder immédiatement à l'inscription d'office, comme l'impose l'article 12bis, § 2, alinéa 9 du Code de la nationalité belge, si le moment de l'émission de l'avis pouvait précéder le moment de la notification (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Uit de wetsgeschiedenis van de artikelen 12bis, §1, 3°, 12bis, §2, eerste, zesde en negende lid, en 12bis, §3, eerste lid, van het Wetboek van de Belgische nationaliteit, in de hier toepasselijke versie, blijkt dat de termijn van vier maanden waarover de procureur des Konings beschikt om een negatief advies uit te brengen, een strikte termijn is; de voormelde bepalingen strekken enerzijds ertoe de procureur des Konings voldoende tijd te geven om te kunnen controleren of de aanvrager voldoet aan de voorwaarden om de Belgische nationaliteit te verkrijgen; anderzijds strekken zij ertoe de aanvrager rechtszekerheid te verlenen over het ingaan van de termijn en hem de ambtshalve inschrijving van zijn verklaring te garanderen bij ontstentenis van een advies van het openbaar ministerie binnen de gestelde termijn (1). (1) Zie concl. OM.",
        "Uit de opbouw van voormelde bepalingen, de gebruikte bewoordingen en de wetsgeschiedenis volgt dat het advies van de procureur des Konings wordt uitgebracht in de zin van artikel 12bis, §2, zesde lid, WBN, zoals te dezen van toepassing, door het betekenen overeenkomstig artikel 12bis, §3, eerste lid, WBN, zoals te dezen van toepassing; hieruit volgt dat het advies slechts wordt uitgebracht op het ogenblik van die betekening; de ambtenaar van de burgerlijke stand zou bij het verstrijken van de termijn immers niet onmiddellijk kunnen overgaan tot ambtshalve inschrijving, zoals artikel 12bis, §2, negende lid, WBN, oplegt, indien het tijdstip waarop het advies wordt uitgebracht aan dat van de betekening zou kunnen voorafgaan (1). (1) Zie concl. OM."
      ]
    }
  },
  "23/1": {
    "ECLI:BE:CASS:2023:ARR.20230118.2F.2": {
      "court": "CASS",
      "date": "2023-01-18",
      "roleNumber": "P.21.0228.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230118.2F.2",
      "abstractFR": [
        "Le moyen qui critique la faculté, laissée par le législateur au ministère public, de choisir, pour exercer l'action en déchéance de la nationalité, entre la procédure par voie d'action devant une chambre civile de la cour d'appel et la procédure par voie de réquisitions devant le juge correctionnel saisi de la poursuite pénale est étranger à l'arrêt prononçant la déchéance de la nationalité et est, partant, irrecevable (1). (1) Voir les concl. du MP.",
        "Étant une sanction civile, la déchéance de nationalité ne tombe pas sous l'application de l'article 2 , § 1er, du Protocole additionnel n° 7 à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, qui concerne le droit de toute personne déclarée coupable d'une infraction pénale, de faire examiner par une juridiction supérieure la déclaration de culpabilité et la condamnation (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het middel dat opkomt tegen de mogelijkheid die de wetgever het openbaar ministerie biedt om, voor het instellen van de vordering tot vervallenverklaring van de nationaliteit, te kiezen tussen de procedure bij wege van rechtsvordering voor een burgerlijke kamer van het hof van beroep en de procedure bij wege van vordering voor de correctionele rechter bij wie de strafvervolging aanhangig is gemaakt, houdt geen verband met het bestreden arrest en is bijgevolg niet ontvankelijk (1). (1) Zie concl. OM.",
        "Aangezien de vervallenverklaring van de nationaliteit een burgerlijke sanctie is, valt ze niet onder de toepassing van artikel 2, § 1, Zevende Aanvullend Protocol EVRM, dat betrekking heeft op het recht van eenieder die wegens een strafbaar feit is veroordeeld om zijn schuldigverklaring of veroordeling opnieuw door een hoger gerecht te doen beoordelen (1). (1) Zie concl. OM.",
        "Het middel dat opkomt tegen de mogelijkheid die de wetgever het openbaar ministerie biedt om, voor het instellen van de vordering tot vervallenverklaring van de nationaliteit, te kiezen tussen de procedure bij wege van rechtsvordering voor een burgerlijke kamer van het hof van beroep en de procedure bij wege van vordering voor de correctionele rechter bij wie de strafvervolging aanhangig is gemaakt, houdt geen verband met het bestreden arrest en is bijgevolg niet ontvankelijk (1). (1) Zie concl. OM in Pas. 2023, nr. 52.",
        "Aangezien de vervallenverklaring van de nationaliteit een burgerlijke sanctie is, valt ze niet onder de toepassing van artikel 2, § 1, Zevende Aanvullend Protocol EVRM, dat betrekking heeft op het recht van eenieder die wegens een strafbaar feit is veroordeeld om zijn schuldigverklaring of veroordeling opnieuw door een hoger gerecht te doen beoordelen (1). (1) Zie concl. OM in Pas. 2023, nr. 52."
      ]
    },
    "ECLI:BE:CASS:2025:ARR.20250313.1F.4": {
      "court": "CASS",
      "date": "2025-03-13",
      "roleNumber": "C.23.0399.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2025:ARR.20250313.1F.4",
      "abstractFR": [
        "Dans la mesure où elle clarifie la teneur de l' article 23/1, § 2, du Code de la nationalité, la loi du 25 avril 2014 est interprétative (1) (2). (1) Voir les concl. du MP. (2) Code de la nationalité belge, art. 23/1, avant sa modification par la loi du 25 avril 2014."
      ],
      "abstractNL": [
        "In zoverre de wet van 25 april 2014 de inhoud van artikel 23/1, § 2, WBN verduidelijkt, is ze een uitleggingswet (1) (2). (1) Zie concl. OM. (2) Art. 23/1 WBN, vóór de wijziging ervan door de wet van 25 april 2014."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230308.2F.2": {
      "court": "CASS",
      "date": "2023-03-08",
      "roleNumber": "P.22.0318.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230308.2F.2",
      "abstractFR": [
        "La Cour constitutionnelle a jugé que la coexistence des procédures de déchéance de la nationalité belge prévues aux articles 23, d'une part, et 23/1, § 1er, 1°, d'autre part, du Code de la nationalité belge, ne viole pas les articles 10 et 11 de la Constitution, en ce que, dans le premier cas, aucun délai depuis l'acquisition de la nationalité belge n'est stipulé alors que, dans le second, les faits ayant justifié une condamnation pénale doivent avoir été commis dans les dix ans de cette acquisition; l'absence de discrimination tient notamment au fait que les personnes qui ne peuvent pas faire l'objet de la procédure par voie de réquisition devant le juge correctionnel au motif que les infractions ont été commises plus de dix ans après l'obtention de la nationalité belge, peuvent néanmoins faire l'objet de la procédure par voie d'action devant une chambre civile de la cour d'appel si ces infractions révèlent, dans le chef de leur auteur, un manquement grave à ses obligations de citoyen belge (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230627.2N.1": {
      "court": "CASS",
      "date": "2023-06-27",
      "roleNumber": "P.22.0028.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230627.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Uit de rechtspraak van het Grondwettelijk Hof (nr. 122/2015, 17 september 2015, B.7; GwH nr. 116/2021, 23 september 2021, B.4.2) volgt dat het gegeven dat in de door artikel 23 WBN geregelde bijzondere procedure van vervallenverklaring van nationaliteit, anders dan in de door artikel 23/1 en 23/2 WBN bepaalde procedures, hoger beroep is uitgesloten, niet zonder redelijke verantwoording is en bijgevolg niet discriminerend (1). (1) zie GwH 17 september 2015, nr. 122/2015, B.7; GwH 23 september 2021, nr. 116/2021, B.4.2., www.const-court.be."
      ]
    },
    "ECLI:BE:CASS:2019:ARR.20190424.4": {
      "court": "CASS",
      "date": "2019-04-24",
      "roleNumber": "P.19.0166.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190424.4",
      "abstractFR": [
        "Pour être déclaré compatible avec le droit de l'Union européenne, le retrait de la nationalité doit être basé sur un motif d'intérêt général, poursuivre un objectif légitime et respecter le principe de proportionnalité; il est légitime pour un Etat membre de vouloir protéger le rapport particulier de solidarité et de loyauté entre lui-même et ses ressortissants ainsi que la réciprocité de droits et de devoirs, qui sont le fondement du lien de nationalité (1). (1) C.J.U.E., 2 mars 2010, arrêt C-135/08 ; C.J.U.E., 12 mars 2019, arrêt C-221/17.",
        "Lorsque la perte de la nationalité entraîne également celle du statut de citoyen de l'Union européenne et des droits qui en découlent, les autorités nationales doivent vérifier si la mesure respecte le principe de proportionnalité en ce qui concerne les conséquences qu'elle comporte sur la situation de la personne concernée et, le cas échéant, des membres de sa famille au regard du droit de l'Union (1). (1) C.J.U.E., 2 mars 2010, arrêt C-135/08 ; C.J.U.E., 12 mars 2019, arrêt C-221/17.",
        "Lorsque la perte de la nationalité entraîne également celle du statut de citoyen de l'Union européenne et des droits qui en découlent, les autorités nationales doivent vérifier si la mesure respecte le principe de proportionnalité en ce qui concerne les conséquences qu'elle comporte sur la situation de la personne concernée et, le cas échéant, des membres de sa famille au regard du droit de l'Union (1). (1) C.J.U.E., 2 mars 2010, arrêt C-135/08; C.J.U.E., 12 mars 2019, arrêt C-221/17."
      ],
      "abstractNL": [
        "De intrekking van het staatsburgerschap is enkel verenigbaar met het Unierecht wanneer zij steunt op een reden van algemeen belang, een legitiem doel nastreeft en het evenredigheidsbeginsel eerbiedigt; het is rechtmatig dat een lidstaat de bijzondere band van solidariteit en loyaliteit tussen hem en zijn staatsburgers, evenals de wederkerigheid van rechten en plichten, die de grondslag vormen van de nationaliteitsverhouding, wil beschermen (1). (1) HvJ-EU, 2 maart 2010, arrest C-135/08; HvJ-EU, 12 maart 2019, arrest C-221/17.",
        "Wanneer het verlies van het staatsburgerschap ook dat van de status van burger van de Europese Unie en de daaruit voortvloeiende rechten tot gevolg heeft, moet de nationale overheid nagaan of de maatregel het evenredigheidsbeginsel eerbiedigt voor wat de gevolgen ervan betreft voor de situatie van de betrokkene en, desgevallend, diens familieleden, in het licht van het Unierecht (1). (1) HvJ-EU, 2 maart 2010, arrest C-135/08; HvJ-EU, 12 maart 2019, arrest C-221/17."
      ]
    }
  },
  "23/2": {
    "ECLI:BE:CASS:2023:ARR.20230118.2F.2": {
      "court": "CASS",
      "date": "2023-01-18",
      "roleNumber": "P.21.0228.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230118.2F.2",
      "abstractFR": [
        "Le moyen qui critique la faculté, laissée par le législateur au ministère public, de choisir, pour exercer l'action en déchéance de la nationalité, entre la procédure par voie d'action devant une chambre civile de la cour d'appel et la procédure par voie de réquisitions devant le juge correctionnel saisi de la poursuite pénale est étranger à l'arrêt prononçant la déchéance de la nationalité et est, partant, irrecevable (1). (1) Voir les concl. du MP.",
        "Étant une sanction civile, la déchéance de nationalité ne tombe pas sous l'application de l'article 2 , § 1er, du Protocole additionnel n° 7 à la Convention de sauvegarde des droits de l'homme et des libertés fondamentales, qui concerne le droit de toute personne déclarée coupable d'une infraction pénale, de faire examiner par une juridiction supérieure la déclaration de culpabilité et la condamnation (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Het middel dat opkomt tegen de mogelijkheid die de wetgever het openbaar ministerie biedt om, voor het instellen van de vordering tot vervallenverklaring van de nationaliteit, te kiezen tussen de procedure bij wege van rechtsvordering voor een burgerlijke kamer van het hof van beroep en de procedure bij wege van vordering voor de correctionele rechter bij wie de strafvervolging aanhangig is gemaakt, houdt geen verband met het bestreden arrest en is bijgevolg niet ontvankelijk (1). (1) Zie concl. OM.",
        "Aangezien de vervallenverklaring van de nationaliteit een burgerlijke sanctie is, valt ze niet onder de toepassing van artikel 2, § 1, Zevende Aanvullend Protocol EVRM, dat betrekking heeft op het recht van eenieder die wegens een strafbaar feit is veroordeeld om zijn schuldigverklaring of veroordeling opnieuw door een hoger gerecht te doen beoordelen (1). (1) Zie concl. OM.",
        "Het middel dat opkomt tegen de mogelijkheid die de wetgever het openbaar ministerie biedt om, voor het instellen van de vordering tot vervallenverklaring van de nationaliteit, te kiezen tussen de procedure bij wege van rechtsvordering voor een burgerlijke kamer van het hof van beroep en de procedure bij wege van vordering voor de correctionele rechter bij wie de strafvervolging aanhangig is gemaakt, houdt geen verband met het bestreden arrest en is bijgevolg niet ontvankelijk (1). (1) Zie concl. OM in Pas. 2023, nr. 52.",
        "Aangezien de vervallenverklaring van de nationaliteit een burgerlijke sanctie is, valt ze niet onder de toepassing van artikel 2, § 1, Zevende Aanvullend Protocol EVRM, dat betrekking heeft op het recht van eenieder die wegens een strafbaar feit is veroordeeld om zijn schuldigverklaring of veroordeling opnieuw door een hoger gerecht te doen beoordelen (1). (1) Zie concl. OM in Pas. 2023, nr. 52."
      ]
    },
    "ECLI:BE:CASS:2023:ARR.20230308.2F.2": {
      "court": "CASS",
      "date": "2023-03-08",
      "roleNumber": "P.22.0318.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230308.2F.2",
      "abstractFR": [
        "La Cour constitutionnelle a jugé que la coexistence des procédures de déchéance de la nationalité belge prévues aux articles 23, d'une part, et 23/1, § 1er, 1°, d'autre part, du Code de la nationalité belge, ne viole pas les articles 10 et 11 de la Constitution, en ce que, dans le premier cas, aucun délai depuis l'acquisition de la nationalité belge n'est stipulé alors que, dans le second, les faits ayant justifié une condamnation pénale doivent avoir été commis dans les dix ans de cette acquisition; l'absence de discrimination tient notamment au fait que les personnes qui ne peuvent pas faire l'objet de la procédure par voie de réquisition devant le juge correctionnel au motif que les infractions ont été commises plus de dix ans après l'obtention de la nationalité belge, peuvent néanmoins faire l'objet de la procédure par voie d'action devant une chambre civile de la cour d'appel si ces infractions révèlent, dans le chef de leur auteur, un manquement grave à ses obligations de citoyen belge (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": null
    },
    "ECLI:BE:CASS:2023:ARR.20230627.2N.1": {
      "court": "CASS",
      "date": "2023-06-27",
      "roleNumber": "P.22.0028.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2023:ARR.20230627.2N.1",
      "abstractFR": null,
      "abstractNL": [
        "Uit de rechtspraak van het Grondwettelijk Hof (nr. 122/2015, 17 september 2015, B.7; GwH nr. 116/2021, 23 september 2021, B.4.2) volgt dat het gegeven dat in de door artikel 23 WBN geregelde bijzondere procedure van vervallenverklaring van nationaliteit, anders dan in de door artikel 23/1 en 23/2 WBN bepaalde procedures, hoger beroep is uitgesloten, niet zonder redelijke verantwoording is en bijgevolg niet discriminerend (1). (1) zie GwH 17 september 2015, nr. 122/2015, B.7; GwH 23 september 2021, nr. 116/2021, B.4.2., www.const-court.be."
      ]
    }
  },
  "11bis": {
    "ECLI:BE:CASS:2016:ARR.20160421.6": {
      "court": "CASS",
      "date": "2016-04-21",
      "roleNumber": "C.14.0407.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160421.6&lang=fr",
      "abstractFR": [
        "Pour que la nationalité belge puisse être attribuée à un enfant né en Belgique en application de l'article 11bis, § 1er, du Code de la nationalité belge, avant son abrogation par la loi du 4 décembre 2012, il faut que l'enfant et au moins un de ses auteurs ou adoptants soient \"en séjour légal\" au moment de l'introduction de la déclaration de nationalité, c'est-à-dire autorisés à séjourner plus de trois mois dans le Royaume ou autorisés à s'y établir, conformément aux dispositions de la loi du 15 décembre 1980 sur l'accès au territoire, le séjour, l'établissement et l'éloignement des étrangers; il ne s'ensuit pas que l'enfant et ses auteurs devaient être autorisés à séjourner dans le Royaume pendant la totalité de la période requise de la résidence principale en Belgique (1). (1) Voir les concl. du MP publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Opdat aan een in België geboren kind de Belgische nationaliteit kan worden toegekend in toepassing van artikel 11bis, §1, WBN, vóór de opheffing ervan bij wet van 4 december 2012, dienen het kind en minstens één van zijn ouders of adoptanten op het ogenblik van het afleggen van de nationaliteitsverklaring \"in wettelijk verblijf\" te zijn, dit is toegelaten of gemachtigd om voor een langere termijn dan drie maanden in het Rijk te verblijven of gemachtigd zich er te vestigen, overeenkomstig de bepalingen van de Vreemdelingenwet; daaruit volgt niet dat het kind en zijn ouders gedurende de volledige vereiste periode van het hoofdverblijf in België, gerechtigd moesten zijn om in het Rijk te verblijven (1). (1) Zie concl. OM."
      ]
    }
  }
}