{
  "2": {
    "ECLI:BE:CASS:2010:ARR.20100125.1": {
      "court": "CASS",
      "date": "2010-01-25",
      "roleNumber": "C.06.0025.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100125.1",
      "abstractFR": [
        "Au sens de l'article 57, alinéa 1er, 4, de la loi du 14 juillet 1991 sur les pratiques du commerce et sur l'information et la protection du consommateur, un produit ou un service est similaire à un autre lorsqu'il est compris dans l'assortiment du vendeur."
      ],
      "abstractNL": [
        "Een product of dienst is gelijkaardig aan een ander in de zin van artikel 57, eerste lid, 4, Handelspraktijkenwet 1991, wanneer ze deel uitmaken van het assortiment van de verkoper."
      ]
    }
  },
  "3": {
    "ECLI:BE:CASS:2015:ARR.20151029.9": {
      "court": "CASS",
      "date": "2015-10-29",
      "roleNumber": "C.14.0305.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151029.9&lang=fr",
      "abstractFR": [
        "Il ressort de la genèse de l'article 53, § 1er, alinéas 1er et 3, de la loi du 14 juillet 1991 sur les pratiques du commerce et sur l'information et la protection du consommateur, tel qu'il est applicable en l'espèce, que le législateur n'a pas seulement envisagé formellement un double objectif, mais qu'il a également effectivement et de manière motivée visé, outre les intérêts économiques des concurrents, à protéger et informer le consommateur en assurant la transparence et la vérité des prix appliqués immédiatement avant et pendant les périodes de soldes; il s'ensuit que l'article 53, § 1er, de ladite loi vise aussi à protéger le consommateur et que les annonces et suggestions de réductions de prix interdites en vertu de cette disposition n'échappent pas au champ d'application de la directive 2005/29/CE du Parlement européen et du Conseil, du 11 mai 2005, relative aux pratiques commerciales déloyales des entreprises vis-à-vis des consommateurs dans le marché intérieur et modifiant la directive 84/450/CEE du Conseil et les directives 97/7/CE, 98/27/CE et 2002/65/CE du Parlement européen et du Conseil (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de wetsgeschiedenis van artikel 53, §1, eerste en derde lid, van de wet van 14 juli 1991 betreffende de handelspraktijken en de voorlichting en bescherming van de consument, zoals te dezen van toepassing, blijkt dat de wetgever niet alleen formeel een dubbele doelstelling vooropstelde, maar ook daadwerkelijk en met opgave van redenen beoogde, naast de economische belangen van de concurrenten, de consument te beschermen en in te lichten door de doorzichtigheid en juistheid te verzekeren van de prijzen zoals die onmiddellijk vóór en tijdens de opruimingsperiodes worden toegepast; hieruit volgt dat artikel 53, §1, van deze wet tevens beoogt de consument te beschermen en dat de krachtens die bepaling verboden aankondigingen van prijsverminderingen en suggesties niet buiten het toepassingsgebied van de Richtlijn 2005/29/EG van het Europees Parlement en de Raad van 11 mei 2005 betreffende oneerlijke handelspraktijken van ondernemingen jegens consumenten op de interne markt en tot wijziging van Richtlijn 84/450/EEG van de Raad, richtlijnen 97/7/EG, 98/27/EG en 2002/65/EG van het Europees Parlement en de Raad vallen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2011:ARR.20110221.4": {
      "court": "CASS",
      "date": "2011-02-21",
      "roleNumber": "C.09.0436.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20110221.4&lang=fr",
      "abstractFR": [
        "La Cour de cassation est tenue de poser à la Cour de Justice de l'Union européenne la question soulevée devant elle de savoir si la directive 2005/29/CE, dite directive sur les pratiques commerciales déloyales, et plus spécialement ses articles 1er, 2-d, 3.1 et 5 doivent être interprétés en ce sens qu'ils s'opposent à toute législation nationale, tel l'article 53, §1er, alinéas 1er et 3, de la loi du 14 juillet 1991 sur les pratiques du commerce et sur l'information et la protection du consommateur, qui, durant les périodes d'attente du 15 novembre au 2 janvier inclus et du 15 mai au 30 juin inclus, interdit aux commerçants dans les secteurs visés à l'article 52, §1er, quels que soient le lieu ou les moyens de communication mis en oeuvre, d'effectuer des annonces de réduction de prix et des annonces suggérant une réduction de prix visées à l'article 42 et d'effectuer des annonces de réduction de prix et des annonces suggérant une réduction de prix avant les périodes d'attente, même lorsque, nonobstant le double but visé par le législateur national, à savoir, d'une part, la protection du consommateur et, d'autre part, la régulation de la concurrence entre commerçants, la mesure imposée tend en réalité à régler la concurrence entre commerçants et, eu égard aux autres garanties visées par la loi, ne contribue pas réellement à protéger les consommateurs (1). (1) Voir les conclusions du M.P. publiées avant cet arrêt dans A.C."
      ],
      "abstractNL": [
        "Wanneer de vraag rijst voor het Hof van Cassatie of de richtlijn 2005/29 en in het bijzonder de artikelen 1, 2-d, 3.1. en 5 ervan, aldus moet worden uitgelegd dat deze artikelen zich verzetten tegen een nationale wetgeving, zoals artikel 53, §1, eerste en derde lid, van de wet van 14 juli 1991 betreffende de handelspraktijken en de voorlichting en bescherming van de consument, die, voor de sectoren vermeld in artikel 52, §1, van die wet, handelaars verbiedt om, gedurende de sperperiodes van 15 november tot en met 2 januari en van 15 mei tot en met 30 juni en ongeacht de plaats of de aangewende communicatiemiddelen, aankondigingen van prijsverminderingen te verrichten, evenals aankondigingen die een prijsvermindering suggereren, zoals bedoeld in artikel 42 van die wet, alsmede vóór een sperperiode aankondigingen evenals suggesties van prijsverminderingen te verrichten, die uitwerking hebben gedurende deze sperperiode, ook zo de bedoelde maatregel, ondanks de door de nationale wetgever aangevoerde dubbele doelstelling, te weten, enerzijds, de belangen van de consumenten te beschermen en, anderzijds, de concurentiële relaties tussen de handelaars te regelen, er in werkelijkheid toe strekt de concurentiële relaties tussen de handelaars te regelen en, gelet op de overige garanties door de wet geboden, niet effectief bijdraagt tot de consumentenbescherming, stelt het Hof die vraag aan het Hof van Justitie van de Europese Unie (1). (1) Zie de concl. van het O.M."
      ]
    }
  },
  "13": {
    "ECLI:BE:CASS:2019:ARR.20190604.6": {
      "court": "CASS",
      "date": "2019-06-04",
      "roleNumber": "P.19.0200.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190604.6&lang=fr",
      "abstractFR": [
        "Le champ d'application de l'article VI.106, 2°, du Code de droit économique, aux termes duquel, sans préjudice d'autres dispositions légales ou réglementaires, est interdite toute publicité d'une entreprise qui dissimule ou fournit de façon peu claire une information substantielle relative aux conséquences résultant de la réponse donnée par le destinataire ou qui dissimule, fournit de façon peu claire ou n'indique pas sa véritable intention commerciale, dès lors que celle-ci ne ressort pas clairement du contexte, ne se limite pas au démarchage publicitaire pour des annuaires internet frauduleux."
      ],
      "abstractNL": [
        "Het toepassingsgebied van artikel VI.106, 2°, Wetboek van economisch recht, dat bepaalt dat onverminderd andere wettelijke of reglementaire bepalingen elke reclame van een onderneming verboden is die essentiële informatie over de gevolgen van het door de bestemmeling gegeven antwoord verborgen houdt of op weinig duidelijke wijze weergeeft, of die de eigenlijke commerciële bedoeling, wanneer die niet blijkt uit de context, verborgen houdt of op weinig duidelijke wijze weergeeft, is niet beperkt tot het ronselen van reclame voor frauduleuze internetgidsen."
      ]
    }
  },
  "22": {
    "ECLI:BE:CASS:2011:ARR.20110318.8": {
      "court": "CASS",
      "date": "2011-03-18",
      "roleNumber": "C.09.0574.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20110318.8&lang=fr",
      "abstractFR": [
        "Est considérée comme publicité au sens de l'article 22 de la loi du 14 juillet 1991 sur les pratiques du commerce et sur l'information et la protection du consommateur tel qu'il était applicable avant son abrogation par l'article 43, 1°, de la loi du 3 juillet 2007 toute communication ayant comme but direct ou indirect de promouvoir la vente de produits ou de services; tel est notamment le cas de la communication qui favorise ou renforce la confiance du consommateur dans le vendeur et qui a ainsi pour but indirect de promouvoir la vente de ses produits ou de ses services (1). (1) Cass., 12 novembre 1999, RG C.98.0295.F, Pas., 1999, n° 602 et les conclusions de Monsieur l'avocat général De Riemaecker."
      ],
      "abstractNL": [
        "Een enkele mededeling die rechtstreeks of onrechtstreeks tot doel heeft de verkoop van producten of diensten te bevorderen, volstaat om te spreken van reclame in de zin van artikel 22 Handelspraktijkenwet 1991, zoals van toepassing vóór de opheffing ervan bij artikel 43,1°, van de wet van 5 juni 2007; dit is met name het geval voor de mededeling die het vertrouwen van de consument in de verkoper begunstigt of versterkt en aldus onrechtstreeks tot doel heeft de verkoop van diens producten of diensten te bevorderen (1). (1) Cass., 12 nov. 1999, AR C.98.0295.F, A.C., 1999, nr. 602, met concl. van advocaat-generaal De Riemaecker."
      ]
    }
  },
  "23": {
    "ECLI:BE:CASS:2006:ARR.20061025.5": {
      "court": "CASS",
      "date": "2006-10-25",
      "roleNumber": "P060727F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2006:ARR.20061025.5",
      "abstractFR": [
        "Motive régulièrement et justifie légalement la déclaration de culpabilité du prévenu du chef de l'infraction prévue par l'article 23, 5°, de la loi du 14 juillet 1991 sur les pratiques du commerce et sur l'information et la protection du consommateur, l'arrêt qui constate, au titre d'élément matériel de l'infraction, que le document publicitaire que le prévenu avait diffusé, étant donné son effet global, ne pouvait être nettement distingué comme une publicité.",
        "Motive régulièrement et justifie légalement la déclaration de culpabilité du prévenu du chef de l'infraction prévue par l'article 23, 2°, de la loi du 14 juillet 1991 sur les pratiques du commerce et sur l'information et la protection du consommateur, l'arrêt qui constate, au titre d'élément matériel de l'infraction, que les affirmations, indications ou représentations utilisées par le prévenu étaient susceptibles d'induire en erreur sur l'identité, la nature ou les caractéristiques du service proposé par lui."
      ],
      "abstractNL": [
        "Het arrest dat als materieel bestanddeel van het misdrijf vaststelt dat het reclamestuk dat de beklaagde had verspreid, vanwege de globale indruk ervan, niet onmiskenbaar als reclame kon worden herkend, omkleedt de schuldigverklaring van de beklaagde wegens het misdrijf dat bij artikel 23, 5°, Wet handelspraktijken is bepaald, regelmatig met redenen en verantwoordt haar naar recht.",
        "Het arrest dat als materieel bestanddeel van het misdrijf vaststelt dat de beweringen, gegevens of voorstellingen die door eiser zijn gebruikt, kunnen misleiden omtrent de identiteit, de aard of de kenmerken van de door hem aangeboden dienst, omkleedt de schuldigverklaring van de beklaagde wegens het misdrijf dat bij artikel 23, 2°, Wet handelspraktijken is bepaald, regelmatig met redenen en verantwoordt haar naar recht."
      ]
    }
  },
  "31": {
    "ECLI:BE:CASS:2009:ARR.20091221.9": {
      "court": "CASS",
      "date": "2009-12-21",
      "roleNumber": "C.08.0499.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20091221.9",
      "abstractFR": [
        "Il incombe à la Cour de vérifier si, dans le cadre de son appréciation, le juge du fond n'a pas méconnu la notion légale de déséquilibre manifeste (1). (1) Voir concl. écrites du ministère public.",
        "Sans avoir à examiner plus avant les obligations qu'impose au vendeur l'insertion de la condition suspensive, l'arrêt justifie légalement sa décision de considérer comme abusive, car créant un déséquilibre manifeste entre les parties, le sort réservé à l'acompte versé en cas de non-réalisation de la dite condition (1). (1) Voir concl. écrites du ministère public."
      ],
      "abstractNL": [
        "Het Hof moet nagaan of de bodemrechter, bij zijn beoordeling, het wettelijk begrip kennelijk onevenwicht niet heeft miskend (1). (1) Zie concl. O.M. in Pas., 2010, nr ...",
        "Het arrest verantwoordt zijn beslissing naar recht wanneer het, zonder verder in te gaan op de verplichtingen van de verkoper door het invoegen van een opschortende voorwaarde, beslist dat er een onrechtmatig gebruik van het voorschot wordt gemaakt in geval van niet-vervulling van die voorwaarde, omdat het een kennelijk onevenwicht tussen de partijen schept (1). (1) Zie concl. O.M. in Pas., 2010, nr ..."
      ]
    },
    "ECLI:BE:CASS:2007:ARR.20071012.3": {
      "court": "CASS",
      "date": "2007-10-12",
      "roleNumber": "C.05.0520.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20071012.3",
      "abstractFR": [
        "La Cour vérifie si, dans le cadre de son appréciation, le juge du fond n'a pas méconnu la notion légale de déséquilibre manifeste entre les droits et les obligations des parties d'une clause abusive au sens de la loi sur les pratiques du commerce et sur l'information et la protection du consommateur."
      ],
      "abstractNL": [
        "Het Hof gaat na of de bodemrechter, bij zijn beoordeling, het wettelijk begrip kennelijk onevenwicht tussen de rechten en plichten van de partijen niet heeft miskend bij een onrechtmatig beding in de zin van de Handelspraktijkenwet 1991."
      ]
    }
  },
  "32": {
    "ECLI:BE:CASS:2020:ARR.20200410.3": {
      "court": "CASS",
      "date": "2020-04-10",
      "roleNumber": "C.18.0240.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2020:ARR.20200410.3",
      "abstractFR": [
        "L'article 32 de la loi du 14 juillet 1991 sur les pratiques du commerce et sur l'information et la protection du consommateur contient une liste de clauses ou conditions, ou combinaison de celles-ci, qui, lorsqu'elles sont insérées dans les contrats conclus entre un vendeur et un consommateur, sont abusives, dont au point 18, celles ayant pour objet de limiter les moyens de preuve que le consommateur peut utiliser; le législateur a ainsi fait le choix, au-delà de ce qui était imposé par la directive précitée, d'arrêter une liste de clauses abusives contraignante et il s'ensuit que ces clauses ne peuvent être interprétée à la lumière de la finalité de la directive et pour atteindre le résultat visé par celle-ci et que l'interdiction de la clause limitant les moyens de preuve du consommateur prévue à l'article 32.18. ne peut être étendue à celle qui impose un renversement de la charge de la preuve au détriment du consommateur comme prévu au point 1, q) de la directive précitée (1). (1) Voir les concl. « dit en substance » du MP."
      ],
      "abstractNL": [
        "Artikel 32 Handelspraktijkenwet 1991 bevat een lijst van bedingen of voorwaarden, of een combinatie daarvan, die, als ze worden ingevoegd in de overeenkomsten tussen een verkoper en een consument, onrechtmatig zijn, waaronder met name, in punt 18, die welke ertoe strekken de bewijsmiddelen te beperken die de consument kan aanwenden; de wetgever heeft er aldus voor gekozen om verder te gaan dan wat de voormelde richtlijn oplegde en om een bindende lijst met onrechtmatige bedingen voor te schrijven, waaruit volgt dat die bedingen niet kunnen worden uitgelegd in het licht van de finaliteit van de richtlijn en om het door die richtlijn beoogde resultaat te bereiken, en dat het in artikel 32.18 bedoelde verbod op het beding dat de bewijsmiddelen van de consument beperkt, niet kan worden uitgebreid tot het beding dat in een omkering van de bewijslast voorziet ten nadele van de consument, zoals bedoeld in punt 1, q), van de voormelde richtlijn (1). (1) Zie concl. “in hoofdzaak” OM in Pas. 2020, nr. 235."
      ]
    }
  },
  "40": {
    "ECLI:BE:CASS:2012:ARR.20120113.4": {
      "court": "CASS",
      "date": "2012-01-13",
      "roleNumber": "C.11.0317.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20120113.4",
      "abstractFR": [
        "L'article 40 de la loi du 14 juillet 1991 sur les pratiques du commerce et sur l'information et la protection du consommateur n'exclut pas que le prix payé par le vendeur à l'acheteur pour la reprise de son ancien véhicule puisse dans certaines circonstances être pris en considération pour déterminer le prix de vente du nouveau véhicule au sens de cette disposition.",
        "Il ressort des travaux préparatoires de la loi du 14 juillet 1991 que le législateur a entendu par prix de vente au sens de l'article 40, alinéa 2, de cette loi le prix demandé à l'acheteur diminué des remises et ristournes accordées en tous genres, y compris les autres avantages découlant d'une offre conjointe."
      ],
      "abstractNL": [
        "Artikel 40 van de wet van 14 juli 1991 betreffende de handelspraktijken en de voorlichting en bescherming van de consument sluit niet uit dat de prijs die de verkoper betaalt aan de koper voor de overname van zijn vorig voertuig, in bepaalde gevallen in aanmerking kan worden genomen bij de bepaling van de verkoopprijs van het nieuwe voertuig in de zin van die bepaling.",
        "Uit de parlementaire voorbereiding van de wet van 14 juli 1991 betreffende de handelspraktijken en de voorlichting en bescherming van de consument volgt dat de wetgever onder verkoopprijs heeft verstaan de aan de koper gevraagde prijs verminderd met de kortingen en ristorno's, onder welke vorm ook toegestaan, met inbegrip van de andere voordelen die voortvloeien uit een gezamenlijk aanbod."
      ]
    }
  },
  "53": {
    "ECLI:BE:CASS:2015:ARR.20151029.9": {
      "court": "CASS",
      "date": "2015-10-29",
      "roleNumber": "C.14.0305.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2015:ARR.20151029.9&lang=fr",
      "abstractFR": [
        "Il ressort de la genèse de l'article 53, § 1er, alinéas 1er et 3, de la loi du 14 juillet 1991 sur les pratiques du commerce et sur l'information et la protection du consommateur, tel qu'il est applicable en l'espèce, que le législateur n'a pas seulement envisagé formellement un double objectif, mais qu'il a également effectivement et de manière motivée visé, outre les intérêts économiques des concurrents, à protéger et informer le consommateur en assurant la transparence et la vérité des prix appliqués immédiatement avant et pendant les périodes de soldes; il s'ensuit que l'article 53, § 1er, de ladite loi vise aussi à protéger le consommateur et que les annonces et suggestions de réductions de prix interdites en vertu de cette disposition n'échappent pas au champ d'application de la directive 2005/29/CE du Parlement européen et du Conseil, du 11 mai 2005, relative aux pratiques commerciales déloyales des entreprises vis-à-vis des consommateurs dans le marché intérieur et modifiant la directive 84/450/CEE du Conseil et les directives 97/7/CE, 98/27/CE et 2002/65/CE du Parlement européen et du Conseil (1). (1) Voir les concl. du MP."
      ],
      "abstractNL": [
        "Uit de wetsgeschiedenis van artikel 53, §1, eerste en derde lid, van de wet van 14 juli 1991 betreffende de handelspraktijken en de voorlichting en bescherming van de consument, zoals te dezen van toepassing, blijkt dat de wetgever niet alleen formeel een dubbele doelstelling vooropstelde, maar ook daadwerkelijk en met opgave van redenen beoogde, naast de economische belangen van de concurrenten, de consument te beschermen en in te lichten door de doorzichtigheid en juistheid te verzekeren van de prijzen zoals die onmiddellijk vóór en tijdens de opruimingsperiodes worden toegepast; hieruit volgt dat artikel 53, §1, van deze wet tevens beoogt de consument te beschermen en dat de krachtens die bepaling verboden aankondigingen van prijsverminderingen en suggesties niet buiten het toepassingsgebied van de Richtlijn 2005/29/EG van het Europees Parlement en de Raad van 11 mei 2005 betreffende oneerlijke handelspraktijken van ondernemingen jegens consumenten op de interne markt en tot wijziging van Richtlijn 84/450/EEG van de Raad, richtlijnen 97/7/EG, 98/27/EG en 2002/65/EG van het Europees Parlement en de Raad vallen (1). (1) Zie concl. OM."
      ]
    },
    "ECLI:BE:CASS:2012:ARR.20121102.7": {
      "court": "CASS",
      "date": "2012-11-02",
      "roleNumber": "C.09.0436.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2012:ARR.20121102.7&lang=fr",
      "abstractFR": [
        "Il résulte, d'une part, de la constatation qu'en insérant l'article 53, § 1er, alinéa 1er, de la loi du 14 juillet 1991, le législateur visait aussi à protéger le consommateur et, d'autre part, de la réponse de la Cour de justice suivant laquelle seules les législations nationales relatives aux pratiques commerciales déloyales qui portent atteinte \"uniquement\" aux intérêts économiques des concurrents ou qui concernent une transaction entre professionnels sont exclues du champ d'application de la directive, que ladite disposition entre dans le champ d'application de la directive 2005/29 du 11 mai 2005 (1). (1) Voir Cass., 21 février 2011, RG C.09.436.N, Pas., 2011, n° 151 et les conclusions du M.P. publiées à leur date dans A.C."
      ],
      "abstractNL": [
        "Uit de vaststelling dat de wetgever met de invoering van artikel 53, §1, eerste lid, WHPC, mede beoogde de consument te beschermen, enerzijds, en het antwoord van het Hof van Justitie dat slechts de nationale wettelijke regelingen betreffende oneerlijke handelspraktijken die \"alleen\" de economische belangen van concurrenten schaden of betrekking hebben op transacties tussen handelaars uit de werkingssfeer van de richtlijn zijn gesloten, anderzijds, volgt dat voormelde bepaling onder het toepassingsveld van de richtlijn 2005/29/EG oneerlijke handelspraktijken valt (1). (1) Zie Cass. 21 feb. 2011, AR C.09.0436.N, AC 2011, nr. 151, met concl. van het O.M."
      ]
    },
    "ECLI:BE:CASS:2011:ARR.20110221.4": {
      "court": "CASS",
      "date": "2011-02-21",
      "roleNumber": "C.09.0436.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20110221.4&lang=fr",
      "abstractFR": [
        "La Cour de cassation est tenue de poser à la Cour de Justice de l'Union européenne la question soulevée devant elle de savoir si la directive 2005/29/CE, dite directive sur les pratiques commerciales déloyales, et plus spécialement ses articles 1er, 2-d, 3.1 et 5 doivent être interprétés en ce sens qu'ils s'opposent à toute législation nationale, tel l'article 53, §1er, alinéas 1er et 3, de la loi du 14 juillet 1991 sur les pratiques du commerce et sur l'information et la protection du consommateur, qui, durant les périodes d'attente du 15 novembre au 2 janvier inclus et du 15 mai au 30 juin inclus, interdit aux commerçants dans les secteurs visés à l'article 52, §1er, quels que soient le lieu ou les moyens de communication mis en oeuvre, d'effectuer des annonces de réduction de prix et des annonces suggérant une réduction de prix visées à l'article 42 et d'effectuer des annonces de réduction de prix et des annonces suggérant une réduction de prix avant les périodes d'attente, même lorsque, nonobstant le double but visé par le législateur national, à savoir, d'une part, la protection du consommateur et, d'autre part, la régulation de la concurrence entre commerçants, la mesure imposée tend en réalité à régler la concurrence entre commerçants et, eu égard aux autres garanties visées par la loi, ne contribue pas réellement à protéger les consommateurs (1). (1) Voir les conclusions du M.P. publiées avant cet arrêt dans A.C."
      ],
      "abstractNL": [
        "Wanneer de vraag rijst voor het Hof van Cassatie of de richtlijn 2005/29 en in het bijzonder de artikelen 1, 2-d, 3.1. en 5 ervan, aldus moet worden uitgelegd dat deze artikelen zich verzetten tegen een nationale wetgeving, zoals artikel 53, §1, eerste en derde lid, van de wet van 14 juli 1991 betreffende de handelspraktijken en de voorlichting en bescherming van de consument, die, voor de sectoren vermeld in artikel 52, §1, van die wet, handelaars verbiedt om, gedurende de sperperiodes van 15 november tot en met 2 januari en van 15 mei tot en met 30 juni en ongeacht de plaats of de aangewende communicatiemiddelen, aankondigingen van prijsverminderingen te verrichten, evenals aankondigingen die een prijsvermindering suggereren, zoals bedoeld in artikel 42 van die wet, alsmede vóór een sperperiode aankondigingen evenals suggesties van prijsverminderingen te verrichten, die uitwerking hebben gedurende deze sperperiode, ook zo de bedoelde maatregel, ondanks de door de nationale wetgever aangevoerde dubbele doelstelling, te weten, enerzijds, de belangen van de consumenten te beschermen en, anderzijds, de concurentiële relaties tussen de handelaars te regelen, er in werkelijkheid toe strekt de concurentiële relaties tussen de handelaars te regelen en, gelet op de overige garanties door de wet geboden, niet effectief bijdraagt tot de consumentenbescherming, stelt het Hof die vraag aan het Hof van Justitie van de Europese Unie (1). (1) Zie de concl. van het O.M."
      ]
    }
  },
  "54": {
    "ECLI:BE:CASS:2010:ARR.20100125.1": {
      "court": "CASS",
      "date": "2010-01-25",
      "roleNumber": "C.06.0025.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100125.1",
      "abstractFR": [
        "Au sens de l'article 57, alinéa 1er, 4, de la loi du 14 juillet 1991 sur les pratiques du commerce et sur l'information et la protection du consommateur, un produit ou un service est similaire à un autre lorsqu'il est compris dans l'assortiment du vendeur."
      ],
      "abstractNL": [
        "Een product of dienst is gelijkaardig aan een ander in de zin van artikel 57, eerste lid, 4, Handelspraktijkenwet 1991, wanneer ze deel uitmaken van het assortiment van de verkoper."
      ]
    }
  },
  "57": {
    "ECLI:BE:CASS:2010:ARR.20100125.1": {
      "court": "CASS",
      "date": "2010-01-25",
      "roleNumber": "C.06.0025.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2010:ARR.20100125.1",
      "abstractFR": [
        "Au sens de l'article 57, alinéa 1er, 4, de la loi du 14 juillet 1991 sur les pratiques du commerce et sur l'information et la protection du consommateur, un produit ou un service est similaire à un autre lorsqu'il est compris dans l'assortiment du vendeur."
      ],
      "abstractNL": [
        "Een product of dienst is gelijkaardig aan een ander in de zin van artikel 57, eerste lid, 4, Handelspraktijkenwet 1991, wanneer ze deel uitmaken van het assortiment van de verkoper."
      ]
    }
  },
  "84": {
    "ECLI:BE:CASS:2008:ARR.20080520.1": {
      "court": "CASS",
      "date": "2008-05-20",
      "roleNumber": "P.08.0007.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2008:ARR.20080520.1&lang=fr",
      "abstractFR": [
        "La notion de vente en chaîne telle qu'elle est définie à l'article 84, alinéa 1er, de la loi du 14 juillet 1991, sur les pratiques du commerce et sur l'information et la protection du consommateur, est indépendante de la notion d'escroquerie visée à l'article 496, du Code pénal (1). (1) Voir les conclusions du M.P.",
        "L'article 84, alinéa 1er, de la loi du 14 juillet 1991, sur les pratiques du commerce et sur l'information et la protection du consommateur, qui prévoit qu'il est interdit de vendre en recourant à un procédé de vente en chaîne, qui consiste à établir un réseau de vendeurs, professionnels ou non, dont chacun espère un avantage quelconque résultant plus de l'élargissement de ce réseau que de la vente de produits ou de services au consommateur et que la participation en connaissance de cause à de telles ventes est également interdite, ne requiert pas le dol spécial comme élément moral de l'infraction (1). (1) Voir les conclusions du M.P.",
        "Dans la mesure où l'article 84, de la loi du 14 juillet 1991, sur les pratiques du commerce et sur l'information et la protection du consommateur concerne les relations entre vendeurs, il n'y a pas lieu de l'interpréter conformément au but de la Directive 2005/29/CE du Parlement européen et du Conseil du 11 mai 2005, relative aux pratiques commerciales déloyales des entreprises vis-à-vis des consommateurs dans le marché intérieur et modifiant la Directive 84/450/CEE du Conseil et les directives 97/7/CE, 98/27/CE et 2002/65/CE du Parlement européen et du Conseil et le Règlement (CE) n° 2006/2004 du Parlement européen et du Conseil, qui s'applique exclusivement aux relations entre vendeur et consommateur (1). (1) Voir les conclusions du M.P."
      ],
      "abstractNL": [
        "Het begrip kettingverkoop zoals omschreven in artikel 84, eerste lid, van de wet van 14 juli 1991, betreffende de handelspraktijken en de voorlichting en de bescherming van de consument, staat los van het begrip oplichting als bedoeld in artikel 496, Strafwetboek (1). (1) Zie conclusie O.M.",
        "Artikel 84, eerste lid, van de wet van 14 juli 1991, betreffende de handelspraktijken en de voorlichting en de bescherming van de consument, dat bepaalt dat het verboden is te verkopen door een beroep te doen op een methode van kettingverkoop, die erin bestaat een netwerk van al dan niet professionele verkopers op te bouwen, waarbij iedereen enig voordeel verhoopt, meer door de uitbreiding van dat net dan door de verkoop van de producten of diensten aan de consument en dat de deelneming met kennis van zaken aan dergelijke verkopen eveneens verboden is, vereist als moreel bestanddeel van het misdrijf geen bijzonder opzet (1). (1) Zie conclusie O.M.",
        "In de mate dat artikel 84, van de wet van 14 juli 1991, betreffende de handelspraktijken en de voorlichting en de bescherming van de consument, de verhoudingen tussen verkopers onderling betreft, is er geen reden om deze conform het doel van de Richtlijn 2005/29, van het Europees parlement, en de Raad van 11 mei 2005, betreffende de oneerlijke handelspraktijken uit te leggen, die uitsluitend toepassing vindt in de relatie van verkoper tot consument (1). (1) Zie conclusie O.M."
      ]
    }
  },
  "88": {
    "ECLI:BE:CASS:2018:ARR.20181005.2": {
      "court": "CASS",
      "date": "2018-10-05",
      "roleNumber": "C.17.0594.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2018:ARR.20181005.2&lang=fr",
      "abstractFR": [
        "Il ressort manifestement de la jurisprudence de la Cour de justice de l'Union européenne que l'article 88 de la loi du 14 juillet 1991 sur les pratiques du commerce et sur l'information et la protection du consommateur, qui transpose en droit belge les articles 4 et 5 de la Directive 85/577/CEE et qu'il convient d'interpréter, autant que faire se peut, à l'aune des termes utilisés dans cette directive et au regard de sa finalité, est une disposition impérative en faveur du consommateur de sorte qu'après la naissance d'un litige, celui-ci peut renoncer de manière expresse ou tacite et en connaissance de cause à son droit d'invoquer la nullité d'un contrat conclu en dehors des établissements commerciaux au motif qu'il n'a pas été informé de son droit de renonciation dans les termes légaux.",
        "Il suit des articles 88 de la loi du 14 juillet 1991 et 1338 du Code civil que le consommateur ne peut renoncer au droit d'invoquer la nullité d'un contrat conclu en dehors des établissements commerciaux du fait de l'absence de mention d'un droit de renonciation dans les termes légaux que lorsqu'il a été constaté qu'au moment de la renonciation, le consommateur connaissait la cause de nullité du contrat."
      ],
      "abstractNL": [
        "Uit de rechtspraak van het Hof van Justitie van de Europese Unie blijkt kennelijk dat artikel 88 Handelspraktijkenwet 1991, dat de artikelen 4 en 5 Richtlijn 85/577/EEG omzet in het Belgische recht en zoveel mogelijk in het licht van de bewoordingen en de doelstelling van die richtlijn moet worden uitgelegd, een dwingende bepaling is ten gunste van de consument, zodat deze, nadat een geschil is ontstaan, uitdrukkelijk of stilzwijgend en met kennis van zaken afstand kan doen van zijn recht om zich te beroepen op de nietigheid van een buiten de verkoopruimten gesloten overeenkomst op de grond dat hij niet over zijn verzakingsrecht is voorgelicht in de wettelijke bewoordingen.",
        "Uit de artikelen 88 Handelspraktijkenwet 1991 en 1338 BW volgt dat er alleen dan door de consument afstand van recht is om zich op de nietigheid van een buiten de verkoopruimten gesloten overeenkomst te beroepen wegens het ontbreken van de vermelding van een verzakingsrecht in de wettelijke bewoordingen, wanneer is vastgesteld dat de consument, op het ogenblik van de afstand, kennis had van de reden van de nietigheid van de overeenkomst."
      ]
    },
    "ECLI:BE:CASS:2016:ARR.20160122.1": {
      "court": "CASS",
      "date": "2016-01-22",
      "roleNumber": "C.14.0410.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2016:ARR.20160122.1",
      "abstractFR": [
        "La circonstance que la conclusion d'un contrat de vente au consommateur conclu en dehors de l'entreprise du vendeur soit punie d'une amende pénale lorsque le droit de renonciation du consommateur n'y est pas énoncé dans les termes légaux n'implique pas que ce contrat soit frappé de nullité absolue (1). (1) Voir Cass. 6 décembre 2013, RG C.12.0112.F, Pas. 2013, n° 664."
      ],
      "abstractNL": [
        "De omstandigheid dat het sluiten van een overeenkomst van verkoop aan de consument buiten de onderneming van de verkoper bestraft wordt met een strafrechtelijke geldboete wanneer het verzakingsrecht van de consument daarin niet in de wettelijke bewoordingen is gesteld, impliceert niet dat die overeenkomst volstrekt nietig zou zijn (1). (1) Zie Cass. 6 december 2013, AR C.12.0112.F, AC 2013, nr. 664."
      ]
    },
    "ECLI:BE:CASS:2014:ARR.20140321.4": {
      "court": "CASS",
      "date": "2014-03-21",
      "roleNumber": "C.13.0404.F",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2014:ARR.20140321.4",
      "abstractFR": [
        "À défaut de disposition particulière, l'action en nullité de la vente au consommateur accomplie en dehors de l'entreprise du vendeur est ouverte pendant dix ans.",
        "L'arrêt, qui, après avoir considéré que le vendeur ne démontre pas, dans les circonstances propres à l'espèce, que le consommateur a eu l'occasion de se prévaloir de cette nullité avant' de signer la promesse d'achat qui a consacré la vente ni, partant, de la couvrir, rejette le moyen tenant à la couverture de la nullité par le motif que celle-ci ne pouvait intervenir qu'avant le début de l'exécution du contrat de courtage, viole l'article 1304, alinéa 1er, du Code civil."
      ],
      "abstractNL": [
        "Bij ontstentenis van een bijzondere bepaling kan de vordering tot nietigverklaring van de verkoop aan de consument buiten de onderneming geldig worden ingesteld binnen tien jaar.",
        "Het arrest dat eerst overweegt dat de verkoper, in de eigen omstandigheden van de zaak, niet aantoont dat de consument de kans heeft gehad die nietigheid aan te voeren voordat' hij de aankoopbelofte ondertekende die de verkoop sluit, noch, bijgevolg ze te dekken, en vervolgens het middel verwerpt dat ertoe strekt die nietigheid te dekken op grond dat zij slechts vóór de uitvoering van het makelaarscontract kon worden aangevoerd, schendt artikel 1304, eerste lid, van het Burgerlijk Wetboek."
      ]
    }
  },
  "93": {
    "ECLI:BE:CASS:2009:ARR.20090529.1": {
      "court": "CASS",
      "date": "2009-05-29",
      "roleNumber": "C.06.0139.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090529.1&lang=fr",
      "abstractFR": [
        "Ne commet, en principe, pas d'acte contraire aux usages honnêtes en matière commerciale, le vendeur qui: - copie l'offre d'un autre acteur du marché relative à des services ou produits, à moins que le vendeur soit méconnaisse un droit protégé par la législation sur la propriété intellectuelle, soit fasse cette offre dans des circonstances contraires aux exigences des usages honnêtes en matière commerciale ; - sans fournir lui-même un effort créatif, retire directement un avantage d'efforts ou investissements importants dans une création à valeur économique d'un autre vendeur ; toutefois, le juge peut considérer ces pratiques comme étant illicites à un motif autre que le simple fait de copier ; ces autres motifs ne consistent pas uniquement en la méconnaissance des droits de propriété intellectuelle ou de publicité créant la confusion mais peuvent consister en toute forme de comportement illicite."
      ],
      "abstractNL": [
        "Begaat in beginsel geen daad strijdig met de eerlijke handelsgebruiken, de verkoper die:het aanbod van een andere marktdeelnemer in verband met diensten of producten nabootst, tenzij de verkoper hierdoor, hetzij, een door de wetgeving op de intellectuele eigendom beschermd recht miskent, hetzij, dit aanbod doet onder begeleidende omstandigheden die indruisen tegen de eisen van de eerlijke handelsgebruiken; zonder zelf een creatieve inspanning te leveren, rechtstreeks voordeel haalt uit belangrijke inspanningen of investeringen gewijd aan een creatie met economische waarde van een andere verkoper; de rechter kan nochtans op grond van het behalen van een voordeel om een andere reden dan het louter nabootsen, oordelen dat dit handelen onrechtmatig is; die andere redenen bestaan niet alleen uit de miskenning van intellectuele eigendomsrechten of verwarringstichtende reclame maar kunnen elke vorm van onrechtmatig gedrag zijn."
      ]
    }
  },
  "95": {
    "ECLI:BE:CASS:2013:ARR.20130614.8": {
      "court": "CASS",
      "date": "2013-06-14",
      "roleNumber": "C.12.0524.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2013:ARR.20130614.8&lang=fr",
      "abstractFR": [
        "L'ordre de cessation d'infractions constatées à la loi du 14 juillet 1991 sur les pratiques du commerce et sur l'information et la protection du consommateur, donné par le président du tribunal de commerce doit définir clairement l''acte auquel il souhaite mettre fin et énoncer tous les éléments déterminants de sorte qu'il n'y ait aucun doute raisonnable quant à la portée de cet ordre (1). (1) Voir Cass., 29 mai 2009, RG C.06.0377.N, Pas., 2009, n° 360."
      ],
      "abstractNL": [
        "Het bevel tot staking van vastgestelde inbreuken op de Handelspraktijkenwet 1991 gegeven door de voorzitter van de rechtbank van koophandel moet de handeling waaraan het een einde wenst te stellen, op duidelijke wijze omschrijven en alle kenmerkende gegevens vermelden, zodat er geen redelijke twijfel kan ontstaan over de draagwijdte van het bevel (1). (1) Zie Cass. 29 mei 2009, AR C.06.0377.N, AC 2009, nr. 360."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20090529.3": {
      "court": "CASS",
      "date": "2009-05-29",
      "roleNumber": "C.06.0377.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090529.3&lang=fr",
      "abstractFR": [
        "L'ordre de cessation d'infractions constatées aux dispositions de la loi du 14 juillet 1991 sur les pratiques du commerce et sur l'information et la protection du consommateur doit porter sur un acte clairement défini, mais doit aussi être de nature à éviter une répétition d'une pratique interdite ; l'ordre de cessation qui a trait à des produits ne doit pas nécessairement définir la sorte et la marque faisant l'objet de l'ordre, lorsque ces éléments étaient sans importance déterminante pour la constatation de la pratique interdite (1). (1) Voir Cass., 17 juin 2005, R.G. C.04.0274.N, Pas., 2005, n°352."
      ],
      "abstractNL": [
        "Het bevel tot staking van vastgestelde inbreuken op de Wet Handelspraktijken moet op een duidelijk omschreven daad slaan, maar moet daarbij ook van aard zijn om een herhaling van een verboden prakrijk te vermijden; het bevel tot staking dat betrekking heeft op producten, moet niet noodzakelijk soort en merk waarop het bevel slaat omschrijven, wanneer die gegevens zonder determinerend belang waren voor de vaststelling van de verboden praktijk (1). (1) Zie Cass., 17 juni 2005, AR C.04.0274.N, A.C., 2005, nr. 352."
      ]
    },
    "ECLI:BE:CASS:2009:ARR.20090529.1": {
      "court": "CASS",
      "date": "2009-05-29",
      "roleNumber": "C.06.0139.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2009:ARR.20090529.1&lang=fr",
      "abstractFR": [
        "Ne commet, en principe, pas d'acte contraire aux usages honnêtes en matière commerciale, le vendeur qui: - copie l'offre d'un autre acteur du marché relative à des services ou produits, à moins que le vendeur soit méconnaisse un droit protégé par la législation sur la propriété intellectuelle, soit fasse cette offre dans des circonstances contraires aux exigences des usages honnêtes en matière commerciale ; - sans fournir lui-même un effort créatif, retire directement un avantage d'efforts ou investissements importants dans une création à valeur économique d'un autre vendeur ; toutefois, le juge peut considérer ces pratiques comme étant illicites à un motif autre que le simple fait de copier ; ces autres motifs ne consistent pas uniquement en la méconnaissance des droits de propriété intellectuelle ou de publicité créant la confusion mais peuvent consister en toute forme de comportement illicite."
      ],
      "abstractNL": [
        "Begaat in beginsel geen daad strijdig met de eerlijke handelsgebruiken, de verkoper die:het aanbod van een andere marktdeelnemer in verband met diensten of producten nabootst, tenzij de verkoper hierdoor, hetzij, een door de wetgeving op de intellectuele eigendom beschermd recht miskent, hetzij, dit aanbod doet onder begeleidende omstandigheden die indruisen tegen de eisen van de eerlijke handelsgebruiken; zonder zelf een creatieve inspanning te leveren, rechtstreeks voordeel haalt uit belangrijke inspanningen of investeringen gewijd aan een creatie met economische waarde van een andere verkoper; de rechter kan nochtans op grond van het behalen van een voordeel om een andere reden dan het louter nabootsen, oordelen dat dit handelen onrechtmatig is; die andere redenen bestaan niet alleen uit de miskenning van intellectuele eigendomsrechten of verwarringstichtende reclame maar kunnen elke vorm van onrechtmatig gedrag zijn."
      ]
    },
    "ECLI:BE:CASS:2007:ARR.20070302.3": {
      "court": "CASS",
      "date": "2007-03-02",
      "roleNumber": "C.06.0148.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2007:ARR.20070302.3&lang=fr",
      "abstractFR": [
        "En règle, le juge des cessations peut uniquement ordonner la cessation d'une infraction aux pratiques honnêtes du commerce dont il a constaté l'existence; cela n'exclut toutefois pas qu'il constate qu'un certain acte constitue une telle infraction et qu'ensuite il interdit non seulement l'acte en tant que tel mais aussi, dans les limites de ce qui est demandé, qu'il ordonne la cessation des pratiques illicites qui en sont à la base, afin d'éviter la répétition d'infractions similaires ou comparables (1). (1) Voir Cass., 17 juin 2005, RG C.04.0274.N, n° 352."
      ],
      "abstractNL": [
        "In de regel kan de stakingsrechter enkel de staking bevelen van een inbreuk op de eerlijke handelspraktijken waarvan hij het bestaan vaststelt; dit sluit echter niet uit dat hij vaststelt dat een bepaalde daad een dergelijke inbreuk vormt en vervolgens niet alleen de daad als zodanig verbiedt, maar tevens, binnen de grenzen van wat gevorderd werd, de staking beveelt van de onrechtmatige praktijken die eraan ten grondslag liggen, dit ten einde herhaling van dezelfde of vergelijkbare inbreuken te voorkomen (1). (1) Zie Cass., 17 juni 2005, AR C.04.0274.N, nr 352."
      ]
    }
  },
  "97": {
    "ECLI:BE:CASS:2011:ARR.20110527.2": {
      "court": "CASS",
      "date": "2011-05-27",
      "roleNumber": "C.10.0106.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20110527.2&lang=fr",
      "abstractFR": [
        "Le président du tribunal de commerce peut, uniquement à la demande du ministre qui est compétent pour la matière concernée, constater l'existence et ordonner la cessation de l'infraction prévue à l'article 97, alinéa 1er, 4, de la loi du 14 juillet 1991 sur les pratiques du commerce et sur l'information et la protection du consommateur, à savoir l'exercice d'une activité commerciale autre que celle qui a fait l'objet d'une information au registre du commerce, sauf si les faits invoqués à cet égard sont aussi soumis à l'application des articles 94/3 et 95 de la même loi (1). (1) A. DE CALUWE, A.C. DECORDE et X. LEURQUIN, Pratiques du commerce, Larcier, Partie II, n° 37.1; P. DE VROEDE et G.L. BALLON, Handelspraktijken, Anvers, Kluwer rechtswetenschappen, 686, n° 1353; I. FERRANT, Les pratiques du commerce, éd. Kluwer, 142, n° 288; R. STEENNOT, Handboek consumentenbescherming en handelspraktijken, Anvers-Oxford, Intersentia, 305, n° 592."
      ],
      "abstractNL": [
        "De voorzitter van de rechtbank van koophandel kan enkel op verzoek van de minister die voor de betrokken aangelegenheid bevoegd is, het bestaan vaststellen en de staking bevelen van de inbreuk voorzien door het artikel 97, eerste lid, 4 van de Handelspraktijkenwet 1991, d.i. de uitoefening van een andere handelsactiviteit dan die welke bij het handelsregister werd aangegeven, behoudens indien de hierbij aangevoerde feiten mede onder de toepassing vallen van de artikelen 94/3 en 95 van dezelfde wet (1). (1) A. DE CALUWE, A.C. DECORDE en X. LEURQUIN, Pratiques du commerce, Larcier, Deel II, nr. 37.1; P. DE VROEDE en G.L. BALLON, Handelspraktijken, Antwerpen, Kluwer rechtswetenschappen, 686, nr. 1353; I. FERRANT, Les pratiques du commerce, ed. Kluwer, 142, nr. 288; R. STEENNOT, Handboek consumentenbescherming en handelspraktijken, Antwerpen-Oxford, Intersentia, 305, nr. 592."
      ]
    }
  },
  "98": {
    "ECLI:BE:CASS:2011:ARR.20110527.2": {
      "court": "CASS",
      "date": "2011-05-27",
      "roleNumber": "C.10.0106.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20110527.2&lang=fr",
      "abstractFR": [
        "Le président du tribunal de commerce peut, uniquement à la demande du ministre qui est compétent pour la matière concernée, constater l'existence et ordonner la cessation de l'infraction prévue à l'article 97, alinéa 1er, 4, de la loi du 14 juillet 1991 sur les pratiques du commerce et sur l'information et la protection du consommateur, à savoir l'exercice d'une activité commerciale autre que celle qui a fait l'objet d'une information au registre du commerce, sauf si les faits invoqués à cet égard sont aussi soumis à l'application des articles 94/3 et 95 de la même loi (1). (1) A. DE CALUWE, A.C. DECORDE et X. LEURQUIN, Pratiques du commerce, Larcier, Partie II, n° 37.1; P. DE VROEDE et G.L. BALLON, Handelspraktijken, Anvers, Kluwer rechtswetenschappen, 686, n° 1353; I. FERRANT, Les pratiques du commerce, éd. Kluwer, 142, n° 288; R. STEENNOT, Handboek consumentenbescherming en handelspraktijken, Anvers-Oxford, Intersentia, 305, n° 592."
      ],
      "abstractNL": [
        "De voorzitter van de rechtbank van koophandel kan enkel op verzoek van de minister die voor de betrokken aangelegenheid bevoegd is, het bestaan vaststellen en de staking bevelen van de inbreuk voorzien door het artikel 97, eerste lid, 4 van de Handelspraktijkenwet 1991, d.i. de uitoefening van een andere handelsactiviteit dan die welke bij het handelsregister werd aangegeven, behoudens indien de hierbij aangevoerde feiten mede onder de toepassing vallen van de artikelen 94/3 en 95 van dezelfde wet (1). (1) A. DE CALUWE, A.C. DECORDE en X. LEURQUIN, Pratiques du commerce, Larcier, Deel II, nr. 37.1; P. DE VROEDE en G.L. BALLON, Handelspraktijken, Antwerpen, Kluwer rechtswetenschappen, 686, nr. 1353; I. FERRANT, Les pratiques du commerce, ed. Kluwer, 142, nr. 288; R. STEENNOT, Handboek consumentenbescherming en handelspraktijken, Antwerpen-Oxford, Intersentia, 305, nr. 592."
      ]
    }
  },
  "94/2": {
    "ECLI:BE:CASS:2019:ARR.20190604.6": {
      "court": "CASS",
      "date": "2019-06-04",
      "roleNumber": "P.19.0200.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2019:ARR.20190604.6&lang=fr",
      "abstractFR": [
        "Le champ d'application de l'article VI.106, 2°, du Code de droit économique, aux termes duquel, sans préjudice d'autres dispositions légales ou réglementaires, est interdite toute publicité d'une entreprise qui dissimule ou fournit de façon peu claire une information substantielle relative aux conséquences résultant de la réponse donnée par le destinataire ou qui dissimule, fournit de façon peu claire ou n'indique pas sa véritable intention commerciale, dès lors que celle-ci ne ressort pas clairement du contexte, ne se limite pas au démarchage publicitaire pour des annuaires internet frauduleux."
      ],
      "abstractNL": [
        "Het toepassingsgebied van artikel VI.106, 2°, Wetboek van economisch recht, dat bepaalt dat onverminderd andere wettelijke of reglementaire bepalingen elke reclame van een onderneming verboden is die essentiële informatie over de gevolgen van het door de bestemmeling gegeven antwoord verborgen houdt of op weinig duidelijke wijze weergeeft, of die de eigenlijke commerciële bedoeling, wanneer die niet blijkt uit de context, verborgen houdt of op weinig duidelijke wijze weergeeft, is niet beperkt tot het ronselen van reclame voor frauduleuze internetgidsen."
      ]
    }
  },
  "93/3": {
    "ECLI:BE:CASS:2011:ARR.20111208.6": {
      "court": "CASS",
      "date": "2011-12-08",
      "roleNumber": "C.10.0198.N",
      "url": "https://juportal.just.fgov.be/content/ViewDecision.php?id=ECLI:BE:CASS:2011:ARR.20111208.6&lang=fr",
      "abstractFR": [
        "Lorsque, devant la Cour, un moyen soulève la question de savoir s'il y a lieu d'interpréter la notion de 'publicité' de l'article 2 de la directive 54/450/C.E.E. du 10 septembre 1984 relative au rapprochement des dispositions législatives, réglementaires et administratives des États membres en matière de publicité trompeuse et de l'article 2 de la directive 2006/114/Ce du 12 décembre 2006 en matière de publicité trompeuse et de publicité comparative, en ce sens qu'elle comprend, d'une part, l'enregistrement et l'usage d'un nom de domaine et, d'autre part, l'utilisation de méta tags dans les métadonnées d'un site web, la Cour pose la question en interprétation de ces dispositions à la Cour de justice de l'Union européenne (1). (1) Voir les conclusions du M.P., publiées à leur date dans AC."
      ],
      "abstractNL": [
        "Wanneer een middel, voor het Hof, de vraag opwerpt of het begrip 'reclame' van artikel 2 Richtlijn 84/450/EEG van 10 september 1984 betreffende het nader tot elkaar brengen van de wettelijke en bestuursrechtelijke bepalingen der lidstaten inzake misleidende reclame en vergelijkende reclame en van artikel 2 Richtlijn 2006/114/EG van 12 december 2006 inzake misleidende reclame en vergelijkende reclame, aldus moet worden uitgelegd dat het, enerzijds, de registratie en het gebruik van een domeinnaam en, anderzijds, het gebruik van metatags in metadata van een website omvat, stelt het Hof de vraag tot uitlegging van die bepalingen aan het Hof van Justitie van de Europese Unie (1). (1) Zie de concl. van het O.M."
      ]
    }
  }
}